[
    {
        "title": "Halloween Countdown. Case 12: The Penshaw Monument UFO",
        "link": "https://www.bbc.co.uk/programmes/p0jx6q9t",
        "description": "Every day in October, Danny Robins will release a brand new bite-size tale of terror - real-life ghost stories hand-picked ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JD6iX7hjIlG7-ZUGcMM8Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14h",
        "source": "BBC",
        "article_content": "Day 12 of the Uncanny Halloween Countdown... what does Danny have in store today?\n\nEvery day in October, Danny Robins will release a brand new bite-size tale of terror - real-life ghost stories hand-picked from the Uncanny inbox. Countdown with Danny, and then get ready for some very special Halloween surprises!\n\nWritten and presented by Danny Robins\n\nAssistant producer and researcher: Lara Monahan\n\nResearcher: Nancy Bottomley\n\nEditing and sound design: Charlie Brandon-King\n\nMusic: Evelyn Sykes\n\nTheme music by Lanterns on the Lake\n\nProduction manager: Tam Reynolds\n\nCommissioning executive: Paula McDonnell\n\nCommissioning editor: Rhian Roberts\n\nProduced by Danny Robins and Simon Barnard\n\nA Bafflegab and Uncanny Media production for BBC Radio 4"
    },
    {
        "title": "Texas among states with the most UFO sightings, according to study",
        "link": "https://www.sacurrent.com/news/texas-among-states-with-the-most-ufo-sightings-according-to-study-35798508",
        "description": "Michael Karlis is a Staff Writer at the San Antonio Current. He is a graduate of American University in Washington, D.C., ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lOEk2GXmtpx8wSzl5yu7jS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "San Antonio Current6h",
        "source": "San Antonio Current",
        "article_content": "Content not available"
    },
    {
        "title": "Top 20 UFO Sightings That MIGHT BE REAL",
        "link": "https://www.msn.com/en-us/travel/article/top-20-ufo-sightings-that-might-be-real/vi-AA1s7E7O?ocid=BingNewsVerp",
        "description": "Say what you will but these UFO sightings sound legit. Welcome to WatchMojo, and today we’re counting down our picks for the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z5I7DRzDb8GjErHEW2irQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Dailymotion on MSN20h",
        "source": "Dailymotion on MSN",
        "article_content": ""
    },
    {
        "title": "Congress plans UFO hearings for November",
        "link": "https://www.msn.com/en-us/news/politics/congress-plans-ufo-hearings-for-november/ar-AA1s77wB?ocid=BingNewsVerp",
        "description": "Both the House and Senate plan to hold UAP hearings, with the House hearing run by the House Oversight Committee, which also ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YH863hn8n9-2kT2RDnpiCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "News Nation on MSN21h",
        "source": "News Nation on MSN",
        "article_content": ""
    },
    {
        "title": "BREAKING New UFO Witness comes forward with details of infamous Washington DC UFO incident",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/breaking-new-ufo-witness-comes-forward-with-details-of-infamous-washington-dc-ufo-incident/vi-AA1s9GhM?ocid=BingNewsVerp",
        "description": "Patrick discusses new UFO witness who came forward detailing their account of the infamous July 1952 UFO incident in Washington DC where allegedly 6-10 UFOs descended upon the capital city and fighter ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Vetted on MSN3h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "Cursor AI Pro Tips to Level Up Your App Development",
        "link": "https://www.geeky-gadgets.com/cursor-ai-coding-tips/",
        "description": "The Cursor Composer Tool stands at the forefront of this AI coding revolution, offering a powerful platform that streamlines ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EIV9YMALHZIg1dYpkBNdby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14h",
        "source": "Geeky Gadgets",
        "article_content": "In the rapidly evolving landscape of software development and app creation, integrating tools and structured workflows has become essential for enhancing coding quality. The Cursor Composer Tool stands at the forefront of this AI coding revolution, offering a powerful platform that streamlines the development process and improves the standard of code production.\n\nAI-assisted coding is not just about automation; it’s about augmenting human capabilities to create more efficient, precise, and innovative solutions. By strategically incorporating AI into your workflow, you can transform your approach to software development, tackling complex projects with unprecedented ease and accuracy.\n\nBreaking Down Tasks for Optimal AI Implementation\n\nOne of the key strategies in using AI for coding is the systematic breakdown of tasks. This approach allows for more focused and effective AI implementation, making sure that each component of your project receives the attention it deserves. Consider the following benefits:\n\nEnhanced precision in code generation\n\nImproved efficiency in task completion\n\nBetter alignment with project objectives\n\nEasier identification and resolution of issues\n\nFor instance, when working on a complex project like a podcast transcript editor, breaking down tasks becomes crucial. You might segment the project into distinct phases such as user authentication, transcript processing, and interface design. This granular approach allows AI to focus on specific aspects, like implementing detailed permission controls, making sure that only authorized users can access certain features.\n\n5x Your Coding Quality\n\nHere are a selection of other guides from our extensive library of content you may find of interest on the subject of AI Coding :\n\nThe Synergy of Human Oversight and AI Capabilities\n\nWhile AI can generate code with remarkable speed and accuracy, the role of human developers remains indispensable. Your expertise is crucial in guiding and refining AI outputs, making sure they align with the project’s overall vision and requirements. This synergy between human insight and AI capabilities leads to superior code quality and more innovative solutions.\n\nTesting and debugging play a pivotal role in this process. By rigorously evaluating AI-generated code, you can:\n\nIdentify and rectify potential issues early in the development cycle\n\nEnsure functionality aligns with project specifications\n\nMaintain high standards of code reliability and performance\n\nAdapt AI outputs to specific project needs and constraints\n\nUsing Context for Enhanced AI Performance\n\nProviding comprehensive context to AI is crucial for optimal performance. By giving AI a thorough understanding of your codebase and project requirements, you enable it to generate more accurate and relevant code. Tools like Cursor Rules and Notepads are invaluable in this regard, helping maintain consistency and making sure that AI tasks are perfectly aligned with your project’s objectives.\n\nThis contextual approach is particularly beneficial when dealing with complex systems or when integrating new features into existing projects. It allows AI to consider the broader implications of code changes, leading to more seamless integrations and fewer conflicts.\n\nThe Importance of End-to-End Testing\n\nEnd-to-end testing is a critical component in making sure the quality and reliability of AI-assisted coding projects. Tools like Playwright offer comprehensive testing capabilities, allowing you to:\n\nVerify the functionality of new features in real-world scenarios\n\nEnsure seamless integration with existing systems\n\nIdentify and address potential user experience issues\n\nValidate the overall performance and stability of your application\n\nBy implementing thorough end-to-end testing, you not only catch bugs but also ensure that the user experience remains consistent and high-quality across all aspects of your application.\n\nStructured Coding Workflows: The Foundation of Quality\n\nAdopting structured coding workflows is fundamental to maintaining high code quality. These workflows provide a systematic approach to development, encompassing planning, implementation, testing, and refinement stages. By adhering to best practices and established methodologies, you create a robust framework that supports:\n\nConsistent code quality across team members and projects\n\nEasier maintenance and scalability of codebases\n\nImproved collaboration and knowledge sharing within teams\n\nFaster onboarding of new team members or project contributors\n\nStructured workflows also assist better integration of AI tools, making sure that these powerful resources are used effectively and in alignment with your project’s goals.\n\nEnhancing coding quality through AI tools and structured workflows represents a significant leap forward in software development. By using platforms like the Cursor Composer Tool, breaking down tasks effectively, and implementing rigorous testing and refinement processes, you can achieve remarkable improvements in efficiency, accuracy, and innovation in your projects. This approach not only improves the quality of your code but also positions you at the cutting edge of software development practices, ready to tackle the challenges of tomorrow’s technological landscape.\n\nMedia Credit: Yifan – Beyond the Hype\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Fitness app Strava has a new AI coach—and its wacky comments are going viral",
        "link": "https://www.msn.com/en-us/news/technology/fitness-app-strava-has-a-new-ai-coach-and-its-whacky-comments-are-going-viral/ar-AA1s5UWy?ocid=BingNewsVerp",
        "description": "Strava’s chief product officer says that reaction has been positive during the product’s beta testing, despite the inevitable ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Sv_pFBix4v9eddz8uDFW2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "23hon MSN",
        "source": "Fortune on MSN",
        "article_content": ""
    },
    {
        "title": "‘Where we are today in biology AI is similar to GPT in 2020’: An interview with the CEO of Africa’s biggest AI startup",
        "link": "https://www.msn.com/en-us/news/other/where-we-are-today-in-biology-ai-is-similar-to-gpt-in-2020-an-interview-with-the-ceo-of-africa-s-biggest-ai-startup/ar-AA1s9Pnw?ocid=BingNewsVerp",
        "description": "In January last year, German biotech company BioNTech acquired African AI startup Instadeep for over $550 million, a deal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ro5D9JsVljasBGw-5znPuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Google AI helped researchers win two Nobel Prizes this week",
        "link": "https://www.digitaltrends.com/computing/google-ai-helped-win-two-nobels-this-week-and-other-top-headlines/",
        "description": "While AI was helping win multiple Nobel Prizes this week, we saw the release of Google's Imagen 3, Zoom's AI Companion, and ...",
        "image_url": "https://www.bing.com/th?id=OVF.akDEI4gjEAVDtviq9fBccw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Digital Trends",
        "article_content": "It’s been another insane week in the world of AI. While Tesla CEO Elon Musk was debuting his long-awaited Cybercab this week (along with a windowless Robovan that nobody asked for), Google’s AI was helping researchers win Nobel Prizes, Zoom revealed its latest digital assistant, and Meta sent its Facebook and Instagram chatbots to the U.K.\n\nCheck out these stories and more from this week’s top AI headlines.\n\nRecommended Videos\n\nGoogle’s AI helped researchers win two Nobel Prizes\n\nThe 2024 Nobel Prizes in chemistry and physics were awarded to researchers with deep ties to Google on Wednesday. Former Google researcher Geoffrey Hinton won for physics for his work with foundational machine learning techniques that led to the current AI revolution, while DeepMind co-founder Demis Hassabis won for his efforts to decode protein structures.\n\nHowever, not all of their peers were satisfied with the awards, with one associate math professor arguing about Hinton’s prize, “What he did was phenomenal, but was it physics? I don’t think so. Even if there’s inspiration from physics, they’re not developing a new theory in physics or solving a longstanding problem in physics.”\n\nAdobe is giving creators a way to prove their art isn’t AI slop\n\nIt’s getting to where you can’t even believe everything you read and see on the internet these days, what with 57% of it likely being AI-generated. To help protect artists (aka its customer base) Adobe is launching a beta of its Content Authenticity web app in the first quarter of next year that will enable content creators to certify that their art is human-made.\n\nThis is no simple metadata, mind you — Adobe’s certification system uses a combination of digital fingerprinting, watermarking, and cryptographic metadata to prove the provenance of images, video, and audio files, and can’t be easily stripped or circumvented.\n\nMeta’s AI Chatbot goes to London\n\nAfter launching in the U.S. and Australia, Meta announced this week that it is bringing its AI chatbot to Facebook and Instagram users in the United Kingdom and Brazil, as well as on the company’s smart glasses. The AI assistant can generate text and still images and, as the company recently revealed, will be trained on data generated by its bespectacled users.\n\nGoogle releases Imagen 3 (but only paying subscribers get to generate people)\n\nThe latest and greatest of Google’s image generation engines, Imagen 3, dropped this week for all users. The new model offers improved photorealism and fewer artifacts (just look at that cat!). I gave it a quick try and it does what it says it does on the box, allowing me to quickly generate an image from a text prompt, then change and refine that output through subsequent iterations.\n\nHowever, there are limits on what you can produce. Currently free-tier users can only generate images of non-human entities. You want it to draw you a picture of a person, you’ll need to subscribe to the $20 Gemini Advanced tier.\n\nZoom debuts its new customizable AI Companion\n\nZoom has drastically expanded its product line in recent years from a simple video conferencing app to an entire ecosystem of marketing and collaboration tools. This week the company revealed its next-generation AI Companion, a digital assistant that will work seamlessly across Zoom’s various apps to help streamline and automate common business tasks, like transcribing meeting notes, setting agendas, and summarizing reports.\n\nUsers will even be able to customize the AI and fine-tune it on the company’s specific knowledge database, though that feature will cost $12 per user per month. The updated AI Companion 2.0 itself will be rolling out at no additional charge to Zoom Workplace subscribers.\n\nAmazon debuts AI ‘Shopping Guides’ for more than 100 product types\n\nYou know that AI summary that Google started sticking at the top of its search results page, the one that everybody seems to despise? Great news, Amazon is doing basically the same thing for more than 100 types of products it carries.\n\nNow you’ll be able to learn about the key points and important information about that dog food or camping tent you’re considering buying, alongside product listings filtered for your specific search."
    },
    {
        "title": "AI Agents Are Accelerating Digital Transformation. Are You Ready?",
        "link": "https://www.forbes.com/sites/timothypapandreou/2024/10/11/ai-agents-are-accelerating-digital-transformation-are-you-ready/",
        "description": "AI agents are at the forefront of the next wave of business transformation, offering unprecedented opportunities and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.w_nY1qmA21VMaPkCc9-lVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "17h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Enjoy unique twist on Halloween classics with Paranormal Percussion",
        "link": "https://www.msn.com/en-us/music/news/enjoy-unique-twist-on-halloween-classics-with-paranormal-percussion/ar-AA1s7xff?ocid=BingNewsVerp",
        "description": "Paranormal Percussion will be bringing a unique twist to Halloween classics with shows in both Salt Lake City and Provo this ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ime1mLsYyxX2fQjJcKHXuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KTVX Salt Lake City on MSN19h",
        "source": "KTVX Salt Lake City on MSN",
        "article_content": ""
    },
    {
        "title": "Roseburg gets paranormal with haunted ghost tours",
        "link": "https://www.msn.com/en-us/travel/tripideas/roseburg-gets-paranormal-with-haunted-ghost-tours/ar-AA1s7azY?ocid=BingNewsVerp",
        "description": "Paranormal activities are hitting the streets of Roseburg as Halloween draws near, and one club is giving residents a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UlALKKYmyk6ETSQfdfVFii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KPIC Eugene on MSN23h",
        "source": "KPIC Eugene on MSN",
        "article_content": ""
    },
    {
        "title": "Lewis County Historical Museum opening doors after hours for ghost tours later this month",
        "link": "https://www.yahoo.com/lifestyle/lewis-county-historical-museum-opening-035900744.html",
        "description": "Originally a train station constructed in 1912 in downtown Chehalis, the Lewis County Historical Museum will open its doors after hours on Saturday, Oct. 26, for visitors to explore the museum on ...",
        "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
        "category": "paranormal",
        "date": "1h",
        "source": "Yahoo",
        "article_content": "Oct. 11—Originally a train station constructed in 1912 in downtown Chehalis, the Lewis County Historical Museum will open its doors after hours on Saturday, Oct. 26, for visitors to explore the museum on ghost tours led by the South Sound Paranormal Research Team.\n\nThree tours, starting at 6, 7 and 8 p.m., will be available. Those brave enough to join the tour will not only get to explore the museum floor but also get behind-the-scenes access to its attic — which is used as storage for many historical books, documents and items, and is reportedly the most haunted area.\n\nVarious paranormal phenomena in the building have been reported ranging from capturing phantom voices on audio recorders to encountering full-body apparitions.\n\nIn one instance, a former Lewis County Historical Museum employee had closed up for the day and was alone in the museum when a woman wearing Victorian-era clothing approached them and asked when the next train was arriving, employees at the museum have said.\n\nThe employee is said to have informed the woman the building hadn't been an actual train station for decades. After the brief exchange, the woman is said to have politely thanked the employee before walking off and vanishing.\n\nLewis County Historical Museum Executive Director Jason Mattson has had his own paranormal experiences, including opening one morning and discovering shaving cups switched in exhibits overnight when nobody was inside, and books on the floor appearing to have been pulled off shelves they wouldn't fall off by themselves.\n\nThe tours are recommended for those 13 and older only, and tickets are $20 per person and can be purchased online at https://tinyurl.com/2mhnsdfm. All proceeds benefit the Lewis County Historical Museum.\n\nThose taking the tours are invited to bring along their own flashlights and other paranormal investigative tools.\n\nThe Lewis County Historical Museum is located at 599 NW Front Way in downtown Chehalis. For more information, visit https://lewiscountymuseum.org/.\n\nFounded in 2006, the South Sound Paranormal Research Team is a nonprofit that offers investigations free of charge to residents in Washington and Oregon who believe they may be encountering hauntings or other paranormal activity.\n\nTo learn more and get in contact about organizing an investigation, visit https://www.sspri.org/.\n\n----To submit news tips or photos to The Chronicle's newsroom, email news@chronline.com. Information can also be mailed to 321 N. Pearl St., Centralia."
    },
    {
        "title": "Paranormal investigator Danny Robins uncovers some unsettling Hauntings",
        "link": "https://www.newsletter.co.uk/arts-and-culture/film-and-tv/paranormal-investigator-danny-robins-uncovers-some-unsettling-hauntings-4811084",
        "description": "During the past few years, Danny Robins, previously best known as a comedy writer and performer, has enjoyed success thanks ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mOTUNNc-ElPsGq64z8OqLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The News Letter4h",
        "source": "The News Letter",
        "article_content": "Content not available"
    },
    {
        "title": "Usual June feels like Life is Strange, but we get to beat up some monsters",
        "link": "https://www.gamereactor.eu/usual-june-feels-like-life-is-strange-but-we-get-to-beat-up-some-monsters-1442953/",
        "description": "Usual June starts June, a young woman trying to enjoy her summer break... with the ability to see ghosts. Suddenly, the ...",
        "image_url": "https://www.bing.com/th?id=OVF.CkwPOt%2b0vVXyTGgBOy7xpg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Gamereactor6h",
        "source": "Gamereactor",
        "article_content": "If you're looking for a third-person action adventure that also tells a fun, sweet and a little bit terrifying story, Usual June must be on your radar. Back at Gamescom we had the pleasure to talk to Rebekah Saltsman, Finji CEO, about this indie game coming in 2025 to PC and Mac.\n\nUsual June starts June, a young woman trying to enjoy her summer break... with the ability to see ghosts. Suddenly, the ghosts starty acting strange, so she will unravel a conspiracy mystery with her friends, even though they don't know about her special ability.\n\n\"She can see ghosts. And she has found a mystery in the town that she goes to college in. She has her friends and they're kind of like scooby-dooing around\", Saltsman told us.\n\nJune investigates urban legends with her friends and will end up in \"this other place, this other world, where she is discovering that she has these other abilities because of her ability to see ghosts.\"\n\nAction, adventure and puzzles with some ghostly abilities\n\nIt is in those areas, in a paranormal world, where she will gain other abilities, including combat and traversal movements that will clearly differentiate the two parts of the game: the more quiet, exploration bits in the real world and the action in the ghost world, where we get \"to beat up some monsters\" and solve some puzzles.\n\nThe tone of the game will be light and fun, however. \"We are not in sort of blood and gore territory here. The story does have some teeth. But the visuals, the gameplay, all of that is definitely a T rating.\"\n\nYou can watch our full interview with Finji's Rebekah Saltsman below, while waiting for Usual June's release next year."
    },
    {
        "title": "Tomb filled with a dozen skeletons found underneath the Treasury in Petra",
        "link": "https://www.msn.com/en-us/news/world/tomb-filled-with-a-dozen-skeletons-found-underneath-the-treasury-in-petra/ar-AA1s9jNc?ocid=BingNewsVerp",
        "description": "Archaeologists found a tomb with 12 skeletons beneath the Treasury in Petra, Jordan. The discovery provides rare insight into ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aRG2TfJW-K42l6rgWgFmkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "New paradigm of drug discovery with world's first atomic editing?",
        "link": "https://www.sciencedaily.com/releases/2024/10/241011141546.htm",
        "description": "Researchers have successfully develop single-atom editing technology that maximizes drug efficacy.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily7h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Revolutionizing Virology: AI Discovers Over 160,000 New RNA Viruses",
        "link": "https://scitechdaily.com/revolutionizing-virology-ai-discovers-over-160000-new-rna-viruses/",
        "description": "Largest discovery of new virus species sheds light on the hidden virosphere. Artificial intelligence (AI) has been used to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dOlhOxYFdn7B1zX_UoVhdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "23m",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "U.S. Scientists Awarded Nobel Prize in Medicine for Groundbreaking DNA Discovery",
        "link": "https://www.msn.com/en-us/health/medical/u-s-scientists-awarded-nobel-prize-in-medicine-for-groundbreaking-dna-discovery/ar-AA1s7GhA?ocid=BingNewsVerp",
        "description": "A pair of American scientists has been honored with the 2024 Nobel Prize in Medicine for their role in the groundbreaking ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EWgkUg91A70fLg5us2m1Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hosted on MSN20h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Scientists have finally seen the face of the world's largest bug",
        "link": "https://www.cbc.ca/radio/asithappens/arthropleura-heads-1.7350597",
        "description": "What's as big as an alligator, with the body of a millipede, the head of a centipede and the eyestalks of a crab? That would ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0Dq480HsZn2NhHx0C_7Xdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "CBC.ca",
        "article_content": "As It Happens 5:49 Scientists have finally seen the face of the world's largest bug\n\nWhat's as big as an alligator, with the body of a millipede, the head of a centipede and the eyestalks of a crab?\n\nThat would be Arthropleura, believed to be the largest bug to ever exist. But fear not; it's been extinct for more 300 million years.\n\nAnd while we've known about these colossal creatures for nearly two centuries, scientists had never found a fossil with its head intact — until now.\n\n\"We found the first complete head in a juvenile,\" Mickaël Lhéritier, a paleontologist at Claude Bernard University Lyon 1 in France, told As It Happens host Nil Kӧksal.\n\n\"We were shocked — really shocked.\"\n\nNot only does the discovery paint a more complete picture of this ancient arthropod, from its head to its many, many toes, but it also changes what scientists thought they knew about its modern descendents: centipedes and millipedes.\n\nThe findings, by Lhéritier and his colleagues, have been published in the journal Science Advances.\n\nHistoric discovery by an undergrad intern\n\nThe discoveries hail from two fossils found in a French coal field in the 1980s, preserved in a lump of the solidified mineral.\n\nOnce upon a time, scientists would have had to crack it open to find the treasures within, risking further fragmentation. But modern technology means scientists were able to peer inside the fossils using a CT scanner, similar to the kind you might see in a hospital, \"but much more powerful,\" Lhéritier said.\n\nThe discovery was made with the help of undergraduate intern Adrien Buisson.\n\n\"He was very happy,\" Lhéritier said. \"And me as well, of course.\"\n\nThe fossil of a juvenile Arthropleura from Montceau-les-Mines, France, inside its nodule. (Lheritier et al/Science Advances/Reuters)\n\nScientists have been studying Arthropleura fossils since the first one was discovered in 1854, but the fossils have been incomplete.\n\n\"We have been wanting to see what the head of this animal looked like for a really long time,\" said James Lamsdell, a paleobiologist at West Virginia University, who was not involved in the study.\n\nThat's because the fossils, found in Europe and North America, have been of shells left behind by Arthropleura after they moulted, squeezing their way out of their exoskeletons as they grew.\n\nAnd boy, did they ever grow. It's estimated Arthropleura could reach about 2.6 metres in length and weigh more than 50 kilograms.\n\nThat's because they roamed — or perhaps skittered — the Earth during the Carboniferous Period, when the planet's surging atmospheric oxygen levels caused some plants and animals grow to gigantic proportions.\n\n\"You also have dragonflies that could reach the size of an eagle, or scorpions that could reach the size of a small dog,\" Lhéritier said.\n\nBut these newly described fossils are just four centimetres long, because they're babies.\n\nLhéritier says if Arthropleura is anything like a modern millipede, the shape of its head likely didn't change much as it grew, likely to about 20 centimetres in width.\n\n\"What we have to find is the head of an adult because we still don't have one,\" Lhéritier said. \"It will be interesting to compare the morphology of the adult head and the one of the juvenile.\"\n\nA reconstruction of an Arthropleura, shown from different angles. (Lheritier et al./Science Advances/Reuters)\n\nSo what did the heads look like? Roughly circular, with slender antennae, stalked eyes and mandibles, which are oral appendages that function as jaws.\n\n\"The head of Arthropleura combines features of millipede and centipede,\" Lhéritier said. \"For example, the antennas are really millipede-like, while the mandibles ... are centipede-like. And so this is quite, I would say, striking.\"\n\nThe study's authors say this lends new credibility to a controversial theory that millipedes and centipedes are more closely related than previously believed, with Arthropleura as a shared ancestor.\n\n\"Millipedes and centipedes are actually each other's closest relative,\" co-author Greg Edgecombe, an expert in ancient invertebrates at the U.K. Natural History Museum, said in a press release.\n\nA recreation of an Arthropleura at a dinosaur park has the eyestalks, but not the mandibles. (Fabrio Conte/Shutterstock)\n\nBased on its mouthparts and a body built for slow locomotion, the researchers suspect Arthropleura was a detritivore like modern millipedes, feeding on decaying plants, rather than a predator like centipedes.\n\nLhéritier says you can think of it like an elephant or a long-necked dinosaur: \"a big animal spending most of his time eating.\"\n\nThe protruding eyes, Lhéritier says, are also a fascinating find, as they're usually associated with aquatic crustaceans like shrimps and crabs.\n\n\"Millipedes and centipedes didn't have these kind of eyes,\" he said. \"And so it is really peculiar.\"\n\nPredator or not, not everyone would be keen to spend their time thinking about giant creepy crawlies.\n\nBut Lhéritier says he finds Arthropleura, and all arthropods, \"fascinating and really cool.\"\n\nAnd as far as he's concerned, the bigger the better.\n\n\"I think they are ... magnificent,\" he said, \"like elephants or whales.\"\n\nWith files from The Associated Press and Reuters. Interview with Mickaël Lhéritier produced by Leïla Ahouman"
    },
    {
        "title": "DraftKings Promo Code Unlocks $200 Bonus Bets, Win or Lose for Texas vs Oklahoma",
        "link": "https://www.covers.com/daily-promos/draftkings-promo-code-college-football-texas-vs-oklahoma-october-12-2024",
        "description": "Bet $5, get $200 instantly with DraftKings’ no-code offer! Wager on Texas vs. Oklahoma now. Offer ends tomorrow night—don’t ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WC43yRbbgnMuSEV7seu18i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Covers41m",
        "source": "Covers",
        "article_content": "Bet $5, get $200 instantly with DraftKings’ no-code offer! Wager on Texas vs. Oklahoma now. Offer ends tomorrow night—don’t miss out!\n\nPhoto By - USA TODAY Sports\n\nDraftKings is offering new users the chance to get $200 in bonus bets just for betting $5 on today’s Texas vs. Oklahoma game. No DraftKings promo code is required, but this offer expires tonight, so don’t wait!\n\nSimply place a $5 wager on any market for the Red River Rivalry, and you’ll receive eight $25 bonus bets, no matter the outcome of your bet. Whether Texas remains undefeated or Oklahoma pulls off a huge upset, you’re guaranteed to get $200 in bonus bets, making this the perfect time to start betting with DraftKings.\n\nHow DraftKings 'Bet $5, Get $200' offer works\n\nDraftKings' Bet $5, Get $200 Instantly offer is available to new users, and no DraftKings promo code is needed. To qualify, you need to deposit at least $5 and place a bet on today’s highly anticipated Texas vs. Oklahoma game.\n\nYou will receive eight $25 bonus bets, which will be credited to your account instantly or within 72 hours. The bonus bets must be used within seven days of issuance, and any winnings from these bonus bets are yours to keep, though the bonus bet amount itself is not included in your winnings.\n\nThis DraftKings welcome offer is available until midnight on Oct. 13, 2024. With the Red River Rivalry being one of the most intense and unpredictable games in college football, now is the time to get involved in the action.\n\nBoost your Red River Rivalry SGP with DraftKings\n\nAll Users\n\nGet a boost for one 4+ leg parlay/SGP/SGPx! Claim Now\n\nOffer available to first-time customers in the following states: AZ, CO, CT, IN, IA, LA, MI, NC, NJ, OH, PA, VT, WY, IA, IL, LA, MI, NC, NJ, OH, PA, VT, WY. Not intended for use in MA. Not available to residents of Ontario, CA.\n\nHow to claim DraftKings’ $200 bonus bets\n\nFollow these steps to claim the DraftKings promo code offer for today’s Texas vs. Oklahoma matchup:\n\nRegister: Sign up for a new DraftKings Sportsbook account and complete the registration process. Deposit funds: Make a deposit of at least $5 to qualify for the offer. Place a bet: Bet $5 on the Texas vs. Oklahoma game to receive $200 in bonus bets instantly.\n\nFor more details about DraftKings, check out our DraftKings Sportsbook review.\n\nDraftKings odds for Texas vs Oklahoma\n\nSportsbook promos comparison\n\nChoosing the right sportsbook promo for you is easy with Covers. We compare all the best offers for legal sports betting sites in your area.\n\nCurrent Bonus Bet $5, Get $200, Win or Lose Bet $5, Get $300 If It Wins $1,500 Bonus Bets Back Promo Code None Required None Required CVRBONUS1500 Bonus Type Bet & Get Bet & Get Second Chance Bet Bonus Amount $200 Bonus Bets $200 Bonus Bets One (< $50) or five (> $50) bonus bets Wagering Period Seven Days Fourteen Days Seven Days Min. Deposit $5 $5 $10\n\nAffiliate Disclosure: Our team of experts has thoroughly researched and handpicked each product that appears on our website. We may receive compensation if you sign up through our links. Gambling Problem? Call 1-800-GAMBLER. Hope is here. GamblingHelpLineMA.org or call (800) 327-5050 for 24/7 support (MA). Call 1-877-8HOPE-NY or text HOPENY (467369) (NY).\n\n21+ and present in select states.Gambling Problem? Call 1-800-GAMBLER (CO, IA, KY, MI, NJ, OH, PA, IL, TN, VA, VT), 1-800-NEXT-STEP or text NEXTSTEP to 53342 (AZ), 1-888-789-7777 or visit ccpg.org/chat (CT), 1-800-9-WITH-IT (IN), 1-800-522-4700 or visit ksgamblinghelp.com (KS), 1-877-770-STOP (LA), visit www.mdgamblinghelp.org (MD), 1-800-522-4700 (WY), or visit www.1800gambler.net (WV).\n\nPages related to this topic"
    },
    {
        "title": "FanDuel Promo Code: Bet $5, Win $300 on Texas vs. Oklahoma",
        "link": "https://www.covers.com/daily-promos/fanduel-promo-code-college-football-texas-vs-oklahoma-october-12-2024",
        "description": "Bet $5, win $300 with FanDuel’s no-code offer! Bet on Texas vs. Oklahoma in today’s Red River Rivalry. Offer expires soon!",
        "image_url": "https://www.bing.com/th?id=OVFT._LXDURIN5RQ8_EcZPo1uIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Covers30m",
        "source": "Covers",
        "article_content": "Bet $5, win $300 with FanDuel’s no-code offer! Bet on Texas vs. Oklahoma in today’s Red River Rivalry. The offer expires soon!\n\nPhoto By - Imagn Images\n\nFanDuel is offering new users the chance to win $300 in bonus bets by placing just a $5 wager on today’s Red River Rivalry between the Texas Longhorns and Oklahoma Sooners. No FanDuel promo code is required for this limited-time deal. Simply bet on this high-stakes rivalry game and take advantage of the offer.\n\nTo claim the offer, new FanDuel users must deposit at least $10 and place a $5 bet on any market, including today’s Texas vs. Oklahoma game. If your bet wins, FanDuel will credit your account with $300 in bonus bets within 72 hours. With Texas looking to maintain their undefeated season and Oklahoma aiming for an upset, now is the perfect time to get in on the action.\n\nBet $5, Get $300 If Your Bet Wins Expires: Oct. 14, 2024 Claim $300\n\nSee FanDuel T&Cs Gambling Problem? Call 1-800-GAMBLER. Hope is here. GamblingHelpLineMA.org or call (800) 327-5050 for 24/7 support (MA). Call 1-877-8HOPE-NY or text HOPENY (467369) (NY).\n\n21+ and present in select states. FanDuel is offering online sports wagering in Kansas under an agreement with Kansas Star Casino, LLC. Gambling Problem? Call 1-800-GAMBLER or visit FanDuel.com/RG (CO, IA, KY, MI, NJ, OH, PA, IL, TN, VA, VT), 1-800-NEXT-STEP or text NEXTSTEP to 53342 (AZ), 1-888-789-7777 or visit ccpg.org/chat (CT), 1-800-9-WITH-IT (IN), 1-800-522-4700 or visit ksgamblinghelp.com (KS), 1-877-770-STOP (LA), visit www.mdgamblinghelp.org (MD), 1-800-522-4700 (WY), or visit www.1800gambler.net (WV).\n\nHow the FanDuel offer works for the Red River Rivalry\n\nFanDuel’s Bet $5, Win $300 offer is exclusive to new users, and no FanDuel promo code is needed. Once you sign up for a FanDuel Sportsbook account, make a deposit of at least $10, and place a $5 bet on today’s Texas vs. Oklahoma game, you’ll be eligible to receive $300 in bonus bets.\n\nThe bonus bets will be issued within 72 hours if your initial wager wins. Keep in mind that the bonus amount is not included in any winnings from subsequent wagers made with those bonus bets. The bonus bets must be used within seven days, so you'll have ample time to bet on more college football games or other sports markets.\n\nThis FanDuel promo code offer expires at 11:59 p.m. ET on Oct. 14, 2024, so you must act fast. With the Red River Rivalry being one of the most anticipated matchups of the season, it’s the perfect opportunity to enhance your betting experience.\n\nBetting on the came? Claim an extra bonus boost from FanDuel\n\nAll Users\n\n30% boost for one Texas/Oklahoma bet! Claim Now\n\nOffer available to first-time customers in the following states: AZ, CO, CT, DC, IL, IN, IA, KS, KY, LA, MD, MI, NC, NJ, NY, OH, PA, TN, VT, VI, WV, WY. Not intended for use in MA. Not available to residents of Ontario, CA.\n\nHow to claim FanDuel’s $300 offer\n\nTo sign up and claim FanDuel’s Bet $5, Win $300 offer for today’s Texas vs. Oklahoma game, follow these steps:\n\nRegister: Sign up for a new FanDuel Sportsbook account by providing your details and verifying your identity. Deposit funds: Deposit at least $10 to activate the offer. Place a bet: Bet $5 on Texas vs. Oklahoma today. If your bet wins, you’ll receive $300 in bonus bets.\n\nFor more information, read our FanDuel Sportsbook Review to see why this sportsbook is one of the top choices for college football fans.\n\nFanDuel odds for Texas vs Oklahoma\n\nSportsbook promos comparison\n\nChoosing the right sportsbook promo for you is easy with Covers. We compare all the best offers for legal sports betting sites in your area.\n\nCurrent Bonus Bet $5, Get $300 If Your Bet Wins Bet $5, Get $200, Win or Lose $1,500 Bonus Bets Back Promo Code None Required None Required CVRBONUS1500 Bonus Type Bet & Get Bet & Get Second Chance Bet Bonus Amount $300 Bonus Bets $200 Bonus Bets One (< $50) or five (> $50) bonus bets Wagering Period Fourteen Days Seven Days Seven Days Min. Deposit $5 $5 $10\n\nAffiliate Disclosure: Our team of experts has thoroughly researched and handpicked each product that appears on our website. We may receive compensation if you sign up through our links. Gambling Problem? Call 1-800-GAMBLER. Hope is here. GamblingHelpLineMA.org or call (800) 327-5050 for 24/7 support (MA). Call 1-877-8HOPE-NY or text HOPENY (467369) (NY).\n\n21+ and present in select states. FanDuel is offering online sports wagering in Kansas under an agreement with Kansas Star Casino, LLC. Gambling Problem? Call 1-800-GAMBLER or visit FanDuel.com/RG (CO, IA, KY, MI, NJ, OH, PA, IL, TN, VA, VT), 1-800-NEXT-STEP or text NEXTSTEP to 53342 (AZ), 1-888-789-7777 or visit ccpg.org/chat (CT), 1-800-9-WITH-IT (IN), 1-800-522-4700 or visit ksgamblinghelp.com (KS), 1-877-770-STOP (LA), visit www.mdgamblinghelp.org (MD), 1-800-522-4700 (WY), or visit www.1800gambler.net (WV).\n\nPages related to this topic"
    },
    {
        "title": "Fantasy Football Start 'Em or Sit 'Em Week 6: Jameson Williams, David Montgomery",
        "link": "https://www.msn.com/en-us/sports/nfl/fantasy-football-start-em-or-sit-em-week-6-jameson-williams-david-montgomery/ar-AA1sa5tI?ocid=BingNewsVerp",
        "description": "The Detroit Lions will take on the Dallas Cowboys in Week 6 on Sunday. Should running back David Montgomery and wide receiver ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KlRvmjAa56G4UZtVUqZTDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Sporting News on MSN12m",
        "source": "Sporting News on MSN",
        "article_content": ""
    },
    {
        "title": "Is It Time for Fantasy Owners to Punch the Caleb Williams Button?",
        "link": "https://www.si.com/nfl/bears/is-it-time-for-fantasy-owners-to-punch-the-caleb-williams-button",
        "description": "Who to sit and who to start from the Bears-Jaguars game in fantasy football as well as best bets and picks against the spread on all NFL games.",
        "image_url": "https://www.bing.com/th?id=OJ.hbG0Z8KmGcz0nA&pid=news&w=106&h=16&rs=2",
        "category": "it+startup",
        "date": "2h",
        "source": "Sports Illustrated",
        "article_content": "\"Chicago on the season is playing pretty fast, but last week was their fastest tempo game of the season... I am initially leaning towards the over.\"@Hitman428 on why he's eying the o44.5 (-115) when the Bears and Jaguars clash this weekend in London. pic.twitter.com/tz6vg1ZvyT"
    },
    {
        "title": "Red Hat eyes smarter cloud-native AI ahead",
        "link": "https://www.computerweekly.com/blog/Open-Source-Insider/Red-Hat-eyes-smarter-cloud-native-AI-ahead",
        "description": "Normally a more backroom, back-office, base layer, kernel-centric organisation in our eyes (if not in the view of 99.9% of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WUqekSc4xd6VBeo9b__FDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Computer Weekly1h",
        "source": "Computer Weekly",
        "article_content": "Normally a more backroom, back-office, base layer, kernel-centric organisation in our eyes (if not in the view of 99.9% of software application development professionals), Red Hat has put an additional stamp on the AI market this month with a suggestion that preparing for AI adoption is a key driver for cloud strategies today.\n\nThe company analysed a set of European-based technology practitioners and found that along with preparing for AI adoption, the drive to deploy cloud in practical functional ways is almost level with a need to adopt cloud-native application development and DevOps.\n\nMost IT managers see advantages in adopting enterprise open source solutions for AI, including predictive and generative, says Red Hat.\n\nResearch carried out across 609 IT managers from large businesses (500+ employees) within six countries: France, Germany, Italy, Spain, the UAE and the UK explored the priorities and challenges for IT managers as they navigate cloud complexity and the opportunities and barriers they face in executing AI strategies.\n\nWhen asked about the advantages in adopting enterprise open source solutions for AI – including predictive and generative – more than half of UK IT managers surveyed (53%) cited accelerated innovation, alongside cost-efficiency (50%) and trust and transparency (43%)."
    },
    {
        "title": "The Future of Data Security in Fintech: Trends and Solutions",
        "link": "https://techbullion.com/the-future-of-data-security-in-fintech-trends-and-solutions/",
        "description": "The fintech industry has significantly transformed over the past decade, driven by technological advancements and changing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Wy54NP7lmWJbZeozL_1vKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Impacts14h",
        "source": "Impacts",
        "article_content": "The fintech industry has significantly transformed over the past decade, driven by technological advancements and changing consumer preferences. The need for robust security measures for fintech companies has never been more critical. Fintech companies continue to innovate making data security a top priority.\n\nOver the years, fintech security has evolved to include various technologies and practices, including virtual data room solutions. Today, these technologies develop, offering new ways to protect financial transactions and sensitive data. This article will explore the future of data security in fintech from the data room perspective.\n\nUnderstanding fintech and the role of data security\n\nFintech, meaning financial technology, refers to technology integration into financial services to improve the delivery of financial products. Fintech companies needed advanced security measures to protect their customers’ sensitive data. The transformation of fintech security has been forced by the need to stay ahead of cybercriminals while providing compliance with regulatory requirements.\n\nData security in the fintech sector involves technologies, processes, and best practices for protecting sensitive financial data. It includes data security protocols, compliance with regulations, and ongoing security risk monitoring. The main goal of data security is to prevent unauthorised access and safeguard against data breaches and other cyber attacks.\n\nVirtual data room software for fintech data security\n\nA virtual data room (VDR) is a digital space where important documents and information are stored and shared. It lets authorised users access and work together on files for business activities. Maintaining security is paramount because of the nature of the data stored in VDRs. Data breaches can lead to a competitive edge, legal repercussions, and harm to reputation.\n\nSecurity measures are crucial for safeguarding data and upholding compliance standards within virtual data rooms. For enhanced protection, dataroom software employs security functionalities such as encryption, access controls, audit trails, and device restrictions. The important and sensitive data stored in VDRs needs security to stop cyber threats. Ensuring security in VDRs is crucial for keeping things private following the rules and avoiding problems.\n\n“Investing in a secure data storage place will reap the rewards in many ways,” says Gilbert Waters, Co-founder and marketing specialist at data-rooms.org. The organization of VDR security starts with choosing among data room providers known for data protection. Ensure they hold security certifications such as ISO 27001 and undergo independent audits. Avoid providers that don’t specify their security architecture or protocols.\n\nKey VDR security elements\n\nVirtual data rooms utilise a layered approach to security, with multiple critical elements working together to protect sensitive data. Some of the key elements include:\n\nData encryption . It is crucial for all data stored and sent via a data room to be encrypted using recognised methods, like AES 256-bit encryption . This process transforms data into a code that can only be decoded with the encryption key. Multi-factor authentication . It mandates users to present two or more credentials for access, such as a password paired with a one-time code or biometric verification. This strategy safeguards against password compromise and unauthorised entry. Advanced virtual data rooms support MFA techniques like SMS codes, authenticator apps, and biometric identifiers. Access controls . Granular user permissions allow tight control over document storage and access. Admins can restrict viewing, downloading, printing, watermarking, and other actions on a user and document group basis. Complex access regulations based on user attributes can be configured. Audit trails track all user activity.\n\nFintech data security trends\n\nTechnology integration transforms and reshapes data security management and how financial institutions operate. Here are the main trends that influence and shape data security:\n\nArtificial Intelligence (AI) and Machine Learning (ML) . They have changed financial services, helping in fraud detection, threat intelligence, and transaction analysis. Artificial intelligence technologies leverage algorithms to analyse data and identify patterns and potential security threats that might go unnoticed by traditional methods.\n\nBiometric technologies . It includes facial recognition and fingerprint scanning, which are increasingly used in fintech applications to enhance security. These technologies provide a higher level of protection compared to traditional methods. Biometric authentication enhances data privacy by ensuring access to financial accounts only to authorised users.\n\nBlockchain technology . Blockchain uses a distributed ledger that records transactions across a network of nodes. Each transaction is secured cryptographically and linked to the previous one, forming a chain resistant to tampering. This immutability is essential for maintaining data integrity and ensuring compliance with privacy regulations.\n\nCloud technology . Cloud computing enhances data privacy in several ways. It uses advanced encryption techniques to secure data at rest and in transit. Strict access controls allow companies to define who can access specific data and under what conditions, further bolstering privacy. Advanced threat detection and response mechanisms are integral to cloud services, helping identify security breaches.\n\nConclusion\n\nAs the fintech landscape evolves, ensuring robust security measures is more crucial than ever. Fintech security is a critical element in the fintech industry, as the sector faces many challenges. By adopting innovative technologies financial institutions can protect sensitive customer data, mitigate risks, and build trust with their customers. Using data rooms, in particular, can provide a relevant tool for maintaining data security and compliance in the fintech sector. Leveraging virtual data rooms for sensitive data companies must partner with providers who actively invest in the latest security innovations and stay ahead of emerging risks."
    }
]