[
    {
        "title": "Las Vegas ranked third in US cities for UFO sightings, new study shows",
        "link": "https://news3lv.com/news/local/las-vegas-ranked-third-in-us-cities-for-ufo-sightings-new-study-shows",
        "description": "New data shows the top cities across the US where you're most likely to spot a UFO. Whether you're a seasoned skywatcher or ...",
        "image_url": "https://www.bing.com/th?id=OVFT.osN9TtH3ViJgBQ0onYAoeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1h",
        "source": "News 3 Las Vegas",
        "article_content": "New data from shows the top cities across the U.S. where you're most likely to spot a .\n\nLas Vegas was named the #3 Destination to have an alien encounter in the.\n\n\n\nLas Vegas is not only a hotspot for casinos and shows, it's becoming a hotspot for watching the skies.\n\nThere have been 309 reports since 2013.\n\nAccording to the study, July is the most active month for sightings.\n\nTo see the top 20 destinations and the full list click\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    },
    {
        "title": "Experts reveal alarming theory for why UFOs appear to defy the laws of physics - and what we look like to them",
        "link": "https://www.dailymail.co.uk/news/article-13890287/expert-reveal-theory-ufo-defy-laws-physics.html",
        "description": "Experts have revealed the alarming theory as to why UFOs appear to defy the laws of physics - and what we may look like to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dcM2ny5_BhQuhkBLYNtWQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2h",
        "source": "Daily Mail",
        "article_content": "Experts have theorized that UFOs appear to defy the laws of physics potentially thanks to an anti-gravity machine, and that as a result, humans look like we're moving in slow-motion.\n\nLuis Elizondo, the former Pentagon insider who's been blowing the lid off the government's UFO secrets, has made shocking claims in his book, 'Imminent: Inside the Pentagon's Hunt for UFOs.'\n\nIn his bombshell memoir, he outlines a theory that gained steam during his time as part of the AATIP (Advanced Aerospace Threat Identification Program) group: UFOs harness anti-gravity to circumvent the laws of physics.\n\nAn anti-gravity device, forming what Elizondo's team calls a 'bubble' around a craft, would potentially make the object immune to Earth's gravitational forces - which might explain its incredible acceleration abilities.\n\nAnd without any gravity affecting the craft, there would also be no time dilation taking place, meaning that while time for everyone on Earth would be slowed down by the Earth's gravity, time for anything operating a craft would be considerably faster.\n\nThis would mean anything looking outside a craft would see the entirety of humanity moving at a fraction of their speed.\n\nLuis Elizondo, the former Pentagon insider who's been blowing the lid off the government's UFO secrets, has made shocking claims in his book, 'Imminent: Inside the Pentagon's Hunt for UFOs'\n\nResearch by Sean Kirkpatrick, director of the Pentagon's All-domain Anomaly Resolution Office, and Harvard's Avi Loeb has shocked the scientific community when they concluded that recent UAP (Unidentified Aerial Phenomena) observations defy laws of physics\n\nPhysicist Erik Lentz from the University of Göttingen has similarly proposed a mind-boggling theory that could explain how these otherworldly visitors traverse the vast distances of space.\n\nHis research suggests a way to create the above mentioned 'warp bubble' that could allow spacecraft to travel faster than light without breaking Einstein's cosmic speed limit, as reported by Physics World.\n\nBut the catch is that it would require energy equivalent to 'hundreds of times the mass of the planet Jupiter'\n\n'A warp bubble traveling faster than light cannot be created from inside the bubble, as the leading edge of the bubble would be beyond the reach of a spaceship sitting at its center,' he said.\n\n'The problem is that you need energy to deform space all the way to the very edge of the bubble, and the ship simply can't put it there.'\n\nErik Lentz suggests a 'warp bubble' could allow spacecraft to travel faster than light without breaking Einstein's cosmic speed limit\n\nMeanwhile, a groundbreaking paper by Sean Kirkpatrick, director of the Pentagon's All-domain Anomaly Resolution Office, and Harvard's Avi Loeb also sheds light - or bends it - on how UFO seem to create optical illusions.\n\nThe paper states that these mysterious objects should create 'a bright optical fireball, ionization shell and tail' due to friction with air or water, as reported by Popular Mechanics.\n\n'The friction of UAP with the surrounding air or water is expected to generate a bright optical fireball, ionization shell and tail — implying radio signatures,' it wrote.\n\nOn top of that, many of the observed UAPs show no signs of these telltale signatures.\n\nThis could mean that UFOs could be nothing more than 'sensor-induced optical illusions.'\n\n'The lack of all these signatures could imply inaccurate distance measurements (and hence derived velocity) for single site sensors without a range gate capability,' the authors wrote.\n\n'Typical UAP sightings are too far away to get a highly resolved image of the object and determination of the object's motion is limited by the lack of range data.'\n\nA groundbreaking paper by Sean Kirkpatrick, director of the Pentagon's All-domain Anomaly Resolution Office, and Harvard's Avi Loeb also sheds light - or bends it - on how UFO seem to create optical illusions\n\nWithout any gravity affecting the craft, there would also be no time dilation taking place, meaning that while time for everyone on Earth would be slowed down by the Earth's gravity, time for anything operating a craft would be considerably faster\n\nHowever, Elizondo points out in his book that the optical illusion could be generated by the 'bubble'.\n\nCiting the Doppler effect, the former intelligence officer said that light moving in and out of the medium would skew based on if the object was moving away from you or toward you.\n\nElizondo, risking his life, has alleged in his book that the US military has been running a top-secret program to retrieve and reverse-engineer alien craft for years.\n\nHe even has claimed they've recovered non-human specimens.\n\n'We're not alone,' Elizondo told NewsNation. 'We are not alone in this universe, and it is a simple fact. The U.S. government has been aware of that fact for decades now. I think if the American public knew just how deep this lie went, that we would have a very significant constitutional crisis on our hands.'\n\nElizondo, risking his life, has alleged that the US military has been running a top-secret program to retrieve and reverse-engineer alien craft for years\n\nHe even has claimed they've recovered non-human specimens\n\nHis book contains, among its many incredible revelations, details on a 2016 plan hatched by Elizondo and his military colleagues to catch a UFO in the ocean.\n\n'The United States has been involved in the recovery of objects,' Elizondo told the outlet. 'Vehicles of unknown origin that are neither from our country or any other foreign country that we're aware of.'\n\nBut it's not just conspiracy theories anymore.\n\nIn August, Elizondo told reporters that he can confirm one of two 'vehicles of unknown origin' were recovered from the now legendary Roswell UFO crash of 1947.\n\nMore shocking still, Elizondo said, 'We, as a nation have, been interested in not only the vehicles themselves but the occupants,' which he called 'biological specimens.'\n\nElizondo helped release three of the most famous UFO videos in history after leaving his role in the US Department of Defense in late 2017.\n\nElizondo first rose to national prominence in late 2017 in the pages of the New York Times — where he blew the whistle on the US military and intelligence community's pervasive mismanagement and excessive secrecy on the topic of UFOs.\n\nHis public resignation and opaque role within the Pentagon's UFO-hunting portfolio, known to its Senate backers as the Advanced Aerospace Threat Identification Program (AATIP), brought fame and a lead role in a History channel docu-series.\n\nIn April 2020, the Pentagon officially released three videos that Elizondo had helped leak in 2017, each taken by US Navy fighter pilots who had reportedly witnessed 'unexplained aerial phenomena' (UAP) as UFOs are now more technically known.\n\nElizondo first rose to national prominence in 2017 in the pages of the New York Times, after he helped release three US Navy infrared UFO videos - including the GOFAST video (above)\n\nThe videos depict, as Elizondo told CNN, 'things that don't have any obvious flight surfaces, any obvious forms of propulsion [...] maneuvering in ways that include extreme maneuverability beyond, I would submit, the healthy G-forces of a human or anything biological.'\n\nDespite corroboration from his peers and the late Senate Majority leader who helped create AATIP, Nevada Democrat Harry Reid, the Department of Defense has maintained that Elizondo's military role had no official UFO-hunting duties.\n\nPentagon officials denied the existence of any 'credible evidence of extraterrestrial activity,' in a statement responding to NewsNation's forthcoming interview.\n\n'As we have stated previously, Luis Elizondo had no assigned responsibilities for the Advanced Aerospace Threat Identification Program (AATIP) while assigned to the Office of the Under Secretary of Defense for Intelligence and Security,' DoD spokesperson Sue Gough told NewsNation.\n\nCritics of Gough have pointed to a 2003 research paper on psychological warfare that she wrote for the US Army War College, implying the Pentagon spokesperson might be part of a coordinated campaign to undermine Elizondo's credibility.\n\nAnd, in May 2021, Elizondo filed a 64-page complaint to the DoD's Office of the Inspector General accusing high-ranking military officials of attempting to silence him by threatening his security clearances and obfuscating of his work with AATIP.\n\nElizondo said he endured 'malicious activities, coordinated disinformation, professional misconduct, whistleblower reprisal and explicit threats perpetrated by certain senior-level Pentagon officials.'\n\nAbove, veteran Australian TV news broadcaster and investigative reporter Ross Coulthart - who conducted the first televised interview with government UFO whistleblower David Grusch last year - conducted the new interview with Elizondo, which airs in full on Friday\n\nThese actions, he and his attorneys said, suggested 'a coordinated effort to obfuscate the truth from the American people, while impugning my reputation as a former intelligence officer at the Pentagon.'\n\nHis new memoir, 'Imminent,' sees the former Pentagon official opening up about much more incredible personal accounts — including the story of his own family's disturbing experience with 'green orbs' floating through their house.\n\nIn the book, Elizondo also details he and another AATIP member's plan to catch UFOs on the high seas.\n\nHe told Dailymail.com in August that their investigations pointed to these craft having an apparent interest in military operations, nuclear power, and were often seen around bodies of water.\n\nSo they coordinated with the Navy and other branches to create 'Project Interloper': an attempt to lure the mysterious craft and record them with high-tech equipment."
    },
    {
        "title": "Canada Releases Images of UFO Shot Down By US Fighter Jet",
        "link": "https://popculture.com/trending/news/canada-releases-images-of-ufo-shot-down-by-us-fighter-jet/",
        "description": "Canada has unveiled the first-ever image of the UFO downed during a joint US-Canada mission in February 2023. The grainy ...",
        "image_url": "https://www.bing.com/th?id=OVF.neaQttN2vI3FjftjraLR4w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Pop Culture7h",
        "source": "Pop Culture",
        "article_content": "The object that was found around the same time as an alleged Chinese spy balloon.\n\nCanadian authorities have released an image of a UFO that was shot down by U.S. fighters in 2023. According to CTV News, the photo was released through a freedom of information request. Several redacted pages accompany the photo in question, though it is interesting to note how the photo was approved for release days after the incident but held back.\n\nThe incident was one of a few within days in February 2023. At least three objects were found and downed over Alaska, the Yukon, and Lake Huron. According to the New York Post, these three objects are \"small metallic [balloons] with a tethered payload,\" and were much smaller than the suspected Chinese spy balloon that traveled across the U.S. before being shot down over South Carolina on Feb. 4, 2023.\n\nCanada has unveiled the first-ever image of the UFO downed during a joint US-Canada mission in February 2023. The grainy photo shows a circular, white object shot by a US Air Force F-22 fighter jet.pic.twitter.com/re0pQB6QX7 — Breaking News (@TheNewsTrending) September 24, 2024\n\n\"Should the image be released, it would be via the [Canadian armed forces] social media accounts,\" an official wrote in the documents. \"Given the current public environment and statements related to the object being benign, releasing the image may create more questions/confusion, regardless of the text that will accompany the post.\"\n\nThe delay is implied to be the result of a pause due to \"pending U.S. engagement.\" At the time, President Joe Biden confirmed the three objects were downed but added that there weren't any \"suggestions they were related to China's spy balloon program, or that they were surveillance vehicles from any other country.\"\n\nThe debris from these objects was never recovered due to poor weather and the slim odds that anything could be recovered after being shot down. Some descriptions of the object in the documents indicate it had a distinctive shape.\n\n\"Visual – a cylindrical object,\" the email with the photo described. \"Top quarter is metallic, remainder white. 20-foot wire hanging below with a package of some sort suspended from it.\"\n\nThe photo seems to be taken from below the object, and some have pointed out that the photo resembles similar balloons photographed from below. That said, others are taking the photo as evidence of secret aircraft possibly from an otherworldly intelligence.\n\nIf anything, the object stands as evidence that there is a lot of stuff floating around in the sky that we have no clue about."
    },
    {
        "title": "UFO Catcher Japan - The Crane Couple Collab! Pokemon, Disney & more wins!",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/ufo-catcher-japan-the-crane-couple-collab-pokemon-disney-more-wins/vi-AA1rr2Zf?ocid=BingNewsVerp",
        "description": "Caitlin Clark Named to All-WNBA First Team After NBA Legend Backs Olympic Snub Rid Your Yard and Garden of Moles Overnight Using These Methods ACC Releases Statement on Controversial Ending of ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "legitbread on MSN2h",
        "source": "legitbread on MSN",
        "article_content": ""
    },
    {
        "title": "Sensational archive footage of day multiple witnesses saw UFO land in Bentilee",
        "link": "https://uk.news.yahoo.com/sensational-archive-footage-day-multiple-134904771.html",
        "description": "The year was 1967. Space fever was at its height and flying saucers and alien spacecraft were the talk of the pubs, offices ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fXrSwEjzKcdOpeKwE1PZ9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "18h",
        "source": "Yahoo News UK",
        "article_content": "\n\n\n\nAlthough questions remain whether locals really did see a UFO landing in Bentilee more than 50 years ago, a new dramatised version of the event put on by Claybody Theatre promises to be out of this world. Here StokeonTrentLive takes a look back at that day in 1967 as space fever gripped the nation...\n\nBack in 1967, when space exploration was capturing everyone's imagination, residents of Stoke-on-Trent were abuzz with talk of unidentified flying objects, especially as summer drew to a close and numerous sightings were reported.\n\nHowever, it was the events of September 2 that left even seasoned UFO enthusiasts scratching their heads. Numerous independent witnesses described seeing a red glowing object that night, causing quite a stir.\n\nREAD MORE:Cub leader says sorry after caught drink-driving\n\nREAD MORE:I felt like A-lister after finding way to dodge Alton Towers queues\n\nStokeonTrentLive has obtained footage from an ATV Today broadcast, where presenter Gwyn Richards describes the 'extraordinary event' witnessed by many. Among those interviewed are neighbours Mrs Bowen and Mrs Stephenson, who both observed the UFOs descent near their estate.\n\nMrs Bowen, speaking calmly, recounted: \"It seemed like a saucer, you know. It changed in different colours - a red, a greenish and a blue. I did get frightened of it when it dropped.\"\n\nMrs Stephenson recalled: \"The object glowed bright red as if someone had lit a bonfire in the middle of a field. It spanned half a field. We could see the outline of it clearly like a dome but we couldn't see no door. There was no heat it was just a red glow.\n\n\"We couldn't even hear a bird, everything was dead. There was a man standing behind us. He said 'Did you two see it? '. We said 'yes'. He said 'I was in the bedroom and we thought the field was on fire because the bedroom was illuminated red. I came down because I thought I was seeing things'.\n\n-Credit:No credit\n\n\"While me and Mrs Bowen were at the bottom of the close we saw the object in the sky going the same way as it had come. The colours were glowing and it was going at a high speed.\"\n\nYoung Malcolm Bowen and three other lads also witnessed the strange occurrence that night, while an officer admitted his concern led him to advise the younger kids to go back indoors.\n\nMalcolm shared his experience: \"The rest of them ran off and I just stayed there. It was just like an ordinary saucer with a round sort of thing on the top. We thought it was an aeroplane at first but we all kept quiet.\n\n\"We saw it going round and then we said it couldn't be an aeroplane. We didn't hear any sound. We saw a very bright glow and it went straight up in the air and it went spinning round. Ten or 12 seconds later it went out of sight.\"\n\nA local policeman, taking a more cautious stance, also provided his take on the Bentilee UFO sighting, suggesting a potential explanation.\n\nHe recounted: \"We got there and we were met by a gang of children and one or two adults who informed us that they had seen this glow in the sky travelling from east to west or west to east, I can't remember exactly which. And that it had disappeared over the brow of the hill we were facing.\n\n\"We started climbing this banks. We were a little apprehensive and we did send quite a few children back who were quite small. These things could happen but I don't actually believe in them but I can't prove it one way or the other.\n\n\"The parents of the children were so adamant that this thing had happened we thought we'd be on the safe side. We carried on to the top of the hill and could see no signs. We could see nothing at all.\"\n\n\"In the distance there was a public house that had all yellow signs around it. I assumed that this lighting up for the first time could have been what they had seen.\"\n\nUFO experts Roger Stanway and Tony Pace also offered insights during an interview at Newchapel Observatory, reflecting on the Bentilee incident as 'quite incredible'.\n\nThey also mentioned that their investigation results were taken seriously by the Ministry of Defence, confirming an occurrence on the estate that particular evening.\n\nMr Pace added: \"The fact that quite a few witnesses were quite worried and disturbed at what had occurred convinced us that something really strange had happened on that Saturday night in September 1967.\"\n\nMr Stanway revealed: \"We couldn't find any explanation from the sources we contacted; air traffic control, the police, things of that nature. And as people on the estate wanted an explanation and we wanted something as well, we thought we'd go down to the MoD in London.\n\nNo caption\n\n\"We discussed the Bentilee episode as there was a terrific amount of evidence and independent witnesses. I then faced them with the bold question - 'Well gentleman, do you think in fact what is described in this report actually did take place? '. The reply was 'yes'.\"\n\n\"Well this somewhat surprised me as I expected them to have a number of explanations. My next question was 'What is the explanation, what were these objects, these phenomena? '. Much to my surprise they said 'we have no idea'. My immediate reaction was to say 'does this worry you? '. And they said 'yes'.\"\n\nWrapping up, Mr Richards made a call to Manchester Airport from a public telephone to report his unusual sighting of an unidentifiable craft over Derbyshire.\n\nMr Stanway and Mr Pace documented upwards of 70 distinct UFO encounters within a 20-mile expanse of Stoke-on-Trent, all detailed in their dossier 'UFOs: Unidentified, Undeniable'.\n\nIn a 2006 interview with the press, Mr Pace recounted the peculiar surge in UFO activity around Stoke-on-Trent's Bentilee area back in 1967: \"There were many reports of UFOs in the Potteries, and many seemed to be centred over the Bentilee area. At the time it was a country-wide phenomenon, there were sightings all over the country. You can't just dismiss things like that when so many people saw things.\"\n\nNorth Staffordshire historian Bill Cawley delved into these odd occurrences on the Bentilee estate and in neighbouring regions.\n\nHe explained: \"Reports of strange things in the sky stretched from Cannock to the hills above Leek. But the centre of much activity was the Bentilee estate, and the local media was full of sightings of UFOs in the skies of the city.\"\n\n\"On September 2, there were eight different sightings between 1am and dawn, with a lack of sound being a feature of all the sightings. An object like a spinning top was spotted by a resident of Beverley Drive.\n\n\"There was a very interesting account given by a Mrs Becanin. As an accomplished artist, she provided line drawings of what she had seen from her home in Hethersett Walk in the early hours.\n\n\"She couldn't sleep, and at 1am, after a drink of water, she looked through a window to see three orange lights lying on common ground some distance away. One of the lights seemed closer to her and larger, and was flashing with a brighter light.\n\n\"It began to ascend with a shower of green sparks, disappearing to the north east. The other two lights also vanished. The whole incident took two minutes. Another group saw a basin-shaped object fly overhead. It was glowing red and yellow, and appeared to land in fields off Beverley Drive.\"\n\n\"Children and adults ran in the direction of the landing site and one of the children said the area seemed on fire. Something had landed in the field and remained. A woman rang the police, who duly arrived. They saw nothing, but on leaving the area, a man in an upper room window called over that the saucer was taking off. It rose to about 300ft and then disappeared.\n\n\"When they were interviewed, the police remained sceptical and said the lights might have been reflections from street lighting or from the windows of a local pub. Then, on September 4, Terry Bagnall, aged 15, of Beverley Drive, saw a brightly coloured cigar-shaped object fly over the area with a bright light, which increased in intensity as it rose in the late morning sky.\"\n\n\"The report pointed out that jets using Manchester airport flew over the area, and that this would account for some of the sightings. It was also possible that many would have confused UFOs with satellites. A person mistaking the planet Venus was another possibility, as was freak weather conditions. However, Stanway and Pace concluded that 10 per cent of the sightings were unexplained.\"\n\nWhatever happened on that night in Bentilee, the truth is out there.\n\nBright Lights Over Bentilee has been written by playwright and former Coronation Street star Deborah McAndrew. It runs until October 12 at The Dipping House, Stoke.\n\nSign up to our main daily newsletter here and get all the latest news straight to your inbox for FREE"
    },
    {
        "title": "I used this AI-powered workout app for an entire year – here’s 5 things I learned",
        "link": "https://www.techradar.com/health-fitness/i-used-this-ai-powered-workout-app-for-an-entire-year-here-s-5-things-i-learned",
        "description": "As a serial gym goer, however, there’s one area of my life where AI has proven indispensable for more than a year, and that’s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pLdYcLscpNuDU1_ffJSR8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "TechRadar",
        "article_content": "As more and more companies scramble to jam artificial intelligence into literally everything, I find myself becoming increasingly desensitized to the prospect of using AI for really anything. I loathe the anti-creative powers of generative AI for text and image creation, and I’m so over products carrying AI branding for no reason (I’m looking at you, Samsung Family Hub AI Vision fridge).\n\nAs a serial gym goer, however, there’s one area of my life where AI has proven indispensable for more than a year, and that’s in powering my workouts. Last year, I was introduced to PUSH, an AI-powered workout app and gym tracker designed to help you build muscle as quickly as possible by taking a scientific approach to workout creation.\n\nGive or take a couple of injuries and some holidays, I’ve used PUSH six days a week, every week, for over a year. I’ve done hundreds of workouts, and in that time I’ve learned more about exercise than all my previous years of experience attending the gym. It’s definitely one of the best fitness apps I’ve ever used.\n\nPUSH is a delight to use, it’s got a great interface that’s very easy to use, rest counters, custom workout plans, and more. Yet more valuable than the joy I’ve had using the app, PUSH has taught me some invaluable lessons about building muscle in the gym I can’t wait to share with you. Here’s everything I’ve learned.\n\nProgressive overload really matters\n\n(Image credit: Future)\n\nIf you’re new to the gym or building muscle, you might have heard the term ‘progressive overload’ bandied around. Even as a long-time gym goer, I was familiar with the concept, but until I started using PUSH, I’d never really taken it seriously.\n\nPUSH is hyper-tuned to help you gradually increase the amount of weight you’re lifting over time, a tried and tested vehicle for building muscle. I’d spent years bench pressing maybe 70 or 80kgs (175lbs-ish), occasionally pushing the boat out to 85kgs if I was feeling sprightly.\n\nPUSH has helped me elevate my bench press to a consistent 100kgs for multiple sets of five in less than 12 months. Across the board, all of my movements and lifts have increased in power and weight because PUSH doesn’t let you take your foot off the gas. As soon as you can achieve the desired number of reps at a certain weight, PUSH uses its AI algorithm to calculate your next increment. If you fail a set or can’t see a certain weight through to completion, it’ll automatically calculate a plateau-breaker exercise, usually an increased weight for fewer reps, to help you smash through your next barrier.\n\nGet daily insight, inspiration and deals in your inbox Sign up for breaking news, reviews, opinion, top tech deals, and more. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nWith PUSH in my pocket, I’m no longer guessing weights for workouts, or retreading ground. I’m just making clear consistent progress week-in, week-out.\n\nIt’s time to ditch the Bro Split\n\n(Image credit: Future)\n\nMost people tend to split their gym program up into body parts. Chest on Monday, back on Tuesday, then legs, shoulders, arms, etc… in gym circles, this is known as the “Bro Split”. If it works for you then that’s fine, but PUSH’s tailor-made program uses AI and peer-reviewed scientific research to calculate a plan that lets you train your entire body in an optimal cycle.\n\n\n\nFor instance, on some days, I train back, legs, arms, and shoulders, all at once. It took some getting used to – doing lateral pulldowns right after squats isn’t fun – but by carefully training muscles in a more target way, rather than just blasting chest on a Monday once a week and so on, I’ve noticed a much more consistent and manageable progression in my strength and improved recovery. You can opt for a push, pull, leg split in the PUSH app if you so desire, but I’ve put my faith in the AI algorithm and its unconventional muscle groupings, and I’ll never go back.\n\nRest is important\n\n(Image credit: Future)\n\nWhile the aforementioned muscle groupings help with longer-term fatigue over the weeks and months, PUSH also comes with a built-in rest timer for use between sets. I probably spent six years in the gym just guessing at how long I was taking between sets, choosing when to start my next exercise based purely on vibes and whether or not I’d finished cruising Instagram.\n\nPUSH’s regimented rest timer, which varies depending on the type of exercise you’re doing, has shown me the importance of training to a precise period of rest. Too little time between sets, and your muscles won’t have recovered, leaving you unable to push as much as you need. Too long, and you won’t be fatiguing your muscles enough to make any progress.\n\nAgain, PUSH uses AI to determine what constitutes an ideal rest time but gives you the final say in how long you take, letting you tweak rest periods slightly based on how you’re feeling. With set rest times between exercises, I’ve massively improved the progress I make in the gym, all while reducing how long I actually spend in the gym.\n\nGrowth takes time\n\n(Image credit: Future)\n\nWe live in a world of instant gratification, but PUSH has helped me understand that growing and building muscle takes time and commitment. Having an app show me my progress week-by-week has been vital in keeping me motivated, even when the results aren’t physically obvious or immediate.\n\nSeeing consistent strength gains each time I return to the gym is a terrific motivator, and has helped me to take my eyes off trying to make big jumps in performance or expecting huge changes in my physique. What’s more, knowing you’re on a steady upward trajectory takes ego lifting and overexerting yourself out of the equation, with measured increases drastically reducing the chances of injury, and of course embarrassment.\n\nInvesting in a program is worth it\n\n(Image credit: Future)\n\nI pay £15.99 ($21 / AU$23.49) a month for the privilege of using PUSH. That’s a lot of money for a monthly subscription app, but for me the investment is priceless. I’m convinced that with PUSH I’m getting good value out of the app. It’s well-built, gets regular updates, and most importantly has proven effective for me. However, there’s also an extra kick of motivation in knowing that if I’m paying £16 a month for a workout app, I should probably use it to the full, instead of wasting my money.\n\nIt’s the same tortured logic that says buying a pair of the best running shoes will help you get out an exercise, or that paying for a gym membership is more likely to get you out of the house each January. It might not work for everyone, but the financial commitment I’ve made to this app keeps me coming back for more.\n\nAnd a whole lot more besides\n\n(Image credit: Future)\n\nPUSH has more to offer. It’s got a great library of exercises that help me plan around a busy gym or lack of equipment. Its plethora of peer-reviewed source material is well presented and makes for an interesting read, and its daily insights tell me which muscles I’m growing and which might be stalling, another fabulous motivator. It’s not a perfect app and it won’t work for everyone, but after 12 months in my pocket, it’s become an indispensable training partner."
    },
    {
        "title": "JUST FRIENDS: People turning to AI, dating apps to cure loneliness",
        "link": "https://torontosun.com/life/relationships/just-friends-people-turning-to-ai-dating-apps-to-cure-loneliness",
        "description": "Dating app Flirtini conducted a study and found that not only is there a growing trend of people using dating apps to make ...",
        "image_url": "https://www.bing.com/th?id=OVF.UcXw7tuGq8CZ5x9aJ2OapA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "Toronto Sun",
        "article_content": "Content not available"
    },
    {
        "title": "AI property app adds ‘renovation potential’ filter",
        "link": "https://www.estateagenttoday.co.uk/breaking-news/2024/09/ai-property-app-adds-renovation-potential-filter/",
        "description": "Artificial intelligence (AI)-powered property search app Jitty has added a new 'renovation potential' filter. The aim is to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Hdeq4TXwJD3utyxBXBKjNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "estateagenttoday.co.uk5h",
        "source": "estateagenttoday.co.uk",
        "article_content": "Content not available"
    },
    {
        "title": "I'm convinced AI will take over, but not in the way you think",
        "link": "https://www.yahoo.com/tech/im-convinced-ai-over-not-102410683.html",
        "description": "Google showed an example of AI drafting an email to an apartment manager complaining that the air conditioning had stopped ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LDrcaDvwqhx6SNgmu7UEBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "Yahoo",
        "article_content": "I'm convinced AI will take over, but not in the way you think\n\nI understand why AI has become a focus for smartphone manufacturers. With the camera race dying down, companies needed a new way to differentiate their products and convince us to upgrade. Apple spent its entire Fall event showcasing Apple Intelligence for the iPhone 16 Pro Max, highlighting features that wouldn't be available on launch. Similarly, for much of its Made by Google event, Google demonstrated Gemini Advanced functionality on the Google Pixel 9 series.\n\nArtificial intelligence can be helpful, and I'm not here to hate on the benefits of the user experience. After all, I left my tin foil hat at home. However, Apple and Google demonstrated multiple AI tools that are legitimately concerning. So, whether your dystopian outlook of AI comes from Skynet or The Matrix, let's consider what I think the real danger of too much AI is.\n\nI'm mostly excited about what AI brings\n\nOur apps and notifications are going to be better\n\nGoogle Maps cannot be used from Gemini Live\n\nI'm optimistic about many of the new AI functions Google and Apple highlighted in the last few months. I'm glad Google unveiled more practical AI functions. The company may still show off apps like Pixel Studio, but we're moving towards more productivity-based tools. I've used Gemini Live much more than I initially thought. It isn't perfect and doesn't fully replace Google Assistant, but it's a step in the right direction, and natural-language AI is starting to come around.\n\nIn addition, Apple Intelligence promises multiple helpful features (when it's released). I love the way it will clean up notifications, prioritizing time-sensitive messages that need attention. I'm also looking forward to enhanced AR functions, with AI recognizing what we see through the camera. Plus, we can't forget the computational photography improvements, with AI getting the most out of our photos, even in low-lighting conditions. It isn't all bad, but some things concern me.\n\nGoogle and Apple are taking AI a step beyond\n\nWe're not just helping brainstorm anymore\n\nAI farming out art\n\nI've long worried about technology's role in destroying interpersonal communication. We prefer to send texts or emails instead of calling someone on the phone, and speaking directly to people is becoming a lost art. But apparently, it isn't enough to rely solely on emails and written communication anymore. We're hoping AI can do the heavy lifting for us.\n\nGoogle showed an example of AI drafting an email to an apartment manager complaining that the air conditioning had stopped working. Without a single human input, Gemini created an entire message ready to be sent, all with personal touches and greetings. It was designed to look like someone wrote it and the technology will only improve.\n\nApple took proofreading a step further, showing a Slack message entirely transformed by AI. Instead of communicating with colleagues, you can give a general idea of what you want to say and Apple Intelligence takes care of the rest. It's a slippery slope and a sign of things to come.\n\nWithout a single human input, Gemini created an entire message ready to be sent, all with personal touches and greetings.\n\nHow much is too much when it comes to AI?\n\nI don't think we can be trusted to curb convenience\n\nA live demonstration of the Google Pixel 9 Pro XL and Google Gemini AI\n\nHow long will it be before AI handles both sides of a conversation? Messenger apps are already learning our speech patterns and phrasing to craft responses that sound more like what we'd say. I don't think it's a stretch to envision a time when two messenger programs speak with each other on our behalf, and then provide us with a summary of what was said. I don't think we can resist the temptation of effortless communication, and I fear it will erode our ability to relate to each other.\n\nGemini Live is a valuable tool for brainstorming, allowing us to bounce ideas around and formulate new ones. But that's the limit of what I want. I still want to be the one generating my thoughts, and I want to make sure my words are what goes out into the world.\n\nIt's still too early to tell\n\nIt's scary to see the high-quality videos AI produces. We must be careful with the technology, but I don't want to sacrifice the potential benefits. I want AI to enhance videos from 100 years ago that we already have, not create new ones designed to hurt people. Similarly, I want AI to help me hone my message, not come up with the message for me. When I text or email someone, I want to have confidence I'm communicating with a human on the other side. Our interpersonal skills are already eroding, and I don't have a positive outlook on them improving soon."
    },
    {
        "title": "AI holds potential to transform lives but poses threat if mishandled: UNESCO Education ADG",
        "link": "https://telecom.economictimes.indiatimes.com/news/internet/ai-holds-potential-to-transform-lives-but-poses-threat-if-mishandled-unesco-education-adg/113784911",
        "description": "AI applications like ChatGPT generate new data from the vast amount of input available online, raising fundamental questions ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3-4rDTgIH3BEg2e7drKSRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "18h",
        "source": "telecom.economictimes.indiatimes",
        "article_content": "Internet\n\n4 min read\n\nAI holds potential to transform lives but poses threat if mishandled: UNESCO Education ADG\n\nAI applications like ChatGPT generate new data from the vast amount of input available online, raising fundamental questions about human knowledge, education and learning, she said."
    },
    {
        "title": "Baltimore Paranormal Society hosts ghost hunt at Lord Baltimore Hotel",
        "link": "https://www.msn.com/en-us/travel/article/lord-baltimore-hotel-and-baltimore-paranormal-society-hold-ghost-hunt-benefiting-grassroots-organization/vi-AA1rq3Qk?ocid=BingNewsVerp",
        "description": "HOW MANY LIVING PEOPLE ARE IN THE ROOM? LET ME KNOW THAT YOU CAN HEAR ME. GO ON. THIS NATIONAL GHOST HUNT DAY, THE BALTIMORE PARANORMAL SOCIETY HOSTED THEIR OWN GHOST HUNT, GOING THROUGHOUT THE ...",
        "image_url": "https://www.bing.comNo image",
        "category": "paranormal",
        "date": "WBAL-TV on MSN11h",
        "source": "WBAL-TV on MSN",
        "article_content": ""
    },
    {
        "title": "12 Horrifyingly Haunted Hotels You Can Actually Stay at—If You Dare",
        "link": "https://currently.att.yahoo.com/lifestyle/12-horrifyingly-haunted-hotels-actually-150300118.html",
        "description": "Perched at the gateway to Rocky Mountain National Park, the Stanley Hotel is the crown jewel of haunted hospitality. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.g_DzMTWAXdbyWuZHoNnXMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "Yahoo",
        "article_content": "\"Hearst Magazines and Yahoo may earn commission or revenue on some items through these links.\"\n\nIf you’ve ever dreamed of a getaway that combines luxury accommodations with spine-tingling thrills, look no further than America’s most haunted hotels, where the veil between the living and the dead is particularly thin. These historic properties offer more than just comfortable beds and five-star room service—they promise a chance to brush shoulders with long-departed guests who never quite managed to check out.\n\nMany of these hotels have embraced their paranormal reputations, offering ghost tours and special packages for thrill-seeking guests, especially during the Halloween season. But make no mistake—the otherworldly occurrences at these hotels aren’t limited to October.\n\nSo pack your bags (and maybe a night-vision camera or two), and prepare for a stay you’ll never forget—if you dare. Who knows? You might leave with more than just memories and minibar charges.\n\nThe Stanley Hotel | Estes Park, Colorado\n\nPerched at the gateway to Rocky Mountain National Park, the Stanley Hotel is the crown jewel of haunted hospitality. This grand Colonial Revival hotel, which opened in 1909, famously inspired Stephen King’s The Shining—though management assures guests that all work and no play is not on the agenda here.\n\nThe hotel’s most active area, the concert hall, often echoes with phantom piano music, presumably from the spectral fingers of Flora Stanley, the original owner’s wife. For those seeking a more personal encounter, the fourth floor is a hotbed of paranormal activity, garnering frequent reports of children’s laughter and mysterious footsteps.\n\nAnd of course there is infamous room 217, where King himself experienced the nightmare that birthed his horror classic. Just remember, if you hear “redrum” whispered in the night…go back to sleep instead of investigating.\n\nRebecca Harding - Getty Images\n\nThomas House Hotel | Red Boiling Springs, Tennessee\n\nThe Thomas House Hotel, dating back to 1890, has earned a reputation as one of America’s most haunted destinations. The hotel’s history is as rich as it is dark: Situated on an ancient Native American trail and built atop an underground spring and limestone deposits, the Thomas House seems to have been destined for supernatural activity from its very foundation. Over its 130-plus years of existence, the hotel has witnessed a litany of tragedies, including deaths, murders, and accidents. It has even served as a home for a cult and survived three fires, each event purportedly leaving a spiritual mark on the property.\n\nVisitors and staff alike have reported everything from the classic cold spots and disembodied voices to more unsettling phenomena like moving beds and dark, shadowy figures. These encounters have made the hotel a mecca for ghost hunters and thrill seekers from around the world. For those brave enough, Thomas House Hotel offers regular ghost hunt weekends throughout the year.\n\nCourtesy of Google Maps\n\nThe Marshall House | Savannah, Georgia\n\nThe Marshall House, built in 1851, is the oldest hotel in Savannah. During its long history, the hotel served as a hospital three times: once during the Civil War for Union soldiers and twice during yellow-fever epidemics in the 19th century. During renovations in the late 1990s, workers discovered human remains under floorboards of what was once the hospital’s surgery room, believed to be amputated limbs of Civil War soldiers.\n\nGuests might encounter the ghost of a Union soldier making his rounds, or perhaps catch a glimpse of the portly gentleman reading by the window. The ladies’ restroom is reportedly haunted by a woman with a penchant for locking stall doors, so make it speedy. Other reported paranormal activities include faucets turning on and off by themselves and unexplained noises. One of the most famous spirits is said to be that of Joel Chandler Harris, author of the Uncle Remus stories, whose ghostly typewriter is sometimes heard in his former room.\n\nccahill - Getty Images\n\nThe Driskill Hotel | Austin, Texas\n\nThe Driskill Hotel, opened in 1886, was built by cattle baron Jesse Driskill. It cost $400,000 to make (an enormous sum at the time). But in 1888, Driskill lost his fortune and was forced to sell the hotel to his brother-in-law. The hotel has a rich history, serving as the unofficial “Texas White House” for President Lyndon B. Johnson, who watched election returns and held press conferences there. It’s also where he took his future wife, Lady Bird, on their first date.\n\nThe Driskill is known for its ghostly inhabitants, including the spirit of Jesse Driskill himself, often detected by the smell of cigar smoke. Other famous ghosts include the “suicide brides” of room 525—as the stories go, several brides have committed suicide in the bathroom on the same day, but in different years—and the daughter of a Texas senator who reportedly died on the grand staircase in 1887.\n\nChris Rogers - Getty Images\n\nHotel Alex Johnson | Rapid City, South Dakota\n\nBuilt by railroad magnate Alex Carlston Johnson, Hotel Alex Johnson has been luxurious—and a bit spooky—since 1928, with its stunning views of the Black Hills. One of the hotel’s most popular ghostly residents is the Lady in White, often seen wandering the eighth floor in her nightgown. Legend has it, she’s the ghost of a young bride who leapt to her death from her honeymoon suite—though whether it was suicide or murder remains a subject of speculation. Elsewhere, in room 812, guests report everything from mysterious knocks to ghostly apparitions—some have even claimed to wake up to the sensation of being held down by an unseen force.\n\nBut it’s not all doom and gloom at the Alex Johnson. The playful ghost of Alex Johnson himself is said to roam the halls, ensuring his hotel is run smoothly even from the afterlife. Guests have reported objects moving on their own and elevators operating without passengers—but perhaps Mr. Johnson is just trying to give you a tour.\n\nCourtesy Hotel Alex Johnson\n\nHotel Chelsea | New York City\n\nIf you’re staying at Hotel Chelsea, the city may not be the only thing that never sleeps. This New York City landmark has housed countless artists, musicians, and writers—some of whom apparently decided to extend their stay indefinitely.\n\nOpened in 1884, Hotel Chelsea was originally conceived as a utopian experiment in cooperative living by architect Phillip Hubert. It was New York’s first cooperative apartment complex, designed to house a mix of working-class residents and artists. After financial difficulties in 1905, it was converted into a hotel. Throughout the 20th century, it became a haven for artists, writers, and musicians. Notable residents included Mark Twain, Arthur Miller, Bob Dylan, and Andy Warhol.\n\nThe hotel’s most infamous incident occurred in 1978 when Nancy Spungen, girlfriend of Sex Pistols bassist Sid Vicious, was found stabbed to death in room 100. The ghost of Welsh poet Dylan Thomas, who died at the hotel after a night of heavy drinking, is also said to still haunt the halls. After a lengthy renovation, Chelsea's haunted legacy still remains intact. Future guests can look forward to rubbing elbows with both living celebrities and ghostly ones in this one-of-a-kind New York institution.\n\nUCG - Getty Images\n\nMiss Molly’s Hotel | Fort Worth, Texas\n\nMiss Molly’s Hotel in Fort Worth’s Stockyards District has been offering rooms with a view of the past since 1910. Originally opened as a boarding house, it quickly transformed into one of the area’s most popular bordellos, opening under the name Gayatte Hotel. During Prohibition, the establishment took on yet another identity as a speakeasy, serving up illicit libations to thirsty patrons. It wasn’t until the 1940s that the building shed its risqué reputation and became a legitimate boarding house, finally evolving in the 1980s into the bed-and-breakfast we know today.\n\nGuests might encounter the spirits of former working girls, hear phantom footsteps, or feel unexplained cold spots. For the ultimate spooky experience, book the Cowboy Room, where the ghost of a former cowboy patron is said to still visit his favorite lady of the night. Or perhaps Miss Josie’s room, named after the madam who once ran the brothel. Guests have reported feeling a presence sit on their bed in the middle of the night—perhaps Miss Josie is still keeping an eye on her girls.\n\nDavid Wall - Getty Images\n\nLord Baltimore Hotel | Baltimore\n\nStanding tall in the heart of Charm City, the Lord Baltimore Hotel opened in 1928. The Renaissance-style building was once the largest hotel in Maryland and has played host to numerous dignitaries, celebrities, and apparently, a few guests who never checked out.\n\nThe hotel’s most famous ghostly resident is a young girl in a cream-colored dress and black shoes, often seen playing with a red ball. Guests and staff have reported sightings of the child on the 19th floor and in the lobby. Also keep an eye out for the ghostly couple often spotted dancing in the Calvert Ballroom—they’re always dressed to the nines, even in the afterlife.\n\nSpencer Platt - Getty Images\n\nHotel Congress | Tucson, Arizona\n\nSince 1919, Hotel Congress has been a Tucson landmark, famous for its role in the capture of John Dillinger and infamous for its ghostly residents. The hotel’s brush with infamy came in 1934 when a fire broke out on the third floor. Among the evacuated guests were Dillinger and his gang, who were subsequently recognized by firefighters and captured by the police. Today, the hotel celebrates this claim to fame with an annual Dillinger Days festival.\n\nBut it’s not just outlaws who’ve left their mark on Hotel Congress. Guests might spot the apparition of a woman in a long white dress roaming the halls or hear unexplained voices and footsteps in empty rooms. The ghost of a former handyman is said to tinker with the plumbing and electricity (maybe still trying to fix that faulty wiring that caused the 1934 fire). For those brave enough, room 242—the alleged site of a suicide—is said to be particularly active.\n\ncourtesy Hotel Congress\n\nThe Emily Morgan Hotel | San Antonio\n\nThe Emily Morgan Hotel, originally constructed in 1924 as a medical facility, is a 13-story building that has worn many hats—from doctors’ offices to the city’s first high-rise apartments. Named after the Yellow Rose of Texas, Emily Morgan, who allegedly helped win Texas’s independence by distracting Mexican General Santa Anna, the hotel embraces its folkloric roots. But it’s the building’s medical history that fuels its haunted reputation. Visitors report eerie encounters on the 7th, 9th, and 14th floors—former surgery, psychiatric, and waiting room areas. Apparitions of nurses pushing gurneys, phantom patients wandering the halls, and unexplained noises are par for the course here, along with flickering lights and televisions with a mind of their own.\n\nAllan Baxter - Getty Images\n\nDauphine Orleans Hotel | New Orleans\n\nWhile the Dauphine Orleans Hotel as we know it opened its doors in 1969, the property’s history stretches back to the early 19th century. The hotel’s main building, constructed in the 1820s, was originally a prosperous bordello known as May Baily’s Place. This notorious establishment operated during the heyday of New Orleans’ red-light district, Storyville. Today, the hotel’s bar, still called May Baily’s Place, proudly displays an authentic brothel license.\n\nGuests and staff have reported encounters with the ghost of a Creole soldier, believed to be a Civil War general, who wanders the courtyard in full uniform. In May Baily's Place, patrons sometimes catch glimpses of a courtesan dressed in 19th-century attire, perhaps a lingering spirit from the building’s bordello days.\n\nOne of the most frequently sighted apparitions is that of a young woman in a wedding dress, often seen dancing alone in the hotel’s courtyard. Legend has it that she was a bride-to-be who was tragically killed on her wedding day and now haunts the grounds, forever waiting for her groom. Very Miss Havisham.\n\nCourtesy Dauphine Orleans Hotel\n\nConcord’s Colonial Inn | Concord, Massachusetts\n\nConcord’s Colonial Inn, one of the oldest operating hotels in the United States, was originally built in 1716. The inn played a significant role during the American Revolutionary War, with its location just half a mile from the North Bridge where the “shot heard around the world” occurred on April 19, 1775.\n\n\n\nThe inn’s most sought-after accommodation, room 24, once served as an operating room for wounded soldiers during the Revolutionary War. Guests report flickering lights, mysterious sounds, and even the sensation of being tucked into bed by an unseen presence (talk about revolutionary hospitality). For the truly daring, room 27, formerly the morgue, promises a stay you’ll never forget.\n\nWhether you encounter the ghosts of caretakers past or simply enjoy the historic ambiance, Concord’s Colonial Inn offers a uniquely American haunted experience.\n\nCourtesy Concord's Colonial Inn\n\nYou Might Also Like"
    },
    {
        "title": "Surrey mum claims house is haunted after 'petrified' son heard 'gasp' in his ear",
        "link": "https://www.getsurrey.co.uk/news/real-life/surrey-mum-claims-house-haunted-30028545",
        "description": "A Surrey mum is facing an unsettling situation after moving her young family into her childhood home in Chaldon. Danielle, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.T-M_wyk2Ie_Q-Im-UQW3Zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "21h",
        "source": "Get Surrey",
        "article_content": "Sign up to our free email newsletter for daily roundups of the biggest headlines as well as all the latest breaking news\n\nSign up to our free email newsletter for daily roundups of the biggest headlines as well as all the latest breaking news\n\nA Surrey mum is facing an unsettling situation after moving her young family into her childhood home in Chaldon. Danielle, who grew up in the 1920s timber cottage, claims she is experiencing eerie paranormal activity - leaving her kids ''petrified'\n\n\"I want to enjoy living here, but I just feel I can't because of the activity in the house,\" Danielle explains. The property, which has been in her family for over 35 years, holds significant sentimental value for her, and mother Elaine. However, the joy of returning to her roots has been overshadowed by ghostly encounters.\n\nDanielle recalls feeling watched as a child, and her sister once reported seeing a spirit resembling a nurse. She said: \"When I lived here as a child, I did feel like I was always being watched. My sister had seen a spirit in what was her bedroom, she thought that the lady was a nurse. She said she looked at her and then she disappeared. I never actually experienced seeing a ghost until I moved back recently,”\n\nNow, her own children are having frightening experiences. \"I know my son has seen her, as he described her to me. He said he'd seen a lady in the toy room. I said to him, 'is she a happy ghost?' He said 'oh no mummy, she's angry',\" Danielle recounts.\n\nIn a particularly distressing incident, Danielle's four-year-old son ran to her bedroom in hysterics, claiming to have heard a deep gasping voice in his ear. She said: \"He was hysterical and he said to me that there was a voice in his ear that had taken a deep ‘gasp’. My children are petrified. As a mother, I just want to protect my children,\".\n\nDespite her attempts to rationalize these occurrences, Danielle is finding it difficult to ignore the paranormal activity. \"I try to brush it off and say to him 'it's your imagination', 'it's a dream', but I know that that's not the truth,\" she admits.\n\nThe situation has become so concerning that Danielle is contemplating moving house. \"This house is my absolute life, but if it did get even worse or carry on, then we would have to consider moving,\" she said.\n\nIn a desperate attempt to resolve the haunting and keep her family in their beloved home, Danielle has turned to a team of paranormal investigators for help.\n\nIn the eighth episode of the new sixth series of Help! My House is Haunted, airiedon Really on Friday 27 th September at 10pm (also available to stream on discovery+), in a desperate effort to protect her family and remain living in the house she loves, Danielle turns to the show’s team of paranormal investigators Barri, Ian and Jayne for help.\n\nLocal historian Penny Griffith Morgan tells Jayne that during the Second World War, a bomb took out a local hospital in Chaldon, where a young nurse called Pauline died, trapped in the rubble. She claims this could be the nurse that Danielle has seen as a spirit.\n\nWatch Episode 8 of the new sixth series of Help! My House is Haunted on Really on Friday at 10pm, also available to stream on discovery+"
    },
    {
        "title": "Catch a ghost on your Ring camera? You can get $100K for the video",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/catch-a-ghost-on-your-ring-camera-you-can-get-100k-for-the-video/ar-AA1rq0Gu?ocid=BingNewsVerp",
        "description": "Catch a \"ghost\" on your Ring camera this fall? Ring wants to see it — and they may be willing to pay you for it.",
        "image_url": "https://www.bing.com/th?id=OVFT.J8WCUIZrTKF7AY9h_1819C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WFRV Green Bay on MSN13h",
        "source": "WFRV Green Bay on MSN",
        "article_content": ""
    },
    {
        "title": "Woman who claims evil spirits bite and grab her while she's in bed undergoes an exorcism to rid her home of the dark presence",
        "link": "https://www.dailymail.co.uk/femail/article-13868835/Woman-claims-evil-spirits-bite-grab-shes-bed-undergoes-exorcism-rid-home-dark-presence.html",
        "description": "Emma, from Worcestershire, who claimed evil spirits are biting her and grabbing her wrists when she tries to sleep got an ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mW6arUhpJVTfIcQIZTA8iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "20h",
        "source": "Daily Mail",
        "article_content": "A British woman has revealed she underwent an exorcism, claiming she did it to rid her home of evil spirits which were biting her and grabbing her wrists while she was in bed.\n\nMarried couple Emma and Ross could never have predicted the spiritual suffering their dream new-build home would have in store for them four years after moving into their four-bedroom house in the small Worcestershire village of Kempsey.\n\nBut their dream has turned into a nightmare, as the couple claim their home has become inhabited by prowling evil spirits who haunt and torment Emma on a daily basis.\n\nIn an episode of Help! My House is Haunted on discovery+, a distressed and worried Emma reached her wit's end, and turned to the team of Barri, Ian and Jayne in an attempt to overcome her experiences with the evil spirits that are ruining her life.\n\nIn harrowing footage the team are forced to perform an exorcism on Emma, which Barri declared was 'the most intense evening we've ever experienced'.\n\nEmma, from Worcestershire, who claimed evil spirits are biting her and grabbing her wrists when she tries to sleep got an exorcism to detach the entity\n\nEmma explained: 'I feel like I have no spiritual boundary, these things are just latching onto me. I was woken up and there were people walking through my wall. I don't sleep. Every time I try to go to sleep, they grab me around the wrist and I can feel their fingers.\n\n'I can feel them touching me. I can smell them. I've had some horrible things said to me. I've had someone biting me, that's really horrible. I could feel the lips, I could feel its tongue and the wetness of its mouth. And I can't do a thing, I'm stuck.'\n\nAs the team of paranormal investigators arrived at the property, psychic medium Ian immediately detected a dark aura present on the land.\n\nIan said: 'Guys, do you know whether anything horrifying happened on the land where we're going to? Because I've got a feeling it's got a dark history.\n\n'Without saying too much, this area has seen more than its fair share of bloodshed and death,' paranormal researcher Jayne replied.\n\nAs Barri and Jayne headed off to investigate the case, Ian went into the property to conduct a solo exploration.\n\n'Wow, this place has got some really weird energy going on, my head's booming. This is really weird.\n\n'It's a new house, but it's almost as if the land is tainted with blood or something like that. Now, I don't know whether that's having an impact on this house or it's charging it.'\n\nIn harrowing footage the team are forced to perform an exorcism on Emma, which Barri declared was 'the most intense evening we've ever experienced'\n\nShe became more distressed and shouted to the spirit, 'You have no power over me, this is my f****** house. Get out!'\n\nA distressed and worried Emma reached her wit's end, and turned to the team of Barri, Ian and Jayne in an attempt to overcome her experiences with the evil spirits that are ruining her life\n\nHeading out to the garden, Ian conducted a form of psychometry, feeling the ground for vibrations which allow him to read the footprint of what spirits have left behind.\n\nHe said: 'I can hear this really heavy metallic clashing and banging and screaming and shouting. It's almost as if a battle or something like that went on within this area, which will feed anything negative because that is dark.'\n\nAfter sensing the most spiritual activity in Emma's bedroom, Ian invited Emma to join him for a visualisation experiment.\n\n'Ian's going to lower Emma's consciousness to find out more about these entities that keep harassing her,' Barri explained.\n\nIn this state, Emma immediately saw the spirit figure she had initially warned the team about, who she calls 'shadow man'.\n\nEmma described to the team: 'He's laughing at me, he's laughing, saying ''you won't get rid of me''. He's showing me his teeth.'\n\nShe became more distressed and shouted to the spirit, 'You have no power over me, this is my f****** house. Get out!'\n\nAs he observed the stress that 'shadow man' is causing, Ian held up a crucifix above a blindfolded Emma to test whether 'this dark entity is repelled by religion.'\n\nDespite being blindfolded, Emma immediately put her arm in front of her. 'Emma can't see yet, she's got her hand up rejecting the crucifix.\n\nMarried couple Emma and Ross could never have predicted the spiritual suffering their dream new-build would have in store for them four years after moving into their four-bed home in the small Worcestershire village of Kempsey\n\nAfter sensing the most spiritual activity in Emma's bedroom, Ian invited Emma to join him for a visualisation experiment\n\nIn what Barri described as 'the most intense evening we've ever experienced', the team met with Emma and Ross the following morning to review their evidence and listen back to the correspondence they had had with the spirits\n\nThat means this entity is trying to resist me,' Ian explained before concluding, 'it's clear Emma is gifted, but she's also vulnerable. I need to keep this malevolent entity away with prayer.'\n\nAs Emma became more visibly distressed, Ian snapped her out of the sub-conscious state, with her husband Ross immediately on hand to comfort her.\n\nAfter seeing the pain and trouble that the visualisation experiment caused Emma, the team decide the best plan of action is to carry out their investigations overnight on their own.\n\nThey choose to deepen their understanding by directly communicating with the spirits, to work out who they are and what has attracted them specifically to Emma.\n\nDespite their tireless efforts throughout the night however, the team concluded that the evil spirit's attachment to Emma is so great that they won't be able to banish the entity without Emma being present and that Ian will need to perform an exorcism.\n\n'Exorcism is always a last resort, but in this case, it's the only way to detach the spirit and move it on,' Ian reluctantly explained.\n\nJayne agreed: 'This dark entity has clearly formed an attachment to Emma, and it sounds like it won't give her up easily, adding that 'the problem is, of course, now that there are two things that will feed that attachment, Emma's fear and Ross's anger. If it's been with her for a couple of years, it's getting stronger.'\n\nIn what is a chilling and terrifying watch, throughout the exorcism Emma is battling with the entity, screaming 'LEAVE ME ALONE! THIS IS MY BODY!'\n\nAs Ian attempted to drive the entity out, he recited passages from the bible and doused Emma in holy water to cleanse her.\n\nIn what was clearly a traumatising but necessary experience, an increasingly petrified Emma continually called out, 'someone's screaming in my head Ian', 'my body's shaking', 'help me please! I didn't ask for this!'\n\nThe exorcism process reached the stage where Ian explained that Emma will need the supportive strength of a loved one in the spirit world, so she called upon her grandad to help her fight the evil that lives within her.\n\nWith the help of her grandad, and after reciting The Lord's Prayer, Ian was finally able to repel the evil entity and complete the exorcism.\n\n'It was a really dark entity, it was actually a lot deeper than I thought,' Ian concluded as he gives Emma a St. Benedict's medal, which he said 'will protect her from this evil entity coming back.'\n\nIn what Barri described as 'the most intense evening we've ever experienced', the team met with Emma and Ross the following morning to review their evidence and listen back to the correspondence they had had with the spirits.\n\nEpisode 2 of the brand-new sixth series of Help! My House is Haunted is available to stream now on discovery+."
    },
    {
        "title": "In 1928, the discovery of ‘mold juice’ would go on to save 500 million lives",
        "link": "https://www.popsci.com/science/penicillin-discovery/",
        "description": "Fleming, who admittedly discovered penicillin by chance, is reported to have said, 'When I woke up just after dawn on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qwCJHraW983seINscyRUWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "Popular Science",
        "article_content": "Although penicillin was discovered on September 28, 1928 by Andrew Fleming, a British physician and professor of bacteriology at St. Mary’s Hospital in London, it took fourteen years for the first civilian patient to receive treatment. Such a long delay to deliver what Popular Science called one of 1943’s top ten “triumphs in medicine” of all time seems unconscionable. In the decades since, it has been estimated that penicillin has saved more than 500 million lives. But word of Fleming’s discovery was slow to spread, the therapeutic implications weren’t entirely clear, and penicillin turned out to be quite difficult to manufacture.\n\nFleming, who admittedly discovered penicillin by chance, is reported to have said, “When I woke up just after dawn on September 28, 1928, I certainly didn’t plan to revolutionize all medicine by discovering the world’s first antibiotic, or bacteria killer. But I guess that was exactly what I did.”\n\nHe had been conducting experiments with common staphylococcal bacteria, or staph, but left an uncovered petri dish by an open window during a vacation in Scotland. When he returned, the dish looked different. It had the usual clusters of bacterial colonies, except for one spot covered in mold. “In the broth,” Fleming later wrote, “the mould grows on the surface as a white fluffy growth changing in a few days to a dark green felted mass.” Around the “felted mass” the broth was clear—nearby bacterial colonies seemed to have been killed by mold secretions.\n\nFleming continued to experiment with what he called “mold juice,” eventually isolating the Penicillium fungus as the bacteria slayer. He published his findings in 1929 in the British Journal of Pathology with only passing reference to the ramifications penicillin might have to treat patients suffering from serious infections such as pneumonia, scarlet fever, gonorrhea, or meningitis. Fleming seemed more focused on its implications for helping scientists who study bacteria. “In addition to its possible use in the treatment of bacterial infections,” he wrote, “penicillin is certainly useful to the bacteriologist for its power of inhibiting unwanted microbes in bacterial cultures so that penicillin insensitive bacteria can be readily isolated.”\n\nA decade after Fleming published his work, Howard Florey, Ernst Chain and others at Oxford University sought ways to manufacture penicillin at scale, which meant cultivating massive quantities of Penicillium. But they struggled to grow enough mold. Their production was so scant, in fact, that they ran out of penicillin while treating their first patient, Albert Alexander, in 1941. Without the medication, Alexander, who had been improving, ultimately died. It wasn’t until Florey recruited help from the US Department of Agriculture and US-based pharmaceutical companies like Pfizer, Lilly, and Merck that mass production began in earnest.\n\nWhen, in 1943, Popular Science named penicillin as one of the top ten medicines in history, the contributing writer and physician, Iago Galdston, cited its superior infection-fighting performance when compared with the leading antibacterial treatment, sulfa drugs: “Penicillin operates, as the sulfonamides do not, in the presence of pus and tissue fluids.” Until then, no drugs existed that could fight “long-established infections,” which, as Galdston wrote, made penicillin particularly valuable. But even in 1943, penicillin was hard to come by. Galdston lamented, “Unfortunately we cannot as yet produce penicillin in large quantities, and what is being produced has been preempted by the Government for military use.” At the time, a single dose of penicillin cost $20 ($364 in 2024). By the time World War II ended in 1945, a dose of penicillin cost $.55 ($10 today) and was readily available in the US.\n\nLooking back, Popular Science’s 1943 Top Ten List seems particularly prescient. In addition to penicillin, the new and emerging treatments that Galdston cited included vitamins and the importance of nutrition, hormone therapy to treat cancer and other disorders, and psychosomatic treatment, or the growing awareness that psychiatric disorders could manifest in physical symptoms and vice versa. Despite such medical blockbusters, it may be Galdston’s final item that has had the most profound effect on medicine: “Biological Thinking.” Galdston defined biological thinking as an acknowledgment that “the basis of well-being lies in achieving the best possible adjustment between the individual and his physical and emotional environment.” Today, we take for granted that excess stress from factors such as jobs, relationships, and finances, can make us sick, but in 1943 the idea was novel.\n\nPenicillin remains one of the most widely prescribed antibiotics. And producing penicillin still requires growing mold, but pharmaceutical companies have perfected the manufacturing process, growing Penicillium in deep fermentation tanks not unlike those used in breweries. But these tanks produce something even more valuable than beer—Fleming’s “mold juice.”\n\nPopular Science, December 1943:\n\nTen New Triumphs in Medicine\n\nMAGIC DRUGS, INGENIOUS INSTRUMENTS, WIDER KNOWLEDGE MARK THE RAPID ADVANCEMENT OF THE LAST THREE DECADES\n\nBy IAGO GALDSTON, M. D. Author of “Progress in Medicine” and “Behind the Sulfa Drugs”\n\nWithin the short span of the past 30 discoveries have developed in the field of medicine than in any comparable period during the entire history of the science. In times past, important discoveries often were followed by long periods of little or no progressive medical thinking. Today, discoveries of the utmost importance are following quickly on each other’s heels.\n\nAmong these inventions and discoveries is an instrument with a moving pen, which can “take dictation” from a patient’s brain. The record of electrical brain waves that this amazing secretary takes down is read by the surgeon for indications of brain disorders. Another is a drug so powerful that one part in 25 million parts of water will stop the growth of bacteria. Still another has revolutionized the science of diagnosis, and has completely recast the modern physician’s approach to the problem of healing.\n\nIn this writer’s judgment, 10 of the greatest medical discoveries and inventions of recent years are: The sulfonamides; penicillin; the vitamins; the sex hormones; the relation of the sex hormones to cancer; the electro-encephalograph; the electron microscope; psychosomatic medicine; brief therapy; and biological thinking.\n\nThe Sulfonamides\n\nThe sulfonamides are without doubt the best known of the recent medical discoveries. And justly so, for no single group of com- pounds has proved as effective as this one in preventing and treating such a large number of diseases. Pneumonia, gonorrhea, erysipelas, childbed fever, many forms of bloodstream infection, trachoma, septic sore throat, urinary infections, meningococcus meningitis, chancroid, gas gangrene, actinomycosis, anthrax, scarlet fever, impetigo -these are but some of the conditions effectively treated with one or another of the sulfonamide compounds.\n\nEqually remarkable and numerous are the applications of the sulfonamides in the prevention of infection. Since their first use in this respect, the lives of countless men wounded in battle have been saved. The sulfonamides have also extended the scope of surgery, heretofore limited by the threat of infection supervening upon operations in contaminated regions. They are reducing the incidence of serious complications which in times past frequently followed on simple infections. There is, however, one particular aspect of the discovery of the sulfonamides which overshadows even its great practical results. The sulfonamides have given new life to the science of chemotherapy-the treatment of internal disease with chemicals. Chemotherapy got off to a great start when Paul Ehrlich discovered Salvarsan in 910 although for the next 25 years little new appeared on the chemotherapeutic scene. Then in 1935 came Prontosil, and later the sulfonamides, and the whole picture changed. But what changed most was the concept of chemotherapy itself. Paul Ehrlich and practically all of his followers thought of chemotherapy in terms of “magic bullets,” that is, in terms of protoplasmic poisons which would kill germs, but not the human body. Unfortunately few such selective poisons were found. Most of the protoplasmic poisons proved as likely to injure the victim as the at- tacking germs. Then when Prontosil and the sulfonamides were found to be so amazingly effective against bacteria, the old theories of chemotherapy had to be recast, for the sulfonamides do not belong to the class of protoplasmic poisons. In fact, the sulfonamides are not even bactericidal, that is, they do not directly kill germs. They are, however, bacteriostatic: they arrest the development of germs by interfering with their metabolism. By thus weakening the germs, they make it possible for them to be overcome by the body’s own defenses.\n\nToday, research follows the path of germ metabolism, and seeks to discover how that metabolism may be adversely affected by means of chemical agents. It is this new rational basis for chemotherapy that warrants our hope of finding chemicals with which to cure tuberculosis, leprosy, malaria, and other germ and virus diseases not affected by the sulfonamides.\n\nPenicillin\n\nHot on the heels of the sulfonamides came the discovery of penicillin, a chemotherapeutic agent in many respects superior to the sul- fonamides. This powerful new drug is derived from a fungus called Penicillium notatum. In 1929, this fungus, or mold, was an unwelcome in- truder into some staphylococcus cultures with which the English bacteriologist Prof. A. Fleming had been experimenting for quite some time. Fleming acutely observed then that wherever the fungus grew, the germs did not, and he reasoned that the fungus and the germs did not get along well together. He studied the matter further and found his reasoning correct.\n\nHowever, since the fungus was not antagonistic to all germs, but only to certain ones, he employed it to eliminate from groups of mixed germs those to which penicillin was antagonistic. But that was as far as the matter went at the time.\n\nWith the discovery of the sulfonamides it was natural for the scientists to turn their attention once again to the penicillium mold. Another English scientist, Prof. H. W. Florey, in 1940 extracted from the penicillium mold a brown powder-like substance. He found it to be an extraordinarily powerful drug, effective against a larger variety of infections than are the sulfonamides.\n\nThough but recently discovered, penicillin has already been subjected to numerous trials. Unlike the sulfonamides, which operate by diminishing the growth of bacteria, it has been found to kill bacteria or stop their growth entirely. But it will work in many cases where the sulfa drugs have proved useless or only partially effective. Penicillin operates, as the sulfonamides do not, in the presence of pus and tissue fluids. This renders it particularly valuable in the treatment of such conditions as osteomyelitis, empyema, infected compound fractures, and wounds and burns with long-established infections. Penicillin is superior in undermining the yellow pus-producing bacteria, the staphylococcus aureus, and many infections caused by cocci. And the user of penicillin suffers no toxic effects such as are sometimes experienced when sulfa drugs have been employed.\n\nUnfortunately we cannot as yet produce penicillin in large quantities, and what is being produced has been preempted by the Government for military use. There is, however, no reason to doubt that the chemists will before long succeed in crystallizing it and reproducing it artificially.\n\nThe Vitamins\n\nThe vitamins represent a major medical discovery of an order different from any of those thus far described. Biology and medicine have been radically affected by their discovery. Until vitamins were discovered, the conviction prevailed among medical men that there wasn’t much one could do about health except to prevent disease. Doctors preached personal hygiene in terms of rest, cleanliness, exercise, fresh air, and good food. But they did so in the belief that they could only preserve health, which for any given individual was more or less fixed. For the rest, attention was focused on “fighting infection” by such means as vaccines, serums, antiseptics, and so forth.\n\nWith the development of the modern science of nutrition, of which the vitamins are an important segment, we learned that one could be not sick, but at the same time not healthy, as in the case of “subclinical conditions,” in which the patient is not manifestly ill, but also is far from well. We also discovered that susceptibility to many types of disease, including infections, was due to malnutrition, and that growth, de- velopment, and aging were profoundly influenced by the quantity and quality of the foods eaten.\n\nAs our knowledge of nutrition increases, and as that knowledge is applied to the everyday diet of people, we are bound to see a reduction in the incidence of disease, and an improvement in physical growth and wellbeing.\n\nThe Sex Hormones\n\nThe discovery of the sex hormones is one of the achievements of modern medicine on which the public is comparatively unin- formed. Yet it is truly a tremendous accomplishment.\n\nIt was a bright hunch that led to the discovery of the female sex hormone. When an ovum (egg) ripens in the ovary, it is surrounded by a minute quantity of a yellowish fluid, known as the liquor folliculi. No one thought to investigate the function of that fluid until 1922, when Edgar Allen, Ph.D., of St. Louis, and his wife obtained buckets of ovaries from a meat-packing plant and, working on their kitchen table, carefully drew off the fluid from the follicles. Soon they had enough of it to enable their coworker, Dr. E. A. Doisy, to purify it and determine its chemical constitution. This made possible the crystallization of the female hormone in 1929. In 1936 it was reproduced artificially. The discovery of the male hormone, which is credited to L. C. McGee, of Chicago, took place in 1927.\n\nThe sex hormones have proved enormously useful in the treatment of a variety of disturbances, including those of the sexual and reproductive functions. From this discovery was derived the original Aschheim-Zondek test for pregnancy.\n\nThe most important result of the discovery of sex hormones, however, is the light it has thrown upon the complicated structures and operations of the glands of internal secretion. These glands affect growth, development, metabolism, sexual function, reproduction; in fact, all phases of the “inner activities” of the human body.\n\nThe Relation of the Sex Hormones to Cancer\n\nCancer of the prostate is one of the most common types of malignancy affecting men. This type of cancer is difficult to discover in its early stages, and tends to spread so work of uniformly close tolerances is performed rapidly that, in actual experience, less than five percent of such cases can be successfully treated surgically.\n\nIn 1941, Dr. C. Huggins, of the University of Chicago, advanced the idea that the prostate cancer cells require the male hormone for their continued existence, even as the normal prostate cells do. He and his associates reasoned from this that castration or else the “neutralization” of the male hormone by means of the female hormone should adversely affect the prostate cancer growths. He, and others after him, tried the latter treatment. The results were astonishing. Although the cancer is not cured, most of the patients benefit enormously. Pain disappears, nutrition improves, appetite returns, and strength is regained. The original cancer growth in the prostate, and those that have spread to other parts of the body, regress so that many sufferers are enabled to carry on their normal activities in comfort. This treatment of prostatic cancer is vastly superior to any previously available. But the greatest value of the discovery is that it has stimulated many scientists to study the relation of the sex hormones to cancer in general.\n\nThe Electro-Encephalograph\n\nThis recent invention is a sleuthing machine for tracking down the mysterious ways of the brain. Working by means of vacuum tubes similar to those used in a radio, it picks up “brain waves”-electrical impulses generated in the head by brain function. These currents, which have distinguishing characteristics, are visibly recorded by a moving pen. Since a brain suffering from some organic ailment sends out waves differing from those generated by a normal one, the record set down by the electro-encephalograph can be read by the brain surgeon for indications of such dis- orders as brain tumors and epilepsy. This useful diagnostic instrument promises to be of great value in the study of the physiology of the nervous system, and of the dynamics of drugs employed for their effects on the nervous system.\n\nThe Electron Microscope\n\nThe electron microscope likewise promises to prove a great research instrument. The ordinary microscope cannot magnify an object beyond approximately 2,000 diameters, this limitation being imposed by the wavelength of light. The electron microscope, however, can magnify objects from 50,000 to a 100,000 diameters. It can, therefore, be readily seen how this extremely powerful instrument has opened up new and vast fields of research in bacteriology and biochemistry. We are now able to obtain a really intimate insight into the structure of both living and nonliving matter, and, most interestingly, of that “in-between” matter known as the viruses, which are responsible for such destructive diseases as smallpox, influenza, and infantile paralysis.\n\nPsychosomatic Medicine\n\nOne of the more interesting developments of psychiatry goes by the name of psychosomatic medicine. It represents the fusion of orthodox clinical medicine with the best in psychiatric knowledge. It teaches the important lesson, in an irrefutable way, that there is no disorder of the soma (the body) without some involvement of the psyche (the mind and the emotions), and conversely, that psychiatric disorders have their somatic (physical) components. In some instances, indeed, physical symptoms are the only tangible manifestations of what is primarily a psychiatric condition. This insight into the interplay of psyche and soma has made possible a much more effective treatment of many conditions which in times past could be treated only superficially. It also enables the physician to anticipate, and by appropriate action to prevent, the development of a variety of physical and emotional strains and disorders.\n\nBrief Therapy\n\nRelated to psychiatry is the new experimental development of brief therapy. The objective of these experiments is, simply, brevity of treatment. Most of the techniques of psychiatric therapy as practiced today are lengthy and therefore costly. Far too many persons who require treatment cannot afford it. And there are not enough trained psychiatrists available to meet the needs. To correct these deficiencies, studies, conferences, and experiments are being conducted to develop techniques of psychotherapy that will be effective but less time-consuming.\n\nBiological Thinking\n\nFinally we come to that development in present-day medicine which blankets all others: the ability to think biologically. Today the physician thinks of his patient in terms of his many environmental relationships–his job, his marriage, his friends, his education, his degree of success, and so forth. A short while ago, however, the physician thought of his patient only in terms of his complaints, of the symptoms or disorders he discovered and of the specific remedies he could use in the treatment of “the case.” In fact, the physician was more concerned with the “case”-with the disease afflicting the patient-than with the patient himself.\n\nToday, we know that to effect a permanent cure, the contributory as well as the primary factors must be considered and dealt with; that, in substance, the basis of well-being lies in achieving the best possible adjustment between the individual and his physical and emotional environment."
    },
    {
        "title": "Group rallies to reopen Ontario Science Centre",
        "link": "https://www.cp24.com/news/group-rallies-to-reopen-ontario-science-centre-1.7056427?cache=icnh",
        "description": "A grassroots organization is calling on the provincial government to reopen the Ontario Science Centre after it was abruptly ...",
        "image_url": "https://www.bing.com/th?id=OVF.dlvEVMp8iMsIhWomFgMC0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "9h",
        "source": "CP24",
        "article_content": "A grassroots organization is calling on the provincial government to reopen the Ontario Science Centre after it was abruptly closed in June following the discovery of structural issues in the building.\n\nSave Ontario’s Science Centre held a rally in a Scarborough park on Sunday, just days after the 55th anniversary of the museum’s opening. Organizer Floyd Ruskin spoke to those in attendance and said Premier Doug Ford has received as many as 90,000 letters from Ontarians who want the centre reopened.\n\n“Out of those 90,000 letters that the premier has received, 42 per cent come from outside the city of Toronto. That makes it a province-wide initiative,” he said, adding that the letters represented all 124 of the province’s electoral districts.\n\nThe tourist attraction in North York was officially closed on June 21 after an engineering report found that there were “serious structural issues,” including the risk of a potential roof panel failure.\n\nAlthough the report suggested other alternatives beyond closure, including blocking off the part of the building where roof panels could give way, Ford has suggested that repairing the aging structure would be “foolish” and cost more than $500 million.\n\n“For decades, the Science Centre has been a source of social, educational, and economic prosperity, not just to the community around it, not just to Toronto, not just Ontario, but to all of Canada and around the world,” Adil Shamji, the MPP for Don Valley East, said at the Sunday rally. “And in one fell swoop, this premier comes in, and he says, we're going to shut it down with no notice, because supposedly, the roof's about to collapse. Well, look, we met architects, we had engineers, we had the people that built this science centre come out and say that it is A-OK.”\n\nPrior to the June closure, the province already had plans to move the tourist attraction to the redeveloped Ontario Place. However, that space won’t open until 2028 at the earliest and will have a much smaller footprint.\n\nThe province has said that it is looking for an interim space for a science centre until the new one is built, but that won’t be open until 2026.\n\nIn the meantime, the province said the fate of the current building will be subject to discussions with the City of Toronto, which owns the land where the former science museum was located.\n\nAll remaining staff at the Ontario Science Centre must vacate the building by Oct. 31.\n\nWith files from The Canadian Press"
    },
    {
        "title": "Scientists Discover Bacterial Solution to 'Forever Chemicals'",
        "link": "https://scitechdaily.com/scientists-discover-bacterial-solution-to-forever-chemicals/",
        "description": "A UC Riverside team has found bacteria that break down \"forever chemicals\" in water, potentially leading to cost-effective ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lrO5vNEIpPOYR9lAFdS2Fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "3h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Innovative Science and Intriguing Discoveries: From Bacteria in Art to Viking Skeletons",
        "link": "https://www.devdiscourse.com/article/science-environment/3103961-innovative-science-and-intriguing-discoveries-from-bacteria-in-art-to-viking-skeletons",
        "description": "Recent science news includes a Spanish mother-daughter duo using bacteria for art restoration, the launch of Manchester's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XrMnoiMPzVktnX5OwqMKlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "devdiscourse22h",
        "source": "devdiscourse",
        "article_content": "Content not available"
    },
    {
        "title": "20 Years Ago, Two Physicists Made A Groundbreaking Discovery That Changed Technology Forever",
        "link": "https://www.inverse.com/science/20-years-ago-two-physicists-made-a-groundbreaking-discovery-graphene",
        "description": "Has graphene been a resounding success or a damp squib? As is so often the case, the reality is somewhere in between.",
        "image_url": "https://www.bing.com/th?id=OVFT.79ELMYyHKZ_-DA2z_r-Hsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Inverse14h",
        "source": "Inverse",
        "article_content": "Twenty years ago this October, two physicists at the University of Manchester, Andre Geim and Konstantin Novoselov, published a groundbreaking paper on the “electric field effect in atomically thin carbon films”. Their work described the extraordinary electronic properties of graphene, a crystalline form of carbon equivalent to a single layer of graphite, just one atom thick.\n\nAround that time, I started my doctorate at the University of Surrey. Our team specializes in the electronic properties of carbon. Carbon nanotubes were the latest craze, which I was happily following. One day, my professor encouraged a group of us to travel to London to attend a talk by a well-known science communicator from the University of Manchester. This was Andre Geim.\n\nWe were not disappointed. He was inspiring for us fresh-faced PhD students, incorporating talk of wacky Friday afternoon experiments with levitating frogs before getting on to atomically thin carbon. All the same, we were skeptical about this carbon concept. We couldn’t quite believe that a material effectively obtained from pencil lead with sticky tape was really what it claimed to be. But we were wrong.\n\nThe work was quickly copied and reproduced by scientists across the globe. New methods for making this material were devised. Incredible claims about its properties made it sound like something out of a Stan Lee comic. Stronger than steel, highly flexible, super-slippery and impermeable to gases. It is a better electronic conductor than copper and a better thermal conductor than diamond. It is also practically invisible and displays a host of exotic quantum properties.\n\nGraphene was hailed as a revolutionary material, promising ultra-fast electronics, supercomputers and super-strong materials. More fantastical claims have included space elevators, solar sails, artificial retinas, and even invisibility cloaks.\n\nJust six years after their initial work, Geim and Novoselov were awarded the Nobel Prize in Physics, further fueling the enthusiasm around this wonder stuff. Since then, hundreds of thousands of academic papers have been published on graphene and related materials.\n\nBut not everyone is on board. Skim through the comments section of any popular article on the material, and you’ll quickly find the sceptics. We have endured decades of empty promises about the real-world impact of graphene, they complain. Where are the game-changing products to enrich our lives or save the world from climate change, they ask?\n\nSo, has graphene been a resounding success or a damp squib? As is so often the case, the reality is somewhere in between.\n\nGraphene’s ups and downs\n\nIn terms of public perception, it’s fair to say that graphene has been held to an impossible standard. The popular media can certainly exaggerate science stories for clicks, but academics – including myself – are not immune from over-egging or speculating about their pet projects either. I’d argue this can even be useful, helping to drive new technologies forward. Equally, though, there can be a backlash when progress looks disappointing.\n\nHaving said that, disruptive technologies such as cars, television or plastic all required decades of development. Graphene is still a newcomer in the grand scheme of things, so it’s far too early to reach any conclusions about its impact.\n\nWhat has quietly occurred is a steady integration of graphene into numerous practical applications. Much of this is thanks to the Graphene Flagship, a major European research initiative coordinated by Chalmers University of Technology in Sweden. This aims to bring graphene and related materials from academic research to real-world commercial applications, and more than 90 products have been developed over the past decade as a result.\n\nThese include blended plastics for high-performance sports equipment, more durable racing tyres for bicycles, motorcycle helmets that better distribute impact forces, thermally conductive coatings for motorcycle components, and lubricants for reducing friction and wear between mechanical parts.\n\nGraphene is finding its way into batteries and supercapacitors, enabling faster charging times and longer life spans. Conductive graphene inks are now used to manufacture sensors, wireless tracking tags, heating elements, and electromagnetic shielding for protecting sensitive electronics. Graphene is even used in headphones to improve the sound quality and as a more efficient means of transmitting heat in air-conditioning units.\n\nGraphene oxide products are used for desalination, wastewater treatment , and purification of drinking water. Meanwhile, a range of graphene materials can be bought off the shelf for use in countless other products, and major corporations, including SpaceX, Tesla, Panasonic, Samsung, Sony and Apple, are all rumored or known to be using them to develop new products.\n\nFrom promise to practicality\n\nThe impact of graphene on materials science is undeniable. The impact on consumer products is tangible but not as visible. Once a material is embedded in a working product, there is little need to keep mentioning it, and proprietary concerns can make companies reluctant to get into details in any case. Consumers can, therefore, be blissfully unaware that their car, mobile phone, or golf club contains graphene and most probably don’t care as long as it works.\n\nAs production methods improve and costs decrease, we can expect graphene to become ever more widely adopted. Economies of scale will make it more accessible, and the range of applications is likely to continue to expand.\n\nPersonally, after two decades, I still get excited when I try it out for something new in the lab. While I may be guilty of having contributed to the initial hype, I remain optimistic about graphene’s potential. I’m still waiting for my ride on a space elevator, but in the meantime, I’ll take comfort in the fact that graphene is already helping to shape a better future – quietly and steadily.\n\nThis article was originally published on The Conversation by Stephen Lyth at the University of Strathclyde. Read the original article here."
    },
    {
        "title": "DraftKings promo code: $200 in bonus bets for NFL Week 4 Vikings vs. Packers",
        "link": "https://www.oregonlive.com/betting/2024/09/draftkings-promo-code-200-in-bonus-bets-for-nfl-week-4-vikings-vs-packers.html",
        "description": "Earn $200 in bonus bets with the new DraftKings promo code. Use these bonus bets to wager on this weekend's matchup between ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SGFzbtvjleDuKOYS6ywMcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "11h",
        "source": "Oregonian",
        "article_content": "With our new DraftKings promo code (no code needed), football fans can earn $200 in bonus bets by placing an initial wager of $5 or more. It’s a generous, easy-to-claim bonus that new members can easily use to bet on the upcoming matchup between the Vikings and Packers.\n\nDraftKings promo code at a glance\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code details Bet $5, get $200 in bonus bets instantly ⚖️ DraftKings promo code terms and conditions Minimum $5 deposit. Place a $5 wager on any sporting event.\n\n\n\nBonus bets are credited as eight $25 bonus bets.\n\n\n\nThe bonus bets expire seven days after they’re credited. ✅ Last verified Sept. 29, 2024\n\nDraftKings promo code: How to claim the offer\n\nDraftKings Sportsbook has offered competitive welcome bonuses since launching in 2018. It is providing new users $200 in bonus bets after an initial $5 bet. Follow the steps below to claim this offer today:\n\nClick our DraftKings promo code link. Select the “Sign Up” button on the DraftKings Sportsbook homepage. Make a deposit of $5 or more into your new account. Make a first wager of $5 or more on any qualifying market, including the Vikings vs. Packers game taking place Sunday. Instantly receive $200 in bonus bets, provided in the form of eight individual $25 bonus bets.\n\nThe terms and conditions for this DraftKings bonus are very straightforward.\n\nBonus bets are single-use and non-withdrawable. All bonus bets issued expire seven days after being issued.\n\nDraftKings Sportsbook Existing User Promos\n\nAlready a member of DraftKings? If so, there are plenty of great promotions available to claim. Below are two great bonus offers for existing users that can be used for this week’s NFL matchups:\n\nNFL No Sweat Bet : With the No Sweat Bet bonus, members of DraftKings can make a wager on specific NFL games with odds of -500 or longer throughout the season and receive 100% of their stake back if their wager is lost.\n\nNFL Profit Boosts: Those looking to earn a little extra on their NFL wagers can do so using the NFL profit boosts. These are offered for specific games, allowing members to earn larger payouts on their NFL bets.\n\nAll of the bonuses at DraftKings Sportsbook can be claimed in just a few minutes. Click the “Promos” page on the DraftKings homepage to find the full list of promotions being offered.\n\nVikings vs. Packers odds to use your DraftKings promo code on\n\nSunday’s game between the Minnesota Vikings and Green Bay Packers is shaping up to be a good one. Both teams have looked solid as of late and will be pushing hard to prove they are the best team in the NFC North.\n\nThe Vikings are 3-0 this season, due largely to their incredible defense under coordinator Brian Flores. The team is hardly allowing any points scored on them and has enough offensive firepower in QB Sam Darnold, WR Justin Jefferson and RB Aaron Jones to give any opposing team trouble.\n\nGreen Bay has not been unimpressive this season, either. QB Malik Willis has proven to be a valuable backup with Jordan Love injured, earning back-to-back wins over the Colts and Titans.\n\nIf Love returns to action Sunday, he can be the man to solve Minnesota’s incredible defensive puzzle."
    },
    {
        "title": "Fanatics Sportsbook promo code offers $1K in bonus bets for NFL Week 4 games on Sunday, Sept. 29",
        "link": "https://www.oregonlive.com/betting/2024/09/fanatics-sportsbook-promo-code-offers-1k-in-bonus-bets-for-nfl-week-4-games-on-sunday-sept-29.html",
        "description": "New users don't need to enter a Fanatics Sportsbook promo code to claim $1,000 in bonus bets for NFL Week 4 Sunday games and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tnb13dURNqtbikHjyRGmuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "12h",
        "source": "Oregonian",
        "article_content": "There is another rock-solid schedule on tap for NFL Week 4, and sports bettors can get in on the action with a great offer from Fanatics Sportsbook.\n\nNew users who register with today’s Fanatics Sportsbook promo code (no code required) can claim $1,000 in bonus bets for Sunday’s games and more NFL action.\n\nFanatics Sportsbook promo code at a glance\n\n🎁 Fanatics Sportsbook promo code No code required 💰 Fanatics Sportsbook welcome bonus Get up to $1,000 in bonus bets 📝 Fanatics Sportsbook promo code terms and conditions Wager $5+ in the 10 days following registration and receive a daily 100% bonus match up to $100. 10-day timer begins on the sign-up date.\n\n\n\nOpt-in required days 2 through 10.\n\n\n\nBonuses sent within 72 hours of bet settlement, win or lose.\n\n\n\nBonus bets expire seven days after receipt and are non-withdrawable. ✅ Last verified Sept. 29, 2024\n\nFanatics Sportsbook promo code: How to claim your $1,000 bonus\n\nThe sports betting app industry is full of welcome offers, so it is difficult for one sportsbook to stand out from the others, but that is exactly what Fanatics Sportsbook does.\n\nNew users can claim up to $1,000 in bonus bets — awarded as one $100 bonus bet per day for 10 days. To claim this offer, follow these instructions to sign up.\n\nVisit the Fanatics Sportsbook website Answer the required questions. If you use our link to sign up, no promo code is necessary. Choose a method for your first deposit. Wager at least $5 on any betting market with odds of -200 or better.\n\nWhen you place that first bet, you will receive a bonus bet of an equal amount win or lose.\n\nThe maximum amount of the bonus bet is $100. You can use this bonus bet on any other game.\n\nYou can repeat this process for each of the next nine days. If you maximize the offer, you’ll get 10 bonus bets worth $100 apiece for a total of $1,000.\n\nEach bonus bet must be used within seven days of when you receive it.\n\nFanatics Sportsbook existing user promos\n\nEven after you use all the bonus bets, the bonuses keep coming. All Fanatics Sportsbook customers are eligible for daily promotions that add to the sports betting experience. Here are some examples.\n\nProfit boost : Get enhanced odds on select betting markets in different sports.\n\nLast leg letdown: If you lose your parlay by one leg, you’ll be entered into a drawing to receive $100 in Fanatics FanCash.\n\nNFL Week 4 odds to use with your Fanatics Sportsbook promo code\n\nThis week’s NFL Week 4 Sunday schedule has some incredible divisional rivalries, an NFC playoff rematch and a Sunday Night Football game featuring two AFC playoff teams from last season.\n\nCan the Vikings add to their undefeated start with a win at NFC North rival Green Bay?\n\nCan the Eagles get a bit of revenge on the Bucs after being eliminated by them in the 2023-24 postseason? Can the Ravens even their record with a big win over the Bills after an 0-2 start?\n\nAll of these questions and more will be answered on Sunday. Here are the top games on the NFL Week 4 Sunday slate.\n\nMinnesota Vikings at Green Bay Packers (-3), 1 p.m. ET (CBS)\n\nPhiladelphia Eagles (-2.5) at Tampa Bay Buccaneers, 1 p.m. ET (FOX)\n\nJacksonville Jaguars at Houston Texans (-4.5), 1 p.m. ET (CBS)\n\nNew Orleans Saints at Atlanta Falcons (-1.5), 1 p.m. ET (FOX)\n\nKansas City Chiefs (-7) at LA Chargers, 4:25 p.m. ET (CBS)\n\nBuffalo Bills at Baltimore Ravens (-2.5), 8:15 p.m. ET (NBC)"
    },
    {
        "title": "4 Lessons From The History Of The Automotive Industry For Startup Founders",
        "link": "https://www.forbes.com/sites/abdoriani/2024/09/29/4-lessons-from-the-history-of-the-automotive-industry-for-startup-founders/",
        "description": "Here are a few lessons from the automotive industry that can be useful to startup founders across industries, particularly in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.otaMUWi50U6eG5GsUumsXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "7h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "In war-torn Sudan, a displaced startup incubator returns to fuel innovation",
        "link": "https://techcrunch.com/2024/09/29/savannah-returns-to-fuel-innovation/",
        "description": "Businesses need stability to thrive. Unfortunately for anyone in Sudan, stability has been hard to come by for the past year ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NE4c9Ghv1o5Dg33atGvcWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "16h",
        "source": "TechCrunch",
        "article_content": "Businesses need stability to thrive. Unfortunately for anyone in Sudan, stability has been hard to come by for the past year and a half as the country quakes amidst a raging civil war. More than 20,000 people have been killed, and about 7.7 million people have been displaced just within the country; millions have had to flee across international borders as refugees.\n\nBut pockets of safety can still be found. And in the relatively safer provinces of Port Sudan and Kassala in the eastern part of the country, one startup incubator has resumed operations after a six-month forced hiatus, when war broke out in the country last April.\n\n“On the Saturday when the war broke out, we had staff members in the office, and after three days, the RSF militia knocked on the door and said, ‘You guys got to leave, and if you don’t leave, there will be some bullets in the air,’” Yousif Yahya, the founder of Savannah Innovation Labs, told TechCrunch.\n\nShortly after the warning, the conflict intensified, and as the gunfire grew louder and more frequent, basic utilities such as water and electricity were cut off. For Yahya, his family, and many others, fleeing to neighboring Egypt, a 12-hour journey over some 550 miles, became imperative for survival.\n\nBuilding in times of war\n\nAsylum is never great, but for Yahya, the respite and safety enabled him to carry on with his plans to set up and run a startup incubator in Sudan. Operating out of Cairo — Egypt’s capital and one of the largest startup hubs in Africa — Savannah was able to establish operations in the eastern region of Sudan, which was relatively safer.\n\nYousif Yahya is the founder of Savannah Innovation Labs. He co-founded the incubator in 2018 to drive innovation in Sudan. Image Credits: Yousif Yahya\n\nThe first edition of Savannah’s “We-Rise” bootcamp, financed by the European Union and the Italian Agency for Development Cooperation, aimed to foster entrepreneurship. The program took in entrepreneurs who were building a company or even just ideating, and gave them a launchpad — over 300 businesses participated for a year. The 100 finalists of the bootcamp’s pitch competition are set to receive grant funding ranging from €2,500 ($2,783) to €7,500 ($8,313).\n\nBefore the war, the program had intended to give the finalists equity funding, but Yahya explained that grant funding made it easier for them to keep the program running.\n\n“The main idea was that we should continue to do the work,” he said. “One, because there are still young people in the country who are eager to go ahead and build businesses and learn and so forth. They do not have the means to leave the country. Secondly, if and when the war stops, we don’t want to go back to square zero [and start] explaining to people what term sheets are or what equity is and what company formation should look like.”\n\n“The war is chaotic. The war is ugly. But at the same time, we now have a clean slate,” he added.\n\nIn pursuit of talent\n\nSavannah has now reached out beyond Sudan’s borders to establish networks in neighboring Uganda, Kenya, and Egypt, aiming to bring together dispersed members of the Sudanese startup community. The aim is to resume building what Yahya set out to do in 2018: establish the talent pool that would power the country’s tech transformation.\n\nSavannah was conceptualized when Yahya was studying international relations at Ursinus College in Pennsylvania. And after he set it up in Sudan, the incubator started helping university students get experience working with tech companies so they could get a taste of how startups function.\n\nYahya maintains that talent precedes the investments needed for national transformation.\n\nRulership contest between the Sudanese Armed Forces (SAF) and the paramilitary Rapid Support Forces (RSF) has persisted to date, making business hubs like Sudan’s capital Khartoum inaccessible. Image Credits: Yousif Yahya\n\n“The whole idea is that you develop the talent pool that is needed … to go ahead and start their own companies. I never tell people that this is an overnight success story or anything like that. But the seeds that are being sown right now will take some time to be seen,” he said.\n\nToday, Savannah has enabled thousands of people to enter Sudan’s startup ecosystem. It has also fostered a number of startups, including Sudan’s first YC-backed startup, Bloom (now Elevate).\n\nNot saying no to risk\n\nYahya, who is also a partner at venture firm Africa Renaissance Partners, says he is keen to bridge capital gaps in untapped markets like Tanzania, Ethiopia, Uganda, and especially those considered risky due to conflict, like Sudan and Democratic Republic of Congo (DRC).\n\nDRC, a country ravaged by armed conflict, continues to be among the top emerging startup markets.\n\n“If you need the markets of scale, you need to look at places like the Sudan, the Central African Republic, the DRC. Even though these places are war-torn, the work being done on the ground right now is going to rewrite the framework of what new economies are going to look like,” he said.\n\nYahya and family, like many Sudanese, embarked on a 12-hour journey to Egypt’s border to flee the war. Six months later, and from Egypt, he steered Savannah back into operation. Image Credits: Yousif Yahya\n\n“We are not waiting for anything to stop in order to continue building the stuff that we want to. Nobody’s going to come and do this work for us. … A lot of people are speaking about the war, famine, and all these ugly things that are happening, which they rightfully need to be speaking about. But on the other side, we need to start having the conversation of what that next day is going to look like. What values do we want? What kind of society do we need to lead? What kind of businesses are going to be running the country?”\n\nSudan’s startup ecosystem is still in its infancy, but there are several players, such as 249Startups and Impact Hub, working to foster it. The community got somewhat of a boost after some sanctions were eased back in 2017, and Yahya remains optimistic.\n\n“I want to bet that after the war, Sudan is going to be a very ripe VC market, because a lot of the big family businesses have either been destroyed or bled a lot of cash,” he said. “A lot of these businesses, and many of the patriarchs that built them, no longer have the stamina to go back. The new generation is going to want to come in, and they’re going to set up funds and advisory firms in the sectors that their family businesses have historically been.”"
    },
    {
        "title": "Programming Trends to Follow in 2026",
        "link": "https://www.analyticsinsight.net/programming/programming-trends-to-follow-in-2026",
        "description": "The programming landscape is constantly evolving, shaped by new technologies and the changing needs of industries. By 2026, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yXPFDbzyhYBgLNVOlfuoey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Analytics Insight15h",
        "source": "Analytics Insight",
        "article_content": "Artificial Intelligence (AI) will continue to revolutionize the programming world by automating various aspects of development. AI-driven tools are increasingly capable of generating code, optimizing algorithms, and even detecting bugs before they occur. These tools will enhance productivity and reduce the time required to build and maintain software systems.\n\nIn 2026, AI will be deeply integrated into development environments. Code review and debugging processes will become more streamlined, thanks to machine learning models that learn from previous mistakes and suggest improvements in real time. This trend will not only boost developer efficiency but also improve the overall quality of software.\n\nAI’s impact will extend to all programming domains, from web development to complex systems like machine learning and AI-driven applications. By 2026, developers who harness AI-powered tools will be able to create smarter, faster, and more secure software."
    },
    {
        "title": "iPhone 16 Plus vs. iPhone 15 Plus: Do you really need to upgrade?",
        "link": "https://www.digitaltrends.com/mobile/iphone-16-plus-vs-iphone-15-plus/",
        "description": "The new iPhones are here and available, and they're beautiful. Should you upgrade from the iPhone 15 Plus to the Apple iPhone ...",
        "image_url": "https://www.bing.com/th?id=OVF.hhilrNJe6vk5u2Mu9%2fFVlw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "12h",
        "source": "Digital Trends",
        "article_content": "It’s always hard to avoid the news that a new iPhone has arrived, and arrived they have. Apple’s September 9 event showcased four new iPhones: the iPhone 16, iPhone 16 Plus, iPhone 16 Pro, and iPhone 16 Pro Max. Chances are you know what to expect from each of those names, and the basic rule is that “more words in a name” means “bigger or more powerful,” but it’s worth keeping in mind that even the basic iPhone 16 is a mobile powerhouse that’s worthy of going toe-to-toe with the most powerful Android flagships.\n\nBut who cares about Android? One of the biggest questions on every Apple aficionado’s lips is always, “How is the new iPhone better than the old one?” After all, it stands to reason the newer iPhone is better — but exactly how much better is it? If you’re currently reading this on last year’s iPhone 15 Plus, should you be rushing to the store to buy your iPhone 16 Plus? Here’s how the Apple iPhone 16 Plus compares to the iPhone 15 Plus, and whether it’s worth the upgrade or not.\n\nRecommended Videos\n\niPhone 16 Plus vs. iPhone 15 Plus: specs\n\niPhone 16 Plus iPhone 15 Plus Size 160.9 x 77.8 x 7.8 mm (6.33 x 3.06 x 0.31 inches) 160.9 x 77.8 x 7.8 mm (6.33 x 3.06 x 0.31 inches) Weight 199 grams (6.02 ounces) 201 grams (6.07 ounces) Screen size 6.7-inch Super Retina XDR OLED 6.7-inch Super Retina XDR OLED Screen resolution 2796 x 1290 pixels (460 pixels per inch) 2796 x 1290 pixels (460 pixels per inch) Operating system iOS 18 iOS 17 (upgradeable to iOS 18) Storage 128GB, 256GB, 512GB 128GB, 256GB, 512GB MicroSD card slot No No Tap-to-pay services Apple Pay Apple Pay Processor Apple A18 Apple A16 Bionic RAM 8GB 6GB Camera Dual-lens 48-megapixel wide and 12MP ultrawide rear, 12MP TrueDepth front Dual-lens 48MP wide and 12MP ultrawide rear, 12MP TrueDepth front Video 4K at up to 60 frames per second, 1080p at 240 fps 4K at up to 60 fps, 1080p at 240 fps Bluetooth version Bluetooth 5.3 Bluetooth 5.3 Ports USB-C USB-C Fingerprint sensor No, Face ID instead No, Face ID instead Water resistance IP68 IP68 Battery Fast charging (26 watts) MagSafe wireless charging (25W) Qi wireless charging (15W) Reverse wireless charging (4.5W) Fast charging (20W charger sold separately) MagSafe wireless charging (15W) Qi wireless charging (7.5W) Reverse wireless charging (4.5W) App marketplace Apple App Store Apple App Store Network support All major carriers All major carriers Colors Black, white, pink, teal, ultramarine Black, blue, green, yellow, pink Prices Starts at $899 Starts at $799\n\niPhone 16 Plus vs. iPhone 15 Plus: design and display\n\nThe iPhone 15 Plus was always going to be an awkward middle child in terms of pricing, but it was anything but awkward in terms of the design. Like the rest of the iPhone 15 range, the Plus benefited strongly from a design refresh. In fact, the large frame of the 15 Plus was even more impacted than the smaller phones by the comfortably curved sides and improved weight balance. As a result, it’s a very comfortable phone to hold, and it looks gorgeous.\n\nHas Apple topped it with the iPhone 16 Plus? Apple is keeping a similar design for the iPhone 16 Plus, so you can be confident that the plus points of last year’s model are sticking around. But there are some significant changes afoot. The camera module layout has changed. Rather than the diagonal layout we’ve come to love, Apple has gone back to a dual-stack for the two rear cameras. Additionally, it isn’t extending the module into a squircle as it did with the iPhone 12, which means the iPhone 16 Plus resembles nothing less than the iPhone X when viewed from the rear. It’s an odd throwback, but it’s fun.\n\nBut most exciting is the addition of a new button: Camera Control. This joins the Action button and can be used to launch the camera, swipe to zoom, and even differentiate between hard and soft presses, all to streamline your camera experience. It can also be used to kick-start Apple’s Visual Intelligence AI. It could be one of those features you end up forgetting about, but the early impressions say it’s looking more like a sea change in smartphone design.\n\nThe iPhone 16 and 16 Plus don’t have bigger displays like the Pro models, but they do get an overall reduction in bezel size, thanks to new tech. As a result, while the newer iPhone won’t have a much larger display, it will feel as if it encompasses more of the device’s front because, well, it does. Unfortunately, Apple is keeping the 60Hz refresh rate on the cheaper models despite the majority of Android devices from the midrange and up moving on to much higher refresh rates.\n\niPhone 16 Plus vs. iPhone 15 Plus: performance, battery life, and charging\n\nIt should come as no surprise that Apple’s newest devices have more powerful processors than the year before, but there’s a caveat to explore here. It’s become an unfortunate tradition that the cheaper of Apple’s new devices get last year’s processors — so while the iPhone 15 Pro had new A17 Pro chips, the iPhone 15 and 15 Plus made do with the previous year’s A16 chip. This year, things are different. The Pro models get the A18 Pro chip, but at least the iPhone 16 and 16 Plus get an A18 chip. In all likelihood, it’s still an A17 chip with a new name, but at least it doesn’t feel like much of a downgrade now.\n\nWill it make a difference in real-life use? Without more time with them, it’s hard to tell — but it’s likely it won’t mean a huge jump in performance. Recent iPhones have all felt slick and superfast, and with how powerful phone hardware is now, it’ll be years until it stops feeling that way.\n\nBattery life may also be a toss-up. While the three other iPhone 16 models are getting larger batteries, the iPhone 16 Plus is an outlier because it’s rumored to be getting a smaller battery. Apple hasn’t confirmed this and doesn’t publicize its battery sizes, so we’ll only know this for sure when teardowns start happening. We’ll be sure to keep an eye on the iPhone 16 Plus’ battery life when we perform our review.\n\nThe charging speed seems to have increased a bit. While rumors originally said Apple had built a significantly faster 45-watt charging rate into all of its new phones, that doesn’t seem to be the case, as the iPhone 16 Plus seems to be mostly restricted to a 26W charging rate. That outstrips the 20W speed we saw in last year’s Plus model, but it’s not by much. Still, new owners get a big upgrade in MagSafe charging speed, jumping up to 25W.\n\niPhone 16 Plus vs. iPhone 15 Plus: cameras\n\nWhile it initially seems Apple hasn’t done much to change the cameras, that’s not actually the case. Despite looking the same on paper, there have been some big changes that help to bring the basic iPhones closer to the Pro leagues than they ever have been before. The 48-megapixel main lens now has the Fusion branding, meaning it can function as a 48MP lens, a 2x zoom at 24MP, or a 12MP lens with pixel-binning for increased light intake. It can also take spatial photos and videos for the Apple Vision Pro, a feat only previously available to the Pro models. However, you have to wonder how many people are paying for a Vision Pro and then skimping on their iPhone.\n\nOutside of those improvements, you’re going to find the camera experience between these two phones very similar — and that’s no bad thing. The iPhone 15 Plus was another of our favorite camera phones from last year, and there’s merit in Apple sticking with what works.\n\niPhone 16 Plus vs. iPhone 15 Plus: software and updates\n\nThere are no surprises here: Both iPhones run iOS 18, and you’re going to find the experience similar on both. Yes, the iPhone 16 Plus will have launched with iOS 18, and that puts it sligthly ahead of the iPhone 15 Plus, which will have to use one of its upgrades to get to iOS 18. That’s less of a big deal than on other phones, though, as Apple is quite generous with software updates. While it doesn’t put a limit on the number a device can get, it’s fair to say your phone will have reached a ripe old age (for a phone) before it no longer gets new iOS versions. Apple just updated the iPhone XS, a five-year-old phone, to iOS 18, so you can expect to get at least that level of support.\n\nThere is one particular feature you’ll find only on the newer phone, though, and it’s a biggie: AI, specifically Apple Intelligence.\n\nApple’s foray into AI will introduce a number of new features to the iPhone. Siri will be supercharged, and capable of much more natural conversations. Writing Tools will help you to rewrite your sentences to fit specific tones, or just suggest replies based on context. It can create Memory Movies, as well as create transcripts in your Phone or Notes app. Heck, there’s even ChatGPT integration. It’s a big shake-up in the way iOS functions, but there’s only one snag — it’s, er, not available yet.\n\nApple Intelligence won’t be hitting iPhones until iOS 18.1 is available, and even then, it’ll lack the ChatGPT functionality. Plus, it will only be available on a very exclusive list of iPhones. The entire new iPhone 16 range is included, but outside of that, you’re only looking at the iPhone 15 Pro and 15 Pro Max being compatible. That means the iPhone 15 Plus is frozen out.\n\nOf course, whether you care or not will come down to your personal feelings about AI, and the usefulness of those features on the whole. We’ll have to wait and see how it plays out in our reviews when Apple Intelligence is finally available.\n\niPhone 16 Plus vs. iPhone 15 Plus: special features\n\nApple’s phones have never exactly been replete with special features. It’s not really Apple’s style to shove out a bunch of features and see what sticks, like, say, Samsung is wont to do. But it would be a lie to say there isn’t anything. Both of these phones have access to Apple’s usual special features, including Face ID, Animojis, and other fun tricks you’ve come to expect. The iPhone 15 Plus also has the mute switch on the side of the phone, a celebrated feature that allows you to mute and unmute your phone with the flick of a switch. It’s one of Apple’s most useful features, and it’s a shame the iPhone 15 Plus will be one of the last iPhones to support it.\n\nWhile the iPhone 16 Plus doesn’t have a mute switch, it does have something potentially even better. It has the Action button, previously only available on last year’s Pro models. This button can function like a mute switch, or you can use it to toggle Focus modes, turn on the flashlight, open the Camera app, or any one of a number of other options. It’s very customizable, though it’s easy to see why people may miss the mute switch still available on the iPhone 15 Plus.\n\nThere’s another new button on the iPhone 16 Plus, though, and it’s a bit more exciting. Called Camera Control, this slightly recessed button opens the camera when you press it, no matter what else you’re doing on your phone. When the app is open, press it again to take a snapshot, or press and hold to start taking a video. Sounds simple? There’s even more to it. Because it has a capacitive sensor, you can lightly press it to open an options menu for your camera, and slide to adjust. It may take a little bit of practice to adjust to it, but when you’ve got it down, it feels amazing.\n\niPhone 16 Plus vs. iPhone 15 Plus: price and availability\n\nThe iPhone 16 Plus is currently available, with prices starting from $899. As it’s an Apple flagship, the chances are high you’ll be able to find it in pretty much every store that carries smartphones of any kind. The iPhone 15 Plus is in basically the same situation, and is still available from Apple even after the release of the newest model. Happily, it’s had a small drop in price as a result, and can be bought for $799, a $100 discount from its original asking price.\n\niPhone 16 Plus vs. iPhone 15 Plus: Is it time for you to upgrade?\n\nSo, what’s the verdict? Is the newer iPhone a better phone than the last one? Well, yes. The iPhone 16 Plus is better-looking, more powerful, and has more features than the iPhone 15 Plus. Surpassing previous phones is the basic level of what we expect from a successor, so this doesn’t come as a surprise.\n\nBut that’s not really the question we set out to answer anyway — is the iPhone 16 Plus a big enough sea change in Apple hardware to make it a must-upgrade for iPhone 15 Plus owners? No, not really. Unless you’re absolutely desperate to experience Apple Intelligence, then there’s little to really tempt you. Yes, the iPhone 16 Plus is clearly the more powerful and capable of the two, but it’s not worth spending extra money to get what are, most definitely, small incremental updates. Even those new features you can’t get on the older phone, like Camera Control and Apple Intelligence, are worth waiting for.\n\nIf you’re deciding between the two phones, and aren’t tempted by the lower price of the iPhone 15 Plus, it’s definitely worth spending the $100 extra. But if you’re thinking about an upgrade? Wait it out. Wait and see what the next few iterations of the iPhone bring to the table."
    }
]