[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astrophysicists Probe Mystery of the Other Kind of UFO",
            "link": "https://www.msn.com/en-us/science/astronomy/astrophysicists-probe-mystery-of-the-other-kind-of-ufo/ar-AA1uNB4f?ocid=BingNewsVerp",
            "description": "\"Maybe we didn't understand the universe as well as we thought,\" said astrophysicist Justus Gibson of CU Boulder.",
            "image_url": "https://www.bing.com/th?id=OVFT.H4kdmo30o0HPiqU9fwoffS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Grand Theft Auto 6 Can Shake Up One of Rockstar’s Longest-Running Easter Eggs",
            "link": "https://gamerant.com/grand-theft-auto-6-ufo-easter-egg-red-dead-bully-gta-online-new/",
            "description": "Grand Theft Auto 6 is sure to have its fair share of Easter eggs, but there's one long-running Rockstar gag that needs to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2CshRkg4u_fNRtZeGR2o9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Game Rant4h",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eric Davis Drops BOMBSHELL at SOL Foundation UFO Event",
            "link": "https://www.msn.com/en-us/health/medical/eric-davis-drops-bombshell-at-sol-foundation-ufo-event/ar-AA1uN9Jn?ocid=BingNewsVerp",
            "description": "Eric Davis, an astrophysicist with ties to defence contractors and government work, has gained prominence in the UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YCAhxMSvdKWgG9k5D3klWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN4h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I'm searching for Black Friday handheld gaming PC deals as the resident 'guy who just won't shut up about handheld gaming PCs'",
            "link": "https://www.pcgamer.com/hardware/live/news/black-friday-handheld-gaming-pc-deals-live/",
            "description": "You can get a genuinely good gaming experience out of a device no bigger than some graphics cards. To name a few of the heavy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gEFBtNuT6wzh-9BJhf1uPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "3h",
            "source": "PC Gamer",
            "article_content": "Refresh\n\nReplacing a handheld's SSD — it can be done\n\nSwapping out a smaller SSD for a larger one is an easy job on a standard gaming PC. On a handheld, it usually requires unscrewing more stuff. Still, I'm here to tell you it can be done.\n\nThe first thing you should know is that most of the time you'll want a PCIe 4.0 SSD with a 2230 form factor. That is a specially squished form of solid state that takes up far less room than your average NVMe stick. The one major exception to this is the Legion Go, which requires a 2242 SSD, and some Ayaneo devices actually use the full 2280 SSD form factor.\n\nHere are two of the 2230 SSDs we've tested right here on PC Gamer, both of which are discounted right now:\n\nI've got a few handy videos to outline the process, depending on which handheld you've got.\n\nJust note, you'll likely need to clone your existing drive using an SSD clone tool like Macrium Reflect to get your handheld working as intended. This is a lot easier to do if you have access to a Windows PC with a spare NVMe slot to run the application and clone the drive.\n\nSteam Deck — SSD replacement guidance\n\nHere are some written step-by-step Steam Deck SSD upgrade instructions covering what needs to be done. If you're a visual learner, here's a video instead:\n\nROG Ally — SSD replacement guidance\n\nAsus has put together a decent step-by-step guide on how to replace your ROG Ally SSD. You can read it here.\n\nThe teardown video below also shows the general job of getting the handheld open to access the NVMe."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here are 5 fun things to do with friends and family in Scottsdale this Thanksgiving",
            "link": "https://www.msn.com/en-us/travel/tripideas/here-are-5-fun-things-to-do-with-friends-and-family-in-scottsdale-this-thanksgiving/ar-AA1uMzAK?ocid=BingNewsVerp",
            "description": "For families who like to relax and families who like to adventure, here are five fun things to do in Scottsdale after ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AAlzYRCOnC3DwyMiL_7MzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "6hon MSN",
            "source": "Arizona Republic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Anthropic’s New Tool Shows Us How ‘Agentic’ AI Will Take Over Phone Apps in 2025",
            "link": "https://gizmodo.com/anthropics-new-tool-shows-us-how-agentic-ai-will-take-over-phone-apps-in-2025-2000530087",
            "description": "This protocol from Anthropic will connect any AI assistant to any data source. It’s the missing piece before AI can use all ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xnHLVxCnXN3v7xf08GkXwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Gizmodo",
            "article_content": "Google, Apple, Samsung, and practically every other big tech firm are promising a future where AI will take over your phone and computer. However, as it currently stands, newfangled AI assistants aren’t as intelligent as their name suggests. Anthropic—the makers of the Claude chatbot—has a new tool that promises to give any assistant access to any app. If the future truly is based on “agentic AI,” then this model may be the way that Apple Intelligence or Gemini will collect the data from any of your devices’ apps.\n\nThe tool is called the Model Context Protocol, which Anthropic said on Monday it was making open source and free to use for any developer. This protocol will create an information channel between a data source, even app data, and an AI assistant. This is designed for use by AI agents like Anthropic’s Claude desktop app. Anthropic said this connection is “secure,” since—instead of exposing their app’s data—third-party developers can instead build a “MCP client,” AKA a separate AI application, to connect to their private servers.\n\nWhile this ostensibly could be used by companies to allow any AI to access internal data more easily, it may also offer a new standard for how apps offer up their prized data to AI assistants. So far, AI apps like Google’s Gemini on both Android and iOS can access the tech giant’s own Workspace apps, so long as users give it permission. This means it can dig through your Gmail to surface some lost missives or turn any text reservations into an event on Google Calendar. Currently, Gemini doesn’t have access to third-party apps except through extensions.\n\nAnthropic head of Claude relations, Alex Albert, claimed that developers would normally have to work directly with Google or any other AI assistant developer to create a custom connection between the AI and its data. MCP proclaims it solves that issue by enabling a free protocol that could work between the AI assistant and any app or data source.\n\nAlbert demoed Claude working directly with GitHub to make a new repository using MCP. He claimed that with MCP, it took “less than an hour” to build the AI-to-app integration. The company shared some repositories of sample MCP servers that it claims should help developers get started.\n\nHere's a quick demo using the Claude desktop app, where we've configured MCP: Watch Claude connect directly to GitHub, create a new repo, and make a PR through a simple MCP integration. Once MCP was set up in Claude desktop, building this integration took less than an hour. pic.twitter.com/xseX89Z2PD — Alex Albert (@alexalbert__) November 25, 2024\n\nWhile the protocol is open source, Anthropic still promoted how the most recent Claude 3.5 Sonnet model was better for creating these data channels between servers and the AI. Otherwise, Anthropic said this tool will replace today’s “fragmented” integrations with something more “sustainable.” So far, Anthropic said coding software companies Zed, Replit, Codeium, and Sourcegraph have onboarded MCP for its AI integrations.\n\nApple has promised similar cross-app AI functionality for Apple Intelligence, eventually. That feature, alongside a rejuvenated Siri, could arrive in early spring next year. The Cupertino, California company’s famously secure walled garden may not have a place for MCP, but other, smaller AI agent developers may be eyeing this or any other similar protocol.\n\nEither way, the major AI developers will be putting pressure on app makers to incorporate ways for AI assistants to access app data. While Apple claims its private cloud compute will keep all your personal data safe, we’ll have to see if any of this open-handed data transfer proves yet another privacy SNAFU."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ex-Google CEO warns that 'perfect' AI girlfriends could spell trouble for young men",
            "link": "https://www.msn.com/en-us/money/other/ex-google-ceo-warns-that-perfect-ai-girlfriends-could-spell-trouble-for-young-men/ar-AA1uNtUz?ocid=BingNewsVerp",
            "description": "Eric Schmidt said the emotionally and physically \"perfect\" AI girlfriend may lead young male users to become obsessed with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ydHc07NwV6q9nalQxpOjwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Notion AI is a productivity booster, but it's not for me",
            "link": "https://www.androidauthority.com/notion-ai-3503056/",
            "description": "In these times of AI-everything, it shouldn’t be a surprise that your favorite productivity tool comes with a slice of AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YQWViCXg9p8paXrG0lSJ7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5h",
            "source": "Android Authority",
            "article_content": "Dhruv Bhutani / Android Authority\n\nIn these times of AI-everything, it shouldn’t be a surprise that your favorite productivity tool comes with a slice of AI built in as well. I’ve talked a fair bit about my love for Notion. Predictably, it includes its own AI integration powered by ChatGPT. Notion AI isn’t new. In fact, the company got in on the LLM action pretty early and introduced the feature way back in February 2023. I’ve been reluctant to let an AI model have access to all my personal thoughts and work-related notes. However, a few weeks back, I finally caved and decided to give it a shot. So, how did my experiment with Notion AI go? Here’s the CliffNotes version — it’s not for me. But it might just be the perfect productivity enhancer for a certain kind of user. Here’s why.\n\nDo you like Notion AI? 21 votes Yes 29 % No 14 % I haven't tried it yet 57 %\n\nWhat is Notion AI?\n\nDhruv Bhutani / Android Authority\n\nInstead of creating its own LLM model, Notion AI is built on GPT-4 and Claude APIs and leverages all the capabilities of those GPT models. The AI tools work on your own personal data and can be leveraged to perform a range of activities. Think writing assistance, text generation, brainstorming, outlines, research, and organization. It’s the standard ChatGPT capabilities fine-tuned to perform well on your personal data. Building Notion AI on top of ChatGPT makes sense given the latter’s rapid pace of development and relatively advanced state.\n\nHow do I use Notion AI?\n\nDhruv Bhutani / Android Authority\n\nNotion is my catalog of notes, drafts, interesting articles, places to visit, and much more. As such, it is very often a dumping ground for text that I leave aside for later — or never — to organize. So, I decided to see if AI could help me triage my long list of notes and articles in Notion. I decided to start simple and used Notion AI to generate summaries for a number of long-form reads in my Notion. It’s similar to the summarize function built into a number of apps and even integrated into phones. Notion AI is able to read an article and give you a concise CliffNotes version of the copy that you can quickly glance through. It works well.\n\nNotion AI's ability to generate custom templates based on your specific simplifies making the most out of Notion.\n\nBut Notion AI’s capabilities go a step further. For example, I’ve been using Notion AI to generate templates to help me plan a forthcoming trip. While Notion’s built-in templates are pretty good, you can use Notion AI to create templates that are specifically tuned for your use case. In this case, I wanted a day-by-day template that helped me plan each day of the trip. Since I couldn’t find an existing template that achieved that, I used Notion AI to generate one. It’s quick and easy and takes away the tedium of having to make these manually.\n\nDhruv Bhutani / Android Authority\n\nIt gets even better. You see, I’ve been saving information about places that interest me directly to Notion. Since Notion AI operates directly on the information in your workspace, it can create granular itineraries based on things that interest you instead of serving up a generic travel itinerary. I tried it out for an upcoming trip, and the results offered up were a surprisingly good way to start building a day-by-day plan.\n\nNotion AI can parse pages across your entire workspace and build databases, charts, and more based on the information.\n\nThis ability to search and read information across your entire workspace is also particularly nifty for other forms of data handling. For example, you could have separate pages tracking investments in a variety of instruments. Personally, I maintain separate pages for stocks, mutual funds, and crypto. Notion AI is able to scan through these separate pages and help me draw tables, charts, and more.\n\nDhruv Bhutani / Android Authority\n\nNext, a key part of my work is brainstorming. However, there are days when I might be feeling a creative block or might be unable to figure out a great approach for an article. Over the last few weeks, I’ve been experimenting with brainstorming articles with Notion AI. Of course, like most AI tools, you can’t trust it to give you good results out of the box. To optimize the results, I usually create a new page where I put down pointers, my own thoughts on the matter, and maybe some interesting insights that I discovered during research. I then tried using Notion AI to brainstorm a good approach or suggestions for an article flow. The suggestions, like all things AI, can be a bit hit or miss, but I can’t deny that it helped me create a more formal structure for a write-up. Moreover, it can often bring up points that I might’ve missed out on otherwise. Nifty.\n\nNotion PDF PDF summarisation in Notion\n\nIn my spare time, I try to catch up on the latest research journals. But lately, free time has been rather limited. Remember when I mentioned that Notion is my dumping ground for all things interesting? That includes interesting PDF research papers and journals gathered from the internet. I’ve been trying out Notion AI’s PDF parsing capabilities to create bullet-point notes on interesting reads. With my limited spare time, this has been an excellent way to stay up to date on all the latest happenings in science without having to commit to reading a 10-pager or more. Moreover, since Notion AI is operating directly on the PDF, I can be reasonably sure that the summarization will be free of hallucinations.\n\nNotion AI isn’t for me For all its capabilities, there’s not much here that can’t be done in ChatGPT for free. I’m not a fan of subscription fees, and the $8 tacked on per member in a workspace adds up. Don’t get me wrong, Notion AI, if you can find a use case for it, is rather excellent. But for all the use cases I listed above, the majority of my Notion use had no AI actions at all. If I have to invest in an AI tool, I’d rather pick up a general-purpose tool that can perform most of the same functions without being shackled to Notion.\n\nNotion AI is a capable tool, but if I need an LLM tool, I'd rather invest in a standalone product.\n\nThat, however, is not a ding on Notion AI’s capabilities. I went in skeptical of its capabilities and came away rather impressed with the productivity boost it can offer — provided it aligns with how you use Notion.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple’s new AI could broach sensitive data, experts warn — take these steps to protect your privacy",
            "link": "https://nypost.com/2024/11/26/tech/apples-new-ai-could-broach-sensitive-data-experts-warn-take-these-steps-to-protect-your-privacy/",
            "description": "The company’s privacy page states that Apple Intelligence uses data 'to best assist you' and deliver personalized experiences ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BTwK4DYXI-QIOcozj0FkhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "New York Post",
            "article_content": "Apple’s latest AI feature, Apple Intelligence, is raising major privacy concerns.\n\nThe new iPhone tool allows the technology to access and analyze data from your apps, including sensitive banking, financial and location data — and some experts are concerned it gets too close to delicate information.\n\n3 Apple Intelligence allows the technology to access and analyze data from your apps, including sensitive banking, financial, and location data. prima91 – stock.adobe.com\n\nThe feature was released last month and has only been made available to the latest iPhone 15 or 16.\n\nThe new AI is intended to enhance the user experience by providing personalized, smart assistance across various apps and functions,\n\nChip Hallett, author of “The Ultimate Privacy Playbook,” claims that Apple Intelligence could learn how you use your banking apps and even track your movements.\n\n“iPhone users beware,” Hallet warned in a TikTok video. He advised people to “stop” using the feature and instructed viewers how to turn it off.\n\nHow to limit Apple Intelligence:\n\nOpen your Settings\n\nTap Apple Intelligence & Siri\n\nGo to Apps\n\nChoose which apps to restrict\n\nClick the toggle to turn off all options: Learn from this App, Show on Home Screen, Suggest App and Suggest Notifications\n\nOne major concern is the AI’s ability to analyze sensitive information. Hallett emphasizes that users should take immediate action to limit what Apple Intelligence can access.\n\nThe security expert advises users to turn the feature off for all banking, health and fitness, and location-using apps.\n\n3 Experts are concerned it gets too close to sensitive data pulling from apps managing banking and location services. panuwat – stock.adobe.com\n\nThe AI doesn’t just sit passively — it actively pulls information from apps, potentially exposing personal details without your knowledge.\n\nThough Apple claims that its AI feature does not store your personal data, it’s still collecting a lot of precious information.\n\nApple’s privacy page states that the AI uses data “to best assist you” and deliver personalized experiences.\n\n3 “iPhone users beware,” Hallet warned in a TikTok video. He advised people to “stop” using the feature and instructed viewers how to turn it off. DenPhoto – stock.adobe.com\n\nHowever, this data is processed in Apple’s “Private Cloud Compute” system, raising alarms about the possibility of remote access to personal info.\n\nThe company has offered a $1 million bounty to anyone who can hack its system, signaling how seriously it is taking security — yet many users and experts have concerns."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It just got easier to create your own apps — GitHub Spark does the work for you",
            "link": "https://www.tomsguide.com/ai/it-just-got-easier-to-create-your-own-apps-github-spark-does-the-work-for-you",
            "description": "Github Spark launched with minimal fanfare a few weeks ago, promising to revolutionize the world of app and software coding.",
            "image_url": "https://www.bing.com/th?id=OVFT.VoX_hiE0zNr3OxPEJ8sxUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12h",
            "source": "Tom's Guide",
            "article_content": "Github Spark launched with minimal fanfare a few weeks ago, promising to revolutionize the world of app and software coding. The new service is basically a no-code platform that allows anyone with a pulse to create a software application using nothing more than an AI text prompt.\n\nSo far, nothing amazingly new, except for the fact that Github is owned by the largest software company in the world, Microsoft.\n\nWhat sets Spark apart from the current crop of no-code app platforms like Cursor, Replit and Bolt, is its focus on building simple apps (they call them 'sparks'), rather than more sophisticated products.\n\nThis is also reflected in the fact that the launch is being very tightly controlled by the company, to the extent that you currently can’t release a generated app outside of the platform. In other words, people who want to access your app have to sign up to Github in order to gain access through the URL.\n\nIt's a little strange, to say the least.\n\nPutting GitHub Spark to the test\n\n(Image credit: GitHub/Nigel Powell)\n\nI managed to slide through the strict waitlist and gain access to the service a week or so ago, and I’ve been playing with it ever since. As you’d expect, there’s good and bad in this very early test version.\n\nI use the word test deliberately because I was told in no uncertain terms that Spark is very much an experiment rather than a finished product. Hence the low-key launch. So my comments should be taken with that in mind.\n\nSign up now to get the best Black Friday deals! Discover the hottest deals, best product picks and the latest tech news from our experts at Tom’s Guide. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nMy first reaction to the app was surprise. Instead of a typical geeky interface with code terminals and stuff, there’s a very simple chatbot interface with a box for the prompt and not a lot else.\n\nMy first reaction to the app was surprise. Instead of a typical geeky interface with code terminals and stuff, there’s a very simple chatbot interface with a box for the prompt and not a lot else.\n\nA second immediate difference is the fact that instead of running with one AI model to do the work, Spark comes with multiple models from both Anthropic, with Claude Sonnet 3.5, and OpenAI with o1-Preview and o1-Mini.\n\nThat’s a big deal because, as anyone who’s worked with these app makers knows, the Claude model works up to a point and then often runs out of steam when trying to complete a project.\n\nAt that point, a ‘thinking’ model like o1-Preview is useful, because it seems to overcome contextual limits and fixes issues Claude can’t deal with.\n\nThis happened a few times during my testing. Claude would start to fail when faced with a prompt, at which point I would switch to o1-Preview, and stuff would get fixed.\n\nUse GitHub Spark to create a travel log app - YouTube Watch On\n\nUsing the app is extremely easy, basically, because everything is done via the single prompt box. There are no distracting terminal panels full of code flashing in front of your eyes. Just enter a prompt, watch a pretty little graphic roll and wait.\n\nAfter 20 or 30 seconds the result will pop up for you to check and iterate. One cool feature is the fact that each prompt is staged in the sidebar, so you can step back to an earlier prompt if something goes wrong and you need to try again.\n\nThe geeks haven’t been ignored completely. There’s a setting that lets you add extra instructions to tailor the model to your preferences. There’s also a handy icon at the top of the screen to open up a code panel, so you can manually edit anything you don’t want the AI to touch.\n\nFinal thoughts\n\nAll in all, Github Spark is a very credible and interesting entry into the AI app-making arena. The fact that I could run up a pretty sophisticated jukebox music player using Amazon S3 storage, and even throw in a bit of AI for to help with mood selection, proves that the platform’s not a toy, even at this early stage. And I did it all in just six hours from scratch.\n\nHopefully, they will start to open it up to more people sooner rather than later, and also remove the need to have a Github account to access the apps that are created. Definitely one to watch for the future."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Probing the PNW’s Paranormal Past, Present",
            "link": "https://www.msn.com/en-us/news/us/probing-the-pnw-s-paranormal-past-present/ar-AA1uJqvc?ocid=BingNewsVerp",
            "description": "Our state has, once again, ranked as a hotspot for unexplained sightings. So we decided to take videos from KIRO 7 viewers to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ocn7aRON3ph4sW7vTpf6Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "13hon MSN",
            "source": "KIRO Seattle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Guillermo del Toro’s paranormal experience watching ‘The Wire’ in a hotel room: 'Completely inauspicious conditions'",
            "link": "https://faroutmagazine.co.uk/guillermo-del-toro-paranormal-experience/",
            "description": "Guillermo del Toro had a terrifying paranormal experience while watching 'The Wire' in a hotel room in New Zealand. He was ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2fESsqabX0dq0tsl5wS%2bh%2bg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "5h",
            "source": "Far Out Magazine",
            "article_content": "Guillermo del Toro’s paranormal experience watching ‘The Wire’ in a hotel room: “Completely inauspicious conditions”\n\nIf there is any director in Hollywood who most people would expect to be a believer in the paranormal, it’s Guillermo del Toro. After all, he has spent his career telling visually astonishing tales of monsters, demons, and the evils of man that echo through the ages. He’s dealt directly with ghosts in two films, The Devil’s Backbone and Crimson Peak. Amazingly, though, del Toro considers himself a sceptic despite revealing he once had a paranormal experience in a hotel room that would make even the most optimistic believer’s blood run cold.\n\nWhen del Toro made The Devil’s Backbone in 2001, he created a definition of a ghost that spoke to him deeply. In his story of a young boy in a Spanish orphanage being haunted by the ghost of a dead boy, he describes spirits as akin to an insect in amber or something left forever unfinished. As he told Little White Lies, a ghost is “an awful sealed thing…like a photograph, like the loop of a movie.”\n\nThe Nightmare Alley helmer subsequently revealed that, in his life, he’d had two paranormal experiences despite being dubious about the existence of ghosts. In fact, despite being such a fan of the macabre and the monstrous in fiction, when it comes to real-life proof of terrifying forces beyond our comprehension, he said, “I don’t want to believe.” Essentially, in fiction, del Toro is Fox Mulder, but in reality, he’s Dana Scully.\n\nDespite this, del Toro couldn’t explain away his experiences as some trick of the brain or the creaking of an old building. He claimed, “Two times I have heard ghostly, disembodied voices, very, very clearly. And they were very scary at the time.”\n\nDel Toro’s most bone-chilling experience came when he was scouting locations for The Hobbit in New Zealand – ironically, a film he wound up not making. He explained, “We came to… a place called Waitomo, and I had read that there was an old hotel which had a haunted room.” Even though the director and his scouts had arrived during the tourist off-season and the hotel was closed, the management agreed to open it, especially for them. Feeling curious, del Toro asked, “Can I get the haunted room?” but he would soon regret that request.\n\nWhile del Toro sat in the room and idly watched The Wire on DVD, he heard something that made him turn white as a sheet. He revealed that the sound was unmistakable: “A woman shrieking for about five minutes, horrible blood-curdling shrieks. And then a man sobbing and sighing with great regret.”\n\nThe terrified director estimated that the screaming lasted for five minutes and the remorseful weeping a full ten minutes more. He did some sleuthing and figured out where the noises were coming from. He claimed, “I was able to actually track the sounds to the bathroom. I tracked them to a vent above the toilet, which went down into the cellar.”\n\nDel Toro was adamant that nothing about the evening had primed him to think he was encountering the spirit realm. He clarified, “I was not in the middle of séance, and it wasn’t a stormy night,” and added, “It was completely inauspicious conditions for a ghost apparition.” All he was doing was watching high-quality crime drama to wind down after a long day of looking at potential locations.\n\nNaturally, the experience freaked del Toro out. He admitted that as soon as he realised the noises were coming from the cellar, he quietly returned to bed and put on his headphones. All he wanted was to be completely enveloped in the sound of Baltimore’s war on drugs instead of that awful, disembodied screaming. Unsurprisingly, he didn’t sleep a wink for the entire night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "VIDEO: Paranormal presence in the PNW?",
            "link": "https://www.msn.com/en-us/tv/news/video-paranormal-presence-in-the-pnw/vi-AA1uKNTx?ocid=BingNewsVerp",
            "description": "The 10 Most Iconic Airplanes In Aviation History, Ranked Researchers Study Life After Death — And It Gets Weirder Martin ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jJ_wrX9IFhlUcc6wOaSYAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "16hon MSN",
            "source": "KIRO Seattle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Instant cult fiction, Aussie paranormal happenings and other new books",
            "link": "https://www.smh.com.au/culture/books/instant-cult-fiction-aussie-paranormal-happenings-and-other-new-books-20241125-p5kt8w.html?ref=rss",
            "description": "If the Nobel Prize for Literature can have a Boomer moment and give Bob Dylan the nod, Alan Moore – a legend in the history ...",
            "image_url": "https://www.bing.com/th?id=OVFT._hP9IKf5ISeGTOdCWD8XBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "7h",
            "source": "Sydney Morning Herald",
            "article_content": "Skysong\n\nC.A. Wright\n\nPantera Press, $32.99 Fairytale adapted into a full-length fantasy novel best describes C.A. Wright’s Skysong. This book takes inspiration from Hans Christian Andersen’s The Nightingale – one of the brighter flights in that author’s oeuvre, though still spiked with folly and mortality. We follow Oriane, who lives in a remote village with a mystical legacy inherited from her mother. She can transform into a skylark, with the power to call the sun each morning. Curiosity leads Oriane into the dangers and intrigues of the royal court, where she’s worshipped as a goddess but effectively imprisoned in the role. Her maid, Andala, also has a secret and as a schism erupts in the kingdom, it transpires that our heroine is not alone as she thinks. Wright’s tale takes the possessiveness and failure to appreciate beauty in Andersen’s original, and the motif of deception leading to feminine freedom, and builds a fantasy world in which the magical bird becomes an unwitting pawn in a political and religious struggle.\n\nThe Dream of A Tree\n\nMaja Lunde, trans. Diane Oatley\n\nScribner, $34.99 The final book in Norwegian author Maja Lunde’s Climate Quartet, The Dream of A Tree takes us to the remote Arctic archipelago of Svalbard in 2110, where the Global Seed Vault is kept. Cut off from the world for years, Tommy and his brothers and their grandmother, the current Seed Keeper, tread lightly and at one with nature in their isolated home. When their tiny community faces disaster, they are suddenly alone and fighting not just to survive but to preserve the wonders of the Vault. Meanwhile, Tao, still grieving a son lost to starvation in a distant land, must lead an expedition into the Arctic, searching for the seeds that might save her people from famine. I only recall having read Lunde’s The History of Bees, so I’m uncertain how the Climate Quartet hangs together. Still, the books are written to be read as standalones, and this bleak cli-fi survival story is more imaginative in describing Tao’s expedition than the trials on Svalbard itself.\n\nNON-FICTION PICK OF THE WEEK\n\nMean Streak\n\nRick Morton\n\n4th Estate, $35.99 When robo-debt was inflicted on Centrelink recipients by a ruthless coalition government, it was as though the infamous, automated debt calculation scheme was authored by Franz Kafka, in collaboration with George Orwell. In this searing, forensic and moving investigation of the whole tragic fiasco, Rick Morton, senior reporter with the Saturday Paper, calls it the “labyrinth”. For good reason. Seven people took their own lives, thousands lost their jobs and others developed mental illness. Morton, in measured writing fuelled with rage and sorrow in equal measure, walks us through one of the most shameful episodes in recent Australian politics, taking in prime ministers, pressured public servants, a whistleblower and case studies of the poor sods who were hunted down by their own government. A morality tale for our times.\n\nGreat Game On: The Contest for Central Asia and Global Supremacy\n\nGeoff Raby\n\nMUP, $34.99 In the original Great Game – a 19th-century imperial contest between Britain and Russia over India – the threat from Russia was more imagined than real, says Raby (our Chinese ambassador, 2007-2011). Likewise, the United States’ fears of China and Vietnam. His examination of the new Great Game, prompted by his observations of the chaotic US departure from Afghanistan and Putin’s invasion of Ukraine, examines in lively detail the rise of China in Eurasia and its implications for the US, Russia and the world, while also putting events in detailed historical context. Has Putin demonstrated there is no such thing as a quick, decisive victory and will this affect China’s options regarding Taiwan? Has he opened the way for China in Eurasia? Aimed at the general reader, this is a seriously informed study of the major players in these “interesting” times.\n\nAustralian Ghost Stories\n\nJames Phelps\n\nHarper Collins, $15.99 Everybody loves a good ghost story and there are hauntings aplenty in this record of paranormal activity in Oz. Phelps bookends his collection with tales of the Hydro-Majestic Hotel in the Blue Mountains, especially the case of June Clemenger, who was strangled at the hotel in 1934 by an ex-lover, and who now stalks the place attempting retributive strangulation. Not only did Conan-Doyle conduct seances at the hotel, Sir Edmund Barton died there and has also been spotted floating around. In between, we hear believers’ tales of a prison ghost watching black-and-white movies, families in haunted houses smelling phantom cigarette smoke, a Casper-like friendly ghost and ghost whisperers who have the happy knack of detecting the paranormal and “cleansing” the house of it. Get out the Ouija board, dim the lights, and get spooked."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Most Paused Doctor Who Moments",
            "link": "https://whatculture.com/tv/10-most-paused-doctor-who-moments?page=2",
            "description": "The Mandela Effect describes a shared false memory and was coined by historical and paranormal researcher Fiona Broome, who, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dp9Eoe3hljU_hR5g51Laly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "What Culture2h",
            "source": "What Culture",
            "article_content": "The Mandela Effect describes a shared false memory and was coined by historical and paranormal researcher Fiona Broome, who, along with many others, incorrectly remembered Nelson Mandela dying in prison in the 1980s.\n\nOne rather unexpected example of the Mandela Effect in Doctor Who came in the days following the broadcast of The Lodger in 2010.\n\nA handful of viewers genuinely believed that Matt Smith was naked in the scene where the Eleventh Doctor drops his towel after rushing to get out of the shower. Fans were encouraged to pause the scene in the hopes of catching a glimpse of Smith's, well... sonic screwdriver, and the story got so big that it even started making news headlines.\n\nMatt Smith of course was not nude in the scene, but a BBC spokesperson and the actor himself still came out to deny the story. Smith told the press that he was wearing \"flesh-coloured trunks\" and that fans \"definitely didn't see more.\" He also said that nudity on a Saturday teatime \"wouldn't be proper\", which is about the most British response you could possibly get.\n\nSo there we have it, fans were simply experiencing a false memory. Almost like there was something... in the corner of their eye."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What ‘Lucy,’ One of the World’s Most Important Fossils, Has Taught Scientists in the 50 Years Since Her Discovery",
            "link": "https://www.msn.com/en-us/news/technology/what-lucy-one-of-the-worlds-most-important-fossils-has-taught-scientists-in-the-50-years-since-her-discovery/ar-AA1uNDzE?ocid=BingNewsVerp",
            "description": "The famous early human is still providing lessons to anthropologists about prehistoric Earth and its inhabitants ...",
            "image_url": "https://www.bing.com/th?id=ODF.i9vAGKGrjiKDAWJOWZlS5g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Smithsonian Magazine on MSN2h",
            "source": "Smithsonian Magazine on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "First successful synthesis of naphthocyclinones since their discovery 50 years ago",
            "link": "https://www.sciencedaily.com/releases/2024/11/241118125514.htm",
            "description": "For the first time, β- and γ-naphthocyclinones were successfully synthesized in a laboratory, report scientists from Science Tokyo. By combining originally developed tactics and innovative strategies, ...",
            "image_url": "https://www.bing.comNo image",
            "category": "science+discovery",
            "date": "Science Daily20h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers may have discovered the explanation for the longest-period radio transient ever detected",
            "link": "https://www.msn.com/en-us/news/technology/astronomers-may-have-discovered-the-explanation-for-the-longest-period-radio-transient-ever-detected/ar-AA1uNqgN?ocid=BingNewsVerp",
            "description": "Researchers from the Curtin node of the International Center for Radio Astronomy Research (ICRAR) have made a record-breaking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fyuzsRp_sWFwmL-KslPy0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Get 75% off your first two months of Discovery+ this Black Friday",
            "link": "https://www.space.com/entertainment/get-75-percent-off-discovery-plus-this-black-friday",
            "description": "Want to explore the depths of space or delve into nature, all without leaving your chair? This Amazon/Discovery+ deal is your ...",
            "image_url": "https://www.bing.com/th?id=OVFT.My8QIaGc1gQcMLzj8obXVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Space.com4h",
            "source": "Space.com",
            "article_content": "Want to explore the depths of space or delve into nature, all without leaving your chair? This Amazon/Discovery+ deal is your chance to do just that, saving 75% on your first two months of the service's ad-supported $4.99 tier.\n\nGet your first two months of Discovery+ for just $1.25 a month when you subscribe through Amazon.\n\nDiscovery+ is a treasure trove for space and science fans, with thousands of shows including Man v. The Universe, For All Humankind, Beyond Hubble and many more. Even better, the bulk of these shows are whole series that you can binge. Want to spend an entire day watching Team Pluto, as a group of scientists explore Pluto's planetary standing? Go right ahead.\n\nThis isn't the first Black Friday streaming deal we've seen and we suspect it won't be the last. However, this offer doesn't just get you Discovery's shows, it also includes all the networks Discovery owns, including TLC, Food Network, HGTV, Animal Planet, Investigation Discovery and Lifetime. All you need is an Amazon account (Prime is not required), take advantage of this offer, and you're ready to explore the universe.\n\nDiscovery Discovery+: was $4.99 now $1.25 at amazon.com Save 75% on Discovery+ which gives you access to thousands of programmes including science documentaries, explorations of history and, if you need something to keep the family amused this Christmas, reality TV.\n\nThis deal means you get your first two months of Discovery+ for $1.25 each, after which point it'll go back to its regular price of $4.99 for the ad-supported tier. You can, however, cancel at any time.\n\nYou'll need an Amazon account (which is free to create) to take advantage of this deal but once you do you'll have immediate access to a massive library of shows. There are 2,500+ shows on Discovery+ and over 70,000 episodes, so you'lll never get bored.\n\nHowever, there's more to Discovery+ than just science and documentaries. That may be your genre of choice, but if your friends and family want to relax over Christmas or Thanksgiving, there are a whole range of other shows to pick from. Though, be warned, once you put on 90 Day Fiance, you might never get the remote back.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nAlternatively, if you're more of a sci-fi fan, then have a look at some of the other Black Friday streaming deals.\n\nKey features: Access to more than 2,500 shows and 70,000+ episodes, covering subjects such as space, science and nature as well as a host of reality TV shows.\n\nPrice history: We saw a Prime Day deal earlier this year for 55% off Discovery+'s ad-free tier, making it $4.00 a month, but this is the lowest price we've seen the ad-supported tier for. After those two months, the price will go up to $4.99 unless you cancel.\n\nReviews consensus: There's so much to watch on Discovery+ you're spoilt for choice and even if you're not watching it, others in your household will probably find something they like.\n\n✅ Buy it if: You want access to a massive library of documentaries, from science to history, or have someone in your household who lives and breathes reality TV.\n\n❌ Don't buy it if: You prefer movies and drama, or if you're the kind of person who forgets to cancel subscriptions.\n\nCheck out our other guides to the best telescopes, binoculars, cameras, star projectors, drones, lego and much more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From 'Lucy' to the 'Hobbits': The most famous fossils of human relatives",
            "link": "https://www.msn.com/en-us/news/world/from-lucy-to-the-hobbits-the-most-famous-fossils-of-human-relatives/ar-AA1uNVr4?ocid=BingNewsVerp",
            "description": "Lucy may be the best-known prehuman fossil in the world. But other famous fossils have given us important insight into our ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3ArwqxYZxUEA8LjB66VvNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN3h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Finnish startup’s no-code platform attracts €8.4M investment for global growth",
            "link": "https://arcticstartup.com/keto-software-raises-e8-4m/",
            "description": "Hyvinkää-based Keto Software has raised €8.4 million in a funding round led by Emerald Technology Ventures, with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lDkghxGbpZhmnMVoP9nCai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "ArcticStartup6h",
            "source": "ArcticStartup",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Best Gift at $69 (40% Off), Make Your Priceless Memories Tangible With Fireside",
            "link": "https://gizmodo.com/the-best-gift-at-69-40-off-make-your-priceless-memories-tangible-with-fireside-2000530161",
            "description": "Plus, Fireside is running a killer Black Friday deal right now, where you can save 40% off with no code needed. That brings ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cLK2ElQyiHhuwUAFnWuPMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "12m",
            "source": "Gizmodo",
            "article_content": "Looking for a gift that’s more meaningful than another gift card or sweater? Fireside is like having a personal documentary maker for your family stories, minus the Hollywood budget or technical headaches. It can turn those “I wish I’d asked about that” moments into actual conversations you can keep forever, complete with a gorgeous vinyl plaque that links to your recordings. And that might mean more to you and your loved ones than another gift card to another retailer you don’t have time to visit.\n\nSee at Fireside\n\nPlus, Fireside is running a killer Black Friday deal right now, where you can save 40% off with no code needed. That brings the price down to $69 from $115. That’s less than you’d spend on a nice dinner out, but this gives you something to treasure for generations.\n\nA keepsake you can pass down to your children\n\nThe magic is all in the questions. Fireside has over 100 psychology-backed questions ready to go for you to get started making your keepsake, so there’s no more awkward “so… tell me about your life” moments. Plus, you can record either in person or virtually, which is perfect for connecting with family members across the country or across the glove.. The vinyl plaque with its QR code is useful as well, since it doubles as a beautiful keepsake and a portal to the memories you treasure the most.\n\nThat means you can capture Grandma’s stories before they’re lost to time, record Dad’s wisdom for future generations, preserve family recipes and the stories behind them, or create a family time capsule that actually gets listened to. The fact that it works for both in-person and virtual conversations means distance isn’t an excuse anymore.\n\nAt $69 (with their 60-day money-back guarantee), it’s one of those rare gifts that actually becomes more valuable over time. Years from now, having a recording of your loved ones sharing their stories will be priceless. Just don’t be surprised if you find yourself learning things about your family you never knew. it turns out everyone’s got some pretty amazing stories when you ask the right questions.\n\nBe sure and grab your kit, on sale today, and give it out to everyone you care about. Even if you’ve already done one with your own family, it’s worth sharing with friends who might not have had an opportunity to create something similar with their loved ones. See what happens and have a great holiday season because of it.\n\nSee at Fireside"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Flyhomes co-founder gets ‘second chance at life’ as CEO of new startup supporting caregivers",
            "link": "https://www.msn.com/en-us/money/other/flyhomes-co-founder-gets-second-chance-at-life-as-ceo-of-new-startup-supporting-caregivers/ar-AA1uMXSR?ocid=BingNewsVerp",
            "description": "Stephen Lane's last startup was growing like gangbusters when his life changed in an instant. The co-founder of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rom8i580tZUJawrlpwvDGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "4hon MSN",
            "source": "GeekWire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Many digital health startups are quietly raising down rounds and closing up shop. Here's why.",
            "link": "https://www.businessinsider.com/digital-health-startups-raising-down-rounds-bankruptcy-2024-11",
            "description": "While 2021 had a record number of healthcare-startup deals, the first three quarters of 2024 brought in only about half of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bEUSkJxHPCIKvXUHufe02y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "10h",
            "source": "Business Insider",
            "article_content": "Advertisement\n\nHundreds of healthcare startups haven't raised fresh venture funding since 2021.\n\nNow VCs say many digital health startups are cutting their valuations to live another day.\n\nInvestors said numerous startups were quietly folding, while others hope to get bought out.\n\nFor a moment at the beginning of 2024, as healthcare investors broke out their checkbooks after a two-year funding desert and gave new life to a struggling class of startups, it looked like starving healthtech founders would be fed once more.\n\nThis year's new funding reality hasn't given all the healthcare darlings a seat at the table.\n\nAdvertisement\n\nThe healthcare startup Forward abruptly shut down this month after raising a $100 million Series E last November for its AI \"doctor in a box,\" a bet marked by numerous logistical and financial challenges.\n\nMany more startups are quietly struggling — cutting their valuations, selling off assets, or closing their doors without any announcement, investors told Business Insider.\n\nWhile in 2021 there were a record 729 healthcare-startup deals, amounting to an eye-popping $29.1 billion, the first three quarters of 2024 brought in only about half of those deals, with much smaller checks: Startups had raised $8.2 billion through September in 379 deals, per Rock Health.\n\nAdvertisement\n\nThe dropoff suggests hundreds of startups that nabbed funding during venture capital's ZIRP period have been left out to dry. PitchBook data showed that as of mid-November, 327 digital health startups that grabbed funding in 2021 hadn't raised since. Not even the AI boom, which has brought back-to-back fundraises for hot healthcare startups like Abridge, can make up for the discrepancy.\n\nInvestors told BI that dozens of startups were raising funding rounds at a valuation lower than their last round, also known as a down round, or hoping to merge with a competitor to extend their lifespans. Others could shut down altogether.\n\n\"There are more digital health companies that are selling assets, selling people, or whatever they can,\" said Greg Yap, a partner at Menlo Ventures. \"This is a difficult market. We're definitely not done with companies going out of business.\"\n\nAdvertisement\n\nSame companies, different terms\n\nAfter healthcare startups raised big rounds in 2021 at high valuations and then the floor dropped out, plenty of investors threw their startups a lifeline with bridge rounds, meant to give founders a handful of extra cash to get them to their next labeled funding round.\n\nRelated stories\n\nBut those firms are done propping up portfolio companies that still aren't succeeding as expected, several healthcare VCs told BI.\n\nAs AI startups explode in popularity, some limited partners just want the funds they're backing to focus on new and exciting deals and cut their losses, said Doba Parushev, a vice president of CareFirst BlueCross BlueShield's Healthworx Ventures.\n\nAdvertisement\n\n\"At least for some firms, the LP sentiment is it was a bad vintage. It's done, move on. That's liberating,\" Parushev said. \"I think that's probably driving some behavior around not doing any more internal defensive rounds.\"\n\nSome VCs are turning to new AI investments as their healthcare portfolios struggle. Getty Images; Jenny Chang-Rodriguez\n\nSome startups will thus need to adjust their prices to get the chance to raise more capital from new or existing backers. Alyssa Jaffee, a partner at 7wireVentures, said she was still being pitched some too expensive deals, with hints of the funding expectations left over from 2021's heyday. But she's seeing more healthcare companies accept the need to take a valuation cut to hit their milestones.\n\n\"I would actually hope that more companies said, I'm OK with a down round. We recognize that we were mispriced in the market, and we need to rightsize,\" she said. \"There are expectations from earlier investors who don't want to necessarily take the markdown but may need to take it because that's what's right for the business.\"\n\nAdvertisement\n\nWhile down rounds are happening at every stage, investors said Series B and C startups may be the most likely to cut their valuations since they're more likely to have revenue traction that suggests they're worth continuing to bet on.\n\nSeed and Series A companies, on the other hand, could be more likely to shut down without that traction. Ruth Health, a startup that provided pregnancy and postpartum care, announced it was closing in November after failing to find the necessary product-market fit. The company last raised a $2.4 million seed round in 2022.\n\n\"Layoffs are awful. Seeking acquisition is humbling. Selling your baby for parts gets demoralizing,\" Alison Greenberg, the startup's CEO and cofounder, said in a LinkedIn post about the shutdown. \"The checklist for a wind-down is long.\"\n\nAdvertisement\n\nTie-ups and shutdowns\n\nNot all healthcare shutdowns this year have happened quietly. Forward made headlines when it announced it was closing up shop a year after raising $100 million to scale its AI-powered kiosks, called CarePods. A BI investigation revealed technical and logistical snags in Forward's style-over-substance strategy — such as its self-service blood draws not working as expected, and patients getting stuck in the CarePods.\n\nBut investors said many more healthcare businesses shut their doors under the radar this year, especially seed and Series A companies, which have the benefit of fewer eyes on them. This phenomenon hasn't been specific to healthcare — data from Carta indicates 254 venture-backed startups across all sectors went bankrupt in the first quarter alone. And Parushev said he was expecting plenty of healthcare bankruptcies still up ahead.\n\nForward's San Francisco clinic. The startup said on November 12 that it would close its clinics effective immediately. Rob Price/BI\n\nTo avoid a shutdown, some startups are looking to combine with a competitor. VC firms might move to revitalize two of their portfolio startups at once, as in the case of LetsGetChecked's $525 million acquisition of Truepill. Both startups are backed by Optum Ventures.\n\nAdvertisement\n\nAxios reported in August that LetsGetChecked was seeking $150 million in a convertible note to help finance the deal. Galym Imanbayev, a partner at Lightspeed Ventures Partners, said he was seeing a fair amount of similar pitches packaged as \"consolidation rounds\" rather than down rounds — startups raising more money to enable a merger or acquisition. That's generally a more attractive option to investors than a straightforward down round, he said.\n\nMenlo Ventures' Yap said other startups were choosing to get folded into a competitor without fanfare.\n\n\"Nobody wants to make a big deal out of a company that didn't quite work out. A lot of that is happening, but if you don't have to announce it, why would you?\" he said. \"The surviving company, the acquiring company, can just get a little bigger and announce it whenever it makes sense, or not announce it at all.\"\n\nAdvertisement\n\nUmar Afridi and Sid Viswanathan cofounded Truepill. Courtesy Truepill\n\nThe next chapter\n\nHealthcare still has plenty of room for winners. Startups like Hinge Health and Omada Health are expected to test the IPO waters next year, and private-equity firms are looking for healthtech companies to scoop up.\n\nCertain areas of healthcare will have to work harder than others to make it to the other side.\n\nWhile healthcare AI deals have taken center stage this year, virtual care has faltered; telehealth startups nabbed $1.4 billion in VC capital in the first three quarters of this year, compared with $2.8 billion in total last year (and $10.2 billion in 2021), according to PitchBook. Broadly, healthcare services have fallen out of favor, with clinic startups struggling to deliver returns against capital-intensive models and retailers like Walgreens and Walmart downsizing their healthcare offerings or ditching them altogether.\n\nAdvertisement\n\nVCs told BI they were pushing the next generation of healthcare startups to have better discipline in balancing growth with profits.\n\n\"Hopefully now people have a more sober view of what it takes to be sustainable, and there'll be a set of companies that may choose to grow a little bit more slowly but with good unit economics and with EBITDA, with profits,\" Yap said. \"That can give them the opportunity to not be subject to the vagaries of venture capital, private equity, and other people's money.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MotorTrend Announces 2025 Software-Defined Vehicle Innovator Award Finalists",
            "link": "https://www.motortrend.com/news/2025-motortrend-software-defined-vehicle-innovator-award-finalists/",
            "description": "After more nominations than ever before, the third annual iteration of the SDV awards celebrates visionaries driving the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.43-4dOMNmFCjg7QVO_w-Zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Motor Trend1h",
            "source": "Motor Trend",
            "article_content": "After more nominations than ever before, the third annual iteration of the SDV awards celebrates visionaries driving the future of mobility through software innovation.\n\nMotorTrend Group, a Warner Bros. Discovery company, announced today the finalists for the third annual SDV (Software-Defined Vehicle) Innovator Awards, presented in partnership with BlackBerry Limited (NYSE: BB; TSX: BB), whose BlackBerry QNX® technology is used by countless automakers around the world. The SDV Innovator Awards program is the first and only in the industry to celebrate the experts, leaders, and pioneers on the cutting edge of the massive disruption in the automotive marketplace. The future of mobility will be shaped by digital innovations powered by software that make our vehicles smarter, more connected, and more intuitive.\n\nThis year, MotorTrend received the most nominees in the award’s history, with an accomplished field of candidates representing leading OEM, supplier, and technology companies. In its most competitive year to date, the awards recognize the most innovative superstars of the automotive software industry. Winners of the awards across three categories will come from the following 23 companies:\n\nAmazon Web Services\n\nAptiv\n\nCaptain AI\n\nCompredict GmbH\n\nElektrobit\n\nEureka Labs\n\nFord Motor Company\n\nGeneral Motors\n\nHyundai Mobis\n\nJaguar Land Rover\n\nKPIT Technologies\n\nLG Electronics\n\nMarelli\n\nMegatronix (Beijing) Technology Co., LTD\n\nNIO\n\nRivian\n\nShanghai Jidu Automobile Co., LTD\n\nTesla\n\nToyota Motors North America R&D\n\nTTTech Auto\n\nValeo\n\nVolvo Cars\n\nXPENG Motors\n\nA panel of jurors from MotorTrend’s editorial team will be selecting winners of the 2025 SDV Innovator Awards in the Pioneer, Leader, and Expert categories.\n\nWinners will be announced at the third annual SDV Innovator Awards Gala, in partnership with BlackBerry QNX, at CES 2025 in Las Vegas on January 7, 2025.\n\nFor more information on the awards and how BlackBerry QNX provides the high-performance foundational software for the vehicles of today and the future, please visit: blackberry.qnx.com/sdvawards\n\nAbout MotorTrend Group\n\nMotorTrend Group, a Warner Bros. Discovery company, is the world’s largest automotive media group dedicated to introducing, inspiring, and intensifying people’s passions for the motoring world. Comprising more than 50 iconic brands including MOTORTREND, HOT ROD, ROADKILL and more, MotorTrend Group is the ultimate source of entertainment and information for both auto enthusiasts and car shoppers, with a monthly audience over 30 million in addition to over 70 million social followers. Featuring world-class automotive entertainment across the No. 1 television network for automotive fans, digital streaming channels, iconic events, the largest automotive social network, category-leading podcasts, over seven decades of print and digital editorial content, and cutting-edge resources for new car shoppers, MotorTrend embodies every corner of car culture. From electric vehicles to timeless classic customs, MotorTrend Group brings the latest motoring trends to fans of all generations.\n\nAbout Warner Bros. Discovery\n\nWarner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the world’s most differentiated and complete portfolio of content and brands across television, film and streaming. Available in more than 220 countries and territories and 50 languages, Warner Bros. Discovery inspires, informs and entertains audiences worldwide through its iconic brands and products including: Discovery Channel, Max, discovery+, CNN, DC, Eurosport, HBO, HBO Max, HGTV, Food Network, OWN, Investigation Discovery, TLC, Magnolia Network, TNT, TBS, truTV, Travel Channel, MotorTrend, Animal Planet, Science Channel, Warner Bros. Film Group, Warner Bros. Television Group, Warner Bros. Games, New Line Cinema, Cartoon Network, Adult Swim, Turner Classic Movies, Discovery en Español, Hogar de HGTV and others. For more information, please visit www.wbd.com.\n\nAbout BlackBerry\n\nBlackBerry (NYSE: BB; TSX: BB) provides intelligent security software and services to enterprises and governments around the world. The company’s software powers over 255M vehicles. Based in Waterloo, Ontario, the company leverages AI and machine learning to deliver innovative solutions in the areas of cybersecurity, safety, and data privacy solutions, and is a leader in the areas of endpoint management, endpoint security, encryption, and embedded systems. BlackBerry’s vision is clear - to secure a connected future you can trust. For more information, visit BlackBerry QNX and follow @QNX News\n\nTrademarks, including but not limited to BLACKBERRY and EMBLEM Design, are the trademarks or registered trademarks of BlackBerry Limited, and the exclusive rights to such trademarks are expressly reserved. All other trademarks are the property of their respective owners. BlackBerry is not responsible for any third-party products or services."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "13 Ways Software Development Will Be Reshaped in 2025",
            "link": "https://www.devprojournal.com/software-development-trends/13-ways-software-development-will-be-reshaped-in-2025/",
            "description": "2025 will be marked by the rise of AI as a standard tool, but with this advancement comes a new set of challenges.",
            "image_url": "https://www.bing.com/th?id=OVFT.bEYrHWv2qkqi1Khue4KX7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "devprojournal4h",
            "source": "devprojournal",
            "article_content": "2025 will be marked by the rise of AI as a standard tool, but with this advancement comes a new set of challenges.\n\nThe software development landscape is in for a seismic shift in 2025. This year will be marked by the rise of artificial intelligence (AI) as a standard tool, but with this advancement comes a new set of challenges. DevPro Journal recently spoke with the team at Digital.ai to learn more and identify 13 key trends that could reshape your development experience in 2025.\n\nDan Shugrue, Application Security Product Marketing, Digital.ai:\n\nSmart Enterprises Will Move Beyond Vulnerability Scanning. As enterprises embrace AI tools to help them code faster, threat actors have worked in lockstep to write faster malware, analyze code, and get better at wreaking havoc. In 2025, smarter enterprises will harden their apps against reverse engineering through advanced obfuscation, anti-tamper, and threat monitoring. AI Tools Will Bleed into Security Teams. In 2025, expect security departments to adopt AI to keep up with the cybersecurity arms race. Early adopters will look to ML-assisted threat analytics to find patterns in attack behavior that better equip them to mitigate attacks.\n\nDerek Holt, CEO, Digital.ai:\n\nAI-based code assistants go from early adopter to standardized driving both positive and negative impacts. While 2023 and 2024 saw a lot of experimentation with coding co-pilots with expanded adoption in startup companies and various forward-leaning enterprises, 2025 will be marked as the year coding co-pilots become a standard. Like all new technology adoption, this will have pros and cons. Expect to see more code developed more quickly, but keep an eye out for challenges with re-use, quality, security, and technical debt. New bottlenecks emerge in software delivery. While AI-assisted development will drive increased code creation and ultimately drive individual developer productivity gains, new bottlenecks will quickly emerge across the broader software delivery lifecycle. Organizations that have not invested in test automation, built in security, release orchestration, code scanning and more will struggle to translate more productive developers into faster time to market. The Emergence of xOps. As more and more “traditional applications” begin to adopt AI capabilities expect DevOps, DataOps, and ModelOps to converge into xOps. This new-found set of dependencies will dramatically accelerate “AI-aware” Release Orchestration while also challenging operations teams, support teams, QA teams, and more as the line between more traditional declarative applications blur with the new dependencies to LLMs and GenAI capabilities. Software Engineering Intelligence steps into the spotlight (and quickly gains predictive AI capabilities). While Value Stream Management continued to lose steam in 2024, we also saw the fast emergence of Software Engineering Intelligence (SEI) to take its place. SEI will have a breakout year in 2025 as more and more businesses realize they need to measure the end-to-end business process of software development and delivery in order to drive continuous improvement, truly deliver improved developer experiences and ultimately realize the potential gains for an AI-powered Software Development and Delivery capabilities. SEI is the key to each. Security and Change Risk Prediction Will Outperform Productivity Gains. As AI continues to impact the entire business process of planning, coding, building, testing, and delivering software, the importance of security and risk prediction will take another leap up the list of priorities. 2024 was marked by scale security breaches and huge change risk failures (let’s not forget walking through airport terminals looking at the blue screen of death)…..with AI driving more changes more quickly, enterprise businesses will continue to increase investment in security and risk prediction solutions.\n\nMike Woodard, VP of Product Management for Application Security, Digital.ai:\n\nThe AppSec Arms Race Will Heat Up. In 2025, If it wasn’t obvious before, no one in application security can safely take a break. With the advantage of AI, reverse engineering and attack tools will become even more sophisticated. Threat actors will use these tools and techniques to better understand the operation of apps, uncover their secrets, and make malicious use of APIs. AI-Aided Threat Monitoring Will Become the Norm. SOC managers have the unenviable job of searching mountains of data for actionable information. AI-aided threat monitoring, such as pattern recognition, anomaly detection, and general classification of data, will become necessary for security teams to surface the most urgent threats so that proper mitigation steps can be taken in a timely manner.\n\nAdam Kentosh, Field CTO, Digital.ai:"
        }
    }
]