[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Researchers Discuss Their New Documentary Series 'COSMOSIS'",
            "link": "https://www.msn.com/en-us/science/sociology/ufo-researchers-discuss-their-new-documentary-series-cosmosis/ar-AA1xVYYg?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/23/25 UFO Researchers Discuss Their New Documentary Series 'COSMOSIS' Explore 'COSMOSIS', the revolutionary UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UzVaZkHwSnUAB0lBHNW6Sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another Egg Shaped UFO Video LEAKED Online - Is It Real?",
            "link": "https://www.msn.com/en-us/news/technology/another-egg-shaped-ufo-video-leaked-online-is-it-real/ar-AA1xVLeI?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/21/25 Another Egg Shaped UFO Video LEAKED Online - Is It Real? Analyze the latest leaked egg-shaped UFO video that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fY0QzUx4ojrP6-X86UviiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN8h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Are UFOs real? Nearly 200 show up to first meeting for local group interested",
            "link": "https://www.daytondailynews.com/news/curious-about-ufos-and-other-phenomena-youre-not-alone/BWGTHQZTZNFSLBZWZ2XCPGJ5D4/",
            "description": "When icy blasts and frigid temperatures restrict our getting out and about, we need other ways to explore the world.",
            "image_url": "https://www.bing.com/th?id=ODF.o1CdPIaFKq8wL9c2uWaJ5g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Dayton Daily News23h",
            "source": "Dayton Daily News",
            "article_content": "A new organization, U.F.O. 101, has been formed to attract those interested in local phenomena, UAP, discussions, research and legends. It is set up to be a welcoming and friendly group where folks can share personal observations, post videos/ photos, relate experiences and discuss.\n\n“We’ve heard a lot of stories,” said David McWhorter, one of the founders of the group.\n\nHe is hoping the group will be a place where people in the area will want to talk about UFOs and related phenomena without fear of being ridiculed. He believes it will be interesting to see how many have had similar experiences.\n\nThe first meeting of the group was Saturday, Jan 18. Membership has taken off with 171 at the first meeting. Thirty were physically in attendance and 141 attended via Zoom. Ages ranged from teenagers to retirees.\n\n“I’ve always been curious,” one man said on Zoom. “Always interested.”\n\nSadly, those attending via Zoom didn’t get to enjoy the U.F.O. 101 decorated cookies.\n\nStreaming was made possible through library representative Tillie Jamison. Information on the new club is available on the New Carlisle Library Facebook page and website, newcarlislelibrary.org in addition to the club’s own Facebook page at “U.F.O. 101”. There are already more than 120 followers. Email address is ohioufo101@gmail.com\n\nSocial media expert Stacy Frazier from Medway facilitated the Zoom connections and played a video of a local UFO sighting near Lake and Scarff.\n\nDuring a discussion time Irwin and Karen McWhorter encouraged others to share their experiences seeing orbs and triangular shaped objects in New Carlisle, Donnelsville, Crystal Lake, and near WPAFB. There have been quite a few seen over the years.\n\n“I knew it wasn’t a balloon,” one man commented.\n\nGroup members talked about related topics such as Rh negative blood and Bigfoot. A questionnaire was distributed and aimed at helping a person decide if they really had seen a UFO or had related but forgotten experiences in the past.\n\nAccording to David McWhorter, there will be no dues and hopefully a newsletter will be published in the future. He is looking for suggestions of guest speakers and interesting books or websites for research. He manages the Facebook page and is hoping to keep discussions going.\n\nThis group will be meeting every third Saturday at 2 p.m. at the New Carlisle Public Library, 111 E. Lake Ave, New Carlisle. Streaming will be available via the “U.F.O.101” Facebook page."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding paranormal beliefs and conspiracy theories isn’t just about misinformation – this course unpacks the history",
            "link": "https://baptistnews.com/article/understanding-paranormal-beliefs-and-conspiracy-theories-isnt-just-about-misinformation-this-course-unpacks-the-history/",
            "description": "My training and professional work have been in Mesoamerican archaeology, but I’ve had a lifelong fascination with paranormal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Cjl4ya3AbYF9isoGa4ytuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Baptist News Global1h",
            "source": "Baptist News Global",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "President Trump pushes Egypt, Jordan to ‘clean out’ Gaza; expert says it would destabilize region",
            "link": "https://thehill.com/video/president-trump-pushes-egypt-jordan-to-%e2%80%98clean-out%e2%80%99-gaza-expert-says-it-would-destabilize-region/10403353/",
            "description": "Annelle Sheline, a research fellow at Quincy Institute for Responsible Statecraft and former State Department official, ...",
            "image_url": "https://www.bing.com/th?id=OVF.2PpdTK5oDV7NPzctb4R5Nw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "4h",
            "source": "The Hill",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek Is the Hot AI App. Don't Get Too Attached to It",
            "link": "https://www.cnet.com/tech/services-and-software/deepseek-is-the-hot-ai-app-dont-get-too-attached-to-it/",
            "description": "Unlike some chatbot rivals, the fact that DeepSeek is open source provides it with some level of protection. This means that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oXd5yyq_ByyUHLeygAzvei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET12m",
            "source": "CNET",
            "article_content": "AI assistant DeepSeek has rocketed to the top of the iPhone App Store free apps chart – but if you're one of the many who's downloaded the Chinese app, maybe don't get too attached.\n\nThe chatbot has been lauded for its speed, efficiency and powerful reasoning skills, drawing comparisons to OpenAI's ChatGPT, which DeepSeek knocked off the top of the iPhone chart. Not only that, but it runs on less advanced chips than the top US-based competitors, raising questions about whether Silicon Valley is the leading force in AI it portrays itself as.\n\nWhen it comes to China-based apps and services, the first question that often arises is around user privacy. The viral success of the DeepSeek app indicates that regardless of these concerns, the AI assistant is already on many people's phones across the country. Whether you choose to trust or not trust DeepSeek with your data is totally your choice for now – but it might not be in the long run.\n\nThat's because the US government is wary of Chinese technology, and could step in to interfere with the app's success in the country. There's precedent for this. You only need to look at what's currently happening with TikTok, and what previously happened to Chinese smartphone manufacturer Huawei – you can't buy a Huawei phone in the US (to say nothing of Huawei's networking gear) – to see that if Washington seriously objects to a product or service with links to China due to national security concerns, it can and will take action.\n\nBack in 2018, Huawei became the second biggest smartphone maker in the world behind Samsung, pushing Apple down into third place. But following restrictions that resulted in Huawei being forced to retreat from selling phones in the US, the company's global market share has continued to decline. Meanwhile, popular social media app TikTok has reached a crunch point in its own battle to stay active in the US, and it currently can't be downloaded on any iPhones or Android phones in the country.\n\nUnlike some chatbot rivals, the fact that DeepSeek is open source provides it with some level of protection. This means that anyone can run it on their computer and developers can tap into the API in a way that would be hard to restrict. But the DeepSeek app is still at risk.\n\nAlong with potential national security concerns, the US government may well view DeepSeek as a threat to the success of homegrown companies, in the same way Huawei was to Apple and TikTok is to US-based social media companies such as Meta. DeepSeek's sudden virality coincides with what many consider to be an AI arms race, which the US hopes to dominate.\n\nThe politics of AI\n\nJust last week, President Trump announced US-based companies OpenAI and Nvidia as key partners in his new AI infrastructure project '\"Stargate\" – and both companies have seen an immediate knock-on impact of DeepSeek's success on their own businesses. OpenAI's tool ChatGPT has slipped down the app store charts, while Nvidia's stock has taken a tumble.\n\nTrump hasn't publicly reacted to DeepSeek's sudden rise to prominence, but he's historically been bullish about protecting American business interests. The line between what companies supposedly constitute a national security threat and those that pose a competitive threat to US businesses can often look blurred to observers. As such, Chinese companies making waves in the US need to be squeaky clean if they want to avoid becoming the target of government scrutiny.\n\nAlready, questions are being raised around DeepSeek given there seems to be censorship at play when it comes to answering questions about historical Chinese events that the country's Communist government has long sought to suppress. There's a strong chance that a blight such as this on the company's reputation could be used as a reason to restrict access in the US.\n\nFighting the US government on a ban isn't for the weak. Both TikTok and Huawei spent significant time and resources on lobbying in the US in attempts to disprove any reason for concern. DeepSeek will need deep pockets if it ends up in a similar situation. And whether you enjoy using it and find it to be superior to ChatGPT or any other AI assistants won't matter.\n\nPublic support for TikTok in the US is strong, regardless of how the country's political entities view the platform. At CNET, we've been consistently impressed by Huawei's phones over the years, finding the company's devices to be competitive with our favorite iPhones and Samsung Galaxy products. But national security concerns and political decision making about Chinese companies will always hold more sway than the quality of their products.\n\nAll this is to say, if you do play around with DeepSeek, try not to get hooked. History shows us that Chinese technology can come and go from our lives within the blink of an eye, and we shouldn't rely on DeepSeek becoming another mainstay competitor in the AI assistants market – in the US at least."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI DeepSeek Deep Sixes OpenAI on the App Store, Stocks Tank",
            "link": "https://gizmodo.com/chinese-ai-deepseek-deep-sixes-openai-on-the-app-store-stocks-tank-2000555171",
            "description": "Chinese AI chatbot DeepSeek has displaced OpenAI’s ChatGPT as the most downloaded app on the Apple App store and the market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Pao_OZPN-KIbQjTTFlwJny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Gizmodo",
            "article_content": "Chinese AI chatbot DeepSeek has displaced OpenAI’s ChatGPT as the most downloaded app on the Apple App store and the market is panicking. Stocks for major AI connected companies like NVIDIA fell on Monday morning following the news.\n\nDeepSeek released its R1 chatbot at the end of December and it’s only taken the app about a month to claim its spot at the top of the App store. Upon the news that it reached the top, share prices for GPU maker NVIDIA fell 11%, Oracle dropped 8%, and Palantir was down 5% (Cramer effect). Stocks are adjusting to the revelation that China can build AI faster, cheaper, and just as good as America.\n\nThe reason the market is flipping out is because DeepSeek-R1 took two months to build, cost $6 million, and was trained using cheaper and lower-powered NVIDIA H800 GPUs. It’s also open source so anyone can go to a GitHub right now, pull it apart, and tinker with it.\n\nWhen it comes to training AI models, Silicon Valley has always said that bigger and more expensive is better. OpenAI CEO Sam Altman seems to believe he’s building some kind of literal god on earth called AGI and that the construction of this beast would require massive resources. OpenAI’s business models require sacrificing the present to construct a terrifying future in its own image.\n\nOpenAI said it needed to steal the creative output of everyone on the planet to refine its models and that it couldn’t pay them for it. It would need to build vast data centers to process information powered by new nuclear power plants. Meta, Anthropic, and other companies are investing billions to build infrastructure to power AI with the hope of massive returns and a future made easier and simpler for tech billionaires.\n\nSoftbank and OpenAI teamed up with President Trump to announce Stargate, a $500 billion AI initiative. The U.S. passed the CHIPs Act to make sure China didn’t get the most advanced GPUs and wasn’t able to build AI as fast as America. Silicon Valley’s AI lords were set to spend billions to rebuild pieces of the country and, they hoped, change the way America worked.\n\nSix million dollars. Two months. NVIDIA H800 SXM5s. That’s all it took to call into question this dream of the future.\n\n“To see the DeepSeek new model, it’s super impressive in terms of both how they have really effectively done an open-source model that does this inference-time compute, and is super-compute efficient,” Satya Nadella, Microsoft CEO and OpenAI business partner said at Davos last week. “We should take the developments out of China very, very seriously.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Chinese AI app DeepSeek is sending the tech world into a panic",
            "link": "https://www.yahoo.com/news/why-chinese-ai-app-deepseek-193303199.html",
            "description": "Tech stocks plunged Monday morning as fears mounted that Chinese artificial intelligence firm DeepSeek is gaining U.S.",
            "image_url": "https://www.bing.com/th?id=OVFT.5HOGqQkdJNDt_4KhkGvheC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "50m",
            "source": "Yahoo",
            "article_content": "28,064 people played the daily Crossword recently. Can you solve it faster than others?\n\n28,064 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China's DeepSeek AI dethrones ChatGPT on App Store: Here's what you should know",
            "link": "https://www.msn.com/en-us/news/technology/china-s-deepseek-ai-dethrones-chatgpt-on-app-store-here-s-what-you-should-know/ar-AA1xWweT?ocid=BingNewsVerp",
            "description": "The buzz around Chinese AI startup DeepSeek began picking up steam earlier this month, when the startup released R1, its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kkHKXK87goF-Cgj2lQ_l7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek’s top-ranked AI app is restricting sign-ups due to ‘malicious attacks’",
            "link": "https://www.msn.com/en-us/news/other/deepseek-s-top-ranked-ai-app-is-restricting-sign-ups-due-to-malicious-attacks/ar-AA1xX7Of?ocid=BingNewsVerp",
            "description": "After surging to the top of Apple’s App Store charts in the US, DeepSeek’s AI Assistant is now restricting new user sign-ups.",
            "image_url": "https://www.bing.com/th?id=OVFT.QR_2Hhh3uf6ctPhqHNwyCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3hon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding paranormal beliefs and conspiracy theories isn’t just about misinformation – this course unpacks the history",
            "link": "https://www.yahoo.com/news/understanding-paranormal-beliefs-conspiracy-theories-135051946.html",
            "description": "Though paranormal theories are at odds with modern science, adherents have often tried to prove their beliefs with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FVjtxeDHy1n6_oHZLGIEvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "Uncommon Courses is an occasional series from The Conversation U.S. highlighting unconventional approaches to teaching.\n\nTitle of course:\n\n“Investigating the Paranormal”\n\nWhat prompted the idea for the course?\n\nMy training and professional work have been in Mesoamerican archaeology, but I’ve had a lifelong fascination with paranormal concepts. In fact, I considered studying the UFO community for my doctoral research in cultural anthropology.\n\nI eventually fused these two interests in my book “Spooky Archaeology: Myth and the Science of the Past,” which examines why archaeology shows up so much in ideas about the mysterious and weird. Most people are familiar with pop culture characters like Indiana Jones seeking magical artifacts. Perhaps less immediately obvious is just how common archaeological topics are in paranormal and conspiracy culture.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe popularity of paranormal ideas – from television shows and thousands of podcasts to UFOs on the front page of The New York Times and in government investigations – made it clear that a course on paranormal culture would be an excellent way for students to get a taste of social science research.\n\nWhat does the course explore?\n\nThe material begins with premodern ideas of magic, myth and metaphysics. The narrative that “Western” societies tell of the development of the modern world is that the Enlightenment cast off supernatural thinking in favor of science. The historical reality, however, is not so simple.\n\nAs science based on observation of material evidence emerged in the 17th through 19th centuries, so did a paranormal worldview: theories about a nonmaterial or hidden reality beyond the mundane, from monsters to psychic powers. Some of these ideas were tied to older religious notions of the sacred or strange but not divine phenomena. Others were new – particularly those suggesting the hidden existence of prehistoric extinct creatures or lost cities.\n\nIn either case, the key element was that proponents of these ideas often tried to support their existence with the kind of evidence used in science, though their “proofs” fell short of scientific standards. In other words, the paranormal is in conflict with the knowledge and worldview of modernity but also attempts to use the concepts of modernity to oppose it.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe class examines how this tension produced 20th century “-ologies” like parapsychology, which examines evidence for consciousness beyond matter, and cryptozoology, which searches the ends of the Earth for creatures tied to the mythic past. We also learn about UFOlogy, whose proponents have collected alleged contacts with technology and beings from beyond this world ever since the Cold War, as great earthly powers filled the skies with secretive hi-tech aircraft and spaceships.\n\nAs the class concludes, we examine how the “-ologies” declined after the Cold War, alongside the cultural capital of science, whose height of public respect was in the mid-20th century. Since then, proving the existence of paranormal things to institutional scientists has become less important in paranormal communities than promoting them to a broader public.\n\nWhy is this course relevant now?\n\nBeyond public interest in paranormal topics, the paranormal is entwined with sociocultural forces that have dramatically increased the role of conspiracy rhetoric in the United States and elsewhere. At their core, both types of belief claim to have figured out some kind of supposedly hidden knowledge.\n\nFurthermore, the conspiracy theories that are now commonplace in American political discourse are more rooted in paranormal ideas than in previous decades. Conspiracy theories about the JFK assassination or even 9/11 were still largely within the materialist realm. People argued that “the truth” had been covered up, but their arguments did not rely on metaphysical ideas. Today, major conspiracy theories involve secret cabals, mystical symbols and code words, demonic forces and extraterrestrial entities.\n\nWhat’s a critical lesson from the course?\n\nEvidence must be interrogated on its own, regardless of whether it fits your perspective. I find time and again that students have a hard time approaching evidence without bias, whether that bias is conscious or not: “knowing” that something must be true, or must be absurd.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOne person apparently makes a death bed confession of faking a famous Loch Ness Monster photo, pleasing skeptics. Another claims to have seen a Bigfoot at close range, pleasing believers. Without further evidence, both are stories: no more, no less.\n\nThe issue isn’t to draw an equivalence between the bigger concepts. Not all narratives are equally well-founded. But students learn how to collect evidence, rather than simply rely on their gut sense of what is plausible or not.\n\nWhat will the course prepare students to do?\n\nThis course is meant to help students discern useful and reliable information about claims and events, separating them from irrelevant or inaccurate narratives or sources. The goal is not just “critical thinking” aimed at combating disinformation, though that is part of what they should learn. Students practice evaluating evidence but also develop an approach for analyzing and understanding phenomena behind it: how factors like history, culture and institutions of authority, such as science and government, shape what people trust and what they believe.\n\nThis article is republished from The Conversation, a nonprofit, independent news organization bringing you facts and trustworthy analysis to help you make sense of our complex world. It was written by: Jeb Card, Miami University\n\nAdvertisement Advertisement\n\nAdvertisement\n\nRead more:\n\n\n\nJeb Card does not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and has disclosed no relevant affiliations beyond their academic appointment."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Readers and writers: Crime, paranormal romance, a revenge tale and more",
            "link": "https://www.msn.com/en-us/lifestyle/weddings/readers-and-writers-crime-paranormal-romance-a-revenge-tale-and-more/ar-AA1xT0m5?ocid=BingNewsVerp",
            "description": "We’ve got a new book in the Winnebago County crime series today as well as some fiction published late last year including ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KbTtGOj7Jkh2_mjtL9rNMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "23hon MSN",
            "source": "Twin Cities Pioneer Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Twisty Ghost Movies Like ‘Presence’ You Should Watch",
            "link": "https://www.yahoo.com/entertainment/5-twisty-ghost-movies-presence-190000222.html",
            "description": "Steven Soderbergh's haunted house thriller is now playing in theaters The post 5 Twisty Ghost Movies Like ‘Presence’ You ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TPRl_HO3Z42ZDIZpR4yAUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "Yahoo",
            "article_content": "Steven Soderbergh is back with his first film since 2023’s “Magic Mike’s Last Dance.” His latest offering, “Presence,” is a haunted house thriller that plays with the horror subgenre’s conventions by assuming the point-of-view of its central, unsettled specter. The film continues Soderbergh’s ongoing fascination with playing with conventional form, and it marks one of the few times that the director has stepped foot into full-fledged horror territory.\n\n“Presence” is not the first big-screen ghost story to subvert viewers’ expectations. The genre has, in fact, inspired more than a few unpredictable, jaw-droppingly inventive movies. Here are five you should watch that, like “Presence,” will keep you guessing and anxious to see what happens next.\n\n“The Others” (Dimension Films)\n\n“The Others” (2001)\n\n“The Others” may not be the most well-known film Nicole Kidman has ever starred in, but among those who have seen it, it is beloved. That is for good reason, too. The 2001 psychological horror film from director Alejandro Amenábar is an unforgettable head trip overflowing with gothic atmosphere. Set in 1945 Jersey, the movie follows a mother (Kidman) and her two children as they experience unnerving paranormal events at their large, haunted estate.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nLike many classic ghost movies, “The Others” is perhaps best known for its climactic twist — one which recontextualizes the entire film and reveals the countless layers of tragedy lurking beneath its surface. But the film works even when you know its secrets. The moody spell it casts is just as powerful upon subsequent rewatches as it is the first time you sit through it.\n\n“The Sixth Sense” (Buena Vista Pictures Distribution)\n\n“The Sixth Sense” (1999)\n\nIts twist may be as widely known now as Luke Skywalker’s parentage, but “The Sixth Sense” nonetheless still holds the title of the most surprising ghost movie that Hollywood has ever produced. Writer-director M. Night Shyamalan’s 1999 hit about a traumatized child psychologist (Bruce Willis) whose latest patient (Haley Joel Osment) claims to “see dead people” is an immaculately crafted, affecting cinematic piece that has a little bit of everything for everyone.\n\nIts first half, which sticks mostly to the perspective of Willis’ Malcolm Crowe, operates more like a somber adult drama than a horror film. Once “The Sixth Sense” pushes viewers into the world of Osment’s young Cole, though, the movie suddenly becomes filled with terror and dread. This shift not only disorients viewers and gives “The Sixth Sense” a jolting midpoint reset, but it also paves the way for the film’s moving and immensely satisfying final third, the power and elegance of which Shyamalan has yet to match even 26 years later.\n\n“Talk to Me” (A24)\n\n“Talk to Me” (2022)\n\nDanny and Michael Philippou’s feature directorial debut, “Talk to Me,” is a full-throated supernatural horror film that sets its own rules and follows them all the way to its own, merciless end. Set in contemporary Australia, the A24 thriller follows a group of teenagers who start experimenting with a severed, embalmed hand that allows them to commune with spirits from the other side, but only after inviting them into their bodies. It is a bad idea destined to go wrong.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIt is a credit to “Talk to Me,” though, that the moment when everything inevitably goes off the rails still hits with the bone-crunching force of a freight train. From that point on, “Talk to Me” begins to spiral further and further into itself — blurring the line separating life from death until you are left asking not only what is real and what is not, but whether or not death’s embrace is as cold as the saying goes. A lot of modern horror movies have explored the blunt-force power of grief in recent years, but few have evoked its hungry, seemingly unending appetite as well or as viscerally as “Talk to Me.”\n\n“A Ghost Story” (A24)\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“A Ghost Story” (2017)\n\nMost ghost movies are told from the perspectives of those being haunted. Some, like a few entries on this list, try to make it unclear who is alive and who is dead. Others attempt to capture what being a ghost — and knowing that you actually are one — might look and feel like. “Presence” does that, and so does “A Ghost Story.” The latter film, written and directed by “The Green Knight” filmmaker David Lowery, follows a man (Casey Affleck) who dies suddenly in a car accident, leaving his wife (Rooney Mara) a widow. Rather than telling the story of Mara’s grief-stricken woman, however, “A Ghost Story” sticks with Affleck’s dead persona.\n\nLowery uses a literal white bedsheet with round black eyes cut into it to visualize his protagonist’s spectral state, and he follows him as time passes and the world changes around him. Unlike most ghost movies, which seek to scare and disturb you, “A Ghost Story” offers a more contemplative, introspective viewing experience. By the time it has reached its time-bending conclusion, the film has emerged as a thoughtful, deeply felt rumination on the importance of moving on — even when we do not feel like we can.\n\n“The Uninvited” (Paramount Pictures)\n\n“The Uninvited” (1944)\n\nIt would be a mistake to make a list about must-see ghost movies without including at least one black-and-white entry, and “The Uninvited” is as inventive and good as any of them. Director Lewis Allen’s underrated horror film follows a British brother and sister (Ray Milland and Ruth Hussey) who buy an abandoned seaside home only to discover that it is haunted by a female ghost, whose spectral sobs understandably unnerve them. Things grow only more complicated when Milland’s Roderick falls in love with Stella (Gail Russell), a local girl who feels strangely drawn to their home, despite it being the site of her mother’s death.\n\n“The Uninvited” proceeds to stack its mysteries on top of each other, all while delivering one chilling, ingenious scare after another. The film’s third act is punctuated by twists that surprisingly and movingly delineate the difference between a vengeful spirit and one whose final wishes simply have yet to be fulfilled. The movie is playful, romantic, and, at times, genuinely scary, and it deserves to be more widely known than it is, which may be why Criterion inducted it into its collection years ago.\n\nThe post 5 Twisty Ghost Movies Like ‘Presence’ You Should Watch appeared first on TheWrap."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Like scary movies? Here are the top 25 horror films to chill and thrill you in 2025",
            "link": "https://www.msn.com/en-us/entertainment/movies/like-scary-movies-here-are-the-top-25-horror-films-to-chill-and-thrill-you-in-2025/ar-AA1xWJ60?ocid=BingNewsVerp",
            "description": "A new Stephen King flick? Yep. Double the Frankenstein? You know it. Another \"M3GAN\"? Naturally. Here are 25 horror movies to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x5CQ4djyoVnRUMxkyG2JCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2hon MSN",
            "source": "USA TODAY on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Freaky Foot Tours Expands to Tucson with New Downtown Tucson Haunted History Tour",
            "link": "https://markets.businessinsider.com/news/stocks/freaky-foot-tours-expands-to-tucson-with-new-downtown-tucson-haunted-history-tour-1034271974",
            "description": "For those interested in learning more about this exciting new offering, visit the website for the Downtown Tucson Haunted History Tour. This expansion solidifies Freaky Foot Tours' reputation as ...",
            "image_url": "https://www.bing.com/th?id=OJ.gfw9gphi0Cq94Q&pid=news&w=49&h=16&rs=2",
            "category": "paranormal",
            "date": "5h",
            "source": "Business Insider",
            "article_content": "Tucson, Arizona--(Newsfile Corp. - January 27, 2025) - Freaky Foot Tours, Arizona's premier ghost tour company, is thrilled to announce its expansion into Tucson with the launch of the Downtown Tucson Haunted History Tour. This marks a major milestone for the locally-owned business, celebrated for its award-winning storytelling and unique blend of historical insight and paranormal intrigue.\n\nFreaky Foot Tours Tucson Guide \"Monk\" enchanting guests with stories of the Pima County Historic Courthouse's history as well as the spirits who still roam those halls after dark.\n\nFreaky Foot Tours, a beloved staple in Flagstaff for nearly a decade and voted Best Guided Tour Company in 2023 and 2024 in the Best of Flagstaff awards, has built a reputation for creating memorable, educational, and spine-tingling experiences. The company is now bringing its expertise to Tucson, offering a fresh perspective on the city's rich past and the spirits that may still linger.\n\nExploring Tucson's Haunted and Historic Heart\n\nThe Downtown Tucson Haunted History Tour immerses guests in the vibrant tapestry of Tucson's early days. While ghost stories are a highlight, participants will also gain a deep understanding of the city's cultural and historical roots. From the tales of early pioneers to the mysteries surrounding historic landmarks, the tour offers a captivating journey into the past.\n\n\"Our mission has always been to connect people to the places they visit through compelling storytelling,\" said Nick Jones, Chief Ghost Officer of Freaky Foot Tours. \"Tucson's history is rich, diverse, and full of fascinating stories that deserve to be shared. This expansion is an exciting opportunity for us to engage a new audience while preserving and celebrating the legacy of those who came before us.\"\n\nA Local Company with a Passion for Storytelling\n\nAs a locally-owned and operated Arizona company, Freaky Foot Tours takes pride in showcasing the state's unique history and culture, even the marketing and merchandise are by an Arizona based artist Brigitte De Marco. The Tucson expansion underscores the company's commitment to enriching local communities by creating high-quality experiences that blend education, entertainment, and a touch of the supernatural.\n\nWhat Sets Freaky Foot Tours Apart\n\nFreaky Foot Tours stands out in the crowded ghost tour industry by focusing on authenticity and quality storytelling. Each tour is meticulously researched by co-owner and History Press author Susan Johnson to ensure historical accuracy while maintaining an engaging narrative. Guests leave not only entertained but also enlightened, with a newfound appreciation for the region's history.\n\nHow To Book A Tour\n\nFor those interested in learning more about this exciting new offering, visit the website for the Downtown Tucson Haunted History Tour. This expansion solidifies Freaky Foot Tours' reputation as Arizona's go-to provider for ghost tours, with a growing footprint that now includes Tucson and Flagstaff.\n\nFreaky Foot Tours\n\n422 N Toole Ave\n\nTucson, AZ 85701\n\nLink to Google Map\n\nFreaky Foot Tours\n\n212 W Aspen Ave Flagstaff, AZ 86001\n\nLink to Google Map\n\nThe Freaky Foot Tours Flagstaff Team After Conducting An Investigation Into The Hotel Weatherford. Flagstaff, AZ. Back Left \"Steve Benning\", Back Right \"Susan Johnson\", Center Left \"Revel Lucien\", Center Right \"Michelle Le Fevre\", and Front \"Nick Jones\"\n\nAbout Freaky Foot Tours\n\nFreaky Foot Tours is Arizona's leading haunted history and paranormal tour company, offering engaging and immersive experiences that combine historical storytelling with ghostly intrigue. Founded in Flagstaff nearly a decade ago, the locally-owned company has expanded to Tucson, bringing its award-winning tours to new audiences. Known for its meticulously researched narratives and exceptional guest experiences, Freaky Foot Tours connects participants to Arizona's rich cultural and historical heritage while delivering thrills and chills for all ages. For more information, visit https://www.freakyfoottours.com.\n\nTo view the source version of this press release, please visit https://www.newsfilecorp.com/release/238410"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery paves way for more resistant soybeans to combat $1.5 billion crop loss from nematode infection",
            "link": "https://www.msn.com/en-us/science/biology/discovery-paves-way-for-more-resistant-soybeans-to-combat-1-5-billion-crop-loss-from-nematode-infection/ar-AA1xXjQ4?ocid=BingNewsVerp",
            "description": "Soybean growers across the globe face a silent but devastating threat: the soybean cyst nematode (SCN). This microscopic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6Ph-wzQm9X1u3JHZfIAE5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "7mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Roman Discovery Reveals Places Lost to Time",
            "link": "https://www.newsweek.com/ancient-roman-artifact-discovered-abel-beth-maacah-2021634",
            "description": "Archaeologists have uncovered a rare ancient Roman artifact that has revealed previously unknown places lost to time. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PUdJdfpgNHusV3ZAr0U7ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ThinkCyte expands product portfolio to drive innovation in drug discovery and disease research.",
            "link": "https://finance.yahoo.com/news/thinkcyte-expands-product-portfolio-drive-160000483.html",
            "description": "ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7OnB04kDUFIdkZzQ0S6c7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4h",
            "source": "YAHOO!Finance",
            "article_content": "TOKYO, Jan. 27, 2025 /PRNewswire/ -- ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, announced today that it will begin the pre-commercial launch of its new cell analysis platform, VisionCyte™. The announcement coincides with the 2025 Society for Laboratory Automation and Screening (SLAS) conference in San Diego, CA from January 27-30, 2025, where VisionCyte was named a finalist for the 2025 New Product Award. The launch of VisionCyte extends ThinkCyte's product portfolio of life science research platforms beyond VisionSort, the company's flagship product launched in 2023 and adopted by leading biopharmaceutical companies and academic institutions worldwide.\n\nThe new VisionCyte™ cell analysis platform.\n\nThe VisionCyte platform leverages high resolution morphological profiling, high-throughput capabilities, and advanced AI analysis to uncover novel biomarkers and facilitate the discovery of new and diversified hits and targets for drug discovery. The full commercial rollout of VisionCyte will occur in 2025, with an initial line of customer ready units available in H2 2025. The company also announced the launch of its Celluminate cell tracking kits, compatible with both VisionSort and VisionCyte, for enabling discovery applications in areas where existing cell surface cell markers are limited such as specific hematological conditions, stem cell research, and age-related diseases.\n\n\"The expansion of our product portfolio reflects our unwavering commitment to advancing life science research.\" said Waichiro Katsuda, Chief Executive Officer at ThinkCyte. \"By introducing innovative solutions that address the evolving needs of scientists worldwide, we're not just adding products—we're providing the tools to accelerate discoveries in disease understanding and drug discovery to improve lives.\"\n\nMore information about the VisionCyte platform can be found by visiting the ThinkCyte booth (#2632) at SLAS 2025 or by visiting thinkcyte.com/visioncyte .\n\nAbout ThinkCyte\n\nThinkCyte, founded in 2016 with offices in Tokyo, Japan and Redwood City, California is a biotechnology company that develops innovative scientific instruments based on integrated, multidisciplinary technologies to enable life science research, diagnostics, and therapeutic development. The company pioneered Ghost Cytometry™, a proprietary AI-based, label-free cell analysis and sorting technology and partners with major global biopharmaceutical companies and leading academic research institutes to drive pioneering research. For more information, please visit www.thinkcyte.com .\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Earth’s recent ‘mini-moon’ may be an actual piece of the moon, astronomers say",
            "link": "https://www.msn.com/en-us/news/technology/earth-s-recent-mini-moon-may-be-an-actual-piece-of-the-moon-astronomers-say/ar-AA1xXgCt?ocid=BingNewsVerp",
            "description": "An asteroid that orbited near Earth for a few months as a mini-moon may be a chunk of the moon that was blasted off by an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DHLGee7hNLzjXIeviLk3Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Team uses AI and quantum computing to target 'undruggable' cancer protein",
            "link": "https://www.msn.com/en-us/health/other/team-uses-ai-and-quantum-computing-to-target-undruggable-cancer-protein/ar-AA1xXsTY?ocid=BingNewsVerp",
            "description": "Research co-led by University of Toronto researchers and Insilico Medicine has demonstrated the potential of quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hpwhZLLAfvO9iCmA1-Eadi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "50mon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek Chatbot Beats OpenAI on App Store Leaderboard",
            "link": "https://www.techrepublic.com/article/deepseek-generative-ai-model-china/",
            "description": "Competing with OpenAI’s o1, DeepSeek’s models scored higher on benchmarks and disrupted the AI market, sparking debates on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EV7-ONpSQlXoDCBfy_ie7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15m",
            "source": "TechRepublic",
            "article_content": "Over the weekend, Chinese AI company DeepSeek released an AI chat app including a “reasoning” AI model comparable to OpenAI’s o1, causing a stir among American AI companies as DeepSeek rose to the top of Apple’s App Store.\n\nNVIDIA and Microsoft stock fell on Monday after the buzzy debut. Overall, the stock market reflected a sudden dip in confidence in U.S. AI makers.\n\nFor tech professionals, DeepSeek offers another option for writing code or improving efficiency around day-to-day tasks. Along with DeepSeek’s R1 model being able to explain its reasoning, it is based on an open source family of models that can be accessed on GitHub.\n\nDeepSeek’s success has also sparked conversation about whether U.S. restrictions on Chinese access to AI chips limited or encouraged competition.\n\nWhat is DeepSeek’s R1?\n\nDeepSeek is a Hangzhou, China-based company providing generative AI models and AI integration. Its first products to make waves in the American market are the GPT-4-like DeepSeek-V3 and R1, an advanced “reasoning model.” Like ChatGPT, DeepSeek-V3 and R1 quickly answer natural-language prompts.\n\nLike OpenAI’s o1 (formerly known as Strawberry), the reasoning model slows down its prediction capabilities to “reason through” its work, which helps it provide more accurate answers. In particular, reasoning models have scored well on benchmarks for math and coding. DeepSeek said DeepSeek-V3 scored higher than GPT-4o on the MMLU and HumanEval tests, two of a battery of evaluations comparing the AI responses.\n\nDeepSeek said one of its models cost $5.6 million to train, a fraction of the money often spent on similar projects in Silicon Valley.\n\nDeepSeek-V3 and R1 can be accessed through the App Store or on a browser. Visitors to the DeepSeek site can select the R1 model for slower answers to more complex questions. When selected, the R1 model creates lengthy answers that explain in a conversational style how it arrived at its conclusions.\n\nAs of Monday morning, the DeepSeek chat site warned service may be disrupted, though the chatbot was functioning normally.\n\nDeepSeek also offers an API.\n\nSEE: OpenAI announced Operator, an AI agent that can take multi–step actions in a web browser, such as choosing flights.\n\nWhat does DeepSeek’s V3 and R1 launch mean for the AI industry?\n\n“We can fully expect an ecosystem of applications will be built on R1 as well as several global cloud providers offering its models as a consumable API,” said Gartner Distinguished VP Analyst Arun Chandrasekaran in an email to TechRepublic. “Deepseek’s future success is predicated on its ability to continuously innovate (rather than being a one-off success), build a developer ecosystem on its products and overcome cultural barriers, given its country of origin.”\n\nChandrasekaran said DeepSeek’s low cost, efficiency, benchmark results, and open weights make it remarkable.\n\nDeepSeek-V3 was trained on 2,048 NVIDIA H800 GPUs. U.S. manufacturers are not, under export rules established by the Biden administration, permitted to sell high-performance AI training chips to companies based in China.\n\n“The potential power and low-cost development of DeepSeek is calling into question the hundreds of billions of dollars committed in the U.S,” said Ivan Feinseth, a market analyst at Tigress Financial, according to a note to clients acquired by ABC News.\n\nDeepSeek further differentiates itself by being an open source, research-driven project, while OpenAI increasingly focuses on commercial efforts.\n\n“Deepseek R1 is one of the most amazing and impressive breakthroughs I’ve ever seen — and as open source, a profound gift to the world.,” Silicon Valley insider and venture capitalist Marc Andreessen posted on X on Friday.\n\nGartner said the global AI semiconductor industry will reach $114,048 in 2025. Gartner predicted the power required for data centers to run newly-added AI servers will reach 500 terawatt-hours by 2027."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is DeepSeek, the New Chinese OpenAI Rival?",
            "link": "https://www.msn.com/en-us/news/technology/what-is-deepseek-the-new-chinese-openai-rival/ar-AA1xXv6a?ocid=BingNewsVerp",
            "description": "A new Chinese AI model, created by the Hangzhou-based startup DeepSeek, has stunned the American AI industry by outperforming ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ID3j2DoHm32vf8N9rhDn7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI DeepSeek Deep Sixes OpenAI on the App Store, Stocks Tank",
            "link": "https://gizmodo.com/chinese-ai-deepseek-deep-sixes-openai-on-the-app-store-stocks-tank-2000555171",
            "description": "Chinese AI chatbot DeepSeek has displaced OpenAI’s ChatGPT as the most downloaded app on the Apple App store and the market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Pao_OZPN-KIbQjTTFlwJny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "Gizmodo",
            "article_content": "Chinese AI chatbot DeepSeek has displaced OpenAI’s ChatGPT as the most downloaded app on the Apple App store and the market is panicking. Stocks for major AI connected companies like NVIDIA fell on Monday morning following the news.\n\nDeepSeek released its R1 chatbot at the end of December and it’s only taken the app about a month to claim its spot at the top of the App store. Upon the news that it reached the top, share prices for GPU maker NVIDIA fell 11%, Oracle dropped 8%, and Palantir was down 5% (Cramer effect). Stocks are adjusting to the revelation that China can build AI faster, cheaper, and just as good as America.\n\nThe reason the market is flipping out is because DeepSeek-R1 took two months to build, cost $6 million, and was trained using cheaper and lower-powered NVIDIA H800 GPUs. It’s also open source so anyone can go to a GitHub right now, pull it apart, and tinker with it.\n\nWhen it comes to training AI models, Silicon Valley has always said that bigger and more expensive is better. OpenAI CEO Sam Altman seems to believe he’s building some kind of literal god on earth called AGI and that the construction of this beast would require massive resources. OpenAI’s business models require sacrificing the present to construct a terrifying future in its own image.\n\nOpenAI said it needed to steal the creative output of everyone on the planet to refine its models and that it couldn’t pay them for it. It would need to build vast data centers to process information powered by new nuclear power plants. Meta, Anthropic, and other companies are investing billions to build infrastructure to power AI with the hope of massive returns and a future made easier and simpler for tech billionaires.\n\nSoftbank and OpenAI teamed up with President Trump to announce Stargate, a $500 billion AI initiative. The U.S. passed the CHIPs Act to make sure China didn’t get the most advanced GPUs and wasn’t able to build AI as fast as America. Silicon Valley’s AI lords were set to spend billions to rebuild pieces of the country and, they hoped, change the way America worked.\n\nSix million dollars. Two months. NVIDIA H800 SXM5s. That’s all it took to call into question this dream of the future.\n\n“To see the DeepSeek new model, it’s super impressive in terms of both how they have really effectively done an open-source model that does this inference-time compute, and is super-compute efficient,” Satya Nadella, Microsoft CEO and OpenAI business partner said at Davos last week. “We should take the developments out of China very, very seriously.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here's what DeepSeek AI does better than OpenAI's ChatGPT",
            "link": "https://www.msn.com/en-us/news/technology/here-s-what-deepseek-ai-does-better-than-openai-s-chatgpt/ar-AA1xXqL1?ocid=BingNewsVerp",
            "description": "A recently released AI model called DeepSeek from a China-based startup is currently wreaking havoc on the tech space in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DL618rea6xfrLBshwSrOai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "39mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Who Owns AI Output? Why Recent Cases Against OpenAI Could Redefine Copyright",
            "link": "https://www.forbes.com/sites/anishasircar/2025/01/27/who-owns-ai-output-why-recent-cases-against-openai-could-redefine-copyright/",
            "description": "OpenAI is at the center of a copyright debacle that could shape the future of content creation and publishing discourse.",
            "image_url": "https://www.bing.com/th?id=OVFT.u-CuAXfV67C-gYi7Ga2QKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Agencies to Watch 2025 part 1: featuring AMV BBDO, Hearts and Science and Code and Theory",
            "link": "https://www.thedrum.com/news/2025/01/27/agencies-watch-2025-part-1-featuring-amv-bbdo-hearts-and-science-and-code-and-theory",
            "description": "From up-and-coming startups to adland’s biggest players, this is our celebration of the agencies everyone should be keeping ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGikbjbU-UkobZaiUzb9ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6h",
            "source": "The Drum",
            "article_content": "Be they the industry’s biggest players or the growing cast of upstarts seeking to steal their glory, 2025 promises to be a transformative year for agencies.\n\nSo, to coincide with our Predictions event on thedrum.com, each day this week we are spotlighting agencies that we believe are poised to make a major impact through their work and activities in the months ahead.\n\nThe featured agencies, which we are revealing in a series of articles published each day this week, hail from all corners of the world and represent a diverse range of specialisms. Some are well-established networks, others up-and-coming indies. But what they all have in common is that they have earned The Drum Recommends status based on their achievements in 2024.\n\nSo delve in now as we hear from our first 10 Agencies to Watch about how they are planning to tackle what promises to be one of the most intriguing and potentially disruptive years the marcomms business has ever seen.\n\nOne of the key players in the Stagwell stable, the New York-based ‘technology-first creative agency’ is positioning itself at the forefront of the marketing AI race.\n\nCode and Theory\n\nWhat trends will shape the industry in 2025?\n\nDan Gardner, co-founder: AI transformation is CX transformation. CX is about to go to a new level as AI will allow a brand to simulate real-time, human-like interactions. Most people see this as chatbots, but it’s more than that. The old constructs of the internet will be reinvented in a meaningful way that offers value to consumers by not only delivering information but also communicating with them on an emotional level. This is where the genuine innovation opportunity lies: combining technology and creativity for superior customer experiences.\n\nCMOs, CIOs and CTOs will finally sit at the same table, not because they want to, but because they have to. AI, data, and customer experience are crashing into each other so violently that no one department can own the process any more. The only way forward is collaboration, and the stakes are too high to ignore. Companies that fail to unite these roles will see competitors blow past them with speed and agility.\n\nPublishers will take the lead with technology. Building a sustainable future for publishers involves focusing on brands as a differentiator, regaining control over distribution (and data) and integrating AI to amplify human ingenuity. This will allow publishers to build genuine ecosystems of trust and deliver the kind of storytelling experience that will resonate, ensuring the industry’s place as a cornerstone of informed societies.”\n\nWhat does the agency have planned for 2025?\n\nGardner: Building AI accelerators. We made ourselves ‘Client Zero’ with AI – because how can clients trust us to transform their businesses if we haven’t mastered it ourselves? We’re deploying 19 AI platforms (so far) – everything from OpenAI (also a client) to Midjourney and Adobe Firefly (another client).\n\nExpanding our network in terms of skillset and scale. Stagwell strategically decided to align all of its digital transformation agencies under the Code and Theory Network to deliver unparalleled creative and technology capabilities at scale. Together, we’re positioned to deliver comprehensive value for clients from concept to continuity, serving as strategic partners in AI-driven transformation. Last month we added to the network and to our global aspirations by acquiring Create. Group, the leading digital agency based in the UAE. Expect to see our network only grow stronger in the coming months.\n\nFocusing on verticalization. We’re going big on verticalization in 2025. This has a dual effect: it gives our clients confidence knowing their assigned team has deep industry expertise, and it imbues team members with an opportunity to develop a distinct skill set.\n\nWhat work were you most proud of in 2024?\n\nGardner: NBC ‘Powering the future of data journalism’: With trust in media at an all-time low, NBC partnered with Code and Theory to reimagine its election coverage Big Board, ensuring precision and credibility throughout the most consequential election in a generation (and beyond).\n\nNFL ‘No Flags, Just Wins’: The NFL dominates American sports – it accounted for 93 of the 100 most-watched TV broadcasts in all of 2023. But even as the nation’s most-watched sport, the NFL needed to modernize its app to bring the game closer to its die-hard fan base and new fans alike. So the NFL called an audible and called in Code and Theory to transform its app into more than just a game-day companion, but an experience that fuels the rhythm of the game – every play, day and week, on- and off-season.\n\nYeti ‘Map The Gaps’: Google has mapped 98% of the world, 100 countries and 10m miles of concrete roads. But naturally, wilderness enthusiasts prefer the paths less paved. For Yeti, this posed an opportunity to take the Hopper M20 (our most versatile cooler yet), map hidden trails across the globe and make the outdoors more accessible to everyone. We built, designed and launched Map The Gaps – A Yeti campaign to take Google Street View way off the street, showing the world where the Hopper was built to go and inspiring Street View users around the world to explore the paths less paved.\n\nThe 600-strong agency network was acquired by Accenture Song in April 2024 and has continued to go from strength to strength, as recognized in being named Agency of the Year (250+ staff) at The Drum Awards for Agency Business.\n\nUnlimited\n\nWhat trends will shape the industry in 2025?\n\nChris Mellish, group chief executive officer: In 2025, the industry will be shaped by rapid technological advancements, but without a deep understanding of people and channels, tech risks becoming noise. While AI is top of mind, it must be used carefully – not as a lazy answer to every question, but as a tool to drive efficiencies, deliver better insights, and ultimately create more impactful work for brands.\n\nWhat does the agency have planned for 2025?\n\nMellish: This year is going to be very busy for all the right reasons! Last year, TMW alone won 24 pitches, totaling £7.9m in new revenue, including Suzuki, Oak Furnitureland, People’s Postcode Lottery and Rail Delivery Group. We have a bit of a hot streak going on in the new business front across all our brands – our research agency, Walnut Unlimited, B2B communications and content marketing agency, Nelson Bostock and healthcare comms agency, Health Unlimited. We are now the go-to CRM agency of record for McDonald’s – our first with Accenture Song. This is just the beginning of what’s to come.\n\nWhat work were you most proud of in 2024?\n\nMellish: Lots of work to be proud of. From our integrated creative agency TMW’s work for Suzuki Swift ‘The Best Kept Secret on the Road’ defying category norms against increasingly formulaic car ads, to our Pride in London work launching last year’s festival with a visual style as daring, fearless and authentic as the community themselves.\n\nWant to go deeper? Ask The Drum\n\nNobody knows Kraft Heinz better than its in-house agency, whose string of hit-making work cleverly leveraging the company’s brand equity shows no sign of stopping.\n\nWhat trends will shape the industry in 2025?\n\nPlaying it safe isn’t an option any more. This year, it’s all about brands making moves that people can’t stop talking about. ‘Culture Sparks’ are the way forward – those unexpected moments that break through the noise and leave an impact.\n\nBrands are also bringing creativity closer to home. The shift to incorporating an in-house model is real, and it’s not just about speed – it’s about being in sync. When creative teams live the brand’s ambition every day, the work becomes sharper, more agile, and more authentic.\n\nRelevance is the ultimate flex in 2025. It’s not about chasing trends but creating them.\n\nWhat does the agency have planned for 2025?\n\nOur growth is proof that bringing together the power of creativity with direct connection to brand teams and strategy works at The Kitchen North America. In just three years, we’ve gone from four to 19 brands and 35 to 135+ powerhouse creatives across two offices. We now work on 70% of the media plan for 90% of the brands, crafting full 360 campaigns, social-first content and cultural moments that hit different. As the creative agency of record for select brands, we don’t just answer briefs – we create them. This isn’t just growth; it’s impact, built on trust and bold ideas that keep Kraft Heinz ahead of the curve.\n\nWhat work were you most proud of in 2024?\n\nWe brought nostalgia back with the Napoleon Dynamite x Ore-Ida campaign, proving that tater-tot-protecting pants do exist. The Oscar Mayer’s Bologna Song became a literal form of payment, and when a viral moment such as Dua Lipa’s Pickle x Diet Coke popped off, we didn’t just watch – it sparked an idea for Claussen to launch ‘Just the Brine’ within days.\n\nNow entering its fifth year, Fight or Flight is soaring thanks to its highly creative campaigns for B2B brands. The London-based outfit was the third-placed Independent Agency of the Year at The Drum Awards Grand Finale 2024.\n\nFlight or Fight\n\nWhat trends will shape the industry in 2025?\n\nDavid Woodward, co-founder: As the influence of brand inside B2B organizations rises, one thing we’re seeing is closer alignment between the brand and communications teams. Increasingly, B2B brand campaigns are being driven by earned tactics, and vice versa, comms teams are more frequently being tasked with promoting and explaining brand messages. We’re still seeing more traditional uses of B2B comms (for example, to support product), but in particular, this ‘culture swap’ of brand and comms is leading to better, more noticeable, more memorable and more emotively arresting work.\n\nWhat does the agency have planned for 2025?\n\nWoodward: We see 2025 as a continuation of our aggressive expansion into new markets and new opportunities. In 2024, alongside significant expansion in the UK, Fight or Flight achieved almost 100% growth in North America, driven partly by brand-level engagements for AI companies in sectors such as life sciences and HR. We expect the fast rate to continue as we further diversify our sector offerings into fintech and ESG.\n\nWhat work were you most proud of in 2024?\n\nWoodward: We’re particularly proud of our work for St John Ambulance, which wanted to encourage more people and workplaces to take its life-saving CPR training. Our research found that a third of men were too embarrassed to give a woman CPR, with potentially life-threatening consequences.\n\nWe created the world’s first life-saving bra – The CPR Bra – which included simple visual prompts on how to perform CPR on a woman. We then persuaded celebrities to wear the bra and help close the CPR gender gap. Our story went pretty much everywhere, including a 13-minute live slot on BBC Breakfast, turning ER into PR.\n\nOur campaign for DrDoctor focused on ‘the DNA problem.’ DNAs (Did Not Attends) are patients who miss their hospital appointments. In the UK, there are 7 million DNAs every year and they cause huge operational issues for an already stretched NHS. To help Hospital Trusts understand why DNAs happen, we created DoNnA, the world’s first AI patient, trained on data taken from the largest-ever survey of DNA patients.\n\nAdvertisement\n\nHelmed by the bullish Dimi Albers, the Amsterdam-headquartered agency has expanded into a global powerhouse with a presence in 30 offices across Europe, North America and Latin America.\n\nDept\n\nDimi Albers, global CEO: What trends will shape the industry in 2025?\n\nIn 2025, we’ll finally see AI move from an efficiency and cost-cutting tool to a force to reimagine how businesses operate, make decisions, and interact with consumers. As AI transformation takes center stage – and swift, strategic, and solutions-oriented applications of AI become a priority – the organizations that enable their people to transform with AI will distinguish themselves in an emerging sea of sameness.\n\nAlbers: What does the agency have planned for 2025?\n\nRebels with a B Corp cause: we are purpose-driven and invested, committed to building lasting client relationships and positively impacting culture, brands, and the world. We’re the first global agency to be B-Corp certified, and we’re currently undergoing recertification – a first in the industry. This means we’re building the plane as we fly it. While the agency world has been helping other brands sell sustainability (sometimes greenwash) for ages, it’s only been in the past few years that the industry has started to look inward and think about sustainability, ethics, and inclusion practices within our industry. Being a part of the B Corp Community helps us do that – and especially at our size, has helped us build the muscles around how to do that early.\n\nAlbers: What work were you most proud of in 2024?\n\nFor Just Eat Takeaway, a cross-discipline team of 35 creatives, technologists and producers brought fans of Squid Games together on a multisensory campaign spanning above-the-line, experiential, influencers and an AI-powered game.\n\nFor Cosnova, we built Kenna, an AI-enabled virtual assistant that can help customers explore new products and trends. Kenna is available across multiple channels including social, events, and POS.\n\nIn partnership with Coca-Cola, we created ‘Neon Nights,’ an AI-powered short story about a boy named Max. Using 12 generative tools and with over 600 hours of production, the film was submitted to Runway’s AI Film Festival.\n\nAdvertisement\n\nPropelled by recently secured private equity investment, the ambitious UK-based social media and influencer agency is now targeting the US market.\n\nCoolr\n\nWhat trends will shape the industry in 2025?\n\nAdam Clyne, chief executive officer: Predictions for 2025? From a social media agency owner? Really?! We’re only three weeks into the year, and already we’ve seen Meta replace fact-checking with community notes, a TikTok ban that lasted all of 12 hours, and Instagram switching up the grid layout… yet again. And that’s before we even consider the broader macroeconomic and political shifts – from the Middle East and Ukraine to a new president in the US, and here at home, a government grappling with economic challenges.\n\nLet’s be honest: predicting trends when everything feels in constant flux is no easy task. But if I had to point to one key trend, it’s this: the marketing community will need to embrace the chaos! We’ll need to get comfortable operating in an environment of constant change, navigating uncertainty, and staying agile. Plans will evolve, and both agencies and clients will need to collaborate more closely than ever to adapt to external forces.\n\nWhat does the agency have planned for 2025?\n\nClyne: 2024 was a phenomenal year for Coolr. The agency grew by almost 75% and towards the end of the year we secured investment from Growth Capital Partners, a leading private equity firm, to help scale Coolr to the next level.\n\nWe’ve made significant investments in people and technology to strengthen our strategic capabilities – from insights and planning to cutting-edge measurement. As we approach a headcount of 150 full-time employees in the UK, we’re focused on creating a robust operational structure to support our growth.\n\nThe big milestone for 2025? Expanding Coolr into the US. We’re actively building a comprehensive plan to take our proposition across the Atlantic. It’s an exciting step, and we’re determined to make Coolr a major player in the US market.\n\nWhat work were you most proud of in 2024?\n\nClyne: 2024 was filled with creative highlights that we’re incredibly proud of. We teamed up with Martine McCutcheon and Lidl to put a fresh spin on Gina G’s classic song, creating ‘Oh, Ah, Just a Lidl Bit!’ – a campaign that set social media alight and delivered a standout moment for supermarkets.\n\nFor Deliveroo, we championed local restaurants with the ‘Local’ campaign, working alongside Top Jaw and nano influencers to celebrate independent food businesses across the UK.\n\nAnd with Bupa, we sparked vital conversations about mental health, particularly focusing on the 58% of men who struggle to open up about these issues. It was work that truly mattered, and we were proud to play a role in starting those important discussions.\n\nThe Omnicom media agency has developed an uncanny knack for working on some of the most talked-about campaigns of recent times, including the acclaimed Barbie movie media blitz and Jaguar’s hotly debated ‘Copy Nothing’ makeover rollout.\n\nHearts and Science\n\nWhat trends will shape the industry in 2025?\n\nGarrett O’Reilly, chief executive officer: AI will likely feature heavily as it’s already a focal point for lots of people and its transformational impact will continue into 2025. One particular area I think it will start to tangibly impact will be AI-driven search. The growing prevalence and usage of AI assistants on devices will grow and will have profound disruptive effects on consumer behavior and fundamentally change how people find answers to all sorts of questions. Brands will need to optimize sales and their purchase funnels in accordance with that and we’ll have to adapt our services to help clients adjust to (and win in) this new reality.\n\nIf the first few weeks of 2025 are indicative of what’s to come, there will also be uncertainty in policies and platform governance. In the face of this, our industry must remain focussed on responsible marketing – even if this centers on self-control and self-governance over third-party regulation. This means it’s on us, as an industry, to foreground all aspects of responsible marketing: diversity, equity, inclusion, environmental sustainability, data protection and ethical investment practices.\n\nThat said, I’m optimistic that this shifting landscape will drive greater media diversification as we find new ways to deliver value for clients. Agencies will play a critical role in guiding brands toward more innovative solutions, new partnerships and experimentation.\n\nWhat does the agency have planned for 2025?\n\nO’Reilly: We’re particularly excited to continue leveraging our sponsorship of the Ehrenberg-Bass Institute, ensuring its huge bank of empirical evidence, research and insights benefit both our agency and our clients. This will include evolving our industry-leading Category Entry Points tool, which is driving business growth for an increasing range of clients.\n\nOur Access All Agency initiative will return for a second year – bigger and better. The program, launched as an educational initiative for rising stars among our media owner partners, aims to deepen their understanding of how agencies operate and thus drive greater collaboration.\n\nWhat work were you most proud of in 2024?\n\nO’Reilly: 2024 was our most successful year to date in terms of industry awards, and that speaks volumes. But what’s particularly pleasing was lots of our work became part of wider culture and in doing so generated disproportionate visibility for our clients’ brands.\n\nA big focus for us was delivering the biggest account transition in the UK for over a decade as we onboarded Allwyn. While this was a great success in operational terms, we’re immensely proud of the work we’ve already delivered for them this year. The highlight of 2024 for me has to be supporting Team GB and ParalympicsGB. Our work drove a double-digit rise in consideration for the brand and every ticket sold contributed to the UK’s haul of 189 medals.\n\nIt was also great to be part of one of the most talked about campaigns of the year. Our work with Jaguar on its Copy Nothing campaign earned the title of YouGov’s ‘most improved brand’ in December, outperforming all the Christmas ads…. And there’s still the actual car to come.\n\nThe female-led agency has the US in its sights having made its mark with eye-catching brand experiences for the likes of McDonald’s, Netflix and Volvo in its UK home market.\n\nWhat trends will shape the industry in 2025?\n\nLouisa O’Connor, managing director: Collective experiences will define 2025 – people value shared emotions and memories, and brands are seeing the impact this has on their resonance. We’re also seeing the rise of the common influencer, which is reshaping marketing strategies; consumers are becoming the heroes versus paid creators, driven by the demand for authenticity. I think we’ll also see nostalgia remain a key trend, with the focus shifting from retro aesthetics to simplification and a need to go back to basics as the tech world can feel overwhelming.\n\nIn experiential marketing, we see a lot of tech used for tech’s sake. However, brands are moving away from that to focus on the human aspect, tapping into the niche needs of the individual instead of the masses. Consumers crave simplicity and look for brands to alleviate their pain points, which is now influencing how we design experiences. It’s less about what an activation will look like on a camera and more about the emotion that an experience can create.\n\nWhat does the agency have planned for 2025?\n\nO’Connor: This will be our fourth year of trading, and as we expand, we have two main priorities. Firstly, we are focused on growing our content and broadcast team. Working with many social-first brands, we want to push our live streaming, content creation, scriptwriting and show curation capabilities. Secondly, the US is calling. Having activated there a few times already, we believe now is the time to solidify our presence and serve our existing US clients more holistically. Some of the most exciting events in the world are hosted there, so it’s a no-brainer for us to expand our offering and bring our Seen Presents way to the US market.\n\nWhat work were you most proud of in 2024?\n\nO’Connor: It was our second year delivering Netflix’s presence at Cannes Lions, where we brought seven different titles to life in unique and participatory ways. Not only does this project showcase our team’s creativity, but it also blends our strategy, content and production capabilities to deliver something truly spectacular. It’s a huge logistics and production challenge: building six floors above the Croisette, with crane-only access, while the team is completely exposed to the elements.\n\nWe ended 2024 preparing for Live Fest – one of the biggest events in TikTok’s calendar – consisting of four live events in six days and logistics for 600 creators from around the world. From hospitality, activations, complex live streaming, red carpet logistics, RFID systems and talent sourcing and booking – it truly touched every area of our business. It was a mammoth effort and a career highlight for us all.\n\nSuggested newsletters for you Daily Briefing Catch up on the most important stories of the day, curated by our editorial team. Weekly Marketing Stay up to date with a curated digest of the most important marketing stories and expert insights from our global team. The Drum Insider Learn how to pitch to our editors and get published on The Drum.\n\nThe serial Ad of the Day and The Drum Awards winner shows no sign of slowing down on its convention-defying advertising for the likes of Bodyform and Curry’s.\n\nAMV BBDO\n\nWhat trends will shape the industry in 2025?\n\nSam Williams, head of strategy: Bringing a human face to big data: “Data driven creative” is a phrase that’s dominated the industry for the last decade, but the risk is hyper-targeting without the humanity. It’s time to show that the power of emotion can be applied just as effectively in performance media as in storytelling formats. At AMV we’ve built a proprietary data tool called Kaleidoscope, which allows us to track consumer emotions at scale by time, day of the week and by geography – giving us an emotional lens which can be overlaid onto demographic data.\n\nLearn from AI, then break the rules: We see AI is a powerful way of quickly getting to creative ground zero. But we have to remember that its output is limited by convention and the data available to it – this grounds it in uniformity, not bravery. AI can accelerate the beginning of the creative process by showing us the expected, then giving us the confidence to break the rules and do something stand out. Afterall, no AI would have told us the creative way to launch new Sheba Gravy Pouches was by pitting “catfluencers” against each other in the ultimate Gravy Race.\n\nBeyond inclusivity to accessibility: It’s time to stop seeing accessibility as a creative hindrance and see it as a creative tool we can use to make the experience richer for all. It’s no longer enough to make your cast and production crew inclusive, your output must be accessible too. It’s a belief we’ve pushed on our Curry’s C4 diversity win and an ethos we’re now rolling out across the agency briefing and production process.\n\nWhat does the agency have planned for 2025?\n\nXavier Rees, group CEO: Last year, we rediscovered our best selves – a powerhouse of strategy and creativity. We were back in the room for some of the industry’s most competitive pitches, securing four major account wins in the last four months of 2024 alone, including Mercedes F1 Team, E.ON Next and Philips Personal Care. And we continued to craft impactful and effective work that real people love for clients, including Guinness’ largest-ever global campaign, more taboo-breaking campaigns for Bodyform, and bold work for Currys, which is really impacting on sales.\n\nIf last year was about setting the stage for success, 2025 is about delivering on that promise. In January, we strengthened our Executive Leadership Team with Jo Arden joining as group chief strategy officer and Jemima Monies as group chief growth officer. The roles further consolidate our focus on driving business transformation and creative excellence across AMV BBDO and Redwood BBDO. Jo and Jemima will work alongside the Leadership Teams of both agencies, including AMV BBDO joint chief creative officers Nick and Nadia. We have new, exciting campaigns coming out for much-loved brands Whiskas, Decathlon, Sheba and Maltesers, and we’re gearing up to launch our Channel 4 Diversity in Advertising Awards-winning work for Currys, in May.\n\nWhat work were you most proud of in 2024?\n\nNadja Lossgott, chief creative officer: Bodyform ‘Never Just a Period’: the work sees Bodyform widening the conversation around menstruation with another viral punch. Directed by the brilliant Lucy Forbes, “Never Just a Period” humorously brings to life the gap between what girls are taught to expect and the reality of menstrual experiences, and how absurd it is to have been given so little knowledge about their own bodies.\n\nCurrys ‘Beyond Techspectations – IRL’: The Drum Ad Of The Day, Currys ‘Beyond Techspectations’ series ventures into mockumentary territory in AMV BBDO’s film “Amazing Us (IRL)”, showing online shoppers venturing into a real-life Currys store and discovering the joy of shopping in person – even if they struggle to give up some of their digital habits, such as swiping right and trying to magnify images.\n\nSheba ‘Gravy Race’: AMV BBDO has enlisted eight celebrity felines with a combined 55 million TikTok and Instagram followers to compete in a bracket-style tournament where they raced each other to lick up Sheba’s new Gravy Indulgence cat food. By breaking with the clichés of pet food advertising, the Gravy Race delivered an entertaining piece of content that cut through the sea of sameness.\n\nMercedes F1 ‘Every Dream Needs a Team’: As the 2024 F1 season came to an end at the Abu Dhabi Grand Prix on December 8, we helped the Mercedes-AMG Petronas F1 Team to pay tribute to Lewis Hamilton in a heartfelt global campaign.\n\nRSPCA ‘For Every Kind’: The RSPCA unveile its major new brand positioning with AMV BBDO’s film ‘For Every Kind,’ a rallying cry for every kind of person to be kind in every possible way to every kind of animal.\n\nFounded in 1985, the stalwart agency was snapped up by Havas in early 2024 to spearhead its B2B marketing efforts and looks well-placed to leverage its newfound scale.\n\nLedger Bennett\n\nWhat trends will shape the industry in 2025?\n\nAndrea Glenn, CEO: AI... just kidding. Clients are starting to realize they have a wealth of B2B opportunity in their businesses already, but organizational silos are holding them back from realizing their full B2B potential. Marketing and sales don’t nor can work in siloes, nor customer and product. As such, clients look for more full-service offerings from agencies that both bind creative and media together and have the scale to do it. And they don’t want CRM, ABM, web and so forth operating separately with a single partner each. Instead, they are on the hunt for consultative partners who can bring these functions together to deliver customer lifetime value. We’re excited to see this unleash further opportunity in B2B, a space that remains ripe for growth for many businesses and agencies alike.\n\nWhat does the agency have planned for 2025?\n\nGlenn: We have some exciting plans this year, which would not have been possible without the scale Havas Media Network and Havas Group can offer. When looking at partners who could help us achieve our strategic objectives, global expansion – including in the markets we already operate – was key and this year, we are looking to increase our foothold in Ireland and the US particularly, where we will partner with Havas Media Network North America to build a full-service B2B offering to work with B2B and B2C brands. We’re now in a position to provide a full-service offering to clients that straddle both B2B and B2C in North America. Our chief strategy officer will be relocating to New York to lead our North American expansion. In this context, our decision to be acquired by Havas Media Network UK last year and our shared pursuit of customer-centricity has been a brilliant mutual culture fit.\n\nWhat work were you most proud of in 2024?\n\nGlenn: GE Vernova ‘How to Launch an ABM Campaign in Five Days’: GE Vernova’s marketing team needed to grow its sales pipeline by 4x for its new power orchestration solution – all within H1. To achieve this audacious goal, we held a kaizen (or continuous improvement) session. This involved taking our client’s people out of their daily responsibilities and bringing them together around a single-minded purpose. In just five days, we identified priority audiences, began mapping accounts, created a value proposition, key messaging, and content strategy, developed a sales process, and launched 1-to-1 and 1-to-few ABM programs. This strategy garnered real results, including a x2 increase in pipeline within 30 days of the kaizen."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked OpenAI’s o1 about the top AI trends in 2025 — here’s a look into our conversation",
            "link": "https://venturebeat.com/ai/we-asked-openais-o1-about-the-top-ai-trends-in-2025-heres-a-look-into-our-conversation/",
            "description": "Here's what OpenAI's o1 had to say about AI trends this year. Just how many there are is a testament to AI’s general-purpose value.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "code+trends",
            "date": "16h",
            "source": "VentureBeat",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spirit Airlines Updates Dress Code for Passengers",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/spirit-airlines-updates-dress-code-for-passengers/ar-AA1xXgpm?ocid=BingNewsVerp",
            "description": "Spirit Airlines has tightened up its dress code for passengers, with \"offensive\" tattoos now on the forbidden list. But what ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A_DeEDLGMY7JdDPg9awB0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 13 Most Impactful AI And Blockchain Trends Discussed At Davos 2025",
            "link": "https://www.forbes.com/sites/digital-assets/2025/01/27/the-13-most-impactful-ai-and-blockchain-trends-discussed-at-davos-2025/",
            "description": "Davos 2025 showcased groundbreaking insights into AI, blockchain, and crypto, highlighting essential lessons that your ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v9VsQ6l0z04-asZnDVuKYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Importance Of Emphasizing Safety Amid Societal Change",
            "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2025/01/27/the-importance-of-emphasizing-safety-amid-societal-change/",
            "description": "Avoid the trap of thinking about safety as an inconvenience and start thinking of it as an investment in the future.",
            "image_url": "https://www.bing.com/th?id=OVFT.RmJ2vBfmhSz1WS3YPrAULy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "8h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Africa’s MeerKAT in ‘extraordinary’ discovery",
            "link": "https://www.msn.com/en-xl/news/other/south-african-telescope-discovers-a-giant-galaxy-that-s-32-times-bigger-than-earth-s/ar-AA1xSVHU?ocid=BingNewsVerp",
            "description": "MeerKAT’s newest giant radio galaxy find is extraordinary: the plasma jets of this cosmic giant span 3.3 million light years.",
            "image_url": "https://www.bing.com/th?id=OVFT.8bX3cXfXV0X2tN06xpDF7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Earth’s recent ‘mini-moon’ may be an actual piece of the moon, astronomers say",
            "link": "https://www.msn.com/en-us/news/technology/earth-s-recent-mini-moon-may-be-an-actual-piece-of-the-moon-astronomers-say/ar-AA1xXgCt?ocid=BingNewsVerp",
            "description": "An asteroid that orbited near Earth for a few months as a mini-moon may be a chunk of the moon that was blasted off by an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DHLGee7hNLzjXIeviLk3Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery paves way for more resistant soybeans to combat $1.5 billion crop loss from nematode infection",
            "link": "https://www.msn.com/en-us/science/biology/discovery-paves-way-for-more-resistant-soybeans-to-combat-1-5-billion-crop-loss-from-nematode-infection/ar-AA1xXjQ4?ocid=BingNewsVerp",
            "description": "Soybean growers across the globe face a silent but devastating threat: the soybean cyst nematode (SCN). This microscopic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6Ph-wzQm9X1u3JHZfIAE5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Team uses AI and quantum computing to target 'undruggable' cancer protein",
            "link": "https://www.msn.com/en-us/health/other/team-uses-ai-and-quantum-computing-to-target-undruggable-cancer-protein/ar-AA1xXsTY?ocid=BingNewsVerp",
            "description": "Research co-led by University of Toronto researchers and Insilico Medicine has demonstrated the potential of quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hpwhZLLAfvO9iCmA1-Eadi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "51mon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI advantage in discovering new medicines",
            "link": "https://finance.yahoo.com/news/ai-advantage-discovering-medicines-152649173.html",
            "description": "With continued investment and growing buzz from the industry, the AI hype is expected to extend through 2025 and beyond.",
            "image_url": "https://www.bing.com/th?id=OVFT.6bqLPddfnaruGqc-fbZ57i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "4h",
            "source": "YAHOO!Finance",
            "article_content": "In a milestone for science and technology, the 2024 Nobel Prize in Chemistry was awarded to the DeepMind team for their work on AlphaFold, an artificial intelligence (AI) system that accurately predicts protein structures. By solving one of biology’s most fundamental problems, AlphaFold demonstrated the potential of AI to advance drug discovery.\n\nAt the same time, advances in generative AI and protein modelling are pushing the boundaries of what is possible in drug design, while virtual cell simulations hint at a future where some experiments could be conducted in an entirely digital manner. Yet, for all its potential, the use of AI in drug discovery is not without its challenges.\n\nData scarcity, biological complexity, and regulatory concerns still present significant hurdles to overcome. And while the hype surrounding AI garners steam, it often overshadows the slower, incremental progress required to bring real-world solutions to market.\n\nAccording to a survey by GlobalData, the parent company of Pharmaceutical Technology, AI is considered the most disruptive technology among businesses, including in the healthcare industry. As we look towards 2025 and beyond, the question arises: how close are we to seeing AI’s potential in delivering faster, more affordable, and more precise therapies?\n\nWhere AI is making an impact\n\nSara Choi, biotech investor and partner at the Palo Alto, California-based Wing Venture Capital is very optimistic. “I think there's going to be three times the number of approved drugs in the next ten years, all thanks to these innovations that are happening in the early R&D process,” she says.\n\nChoi says AI adoption is already broad and impactful to the drug development process. “Across the board, they [C suite executives at major pharma companies] say they are already using AI up and down the entire development stack,” she says. This includes early discovery and target identification uses—areas where AI is particularly strong at analysing large datasets to uncover new biological targets. Beyond that, AI is also helping with protein structure prediction, optimising molecular interactions, and even scaling up production to ensure compounds are commercially viable, said Choi.\n\nAI’s role extends into clinical trials as well, with it already being used to enhance trial design, feasibility and site selection, as well as patient recruitment and retention, data analysis and regulatory submission and review. A clinical trial patient matching tool called TrialSearch AI, which operates on a Large Language Model (LLM), was able to reduce pre-screening checking time for physicians by 90%.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lucid Introduces No-Code Platform for Multi-Chain DeFi Management",
            "link": "https://decrypt.co/302848/lucid-introduces-no-code-platform-for-multi-chain-defi-management",
            "description": "Lucid, a no-code platform simplifying multi-chain DeFi operations for secure, scalable growth, announces its launch. Its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e5jPYsZb6rlUV4xWr0FCEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "decrypt7h",
            "source": "decrypt",
            "article_content": "Decrypt’s Art, Fashion, and Entertainment Hub. Discover SCENE\n\nLondon, UK, January 27th, 2025, Chainwire\n\nLucid, a no-code platform simplifying multi-chain DeFi operations for secure, scalable growth, announces its launch. Its modular architecture enables seamless scaling across L2 and L3 ecosystems with powerful tools for liquidity management, bridging, and governance, empowering DeFi protocols to build without boundaries.\n\nLucid's drag-and-drop interface allows DeFi projects to customize their multi-chain strategy while minimizing risks and maximizing efficiency. The platform's integration with existing tools like Snapshot, Safe, and Tally ensures seamless compatibility with current DeFi infrastructure.\n\n\"In DeFi, reaching new chains means reaching new users and unlocking opportunities,\" says Anthony Broderick, Co-Founder and CEO of Lucid. “Our platform removes the need for custom code while upholding the highest security standards, enabling teams to focus on growth instead of technical complexities. We call this approach: Drag, Drop, Scale.”\n\nLucid's platform is built around four specialised modules designed to address key challenges in multi-chain DeFi operations. Our Vested Emission Offerings (VEOs) enable the rapid delivery of targeted liquidity to any chain, ensuring protocols can scale effectively. For teams handling high-value transfers, a Multi-Bridge system with 2-of-3 consensus for maximum security. For performance-focused communities, our Portals module — the only xERC20 bridge aggregator that finds the fastest, most cost-effective transfer routes. Additionally, the Multi-Vote module facilitates unified, cross-chain governance, empowering communities to vote from anywhere.\n\nThe platform has integrated with leading blockchain infrastructure providers, including Hyperlane, Chainlink, Connext, Wormhole, Axelar and LayerZero. Following successful completion of its audit by Halborn, Lucid launches with prominent DeFi protocols including Everclear and Zerolend, securing approximately $250 million in Total Value Locked (TVL).\n\nAbout Lucid\n\nLucid is a no-code platform designed to simplify multi-chain operations in DeFi — ensuring secure and scalable growth. Lucid's modular architecture enables projects to seamlessly scale across L2 and L3 ecosystems, with powerful tools for managing liquidity, bridging, and governance. Learn more at LucidLabs.fi and X.com/LucidLabsFi\n\nContact\n\nAnthony Broderick\n\nanthony@lucidlabs.fi\n\n\n\nDisclaimer: Press release sponsored by our commercial partners."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The best flower delivery deals ahead of Valentine's Day",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/the-best-flower-delivery-deals-ahead-of-valentines-day/ar-AA1xXfs3?ocid=BingNewsVerp",
            "description": "Better yet, each of these flower sellers already allows you to schedule your delivery for Friday, Feb. 14, so you can lock in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PUvH-VRPt1chkX4zB7NrpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "2hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek: all the news about the startup that’s shaking up AI stocks",
            "link": "https://www.theverge.com/24353060/deepseek-ai-china-nvidia-openai",
            "description": "The AI assistant is powered by the startup’s 'state-of-the-art' DeepSeek-V3 model, allowing users to ask questions, plan ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NwlytEeDRisfqGtHUS6Fci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3m",
            "source": "The Verge",
            "article_content": "DeepSeek is shaking up the AI industry with cost-efficient large-language models it claims can perform just as well as rivals from giants like OpenAI and Meta. The Chinese startup says its flagship R1 reasoning model is capable of achieving “performance comparable” to OpenAI’s o1 equivalent, while the newly-released Janus Pro multimodal AI model can supposedly outperform Stable Diffusion and DALL-E 3.\n\nLaunched in 2023 by Liang Wenfeng, DeepSeek has garnered attention for building open-source AI models using less cash and fewer GPUs when compared to the billions spent by OpenAI, Meta, Google, Microsoft, and others. If DeepSeek’s performance claims are true, it could prove that the startup managed to build powerful AI models despite strict US export controls preventing chipmakers like Nvidia from selling high-performance graphics cards in China."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is DeepSeek? How a small Chinese startup shook up the AI sector",
            "link": "https://www.msn.com/en-us/technology/tech-companies/what-is-deepseek-how-a-small-chinese-startup-shook-up-the-ai-sector/ar-AA1xXoq6?ocid=BingNewsVerp",
            "description": "Stocks tumbled after a Chinese AI startup said its models can compete with the likes of ChatGPT and other U.S.-based models at a fraction of the cost.",
            "image_url": "https://www.bing.com/th?id=OJ.IUEbmQ1Xm0fwOA&pid=news&w=44&h=16&rs=2",
            "category": "it+startup",
            "date": "41mon MSN",
            "source": "USA TODAY on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IT Outsourcing Services: Use Cases, Benefits and Trends",
            "link": "https://techbullion.com/it-outsourcing-services-use-cases-benefits-and-trends/",
            "description": "The business landscape is taking a new shape and direction with personalized IT outsourcing. This ensures scalable and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n51otSRcf3SxbJ0iBYdVvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Impacts2h",
            "source": "Impacts",
            "article_content": "The business landscape is taking a new shape and direction with personalized IT outsourcing. This ensures scalable and cost-efficient support to streamline operations and realize the business objectives. As industries make shifts in their technological preferences, partnering with IT outsourcing experts will ensure tailored solutions for meeting diverse needs. It involves the use of emerging technologies like AI, ML, & IoT to manage the IT infrastructure and gain superior data security.\n\nIT outsourcing services strengthen organizations to flourish in the transforming digital landscape with the scaling up of influence during the growth phases. This blog delves into the benefits, use cases, and trends related to IT outsourcing services that advance business requirements.\n\nTop Benefits of IT Outsourcing Services\n\nIT outsourcing proves to be the strategic move for organizations in today’s digitized world to optimize operational budgets and stay ahead of the competitors. This technical practice involves the integration of IT functions to external support, enabling enterprises to meet the core business competencies. All kinds of businesses benefit from outsourcing IT services and shaping their future outcomes. Let us now check the top benefits of reliable IT outsourcing services –\n\nProvides Cost-Efficient Solutions\n\nOne of the top benefits of IT outsourcing is its cost-efficient option. With the support of IT outsourcing functions, businesses can reduce the overhead expenses linked to hiring, training, and maintenance of the IT team. Other than that, outsourcing IT services reduces labor prices and provides substantial financial gains without any compromise on quality.\n\n2. Easy Access to IT Professionals\n\nIT outsourcing ensures simple access to the global talent pool of skilled IT people. Organizations use their specialized knowledge and experience in specific departments, like software development, cybersecurity, cloud computing, and data analytics, to deal with complex IT tasks.\n\n3. Focuses on Core Business Activities\n\nWith the help of outsourcing IT functions, enterprises are able to focus on their core business objectives. Such a strategic move strengthens innovation & productivity and delivers superior value to customers.\n\n4. Offers Flexibility and Scalability\n\nIT outsourcing supports businesses to scale up or down their IT operations as per requirements. The flexibility is useful for startups and SMEs, as it provides adaptable solutions to advance business needs.\n\n5. Enhanced Security and Compliance\n\nThe IT outsourcing service providers adhere to stringent security protocols and industrial standards to suit the business requirements. They protect the client data and comply with various regulatory needs to reduce the risks.\n\nTailored IT Outsourcing for Niche SEO Needs\n\nIT outsourcing extends its benefits to niche sectors by offering tailored SEO strategies. These strategies address specific challenges like regulatory compliance, data security, and effective audience targeting. Sensitive industries often rely on IT outsourcing to enhance their online presence discreetly.\n\nExample of Use Case:\n\nOutsourcing can help develop user-friendly websites, implement local SEO for better visibility, and ensure robust security measures to protect sensitive information. This ensures businesses in such sectors can maintain compliance while reaching their target audience effectively.\n\nUse Cases Related to IT Outsourcing Services\n\nIT outsourcing has evolved as a reliable enabler for organizations to innovate and incorporate strategies across industries. Partnering with top IT professionals helps enterprises focus on their core competencies and use cutting-edge tools to complete projects within reliable timelines. Let us look at the top use cases related to IT outsourcing services –\n\nApplication Development and Maintenance\n\nThis involves software development, deployment, and maintenance using specialized skills, constant updates, and reliable investments. The IT service providers offer programming expertise to develop applications tailored to specific business requirements.\n\nExample of Use Case:\n\nA retail firm can outsource mobile app development to build e-commerce platforms. This can include the integration with payment gateways and updates to support retailers in the growth of their customer base.\n\nCloud Mitigation and Management\n\nThe mitigation of IT infrastructure is a complex procedure that requires an in-depth knowledge of different platforms like AWS, Microsoft Azure, and Google Cloud. This reduces minimal disruption, boosts security, and optimizes the software development prices.\n\nExample of Use Case:\n\nA financial institution can partner with an IT outsourcing company to migrate legacy systems to a hybrid cloud environment. This supports the improvement of performance and provides enhanced data security.\n\nCybersecurity Services\n\nWith the rise of cyberattacks, organizations need robust security support to protect their data and assets. The outsourcing providers ensure the detection of threats and support vulnerability assessment.\n\nExample of Use Case:\n\nA healthcare provider can take the help of an IT outsourcing team to monitor the progress of IT infrastructure and ensure compliance with HIPAA regulations to prevent data threats.\n\nIT Helpdesk and Support\n\nThe outsourcing service providers assist clients with round-the-clock outsourced IT support to deal with technical issues and improve employee productivity and customer satisfaction.\n\nExample of Use Case:\n\nAn e-learning company outsources its IT helpdesk needs to answer customer queries and provide a seamless learning experience for participants.\n\nTrends Related to IT Outsourcing Services\n\nShift Towards Strategic Partnerships\n\nA multinational organization can associate with an IT outsourcing provider to create AI-backed apps, reducing risks and speeding up the time-to-market. This trend boosts mutual growth, trust, and shared accountability for businesses to leverage the partner’s IT expertise.\n\n2. Adoption of AI-Powered Services\n\nThe outsourced AI tools support the real-time monitoring of IT infrastructures, predict failures, and reduce downtime. Such AI integration enhances efficiency and proves to be competitively advantageous.\n\n3. Focus on Cybersecurity Outsourcing\n\nBusinesses outsource their work to specialized teams to manage endpoint security and support data protection to stay ahead of their competitors.\n\nThis trend underscores the importance of outsourcing partners with domain-specific security expertise.\n\n4. Growth of Cloud-Based Outsourcing\n\nThe IT outsourcing services are greatly impacted due to the shift in cloud computing services. They offer end-to-end cloud solutions, including migration, management, and optimization services. Such multi-cloud strategies support businesses to dominate the market, with businesses outsourcing workloads across different platforms for improved flexibility and cost efficiency.\n\nSumming Up!\n\nFor modern enterprises & organizations, IT outsourcing has become the cornerstone of digital transformation, offering operational flexibility and access to resources. Different use cases of IT outsourcing, from software development to cybersecurity, address various business requirements. Furthermore, the advancements of technologies like AI and cloud support are evolving the IT outsourcing landscape. This is the idle way to stay ahead in the competitive world and drive innovation to meet strategic goals. Whether it’s a startup planning to scale up its operations or enterprises aiming to optimize workflow, IT outsourcing is proving to be the accurate tool to ensure long-term growth."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek Tops iPhone Downloads: What to Know About the AI Assistant",
            "link": "https://www.msn.com/en-us/news/technology/deepseek-tops-iphone-downloads-what-to-know-about-the-ai-assistant/ar-AA1xWTJr?ocid=BingNewsVerp",
            "description": "DeepSeek surged to the top of Apple's App Store over the weekend, surpassing OpenAI's ChatGPT with lightning-fast, highly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ynl3CR5LX4volod4_EKD9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "CNET on MSN3h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is DeepSeek, the New Chinese OpenAI Rival?",
            "link": "https://www.msn.com/en-us/news/technology/what-is-deepseek-the-new-chinese-openai-rival/ar-AA1xXv6a?ocid=BingNewsVerp",
            "description": "At a supposed cost of just $6 million to train, DeepSeek’s new R1 model, released last week, was able to match the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Gzg4mUGBpYwHrd8i7aIpYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "1hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI lab DeepSeek massively undercuts OpenAI on pricing — and that's spooking tech stocks",
            "link": "https://www.businessinsider.com/chinese-ai-lab-deepseek-massively-undercuts-openai-on-pricing-2025-1",
            "description": "DeepSeek challenges OpenAI with drastically cheaper models, prompting discussions on the viability of proprietary versus open ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zVgg08FEZjTlGBFA1tzkNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9h",
            "source": "Business Insider",
            "article_content": "The Chinese AI lab DeepSeek has rolled out AI models that are a lot cheaper than OpenAI's offerings.\n\nIts emergence spooked tech stocks Monday, with Nvidia down more than 10% premarket.\n\nDeepSeek's open-source models challenge OpenAI's proprietary approach.\n\nThe cost of using AI models has been plunging as competition intensifies — and Wall Street is spooked about the latest entrant.\n\nHaving a leading AI model is nowhere near as special as it was two years ago. These models are mostly trained on data that's publicly available on the internet, so they're not that much different from one another. Standing out in this crowd and charging premium prices is increasingly difficult.\n\nIn recent weeks, DeepSeek has taken this pricing dynamic to a new level. The Chinese AI lab rolled out models that are as good as, or better than, the best products from OpenAI, the pioneering creator of ChatGPT.\n\nThat's impressive. But what's potentially more disruptive is how cheap DeepSeek's models are.\n\nThat disruption hit the markets Monday. The Dutch chip equipment provider ASML fell 11% after the opening bell, and Nvidia fell more than 10% premarket. In Japan, Advantest, TOWA Shibaura, and Ibiden were all down at the closing bell.\n\nBernstein tech analysts studied DeepSeek's offerings in recent days and found that the Chinese AI lab was massively undercutting OpenAI on price.\n\n\"DeepSeek's pricing blows away anything from the competition, with the company pricing their models anywhere from 20-40x cheaper than equivalent models from OpenAI,\" the analysts wrote in a note to investors on Sunday.\n\nDeepSeek and OpenAI pricing compared. Bernstein Research\n\nThe chart above shows the cost of \" tokens ,\" which have become the raw material of generative AI. Chatbots and AI models break down words and other inputs into these tokens to make them easier to process and understand. One token is about three-quarters of a word.\n\nWhen AI companies are handling prompts and other model inputs and outputs, they often charge users based on a per-token price. DeepSeek's Reasoner model costs $0.55 for every million tokens inputted. OpenAI's o1 model charges $15 for the same number of tokens, according to Bernstein.\n\nThe Bernstein analysts also noted that DeepSeek's models are open-source, meaning they are available free to anyone who wants to work with them. That's a contrast with OpenAI, which keeps its top models proprietary and closed while charging relatively high prices for the products.\n\n\"The whole thing brings up some very interesting questions about the role and viability of proprietary versus open-source efforts that are probably worth doing more work on,\" the Bernstein analysts wrote.\n\nBut they added, \"The resulting Twitterverse panic over the weekend seems overblown.\"\n\nEdison Lee, an equity research analyst at Jefferies, said it was \"difficult to say what the eventual impact will be, but combining our more cautious cyclical view on the chip sector in any case, it may be prudent to reduce exposure to the digital part of the semiconductor supply chain including semicap equipment stocks like ASML.\"\n\nDeepSeek's newly-released flagship model is now No. 1 on Apple's free apps chart — just ahead of ChatGPT."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Selloff Opens Door for Alternate Machine-Learning Methods",
            "link": "https://www.bloomberg.com/news/newsletters/2025-01-27/ai-selloff-opens-door-for-alternate-machine-learning-methods",
            "description": "Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R8zVrxgkgm9aVKlqTyJeNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "2h",
            "source": "Bloomberg L.P.",
            "article_content": "Investors routed global high-tech shares to the tune of $1 trillion after buzz from a Chinese startup interrupted the harmony around Silicon Valley’s artificial intelligence. The emergence of DeepSeek, which trained its open-source AI model for a fraction of the costs spent by rivals, prompted investors to reconsider the lofty valuations placed on some European and US technology companies. Nvidia, long a market darling, suffered the largest rout in market history.\n\nDutch chip-equipment maker ASML fell as much as 12% after money managers considered whether machine-learning algorithms might not consume as much power as previously projected. That realization, in turn, sent shockwaves among electricity-grid suppliers like Siemens Energy and Sweden’s Munters Group. For the full blow-by-blow of the market bloodbath, follow Bloomberg’s live-ticker here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning tool feasible for detecting agitation in dementia",
            "link": "https://www.healio.com/news/psychiatry/20250127/machine-learning-tool-feasible-for-detecting-agitation-in-dementia",
            "description": "An interpretive machine learning model may be a feasible method for measuring agitation in dementia as well as in predicting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xcK5zQfFKi0ur5OOr7mk0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Healio4h",
            "source": "Healio",
            "article_content": "Save\n\nMachine learning tool feasible for detecting agitation in dementia\n\nBy Robert Herpen, MA Fact checked by Shenaz Bagha Add topic to email alerts Receive an email when new articles are posted on . Please provide your email address to receive an email when new articles are posted on Subscribe Added to email alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts\n\n\n\nBack to Healio We were unable to process your request. Please try again later. If you continue to have this issue please contact customerservice@slackinc.com.\n\n\n\nBack to Healio\n\nKey takeaways:\n\nThe model, along with a traffic-light system, boosted sensitivity and specificity of agitation recognition.\n\nDuring agitation intervals, awake time and illumination were higher while respiratory rate was lower.\n\nAn interpretive machine learning model may be a feasible method for measuring agitation in dementia as well as in predicting certain environmental factors that are likely to contribute to the condition, according to a study.\n\n“Current clinical practice for managing agitation in [people living with dementia] primarily relies on pharmaceutical interventions,” Marirena Bafaloukou, BSc, a doctoral candidate and research assistant in machine learning for clinical data analysis at Imperial College London, and colleagues wrote in eClinical Medicine. “Identification and appropriate treatment of agitation are essential for mitigating associated risks, lowering health care expenses and alleviating carer strain.\n\nNew research determined that a machine learning tool may be a feasible and reliable method to detect agitation in those living with dementia. Image: Adobe Stock\n\nAgitation in dementia is usually identified by resource-challenging subjective clinical scales and direct patient observation, but clinical applications for data-driven methodology are limited in scope, Bafaloukou and colleagues wrote.\n\nAs such, the researchers sought to examine how real-world factors interact with and influence dementia-related agitation within home settings. They also attempted to apply an interactive, machine-learning monitoring tool to identify the conditions under which agitation is present in affected persons.\n\nThe Minder study, to date, has recruited 127 individuals who were aged 50 years or older, had a clinical diagnosis of dementia or mild cognitive impairment, along with either current or prior treatment in a psychiatric unit.\n\nPsychometric and cognitive assessment tools were administered during 3-month visits within the study, while additional weekly behavioral monitoring questionnaires were distributed to participants or partners to track the presence or absence of participants’ behavioral symptoms based on established definitions of agitation.\n\nFor their proof-of-concept venture, the researchers utilized longitudinal data amounting to 32,896 person-days from 63 persons living with dementia collected using in-home monitoring devices over 512 weeks between December 2020 and March 2023. They incorporated a traffic-light stratification system to judge agitation probability and utilized the SHapley Additive exPlanations (SHAP) framework to enhance interpretability. From these data, Bafaloukou and colleagues designed an interactive tool that allows for individualized, non-pharmacological interventions based on living conditions.\n\nThe performance of multiple machine learning models, including Light Gradient-Boosting Machine (LightGBM), Adaptive Boosting (ADABoost) and Support Vector Machine (SVM) were compared in their ability to identify agitation in the study population over an 8-day period. Among the principal features for identifying agitation were sleep/wake cycles, respiration, temperature regulation and indoor lighting.\n\nAccording to the results, LightGBM recorded the best agitation recognition performance, with a sensitivity of 71.32%±7.38 and specificity of 75.28%±7.38, while incorporating the traffic-light system increased specificity to 90.3%±7.55.\n\nThe researchers further found, via data analysis of their interactive tool, that sleep, light and temperature adjustments were the most feasible in-home interventions for the study group.\n\nDuring weeks when agitation was present, data show, participants’ average awake ratio was higher than in non-agitation weeks, while a similar correlation was found between agitation presence and level of interior illumination; however, this correlation was inverse with respect to respiratory rate, which was lower during non-agitation intervals.\n\n“By employing an agitation monitoring model in real-world settings, we could enhance the detection of missed agitation instances,” Bafaloukou and colleagues wrote. “Ultimately improving patient care and contributing to the development of more precise definitions for agitation episodes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia issues school textbook saying it was 'forced' to march into Ukraine",
            "link": "https://www.reuters.com/world/europe/russia-issues-school-textbook-saying-it-was-forced-march-into-ukraine-2025-01-27/",
            "description": "A new school textbook that likens Russia's war in Ukraine to the Soviet struggle against the Nazis and says Russia was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xplCsoPWdS9LQlhTCwHq8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia says its troops have captured a strategic town in eastern Ukraine",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/russia-says-its-troops-have-captured-a-strategic-town-in-eastern-ukraine/ar-AA1xTZlA?ocid=BingNewsVerp",
            "description": "Russia on Sunday claimed its troops had captured a strategically important town in eastern Ukraine, as part of a grinding ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SL5MCUw04h7UFsxuTseoay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "23hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New conflict escalating in Africa: What is happening on border between DR Congo and Rwanda",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/new-conflict-escalating-in-africa-what-is-happening-on-border-between-dr-congo-and-rwanda/ar-AA1xXaLF?ocid=BingNewsVerp",
            "description": "Rwanda-backed Congolese rebels from the M23 movement have announced the capture of the major city of Goma in the eastern ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZyF13uNDa0KxWbIKwN89_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Everything Bleach: Thousand-Year Blood War Fans Need to Know About the Conflict Arc",
            "link": "https://www.msn.com/en-us/news/world/everything-bleach-thousand-year-blood-war-fans-need-to-know-about-the-conflict-arc/ar-AA1xW9Au?ocid=BingNewsVerp",
            "description": "There are a lot of key moments in the Conflict arc, and all of them change everything fans know about the Thousand-Year Blood ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R8S0TYqNzS3URCcpi0eHYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "CBR on MSN19h",
            "source": "CBR on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Constellation Energy, Vistra, and GE Vernova Plunge. Why AI Energy and Infrastructure Stocks Are Sliding.",
            "link": "https://www.yahoo.com/news/m/83e41b36-d973-3ac4-95b0-ac7ee5e0a5e1/constellation-energy-vistra-.html",
            "description": "The rise of DeepSeek, the Chinese artificial-intelligence company, is poking a hole in one of the most pervasive narratives ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KUt_GwhNqXVy5UMMfLEx1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "4h",
            "source": "Yahoo",
            "article_content": "28,064 people played the daily Crossword recently. Can you solve it faster than others?\n\n28,064 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Power stocks plunge as energy needs called into question because of new China AI lab",
            "link": "https://www.msn.com/en-us/money/other/power-stocks-plunge-as-energy-needs-called-into-question-because-of-new-china-ai-lab/ar-AA1xWtYY?ocid=BingNewsVerp",
            "description": "The debut of China's DeepSeek AI lab is raising doubts about the billions of dollars the tech sector is investing in data ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MWk45rTvwbCvmP-_xcpTGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Read Before You Buy an AI Stock: What Is DeepSeek and Why It Matters",
            "link": "https://moneymorning.com/2025/01/27/read-before-you-buy-an-ai-stock-what-is-deepseek-and-why-it-matters/",
            "description": "Investors should get familiar with it since it is now causing a market-wide selloff. It is a good idea to know the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yclpATg4rsnFVyEWCu5xHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "Money Morning57m",
            "source": "Money Morning",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "EV market share will double in 2025: Vivek Srivatsa",
            "link": "https://www.msn.com/en-in/technology/tech-companies/ev-market-share-will-double-in-2025-vivek-srivatsa/ar-AA1xUKso?ocid=BingNewsVerp",
            "description": "Tata Motors, India’s largest electric carmaker, remains unfazed by potential market share pressures despite major competitors ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9zxCSafRLw8WveWVEyWzxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "15hon MSN",
            "source": "The New Indian Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Colombia avoids trade war with US as business community, citizens call for cooler heads",
            "link": "https://www.reuters.com/world/americas/colombia-avoids-trade-war-with-us-business-community-citizens-call-cooler-heads-2025-01-27/",
            "description": "Colombia's President Gustavo Petro averted an economic disaster at the 11th hour after diplomats from his government and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-bHGL3TeH7Q4EDUF3zzTdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "3h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US economic losses from natural disasters soared in 2024, even as they eased globally",
            "link": "https://www.columbian.com/news/2025/jan/27/us-economic-losses-from-natural-disasters-soared-in-2024-even-as-they-eased-globally/",
            "description": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe storms, floods and droughts.",
            "image_url": "https://www.bing.com/th?id=ODF.X6siX4iKsLXOoRGS5Fg25w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "The Columbian7h",
            "source": "The Columbian",
            "article_content": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe storms, floods and droughts.\n\nDamage caused by Hurricanes Helene and Milton helped push total economic losses from natural disasters in the U.S. to $217.8 billion last year, according to insurance broker Aon PLC. That figure represents an 85.3% increase from 2023, when losses totaled about $117.5 billion. It’s also the largest annual tally of economic losses from natural disasters since 2017.\n\nInsured losses, or the portion of economic losses that are covered by insurance, also rose last year. They climbed 36% to $112.7 billion, the most since 2022.\n\nHurricane Helene tore across six southeastern states last fall, costing $75 billion in economic losses, mainly due to inland and coastal flooding. according to Aon. Less than two weeks later, Hurricane Milton made landfall on the west coast of Florida, causing some $25 billion in economic losses."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Razer chooses DinoPC who choose Gigabyte",
            "link": "https://www.msn.com/en-us/news/technology/razer-chooses-dinopc-who-choose-gigabyte/vi-AA1xWA7T?ocid=BingNewsVerp",
            "description": "When a massive company like Razer decides on a PC manufacturer for its international 'Battle Bus', you know that they are ...",
            "image_url": "https://www.bing.com/th?id=OVF.gJsQgZ0WSzQfIg3lhyrXDg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "KitGuruTech on MSN5h",
            "source": "KitGuruTech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Morefine launches S800 Mini PC with Intel Core Ultra 9-185H, up to 96GB DDR5 RAM & more",
            "link": "https://www.gizmochina.com/2025/01/27/morefine-s800-mini-pc-launched-specs-price/",
            "description": "Chinese manufacturer Morefine has unveiled its latest mini PC, the S800, targeting international markets. This compact yet ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hmfXmvzi79Lt6htn85eEVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "9h",
            "source": "Gizmochina",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud-Native Architecture Reshapes Real-Time Data Processing Landscape",
            "link": "https://techbullion.com/cloud-native-architecture-reshapes-real-time-data-processing-landscape/",
            "description": "In a groundbreaking research paper published in the International Journal of Scientific Research in Computer Science, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eKxI2MvY1m4ClFJ0YHLrdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Impacts4h",
            "source": "Impacts",
            "article_content": "In a groundbreaking research paper published in the International Journal of Scientific Research in Computer Science, Engineering and Information Technology, Sai Manish Podduturi provides comprehensive insights into cloud-native microservices architecture. Currently working in the financial sector, His analysis reveals significant advancements in real-time data processing capabilities.\n\nThe Digital Data Explosion\n\nBy 2025, global data creation will surge to 163 zettabytes – a tenfold increase from 2016. This unprecedented growth is pushing traditional systems to their limits, demanding revolutionary solutions for data processing. As organizations grapple with this digital explosion, where 20% of data is vital for daily operations and 10% demands real-time handling, cloud-native architectures are emerging as the key solution. This shift marks a critical evolution in how businesses process and manage their expanding digital footprint.\n\nRevolutionary Performance Metrics\n\nCloud-native architectures are setting new benchmarks in operational performance, with organizations experiencing dramatic improvements in their systems. Studies show a 76.3% boost in application scalability alongside a 71.8% decrease in processing delays compared to conventional systems. The impact is particularly striking in transaction processing, where institutions now handle over 100,000 transactions per second while maintaining ultra-low latency under 10 milliseconds – a significant leap forward in processing capabilities.\n\nMicroservices: The New Building Blocks\n\nThe microservices architectural pattern has revolutionized modern software development, delivering transformative results across organizations. Studies reveal significant improvements, including a 74% drop in inter-service dependencies and 42% better system maintainability. The implementation of standardized API contracts has further enhanced efficiency, reducing integration errors by 67% and boosting service discovery effectiveness by 58%. These advancements mark a fundamental shift in how applications are built and maintained.\n\nContainerization Revolution\n\nContainer technology has revolutionized application deployment, reducing deployment time by 71% while improving resource utilization by 58%. Standardized container images ensure consistent application behavior across different environments, leading to an 84% reduction in configuration-related errors. Development teams using containers spend 66% less time debugging environment-related issues and achieve a 73% improvement in deployment success rates.\n\nSmart Orchestration\n\nAdvanced scheduling capabilities in container orchestration have transformed workload management, achieving 93% optimal resource distribution across nodes and resulting in a 51% improvement in overall cluster efficiency. Automated remediation capabilities successfully handle 89% of common failure scenarios without human intervention, reducing system downtime by 76%.\n\nEvent-Driven Architecture Innovation\n\nOrganizations implementing event-driven patterns have achieved unprecedented improvements in real-time data handling. Systems now achieve an average event processing rate of 75,000 events per second, with latencies consistently remaining below 25 milliseconds across distributed systems. Event brokers process an average of 850,000 messages per second with 99.999% delivery reliability.\n\nServerless Computing Breakthrough\n\nThe emergence of serverless computing has led to a 68% reduction in operational costs while improving resource utilization by 79%. Organizations report eliminating approximately 1,500 hours of monthly infrastructure maintenance tasks through serverless implementations, with automated scaling mechanisms handling traffic variations from 10 to 150,000 requests per minute while maintaining consistent performance.\n\nAdvanced Monitoring and Observability\n\nModern monitoring systems now enable the prediction of 89% of potential failures before they impact end users. Organizations implementing real-time health checks process an average of 1.5 million metrics per minute, achieving 99.999% monitoring coverage while maintaining alert accuracy rates above 95%. AI-powered detection systems successfully identify 94% of anomalies before they cause service degradation.\n\nDesign Principles Evolution\n\nOrganizations implementing clear design principles experience an 84% reduction in deployment failures and a 71% improvement in service maintainability. Service discovery patterns have reduced lookup times by 92% and improved overall system reliability by 76%, with systems processing over 45,000 service discovery requests per second at 99.999% accuracy.\n\nIn conclusion, cloud-native architectures are becoming increasingly critical as global data volumes continue to expand exponentially. The convergence of AI-driven monitoring, advanced serverless computing, and sophisticated event processing capabilities suggests a transformative future for data handling. As Sai Manish Podduturi emphasizes in his research, organizations that embrace cloud-native practices are positioning themselves at the forefront of innovation, equipped with the agility and processing capabilities essential for success in our data-driven era."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Serverless Computing Emerges as Game-Changer in Cloud Technology",
            "link": "https://techbullion.com/serverless-computing-emerges-as-game-changer-in-cloud-technology/",
            "description": "In today’s rapidly evolving technological landscape, groundbreaking research by cloud computing expert Vaibhav Vudayagiri ...",
            "image_url": "https://www.bing.com/th?id=OVFT.owFx4Oetq2U3oem8vQRtJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Impacts6h",
            "source": "Impacts",
            "article_content": "In today’s rapidly evolving technological landscape, groundbreaking research by cloud computing expert Vaibhav Vudayagiri reveals the transformative impact of serverless computing on software development. As organizations seek more efficient deployment solutions, his comprehensive study demonstrates how this paradigm shift is reshaping the industry, with the serverless market poised to reach $21.1 billion by 2025, fundamentally changing how applications are built and deployed.\n\nEvolution of Cloud Services\n\nDespite its potentially misleading name, serverless computing doesn’t eliminate servers but revolutionizes their management approach. This innovative model transfers infrastructure responsibilities to cloud providers, allowing developers to focus exclusively on code creation. The technology has gained remarkable traction, with adoption rates projected to surge from 30% in 2020 to 85% by 2025, signaling a fundamental shift in cloud computing strategies.\n\nFinancial Benefits\n\nThe economic advantages of serverless architecture are compelling, with organizations reporting average cost reductions of 26% in cloud expenditure. The pay-as-you-go model eliminates expenses associated with idle servers, while automatic scaling capabilities enable applications to handle traffic spikes of up to 100,000 requests per second without manual intervention, delivering both cost efficiency and robust performance. Research indicates that organizations adopting serverless architectures experience up to 47% reduction in total infrastructure costs over 12 months.\n\nDeveloper Productivity\n\nA standout benefit is the 44% increase in developer productivity. Freed from infrastructure management tasks, development teams can concentrate on innovation and feature development. This enhanced efficiency translates to faster market delivery, with organizations achieving a 34% reduction in their application development lifecycle, creating a significant competitive advantage. Teams report deploying 35% more features annually after adopting serverless architecture.\n\nTechnical Advancements\n\nWhile serverless computing presents challenges such as cold start latency, innovative solutions have emerged to address these issues. Function optimization and provisioned concurrency have successfully reduced cold start occurrences by 90% and decreased latency by 70%, ensuring consistent performance and reliability in serverless applications. Advanced monitoring tools and optimization techniques have further improved performance metrics across various deployment scenarios.\n\nDevOps Integration\n\nThe marriage of serverless architecture with DevOps practices has produced remarkable results. Organizations report 66% faster feature deployment, 50% fewer deployment failures, and 75% improved recovery time. This synergy creates a more efficient and reliable development pipeline, enabling faster innovation and better service delivery. Implementation of Infrastructure as Code (IaC) in serverless environments has reduced infrastructure management time by up to 80%.\n\nMonitoring and Performance\n\nModern serverless platforms excel in monitoring and logging capabilities. Organizations utilizing centralized logging resolve 60% of production issues without escalating to development teams. Furthermore, distributed tracing improves debugging efficiency by 80% and reduces performance bottleneck identification time by 60%, ensuring optimal application performance.\n\nSecurity and Reliability\n\nSecurity remains a cornerstone of serverless architecture. Major providers maintain service level agreements of 99.95% or higher, surpassing traditional architectures. Built-in security features and high availability make serverless computing ideal for mission-critical applications requiring robust protection and performance. Organizations report a 45% decrease in security-related incidents after migrating to serverless platforms.\n\nOperational Impact\n\nThe serverless model demonstrates exceptional operational efficiency. Organizations report an 80% reduction in infrastructure maintenance time and a 60% improvement in resource utilization. These gains allow teams to focus on innovation rather than routine maintenance, driving business value and competitive advantage.\n\nIndustry Applications\n\nReal-time processing capabilities through serverless architecture have revolutionized multiple sectors, delivering remarkable improvements in operational efficiency. Organizations report substantial benefits, including 40% cost reductions in processing operations and 76% faster execution times. This transformation is particularly evident in processing speeds, which have scaled dramatically from 100 operations per second to over 1,000 during peak periods, demonstrating serverless computing’s robust ability to handle intensive workloads while maintaining cost-effectiveness across diverse industries.\n\nIn conclusion, Vaibhav Vudayagiri‘s comprehensive research demonstrates that serverless computing transcends traditional technological advancements, marking a pivotal shift in cloud computing paradigms. With its potent combination of reduced complexity, enhanced scalability, and accelerated developer productivity, serverless architecture is emerging as the cornerstone of modern software development. As adoption rates surge and innovations continue, this technology is set to dominate the digital landscape, with projections indicating it will become the standard choice for application development across industries by 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists uncover major new find studying China’s mysterious 2,000 year old Terracotta Army",
            "link": "https://www.ladbible.com/news/world-news/china-terracotta-army-discovery-archaeology-qin-shi-huang-490687-20250127",
            "description": "Dating back thousands of years, the Terracotta Army guards the mausoleum of Qin Shi Huang and has never been opened.",
            "image_url": "https://www.bing.com/th?id=OVFT.PDGw6nXvGkbaPjwp_Y_uYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "6h",
            "source": "LADbible",
            "article_content": "A 2,000-year-old tomb guarded by thousands of terracotta soldiers continues to surprise archaeologists after a new major find was discovered at the site in rural China.\n\nKnown as the Terracotta Army, it is one of the most famous discoveries in humanity's history.\n\nWith 8,000 soldiers, 130 chariots and 520 horses, the sculptures - made purely out of terracotta - were only found in 1974. Guarding the tomb of China's very first emperor, Qin Shi Huang, they had stood in place since the late 200s BC; making them more than 2,200 years old.\n\nAdvert\n\nQin Shi Huang is one of the most influential people in China's history as the first leader to unite the country after centuries of regional conflict.\n\nFinds in one of the pits at the tomb (China Photos/Getty Images)\n\nNew finding at the Terracotta Army\n\nDespite being found back in 1974, work continues on the site with new finds discovered over the years since.\n\nAdvert\n\nAnd now, according to the head of the excavation project, Zhu Sihong, a first-of-its-kind find has been located in the area.\n\nAn area known as Pit 1 is where the biggest find to date has been located, with 3,000 figures in an area 230 metres long and 62 metres wide.\n\nBut it is in Pit 2 - home to war chariots and cavalry - where the newfound has been located.\n\nHere a brand new figure has been located.\n\nAdvert\n\nZhu, speaking to China's state broadcaster CCTV, said: \"Based on its location, we believe this figure was likely the highest-ranking military commander of this unit.\"\n\nTerracotta horses were also uncovered (Tim Graham/Getty Images)\n\nWhy is it important?\n\nThe find is a life-size - and decorated - figure believed to be that of a senior military official.\n\nAdvert\n\nNow, the hope is that it could be a huge point in understanding the Qin dynasty, which only ruled from 221BC to 207BC.\n\nAccording to CCTV, the armour is adorned with detailed patterns, ribbons, and floral knots.\n\nIt is only the tenth of its kind ever to be found in the tomb home to more than 8,000 statues and a size of more than 20 square miles.\n\n“These adornments on the high-ranking officers indicate how special they are,” Xiuzhen Janice Li, an archaeologist at the University of Oxford, told Live Science.\n\nAdvert\n\nLi, who worked at Emperor Qin Shi Huang’s Mausoleum Site Museum, added: \"The style and colour of the adornments featured the aesthetic taste and social status symbols of the time.\n\n\"The arrangement of the high-ranking officers in the military formation reflected the military strategy, such as [the] commanding system in the Qin dynasty.\"\n\nThe uncovered army (Getty Stock Image)\n\nThe tomb\n\nFound back in 1974, the Terracotta Army and the tomb of Qin Shi Huang were discovered by accident.\n\nThis was after local farmer Yang Zhifa came across fragments of pottery when digging for a well.\n\nOnce uncovered, the tomb came as a genuine surprise with no historical documentation of it ever existing. The entire thing had sat untouched, and unknown, for 2,200 years.\n\nWhile the sculptures mostly look like the terracotta they are made of, they were actually painted at the time to represent the people they portrayed.\n\nTraces still exist but most of the paint didn't last the time, with reports that some of the painted surfaces started to flake and fade as soon as they were excavated.\n\nAs for the tomb of Qin Shi Huang - which is sealed airtight - it remains unopened to this day due to issues regarding preserving what is on the inside. There is also a fear of the tomb being boobytrapped due keep grave robbers out.\n\nAs of now, all archaeological proposals have been rejected by China."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Officials make huge DNA discovery investigating Korean plane crash that killed 179",
            "link": "https://www.ladbible.com/news/world-news/korean-jeju-air-plane-crash-birds-muan-868627-20250127",
            "description": "Officials investigating the horror Korean plane crash that killed 179 people have made a huge DNA discovery. The Jeju Air ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MnL0Y89JqbwWVnTn5WHdpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "8h",
            "source": "LADbible",
            "article_content": "Officials investigating the horror Korean plane crash that killed 179 people have made a huge DNA discovery.\n\nThe Jeju Air passenger plane crash landed at Muan International Airport on 29 December with only two of the 181 people onboard surviving.\n\nThe Boeing 737-800 had departed from Bangkok, Thailand, before it smashed into a wall after skidding down the runway in South Korea. This came after the plane’s landing gear failed to deploy and it ended up bursting into flames.\n\nAdvert\n\nEarlier this month, officials said they had been extracting data from one of the black boxes on the jet while the other was damaged in the crash. It was found that both stopped recording about four minutes before the deadly incident.\n\nA new report said the cause is still not determined (Chung Sung-Jun/Getty Images)\n\nAnd investigators have now referenced DNA findings that have been made during an inspection of the aircraft’s remains.\n\nSouth Korea's Aviation and Railway Accident Investigation Board released a report, stating that feathers and bird blood stains had been found in both of the jet’s engines.\n\nAdvert\n\n“The samples were sent to specialised organisations for DNA analysis, and a domestic organisation identified them as belonging to Baikal teals,” it explained.\n\nBaikal teals are a species of migrating duck that breeds in eastern Russia and winters in East Asia.\n\nThe report went on to outline how pilots had noticed groups of birds when making their approach at the Korean airport. There were also recordings from security cameras of the plane coming close to birds during an aborted landing attempt.\n\nOfficials added that they would be overseeing the dismantling of engines and examination their contents as well as the analysation of black box and air traffic control data.\n\nAdvert\n\nThe report explained: “These all-out investigation activities aim to accurately determine the cause of the accident.”\n\nThe plane crashed in December (Chung Sung-Jun/Getty Images)\n\nAnd with the black boxes of the flight data recorder and cockpit voice recorder having cut out, it could complicate efforts in doing so.\n\nAnalysts have said that the concrete structure in which the aircraft crashed into should have been built with lighter materials that could break more easily upon impact.\n\nAdvert\n\nIt was announced last week by South Korea’s Transport Ministry that it is being removed.\n\nMuan airport is now set to remain closed until 18 April and the Transport Ministry said the preliminary report has been sent to the International Civil Aviation Organization, Thailand, the US and France. It added that the plane was built in the US and its engines in France.\n\nFollowing the crash, Boeing said: \"We are in contact with Jeju Air regarding flight 2216 and stand ready to support them. We extend our deepest condolences to the families who lost loved ones, and our thoughts remain with the passengers and crew.\"\n\nJeju Air also added: \"We deeply apologize to all those affected by the incident. We will make every effort to resolve the situation. We sincerely regret the distress caused.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists uncover mysterious 'alien' signal from 'massive' galaxy",
            "link": "https://www.msn.com/en-gb/news/world/scientists-uncover-mysterious-alien-signal-from-massive-galaxy/ar-AA1xXa7z?ocid=BingNewsVerp",
            "description": "Researchers detected a fast radio burst (FRB), powerful radio blasts from deep space that generate more energy in one quick ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RE67x7TB9_9fS26AShFOKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "3hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "80-year cover-up of the existence of alien life exposed in new doc",
            "link": "https://www.msn.com/en-ca/technology/space-exploration/80-year-cover-up-of-the-existence-of-alien-life-exposed-in-new-doc/ar-AA1xP1a4?ocid=BingNewsVerp",
            "description": "A forthcoming UFO documentary that includes interviews with dozens of current and former top US officials claims it will drop ...",
            "image_url": "https://www.bing.com/th?id=OVFT.94-AWtAWvQr7qJuG04-6UC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "George Knapp Released Two UFO Videos You Should See (Summoned By Psionic Experiencers)",
            "link": "https://www.msn.com/en-us/news/technology/george-knapp-released-two-ufo-videos-you-should-see-summoned-by-psionic-experiencers/ar-AA1xVNFp?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/24/25 George Knapp Released Two UFO Videos You Should See (Summoned By Psionic Experiencers) Explore George ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IO-0Qgh8KZBSLAJxbB0t9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN8h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another Egg Shaped UFO Video LEAKED Online - Is It Real?",
            "link": "https://www.msn.com/en-us/news/technology/another-egg-shaped-ufo-video-leaked-online-is-it-real/ar-AA1xVLeI?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/21/25 Another Egg Shaped UFO Video LEAKED Online - Is It Real? Analyze the latest leaked egg-shaped UFO video that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fY0QzUx4ojrP6-X86UviiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN8h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Africa’s MeerKAT in ‘extraordinary’ discovery",
            "link": "https://www.msn.com/en-xl/news/other/south-african-telescope-discovers-a-giant-galaxy-that-s-32-times-bigger-than-earth-s/ar-AA1xSVHU?ocid=BingNewsVerp",
            "description": "MeerKAT’s newest giant radio galaxy find is extraordinary: the plasma jets of this cosmic giant span 3.3 million light years.",
            "image_url": "https://www.bing.com/th?id=OVFT.8bX3cXfXV0X2tN06xpDF7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Earth’s recent ‘mini-moon’ may be an actual piece of the moon, astronomers say",
            "link": "https://www.msn.com/en-us/news/technology/earth-s-recent-mini-moon-may-be-an-actual-piece-of-the-moon-astronomers-say/ar-AA1xXgCt?ocid=BingNewsVerp",
            "description": "An asteroid that orbited near Earth for a few months as a mini-moon may be a chunk of the moon that was blasted off by an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DHLGee7hNLzjXIeviLk3Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new experimental system to bring quantum technologies closer to students",
            "link": "https://www.sciencedaily.com/releases/2025/01/250127124201.htm",
            "description": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of computing, the internet, telecommunications, cybersecurity and biomedicine.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Science Daily33m",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Experimental System Brings Quantum Tech to Students",
            "link": "https://www.miragenews.com/experimental-system-brings-quantum-tech-to-1397518/",
            "description": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of computing, the internet ...",
            "image_url": "https://www.bing.com/th?id=ODF.cbEuKVtvO7VdxUhQTyWa5g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Armed robbery in Revesby40m",
            "source": "Armed robbery in Revesby",
            "article_content": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of computing, the internet, telecommunications, cybersecurity and biomedicine. Quantum technologies are attracting more and more students who want to learn about concepts from the subatomic world -- such as quantum entanglement or quantum superposition -- to explore the innovative potential of quantum science. In fact, understanding the non-intuitive nature of quantum technology concepts and recognizing their relevance to technological progress is one of the challenges of 2025, declared the International Year of Quantum Science and Technology by UNESCO.\n\nNow, a team from the Faculty of Physics of the University of Barcelona has designed new experimental equipment that makes it possible for students to familiarize themselves with the more complex concepts of quantum physics. The configuration they present -- versatile, cost-effective and with multiple ways of application in the classroom -- is already operational in the Advanced Quantum Laboratory of the UB's Faculty of Physics and could also be accessible in less specialized centres.\n\nThis innovation is presented in an article in the journal EPJ Quantum Technology, which results from a collaboration between professors Bruno Juliá, from the Department of Quantum Physics and Astrophysics and the UB Institute of Cosmos Sciences (ICCUB); Martí Duocastella, from the Department of Applied Physics and the UB Institute of Nanoscience and Nanotechnology (IN2UB), and José M. Gómez, from the Department of Electronic and Biomedical Engineering. It is based on the result of Raúl Lahoz's master's final project, with the participation of experts Lidia Lozano and Adrià Brú.\n\nStudy of phenomena unique to quantum mechanics Quantum mechanics makes it possible to create so-called entangled systems -- for example, with two particles or two photons -- that behave in a non-intuitive way. In 1964, the physicist John S. Bell experimentally proved that the predictions of quantum mechanics were totally incompatible with a classical description of physics -- a hypothesis that had been advocated by Albert Einstein -- and consolidated the probabilistic nature of quantum mechanics. In 2022, scientists Alain Aspect, John F. Clauser and Anton Zeilinger were awarded the Nobel Prize in Physics for pioneering experiments in quantum information on entangled photons and the experimental demonstration of the violation of Bell's inequalities.\n\nQuantum entanglement is today one of the fundamental resources to drive the development of quantum technologies (quantum computers, data encryption, etc.). \"The study of Bell inequalities -- in particular, observing violations of the inequalities -- is fundamental to characterizing quantum entangled systems. It is important to be able to perform these experiments in a teaching laboratory to understand Bell's inequalities, quantum entanglement and the probabilistic nature of quantum mechanics,\" says Bruno Juliá.\n\nMartí Duocastella explains in the article that they have designed \"new experimental equipment capable of providing students with direct measurements of quantum entanglement.\" \"From our perspective, -- says the researcher -- we believe that allowing students to make these measurements will greatly facilitate their understanding of this unintuitive phenomenon.\"\n\nIntroducing students to advanced tools The system designed by the UB team makes it possible to study Bell inequalities and also to perform full two-photon state tomography. With a simple operation, it can prepare different quantum entangled states. Compared to previous proposals, \"the new equipment has improved the photon-capture process: it uses detectors assembled to optical fibres, one of the key innovations to simplify the experiment, which facilitates the alignment of the system and increases the efficiency of the detection. Thus, a complete measurement of the Bell inequalities can be performed during a practical laboratory session (between one and two hours),\" say Juliá and Duocastella.\n\nThe results reveal successful manipulation of the quantum state of photons and the achievement of high-fidelity entangled states and significant violations of Bell inequalities. Also, the elements of the system are widely used in current quantum technologies, facilitating students' contact with advanced instrumentation.\n\nThis innovation, which has already been applied in bachelor's and master's degree courses, has received very positive feedback from all students. In the bachelor's degree in Physics, it allows experimental demonstrations to be carried out to complement the subject of Classical and Quantum Information Theory and Quantum Mechanics. In the master's degree course, it is one of the four experiments in the Advanced Quantum Laboratory of the Master's degree in Quantum Science and Technologies.\n\nThis study has received funding from both the Spanish Ministry of Science, Innovation and Universities and the European Union's Next Generation EU funds."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new experimental system to bring quantum technologies closer to students",
            "link": "https://www.sciencedaily.com/releases/2025/01/250127124201.htm",
            "description": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of computing, the internet, telecommunications, cybersecurity and biomedicine.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "Science Daily33m",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Head over to Manchester's quirky science museums",
            "link": "https://www.newsbytesapp.com/news/lifestyle/discover-manchesters-quirky-science-museums/story",
            "description": "Housed within the University of Manchester, The Alan Turing Institute provides a glimpse into the world of one of Britain's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GBW6cd592gMYubBAHqotVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "newsbytesapp.com11h",
            "source": "newsbytesapp.com",
            "article_content": "What's the story\n\nManchester, located in the heart of England, is not just about football and rock bands. It's a paradise for science enthusiasts and innovation lovers.\n\nAway from the mainstream, its museums explore the fascinating world of science, technology, and history.\n\nThese hidden gems provide fun yet educational experiences for all ages, making science cool again!"
        }
    }
]