[
    {
        "title": "‘We’re gonna learn some things’ about UFOs: Rep. Tim Burchett",
        "link": "https://www.yahoo.com/news/gonna-learn-things-ufos-rep-133048110.html",
        "description": "(NewsNation) — It may not be 'total disclosure,' but one lawmaker who has advocated for UFO whistleblowers is optimistic that ...",
        "image_url": "https://www.bing.com/th?id=OVF.Qt96UD4Ayr8jNEs9SAQUmQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Yahoo2h",
        "source": "Yahoo",
        "article_content": "(NewsNation) — It may not be “total disclosure,” but one lawmaker who has advocated for UFO whistleblowers is optimistic that some significant information will come from Wednesday’s House hearing on UFO/UAP.\n\n“I think we’re gonna learn some things. It’s peeling back the layers of an onion,” said Rep. Tim Burchett, R-Tenn.\n\n“The best pilots in the world, that are our pilots, are telling us that these things are flying in close proximity to their aircraft,” Burchett told “NewsNation Prime.”\n\nWhat is the Pentagon’s alleged ‘Immaculate Constellation’ program?\n\nOne expert from Great Britain who will be watching the hearing believes that we will learn something, but not everything.\n\n“Disclosure is a process, rather than a single event. So I don’t think we’re going to see on Wednesday a sort of parting of the curtains ‘this is it’ definitive explanation,” said Nick Pope, UFO expert and retired U.K. Defense Ministry official.\n\nAlso appearing on “NewsNation Prime,” Pope said he’s especially looking forward to the testimony of former U.S. Navy Admiral Tim Gallaudet, who knows about a part of the UFO/UAP issue that many people have never heard about: underwater phenomena.\n\n“This … is extremely sensitive because some of these things have apparently been tracking our ballistic missile nuclear submarines,” he said.\n\nMystery drones flew over US base\n\nBurchett agrees, adding that Gallaudet “has very compelling evidence”\n\nTwo subcommittees of the House Oversight and Accountability Committee are holding the Nov. 13 hearing titled “Unidentified Anomalous Phenomena: Exposing the Truth.”\n\nMany advocates of disclosure have high hopes for the new Trump administration when it comes to releasing files that have been secret for decades.\n\n“He’s dropped heavy hints that he knows something,” said Pope. “He’s been pressured … to release the rest of the JFK files, which he says he’s going to do early in his second term. Clearly in President Trump’s mind, he links the UFO issue to the JFK issue – perhaps just in terms of public interest and the suggestion that there’s a coverup and a conspiracy,” Pope added.\n\nNetflix faces lawsuit over ‘The Manhattan Alien Abduction’\n\nBurchett is also optimistic that Trump wants to share more of what government agencies have compiled over the decades.\n\n“I hope so. That’s the signals I’ve been given. I’m convinced that that’s what he wants, and that he trusts the American public,” he said. “President Trump will move towards total disclosure.”\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to The Hill."
    },
    {
        "title": "Darrell Livengood: Where is the Alleged UFO Witness Now?",
        "link": "https://thecinemaholic.com/darrell-livengood/",
        "description": "Netflix’s ‘Investigation Alien’ delves into worldwide accounts of alleged UFO sightings and extraterrestrial encounters.",
        "image_url": "https://www.bing.com/th?id=OVFT.z118HVkBkSBQRQkBxBAE1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "thecinemaholic.com3h",
        "source": "thecinemaholic.com",
        "article_content": "Netflix’s ‘Investigation Alien’ delves into worldwide accounts of alleged UFO sightings and extraterrestrial encounters. Among these is a report from Council Bluffs, Iowa, dating back to December 1997. Locals claimed mysterious metal had fallen from the sky, with many suspecting it came from another world. However, Darrell Livengood offers a different perspective. He makes the argument that these claims are a hoax and presents a credible, logical explanation for what others believe to be genuine.\n\nDarrell Livengood Claimed He Could Explain the 1977 Sighting in Iowa\n\nIn December 1977, residents of Council Bluffs, Iowa, reported mysterious metal objects falling from the sky, sparking intrigue and speculation. Many witnesses described seeing a lava-like substance that solidified rapidly, embedded with blue shards. Resident Mike Moore explained that the blue fragments resembled glass from a 1950s-1960s camera but noted they didn’t melt with the rest of the material. However, another resident, Darrell Livengood, shared a different perspective, recalling how he’d returned from college for the holidays and gone out with three friends on December 17, 1977. Two of these worked for Union Pacific, and together, they decided to engage in some playful mischief.\n\nDarrell recounted that his friends had two tools they called “chargers,” which were actually similar to thermal welding devices. They decided to ignite them, and the resulting flame shot about 30 feet into the air, forming a smoke cloud that might have resembled a floating disc to onlookers. He added that the upward flame could have appeared to some as if it were moving downward. At the time, when people were collecting residue from the site, he and his friends remained silent, but over the years, he felt compelled to debunk the claims.\n\nDarrell insisted that the residue found at the site was nothing more than phosphorus and powder, supporting his claim that there was no mysterious or otherworldly explanation. Yet, when UFO journalist George Knapp took samples of the material for testing, an explosives chemist reported that the composition didn’t match Darrell’s account. According to the chemist, the substance couldn’t have come from a thermal welding tool, as Darrell suggested. Despite the test results, Darrell remains firm in his version of events, convinced that nothing unusual occurred that day and that the incident was simply a misunderstanding rather than a supernatural encounter.\n\nDarrell Livengood is Leading a Fulfilling Life With His Wife Today\n\nDarrell Livengood is now happily settled in Surprise, Arizona, where he has crafted a fulfilling life surrounded by music, love, and a deep sense of gratitude. Darrell graduated from Abraham Lincoln High School and later pursued higher education at the University of Iowa. After finishing college, Darrell embarked on a steady, dedicated career as a rural letter carrier for the USPS, a position he held for many years. His job took him across rural landscapes, connecting him to countless communities. When he eventually retired from the USPS, he was not quite ready to slow down. Seeking a new challenge, Darrell decided to take up work operating forklifts, finding fulfillment in staying active and continuing to work with his hands. He remained in this role for some time, easing into retirement at his own pace.\n\nDarrell’s journey brought him back together with Marlo Keifer, the love of his life. After living together for ten years, they parted ways, and each went on a separate path. Nineteen years later, they reconnected, rekindled their love, and got married on February 18, 2014. Marlo brought two daughters into their relationship, adding to the joy in their life together, and the couple now enjoys a peaceful, contented life. Though Darrell is retired, his passion for music remains unwavering. In 2014, he proudly released his first album, ‘Erie Canal,’ a collection that reflects his lifelong love for storytelling through song. Today, Darrell and Marlo savor the simple pleasures—Darrell, with his guitar in hand, is grateful for the family, friends, and moments that have shaped his journey.\n\nRead More: Donald Schmitt: Where is the UFOlogist Now?"
    },
    {
        "title": "11 Chilling UFO Documentaries to Stream Now",
        "link": "https://people.com/the-best-ufo-documentaries-streaming-8740309",
        "description": "Here are the best UFO documentaries to watch now, including ‘The Manhattan Alien Abduction,’ ‘The Phenomenon’ and ‘Investigation Alien.' ...",
        "image_url": "https://www.bing.com/th?id=OJ.hDQxxkq2uqd7fw&pid=news&w=40&h=16&rs=2",
        "category": "ufo",
        "date": "23h",
        "source": "People",
        "article_content": "Ready to go down the rabbit hole of life beyond Earth? Here are the best UFO documentaries and docuseries to stream now.\n\nFrom Linda Napolitano's story of being taken by three non-human figures in Netflix's The Manhattan Alien Abduction to students' chilling tale of being warned by aliens to take better care of the planet in Apple TV+'s Ariel Phenomenon, these 11 documentaries provide some answers and even more questions.\n\nWhile investigations into alien encounters, alleged government secrets and UFO sightings have yet to prove anything definitive, these unexplained mysteries do make for thought-provoking entertainment.\n\nWhether or not humans are alone in the universe is a controversial question — and one that many filmmakers have attempted to answer.\n\n01 of 11 The Manhattan Alien Abduction The Manhattan Alien Abduction on Netflix. Courtesy of Netflix Linda Napolitano said that she was abducted from her New York City apartment by aliens on Nov. 30, 1989 — and a UFO researcher named Budd Hopkins supposedly found over 20 witnesses who saw it. The Manhattan Alien Abduction: Where Is Linda Napolitano Now After Alleged Extraterrestrial Encounter — And Why Is She Suing Netflix Over the Docuseries? This 2024 Netflix docuseries revisits Napolitano's story and investigates a claim made by Hopkins’ late ex-wife Carol Rainey that it was all a hoax. The Manhattan Alien Abduction is available to stream on Netflix\n\n02 of 11 Investigation Alien Investigation Alien. Courtesy Netflix Investigative journalist George Knapp has spent 30 years researching UFOs and alien life. In this Netflix docuseries, he claims to uncover even more evidence about their presence on Earth. The series focus on the All-domain Anomaly Resolution Office (AARO), a government agency that examines reports of unidentified anomalous phenomena (UAP). AARO maintains that they haven't found evidence of extraterrestrial technology, but Knapp isn’t so sure. Investigation Alien is available to stream on Netflix\n\n03 of 11 The Phenomenon The Phenomenon. youtube In 2017, The New York Times reported on a classified Department of Defense UFO program, which prompted the Pentagon to release videos of “unidentified” objects taken by the U.S. Navy. This revelation (and the events that led to it) are the subject of this 2020 documentary. The Phenomenon explores the government’s decades-long silence involving UFOs — and why it took so long for them to inform the public. The Phenomenon is available to stream on Prime Video\n\n04 of 11 UFOs: Investigating the Unknown Episode titled \"The Global Threat\" of 'UFOs: Investigating the Unknown' on National Geographic. National Geographic This five-part National Geographic series also looks into the government’s UFO investigation, taking a deep dive into the potentially serious threat UAPs pose to other aircrafts. UFOs: Investigating the Unknown, which came out in 2023, also includes stories from astronomers, former Air Force officers and Navy pilots who say they have encountered — and nearly hit — UAPs while in flight. UFOs: Investigating the Unknown is available to stream on Hulu\n\n05 of 11 Close Encounters of the Fifth Kind American ufologist and retired physician Dr. Steven M. Greer in 'Close Encounters of the Fifth Kind - Contact Has Begun'. Studio 1091 Pictures Unlike most alien documentaries, Close Encounters of the Fifth Kind treats the alleged existence of life beyond Earth as fact. The documentary also argues that the government’s secrecy is part of a larger conspiracy to make humans afraid of extraterrestrials. Close Encounters of the Fifth Kind contends that by learning how to contact aliens using “forgotten spiritual knowledge,” humans can begin to forge a more peaceful coexistence with whatever life lies beyond. Close Encounters of the Fifth Kind is available to stream on Apple TV+\n\n06 of 11 Ariel Phenomenon Ariel Phenomenon. youtube On Sept. 16, 1994, over 60 students at a rural school in Zimbabwe allegedly witnessed an unidentified aircraft land in their schoolyard. Ariel Phenomenon revisits that sighting and examines what happened to the students, who also claimed that the aliens telepathically warned them to take better care of the planet. Filmmakers even brought one of the students back to the school to see what she could remember 25 years later. Ariel Phenomenon is available to stream on Apple TV+\n\n07 of 11 UFO UFO. showtime Humans have a long, storied obsession with aliens — one that this four-part docuseries attempts to catalog. Created by director J.J. Abrams’ television company Bad Robot, UFO tracks the conspiracies, theories and alleged encounters humans have had with extraterrestrials and investigates how they have influenced the way the public views the government.\n\nUFO is available to stream on Paramount+\n\n08 of 11 Mirage Men Mirage Men. youtube This 2014 documentary alleges that the U.S. Air Force and other intelligence services fabricated the myth of UFOs to hide other classified projects happening within counterintelligence programs. Mirage Men features interviews with people who claim to have worked in those organizations, including a self-described former operative who alleged that his job was to spread disinformation about aliens to UFO researchers. Mirage Men is available to rent on Amazon Prime\n\n09 of 11 Moment of Contact Moment of Contact. youtube In January 1996, multiple residents of Varginha, Brazil, claimed they witnessed a UFO crash and saw at least one non-human being emerge from the debris. Moment of Contact explores this alleged encounter, interviewing locals who still stand by their stories. It also investigates what happened to a local policeman who died after allegedly handling one of the creatures. Moment of Contact is available to rent on Amazon Prime\n\n10 of 11 Encounters Encounters. Courtesy Netflix Encounters revisits four highly publicized UFO sightings and brings new insight from scientific experts, journalists and researchers to help explain them. Each episode of the docuseries includes interviews with witnesses about how these incidents impacted their lives and the communities they live in. Encounters is available to stream on Netflix"
    },
    {
        "title": "Proof of alien civilisations will emerge 'soon' and could be 'catastrophic', expert says",
        "link": "https://www.express.co.uk/news/uk/1974583/proof-alien-civilisations-emerge-soon-expert",
        "description": "We are closer to proof of alien civilisations than at any time in history, a leading US academic has claimed - and it could arrive at any moment ...",
        "image_url": "https://www.bing.com/th?id=OJ.RUsP2gfFJKrpBw&pid=news&w=74&h=16&rs=2",
        "category": "ufo",
        "date": "2h",
        "source": "Daily Express",
        "article_content": "WARNING TAKEN WITHOUT PERMISSION Matthew Szydagis, an Associate Professor of physics at the University at Albany\n\nA respected American scholar has processed the data to estimate the timeline for a potential \"catastrophic\" revelation of alien contact. Numerous experts in the UFO domain suspect the Pentagon of concealing proof of various UFO mishaps both within the US and globally. They argue that failing to execute a strategic program for disclosing such details to civilians will result in \"catastrophic\" exposure where incontrovertible evidence hits the public domain sans any precursor. This might spell serious repercussions, postulates distinguished UFO analyst Dr Steven Greer, positing that it could destabilise society and possibly spark riots or wars as humankind grapples with its abrupt shift in perspective. Matthew Szydagis, an Associate Professor in physics from University at Albany, authored an academic paper assessing the statistical odds of this apocalyptic disclosure occurring. While guesting on the UAP Studies podcast, he specified: \"I decided instead of letting things continue to be vague and qualitative to actually do the math.\"\n\nWASHINGTON, DC - MARCH 29: A group of protestors march in front of the General Accounting Office (GAO) 29 March to raise awarness about an examination being conducted by the GAO for documents about a weather balloon crash at Roswell, N.M. in 1947. The protestors believe the balloon was a crashed UFO. AFP PHOTO (Photo credit should read JOSHUA ROBERTS/AFP via Getty Images)\n\nHis analysis emanated from the assumption that there's interaction with extraterrestrial intelligence on Earth, and that a number of reported UFO downfalls are credible. Matthew elaborated: \"I took the assumption that there is some sort of intelligence, they fly ships that can break down and that crashes like Roswell are not fictional but real. Then I went to calculate then how long is it before an accident that can't be cleaned up fast enough happens where the military-industrial complex no longer has control of the narrative.\", reports the Mirror. With the proliferation of smartphones equipped with high-quality cameras in the hands of many, Professor Szydagis mentions that any crash occurring near a major city would be broadcast worldwide at lightning speed, thwarting any attempts at a cover-up. Professor Szydagis, in his academic paper, suggests that we might soon witness concrete proof of alien presence, predicting this evidence could emerge anytime from today until 2060. In the text, he notes: \"The results of simulations of numerous different potential scenarios, of varying degrees of pessimism/optimism, indicate that, if NHI/ETs is/are real, catastrophic disclosure may actually happen accidentally rather soon, with the mean expected year being 2040+/-20 under the default assumptions.\"\n\nFort Worth Army Air Field 8th July 1947: Jesse Marcel, head intelligence officer, who initially investigated and recovered some of the debris from the Roswell UFO site poses with debris. In mid-1947, a United States Air Force balloon crashed at a ranch near Roswell, New Mexico. Following wide initial interest in the crashed 'flying disc', the US military stated that it was merely a conventional weather balloon. (Photo by: Universal History Archive/ Universal Images Group via Getty Images)\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nHe comments further that in today's era, where artificially generated videos are rampant, the notion of a \"catastrophic disclosure\" leading to a genuine global crisis seems exaggerated. He goes on to say: \"People think that religion and politics and governments will fall apart. I'm not so sure I think most people wouldn't care I think that we're in such an era that actually people would just assume it's still fake and just not care.\" \"I'm not sure I buy into the idea that that capturing a crashed alien ship on your smartphone and uploading that, and having enough evidence from multiple people from different angles where it's really hard to claim that it's hoax..\" \"I think that even that is not going to really be catastrophic.\""
    },
    {
        "title": "UFO expert warns 'catastrophic' alien contact will occur 'sooner than you think'",
        "link": "https://www.msn.com/en-us/news/technology/ufo-expert-warns-catastrophic-alien-contact-will-occur-sooner-than-you-think/ar-AA1tSj8j?ocid=BingNewsVerp",
        "description": "Many experts in the field believe the Pentagon is sitting on proof of various UFO crashes in the States and beyond, claiming a controlled release would stop a \"catastrophic\" unfiltered disclosure that ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Hosted on MSN4h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Google’s upcoming Gemini AI app for iPhone was just uncovered",
        "link": "https://bgr.com/tech/googles-upcoming-gemini-ai-app-for-iphone-was-just-uncovered/",
        "description": "Google has rolled out a Google Gemini app for iPhone in some markets where it's testing it with Gemini Live support.",
        "image_url": "https://www.bing.com/th?id=OVFT.6eq8YJrO0OFcsXPV1Lm6bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "BGR",
        "article_content": "Gemini is Google’s most important product right now, with Google baking its genAI chatbot into as many products as it can. The Pixel 9 served as the key piece of hardware to showcase several new Gemini capabilities, including Gemini Live functionality. That’s the equivalent of OpenAI’s Advanced Voice Mode for ChatGPT, which makes the AI sound like a real human.\n\nBut Google isn’t happy rolling out Gemini to as many Android devices as possible. It’s also targeting the iPhone, a potentially lucrative market for Google when it comes to its AI ambitions.\n\nRumors already say that Apple will soon offer chatbot choices to iPhone users by integrating Google Gemini into Apple Intelligence alongside ChatGPT. The latter will get a period of exclusivity since it’s Apple’s preferred partner for the launch of Apple Intelligence.\n\nWhether or not Gemini comes to Apple Intelligence, Google is testing another way to make Gemini available to iPhone users. The company rolled out a standalone Google Gemini app in some test markets, complete with Gemini Live functionality.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nAn iPhone user posted screenshots on Reddit that prove the Google Gemini app for iPhone is legitimate. According to 9to5Google, the app is available in the Philippines, but you can’t download it from the App Store in the US. I could not find a version of the app in the EU, but then again, the European block is never among the first regions to receive any new AI app.\n\nApp Store listing for the Google Gemini app. Image source: Reddit\n\nThe advantage of having a standalone Gemini app for iPhone is that you can talk to the chatbot directly without going through the iPhone’s Google app. That’s currenty the only way to access Google Gemini on iPhone without loading the chatbot in a browser. Gemini Live is not available in the Google app.\n\nHaving Gemini Live baked into a standalone Gemini app is even better. I got access to Advanced Voice Mode recently inside the ChatGPT app for iPhone, and it was an interesting experience. The smartphone is probably the place to talk to AI via voice rather than text prompts.\n\nGoogle Gemini app installed on an iPhone. Image source: Reddit\n\nGoogle will take advantage of the iPhone’s Live Activity feature to let you talk to Gemini Live even when the screen is off or when you’re using the iPhone for something else. ChatGPT’s Advanced Voice Mode works similarly on the iPhone.\n\nAlso, if Gemini comes to Apple Intelligence, it won’t be available on most current iPhones. Only the iPhone 15 Pro and iPhone 16 series support Apple Intelligence. A standalone Google Gemini app would help fix that potential problem.\n\nGemini Live functionality in the Google Gemini app for iPhone. Image source: Reddit\n\nIt’s unclear when Google will launch the Gemini app on iPhone, but it’s probably only a matter of time until it happens. Apparently, Google started testing the standalone app only about a week ago."
    },
    {
        "title": "Google's Gemini AI app may soon debut on iPhone, offering exclusive features",
        "link": "https://www.techspot.com/news/105522-google-testing-standalone-gemini-app-iphone-enhanced-features.html",
        "description": "According to 9to5Google, at least one Reddit user claims to have downloaded the Gemini app from the App Store. Once installed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nz82ElMTjT7fo5jy1sF-3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "TechSpot",
        "article_content": "Content not available"
    },
    {
        "title": "US ordered TSMC to halt shipments to China of chips used in AI applications",
        "link": "https://www.msn.com/en-ph/news/money/us-orders-tsmc-to-halt-china-shipments/ar-AA1tPSu1?ocid=BingNewsVerp",
        "description": "The US ordered chipmaker TSMC to halt shipments of advanced chips to Chinese customers that are often used in artificial ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EoCKubpOM2X33mBRGXrC2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "The Manila Times on MSN2h",
        "source": "The Manila Times on MSN",
        "article_content": ""
    },
    {
        "title": "New Trump Era May Give AI Companies Free Rein",
        "link": "https://www.msn.com/en-us/news/technology/new-trump-era-may-give-ai-companies-free-rein/ar-AA1tSJM3?ocid=BingNewsVerp",
        "description": "With former President Donald Trump's reelection, Silicon Valley is now speculating on how the new administration will lean ...",
        "image_url": "https://www.bing.com/th?id=OVFT._Zltlx6PLKVhOOE-ewHt5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "CNET on MSN3h",
        "source": "CNET on MSN",
        "article_content": ""
    },
    {
        "title": "China’s ‘AI Tiger’ Zhipu in race to bring enhanced features to video-generation apps",
        "link": "https://www.scmp.com/tech/tech-trends/article/3286055/chinas-ai-tiger-zhipu-race-bring-enhanced-features-video-generation-apps?module=china_future_tech&pgtype=homepage",
        "description": "The updated version of Ying will be able to generate 10-seconds long 4K high-definition video clips at 60 frames per second, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NiwCuFUYc0DZAE7jbkwxiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "scmp.com",
        "article_content": "China’s state-backed unicorn Zhipu AI has introduced a series of artificial intelligence (AI) features to its video tool Ying, in a heated race with other start-ups and Big Tech companies to woo users in a growing market for AI-assisted video creation tools.\n\nAdvertisement\n\nAfter the updates, Ying will be able to generate 4K high-definition video clips as long as 10 seconds at 60 frames per second, Zhipu said in a statement. The Beijing-based firm is considered one of China’s four “AI Tigers”, a group of unicorns representing the mainland’s best hope in narrowing its technological gap with the US.\n\nYing was released to the public in July after leading US generative AI start-up OpenAI unveiled in February its text-to-video model Sora . OpenAI’s services are officially unavailable in China. Since then, a bevy of Chinese tech giants and start-ups have launched a string of AI-powered video creation tools.\n\nTikTok parent ByteDance announced on Friday an update to its Jimeng AI video app that includes the second iteration of its Seaweed video model to enable faster generation of video clips with richer details.\n\nZhipu, ByteDance and other Chinese AI players have been racing to launch their own video-creation tools after OpenAI introduced Sora. Photo: Shutterstock Images\n\nByteDance is also adding to its Doubao chatbot a new video function for converting text or images into lifelike video clips, thanks to its “outstanding semantic understanding capability”, it said."
    },
    {
        "title": "Charles Fort pioneered the paranormal and invented alien abductions",
        "link": "https://www.avclub.com/alien-abductions-paranormal-charles-fort-wikipedia",
        "description": "The Society petered out when Thayer died in 1959, but much of their materials passed to the International Fortean ...",
        "image_url": "https://www.bing.com/th?id=OVFT.F4h_2w7WIjUDSXQtSJhx2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "17h",
        "source": "AV Club",
        "article_content": "Charles Fort pioneered the paranormal and invented alien abductions The Book Of The Damned author was no crank or fraud, but someone who questioned everything.\n\nWe explore some of Wikipedia’s oddities in our 6,922,857-part monthly series, Wiki Wormhole.\n\nThis month’s entry: Charles Fort\n\nWhat it’s about: From Mulder and Scully to Mabel and Dipper, inquisitive minds have long sought to peer beyond the veil of mystery and find the world’s hidden truths. The early 20th century’s foremost believer that the truth was out there was Charles Fort, a writer who wrote about what Wikipedia calls “scientific anomalies,” starting with his first book in 1919, the scientifically titled The Book Of The Damned. 1970s occult magazine The Fortean Times cemented Fort as the first name in strange phenomena.\n\nBiggest controversy: It’s hard to tell how earnest Fort actually was. He once said “I believe nothing of my own that I have ever written,” and UFO writer Jerome Clark called him “essentially a satirist.” At the same time, his curiosity was genuine, and some of his writing had real merit. While he was interested in poltergeists, teleportation (he’s believed to have coined the term), and may have been the first person ever to write about alien abduction, Fort was also fascinated by legitimate scientific phenomena that science had no explanation for—ball lightning, phantom cats (big cats found well outside their natural geographic range), and unexplained disappearances.\n\nThe simplest explanation seems to be not that Fort was a crank or a fraud, but that he questioned everything unexplained, real or not.\n\nStrangest fact: Fort’s friends started a Fortean society and had to trick him into joining. A group of writers including Ben Hecht, Theodore Dreiser, Alexander Woollcott, and Fort’s editor Tiffany Thayer, organized a Fortean Society in 1931, full of writers who admired his ideas. But Fort himself was “lured to its inaugural meeting by false telegrams.” Fort objected to the group, surmising that it would quickly fill up with true believers in the occult, and not questioners and skeptics as he was. He refused the presidency of his own fan club, and Dreiser had to step in in his place.\n\nThe Society petered out when Thayer died in 1959, but much of their materials passed to the International Fortean Organization (INFO), which started in the early ’60s and still exists. The Fortean Times magazine began publishing monthly in 1973, and is still in circulation in the U.K.\n\nThing we were happiest to learn: While Fort is hardly a household name, he casts a long shadow. Sci-fi writers, including Philip K. Dick, Robert Heinlein, and Robert Anton Wilson, have all noted him as an influence. Alfred Bester’s novel The Stars My Destination names the first teleporter after Ford. And Stephen King mentions Fort in several books (the parents of the child at the center of Firestarter are advised to read Fort instead of Dr. Spock). Paul Thomas Anderson’s 1999 film Magnolia is full of unexplained events drawn from Fort, (among other things, Fort was fascinated by animals falling from the sky without explanation), and a scene set in a library has one of Fort’s books on display.\n\nThing we were unhappiest to learn: It was likely trauma that pushed Fort into Forteana. His father, a Dutch-born grocer, was authoritarian and abusive, so young Charles escaped as best he could, into books and nature. While he wasn’t a good student, he was a voracious reader, and collected shells, minerals, and birds, with an eye towards being a naturalist. He escaped in a larger sense as soon as he turned 18, traveling around the western U.S., the U.K., and southern Africa, where he fell ill. (He was nursed back to health by a childhood friend, Anna Filing, who he soon married). But then another cruel fate befell Fort—he became a freelance writer. He likely would have struggled on working odd jobs and publishing the odd piece in newspapers and magazines, except a wealthy uncle left him an inheritance large enough to let him quit his job and focus on writing about the truly odd.\n\nBest link to elsewhere on Wikipedia: One of the oldest strange phenomena Fort wrote about was spontaneous human combustion. Scientific debate still rages on whether the phenomena is real, but no one can deny that in rare instances, human remains have been found destroyed by an explosion with no apparent cause. Reports go back as far as 1731, when Italian Countess Cornelia Zangari Bandi was found dead one morning—rather, her lower legs, three fingers, and part of her skull were found amidst a heap of ash in her bedroom. The case was famous enough that Dickens mentions the Countess in Bleak House, and the “possibility of what is called spontaneous combustion.”\n\nScience’s best guess at an explanation is that these incidents are not spontaneous, but caused by an external source like a cigarette, which ignites alcohol on the victim’s clothes, and their body fat adds fuel to the fire. (Heavy drinking and low mobility that would prevent an escape do seem to be common factors in many spontaneous combustion cases).\n\nFurther down the Wormhole: Usually we take a few twists and turns to get to our next topic, but it’s hard to resist going straight for List of Reportedly Haunted Locations. (Oddly enough, one of the Haunted Locations is named Charles Fort, but it’s a fort in Ireland built for English King Charles II during Britain’s long occupation of Ireland.) We’ll find out whether we are or ain’t ‘fraid of no ghost next month."
    },
    {
        "title": "All of Cornwall's haunted pubs to enjoy a spooky pint in",
        "link": "https://www.msn.com/en-gb/travel/news/all-of-cornwall-s-haunted-pubs-to-enjoy-a-spooky-pint-in/ar-AA1tPJD6?ocid=BingNewsVerp",
        "description": "You might have heard about some of the more famous ghosts which include landlords, landladies and pirates. Funky Pigeon ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mKXaQLYMSHyqaE1AUcsTVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Hosted on MSN8h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Advent Christmas Fair is bringing the community together for festive fun and food",
        "link": "https://www.wxow.com/news/advent-christmas-fair-is-bringing-the-community-together-for-festive-fun-and-food/article_010c0094-a036-11ef-b0af-23c3e4b85a54.html",
        "description": "LA CROSSE, Wis. (WXOW) - Blessed Sacrament Parish is holding its annual Advent Christmas Fair Saturday, November 16. The ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5_7Sr0kruCpqRVr9wccIGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WXOW4h",
        "source": "WXOW",
        "article_content": "Have a story idea? Let us know here\n\nWatch more on WXOW wherever you are\n\nThere are plenty of ways to get the latest content from WXOW. You can find us on Roku, Fire TV, Apple TV and other smart TV platforms so you can watch us anytime! Enjoy livestreaming newscasts or replays of our latest news along with some of our signature content such as the Jefferson Awards plus the latest weather and local sports.\n\nFind WXOW on Roku here or by searching for WXOW in the Roku Channel Store.\n\nFind WXOW for Fire TV here or searching for WXOW in the Amazon App Store.\n\nAdd the WXOW app for Apple TV through the Apple App Store.\n\nUse this link to find out more about all the WXOW apps available."
    },
    {
        "title": "Curiosity Rover Uncovers Pure Sulfur Crystals on Mars – A Breakthrough Discovery in Planetary Science",
        "link": "https://www.msn.com/en-us/news/technology/curiosity-rover-discovers-pure-sulfur-crystals-on-mars-unveiling-new-geological-mysteries/ar-BB1qJnKH?ocid=BingNewsVerp",
        "description": "NASA's Curiosity rover has made a groundbreaking discovery on Mars by uncovering pure sulfur crystals within a broken rock.",
        "image_url": "https://www.bing.com/th?id=OVFT.0cBTbG5fMIbkGTbdCbOSJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Ever-Growing USA on MSN2h",
        "source": "Ever-Growing USA on MSN",
        "article_content": ""
    },
    {
        "title": "1st woolly rhino with hump proves Ice Age paintings were anatomically accurate",
        "link": "https://www.msn.com/en-us/news/world/1st-woolly-rhino-with-hump-proves-ice-age-paintings-were-anatomically-accurate/ar-AA1tSFKD?ocid=BingNewsVerp",
        "description": "Researchers have discovered the mummified remains of a woolly rhinoceros with a hump, confirming the accuracy of ancient cave ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2klwqo42z5Rd-Yr6fspQdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Interesting Engineering on MSN2h",
        "source": "Interesting Engineering on MSN",
        "article_content": ""
    },
    {
        "title": "UT Arlington biologist discovers new species of gecko",
        "link": "https://www.uta.edu/news/news-releases/2024/11/11/ut-arlington-biologist-discovers-new-species-of-gecko",
        "description": "This discovery, published in the Zoological Journal of the Linnean ... Funding for the project came from the U.S. National ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YoARmBn7j8RIm73KE-hH4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "UTA Radio16h",
        "source": "UTA Radio",
        "article_content": "A team of biologists led by The University of Texas at Arlington has discovered a new tiny lizard species in the Paria Peninsula of northeastern Venezuela. This discovery, published in the Zoological Journal of the Linnean Society, highlights the unique characteristics of this gecko, including its small size (about 2.5 inches long), brown color, cone-shaped head, long snout and particular skull anatomy.\n\nThe new species, Pseudogonatodes fuscofortunatus, was identified through a combination of visual examination, molecular genetics and high-resolution X-ray computed tomography (CT) scans. Part of what makes this gecko unique is its distinct skeletal features, including fully separated nasal bones and fused parietal bones—uncommon traits among similar geckos. These characteristics, along with genetic data, distinguish it from other species within the genus Pseudogonatodes.\n\nThe discovery was made during fieldwork in the evergreen forests of the slopes of mountains in the Paria Peninsula, an area in northeastern Venezuela that juts into the Caribbean Sea and is known for its high biodiversity, moderate temperatures and lush vegetation. The researchers collected specimens in 2002 and again in 2014, noting the gecko’s unique skull structure, which led to further investigation. The species name, fuscofortunatus, reflects the brown coloration of the gecko and the fortunate circumstances of its discovery.\n\n“The Paria Peninsula, part of the Coastal Mountain Range of Venezuela, has been a hotspot for reptile and amphibian discoveries in recent decades,” said the study’s lead author Walter E. Schargel, a professor of instruction in biology and earth and environmental sciences at UT Arlington. “The region’s complex geography and climate create diverse habitats that can support a wide range of species. The new gecko species adds to the growing list of reptiles that live only in this area, emphasizing the need for continued exploration and conservation efforts in the region.”\n\nThe research team included experts from various institutions in the United States, Portugal, Spain, Brazil, Colombia and Venezuela. Their collaborative efforts and combined field observations, museum specimen comparisons, DNA sequencing and advanced imaging techniques led to a comprehensive description of the new species.\n\n“This discovery not only enriches our understanding of the biodiversity in this part of Venezuela, but it underscores the significance of preserving these unique ecosystems,” said Dr. Schargel. “I hope this discovery fuels increased conservation measures to protect the habitats of this rare species and other native species in the region.”\n\nThe study highlights the potential for further discoveries in the Paria Peninsula and similar areas, where many animal species remain undocumented. The use of modern technologies, such as CT scanning and molecular genetic analysis, play a crucial role in uncovering the hidden diversity of life on Earth, offering new insights into the evolutionary history and ecological adaptations of these fascinating creatures.\n\n***\n\nFunding for the project came from the U.S. National Science Foundation, a Biodiversity Consultancy grant through Oro Verde and Fundacion Proyecto Paria, the EDGE program of the Zoological Society of London, and Fondation Segre.\n\nAbout The University of Texas at Arlington (UTA)\n\nLocated in the heart of the Dallas-Fort Worth Metroplex, The University of Texas at Arlington is a comprehensive teaching, research, and public service institution dedicated to the advancement of knowledge through scholarship and creative work. With an enrollment of approximately 41,000 students, UT Arlington is the second-largest institution in the UT System. UTA’s combination of outstanding academics and innovative research contributes to its designation as a Carnegie R-1 “Very High Research Activity” institution, a significant milestone of excellence. The University is designated as a Hispanic Serving-Institution and an Asian American Native American Pacific Islander-Serving Institution by the U.S. Department of Education and has earned the Seal of Excelencia for its commitment to accelerating Latino student success. The University ranks as the No. 1 national public university in the U.S. for veterans (Military Times, 2024), No. 4 in Texas for advancing social mobility (U.S. News & World Report, 2025), and No. 6 in the United States for its undergraduate ethnic diversity (U.S. News & World Report, 2025). UT Arlington’s approximately 270,000 alumni occupy leadership positions at many of the 21 Fortune 500 companies headquartered in North Texas and contribute to the University’s $28.8 billion annual economic impact on Texas."
    },
    {
        "title": "Archaeologists make shocking discovery underneath 'layer of fire' in 2,500-year-old tomb",
        "link": "https://www.msn.com/en-gb/travel/news/archaeologists-make-shocking-discovery-underneath-layer-of-fire-in-2500-year-old-tomb/ar-AA1tPGTN?ocid=BingNewsVerp",
        "description": "Archaeologists have uncovered a knife stuck into an Iron Age woman's grave in Sweden dating back 2,500 years. The crooked ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Pf4qrdTJFlTSIR2zMDwPXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "23hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "USM, NOAA to enhance ocean floor exploration with new remotely operated vehicle",
        "link": "https://www.yahoo.com/news/usm-noaa-enhance-ocean-floor-101626602.html",
        "description": "NOAA and the University of Southern Mississippi will be working with a new remotely operated vehicle to enhance oceanic ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AQWw2ahpsOloG_ktcsl8rS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6h",
        "source": "Yahoo",
        "article_content": "Ocean exploration is growing in demand and the University of Southern Mississippi is working to keep up with that demand.\n\nThe university, with the NOAA Ocean Exploration Cooperative Institute, is preparing to expand its oceanic research capabilities with a new medium-size remotely operated vehicle in the Gulf of Mexico, which will enable it to conduct fundamental research and discovery and inform restoration efforts on the deep seafloor and water column, university officials said in a news release.\n\nNOAA and USM signed a 10-year agreement in 2021 to work together on research using uncrewed systems.\n\nThe technology can be used to collect data during a hurricane or when harmful algae blooms arise.\n\n\"This is an incredible time to be a student at Southern Miss,\" said Robert Leaf, director of USM's School of Ocean Science and Engineering. \"An investment like this will unlock doors for them to have rewarding careers in research, discovery and blue technology for decades to come.\"\n\nNOAA and the National Science Foundation recently announced they will fund the design and build of two ROVs. The second vehicle will be operated by the Woods Hole Oceanographic Institution's National Deep Submergence Facility in Massachusetts. The institution is building the ROVs.\n\nThe vehicles are designed to work on a wider range of oceanographic ships, giving broader access and scope to researchers.\n\n\"Anything that creates a barrier to technology access can potentially be a barrier to discovery,\" said Leila Hamdan, USM associate vice president for research. \"The decision to fund and build these ROVs shows a commitment by NSF and NOAA to lift barriers and create increased access for the ocean science workforce of the future.\"\n\nStudents and faculty are learning more about the sea floor in the Gulf of Mexico with the mROV, in partnership with NOAA.\n\nThe vehicles are expected to generate new growth in the ocean-based blue economy workforce, Hamdan said.\n\n\"To operate these vehicles successfully, we will need skilled staff to maintain and operate them,\" she said. \"What better place to seek such skills than from our students in the Ocean Engineering program at USM.\"\n\nUSM’s School of Ocean Science and Engineering offers a bachelor's degree in ocean engineering and a joint Ocean Enterprise Engineering Pathway program. The program also offers the opportunity for students to stay an additional year to earn a master’s degree in business administration.\n\nUSM’s Roger F. Wicker Center for Ocean Enterprise\n\nWhen the vehicles are operational, the USM ROV will be used in the Gulf of Mexico to help with NOAA's Mesophotic and Deep Benthic Communities restoration project for seafloor habitats damaged by the 2010 Deepwater Horizon oil spill.\n\nThe USM-based ROV will complement the university's fleet of research vessels and other uncrewed vehicles and operate from USM’s Roger F. Wicker Center for Ocean Enterprise at the Port of Gulfport, Hamdan said.\n\nNASA: This aircraft can fly without a pilot. See how Mississippi center impacts uncrewed flight\n\nOn the Coast: Southern Miss' new Marine Research Center offers unique environment for ocean exploration\n\nLici Beveridge is a reporter for the Hattiesburg American and Clarion Ledger. Contact her at lbeveridge@gannett.com. Follow her on X @licibev or Facebook at facebook.com/licibeveridge.\n\nThis article originally appeared on Hattiesburg American: USM, NOAA introduce new remote vehicle for oceanic research"
    },
    {
        "title": "AI Assistants: The Secret to Effortless Productivity (No Code)",
        "link": "https://www.geeky-gadgets.com/benefits-of-ai-assistants-in-modern-workflows/",
        "description": "Discover how a personal AI assistant can boost productivity without coding. Automate tasks, manage schedules, and more with ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oj49WbUYHe7P9sCssU5BUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "5h",
        "source": "Geeky Gadgets",
        "article_content": "Imagine having a digital companion that effortlessly manages your tasks, streamlines your workflow, and boosts productivity—all without requiring you to write a single line of code. Today’s personal AI assistants are transforming how we handle daily responsibilities and interact with technology.\n\nIn a fast-paced world, juggling multiple tasks often feels like an endless game of catch-up. But now, AI-powered assistants are here to help. These tools can manage emails, schedule calendar events, and even interact with databases, offering support that anticipates your needs. Whether you’re a busy professional, a student, or anyone looking to simplify routines, these assistants can transform your daily time management.\n\nPersonal AI Assistant\n\nWhat truly makes these AI assistants remarkable is their accessibility and ease of use. You don’t need technical expertise to benefit from them. This guide by AI Workshop shows you how to set up a personalized assistant with platforms like Telegram and workflow tools such as n8n. Imagine the relief of having a digital companion that seamlessly integrates with your favorite tools, like Google Sheets and Gmail, to automate repetitive tasks and free up mental energy for more meaningful work. In this article, you’ll learn how to build and customize your own AI assistant to suit your unique needs, making it an essential part of your everyday life.\n\nTL;DR Key Takeaways : The AI assistant automates tasks like email management, calendar organization, and data handling without requiring coding skills.\n\nIt integrates with internet workflow tools and ensures data security through vector databases.\n\nBuilding the assistant is accessible to non-coders using platforms like Telegram and n8n, with step-by-step guides available.\n\nA supportive community offers resources such as live sessions and tutorials to aid learning and troubleshooting.\n\nPowered by OpenAI and large language models, the assistant adapts to various tasks and integrates with tools like Google Sheets and Gmail.\n\nThese AI-powered tools are designed to automate a wide variety of activities, from mundane tasks to complex operations, freeing up your time and mental energy for more important matters. By using advanced machine learning algorithms and natural language processing, these assistants can understand and execute your commands with remarkable accuracy and efficiency.\n\nCapabilities of Your AI Assistant\n\nYour personal AI assistant is equipped with a diverse set of skills that can transform your daily routine:\n\nEmail Management: Automatically read, categorize, and respond to emails\n\nCalendar Organization: Schedule appointments and send reminders\n\nDatabase Interaction: Retrieve and create records in various databases\n\nInternet Integration: Seamlessly work with online tools and platforms\n\nData Security: Protect your private information through vector databases\n\nOne of the most powerful features of your AI assistant is its ability to handle emails. It can scan your inbox, prioritize messages, draft responses, and even send emails on your behalf, significantly reducing the time you spend on correspondence. The assistant’s calendar management capabilities ensure that you never miss an important meeting or deadline, automatically scheduling events and sending timely reminders.\n\nWhen it comes to data management, your AI assistant shines. It can interact with various databases, retrieving information and creating new records as needed. This functionality is particularly useful for businesses that deal with large amounts of data on a daily basis.\n\nBuilding Your Personalized AI Assistant\n\nCreating your own AI assistant is a straightforward process that doesn’t require any coding knowledge. Here’s a simplified overview of the steps involved:\n\n1. Choose a platform: Start with user-friendly platforms like Telegram for interaction.\n\n2. Set up automation tools: Use workflow automation tools such as n8n.\n\n3. Configure your assistant: Follow step-by-step guides to tailor the assistant to your needs.\n\n4. Integrate with existing tools: Connect your assistant with services like Google Sheets and Gmail.\n\n5. Test and refine: Experiment with different commands and adjust settings as needed.\n\nThe key to success lies in customization. By fine-tuning your assistant’s capabilities to align with your specific requirements, you can create a truly personalized tool that enhances your productivity in ways you never thought possible.\n\nUltimate AI Assistant Build (No Code)\n\nDive deeper into AI capabilities with other articles and guides we have written below.\n\nCommunity Support and Continuous Learning\n\nAs you embark on your journey with your new AI assistant, you’ll find a wealth of resources and support available:\n\nOnline forums and communities for troubleshooting and idea-sharing\n\nLive learning sessions with experts in AI assistant configuration\n\nRecorded tutorials covering various aspects of AI assistant functionality\n\nRegular updates on new features and best practices\n\nThis supportive ecosystem ensures that you can continually expand your assistant’s capabilities and stay up-to-date with the latest advancements in AI technology.\n\nTechnical Foundations and Integration\n\nAt its core, your AI assistant is powered by sophisticated language models like those developed by OpenAI. These models enable the assistant to understand and generate human-like text, making interactions feel natural and intuitive. The assistant’s ability to handle dynamic parameters allows it to adapt to a wide range of tasks and scenarios.\n\nIntegration with popular tools and services is a key feature of modern AI assistants. By connecting with platforms like Google Sheets, Gmail, and various project management tools, your assistant can seamlessly operate across different aspects of your digital life, creating a cohesive and efficient workflow.\n\nPractical Applications in Daily Life\n\nThe real value of your AI assistant becomes apparent in its day-to-day applications:\n\nAutomating repetitive tasks to save time and reduce errors\n\nManaging complex schedules for individuals or teams\n\nOrganizing and analyzing large volumes of data\n\nFacilitating communication across different platforms and time zones\n\nProviding instant access to information and resources\n\nWhether you’re a busy professional, a student juggling multiple responsibilities, or someone looking to optimize their personal life, an AI assistant can be tailored to meet your specific needs and enhance your productivity.\n\nAdvanced Features and Future Potential\n\nAs AI technology continues to evolve, so do the capabilities of personal assistants. Advanced features like buffer memory allow your assistant to maintain context across conversations, providing a more coherent and personalized experience. The ability to integrate with various communication platforms, from Telegram to custom chatbots, ensures that your assistant is always accessible when you need it.\n\nLooking ahead, the potential for AI assistants is boundless. As natural language processing and machine learning algorithms become more sophisticated, we can expect these digital companions to handle increasingly complex tasks, learn from our behaviors, and provide even more personalized assistance.\n\nIn conclusion, personal AI assistants represent a significant leap forward in how we interact with technology and manage our daily lives. By automating routine tasks, streamlining workflows, and providing intelligent support, these tools empower users to focus on what truly matters, enhancing both productivity and quality of life. As you explore the possibilities of your own AI assistant, remember that the key to success lies in customization, continuous learning, and embracing the potential of this fantastic technology.\n\nMedia Credit: AI Workshop\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Taylor FOMO: Missing Out on The Era’s Tour Experience",
        "link": "https://www.hercampus.com/school/wilfrid-laurier/taylor-fomo-missing-out-on-the-eras-tour-experience/",
        "description": "This month, one of the biggest concerts is going to be taking over Toronto, and I won’t be there. The fear of missing out on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.d051dMRKMz8_1AZIxezcWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Her Campus1h",
        "source": "Her Campus",
        "article_content": "The opinions expressed in this article are the writer’s own and do not reflect the views of Her Campus.\n\nThis article is written by a student writer from the Her Campus at Wilfrid Laurier chapter.\n\nMissing Out\n\nI used to struggle with FOMO, but over time it has gotten better. The more secure I became in my friendships and in myself, the less I felt like I needed to always be involved with everything. Yet, not being able to get concert tickets somehow sent me all the way back to middle school. All I could imagine was how much fun people were having without me. Who wouldn’t want to be at The Era’s Tour? A three-hour performance of all of Taylor’s hit songs, it’s not just a concert but a production. Even picking an outfit or making a friendship bracelet seems like an exciting rite of passage for the experience – an experience I won’t be able to attend. In this instance, I would be missing out on something so big, it was only natural to feel sad about it. Usually, FOMO is irrational, but for me, this fear of not being able to go to The Era’s Tour was a heart-sinking feeling. It was sadness mixed with a little bit of envy, which were two emotions that I didn’t want to feel.\n\nHigh Hopes and Big Disappointment\n\nI distinctly remember when Taylor Swift announced the Canadian leg of her Era’s Tour. There was excitement buzzing through my household, and I wanted those tickets so badly. It was moments of anticipation while simultaneously forcing everyone in my household to create Ticketmaster accounts in hope of getting a presale code. I thought there was no way a fan like me would not get the code. Someone in my household was going to be getting that golden ticket. Yet, when it came to the presale dates, there was no code – not with Ticketmaster, not with any special Avion Rewards. Nothing. It was definitely a disappointing feeling, and I wouldn’t have been able to fly out of the country to attend a concert. My mom and I entered the radio contests and the 50/50 draws, but there was little to no chance that we would get to go to the Eras Tour. I tried telling myself that maybe general sale would still have some reasonable tickets, but it seems like in this time period, concert tickets are a luxury item. I could not find a ticket within my budget, and I also couldn’t find a way to get to the concert. Toronto was already a busy city, and with thousands of fans travelling to the city, there were no hotel rooms available nor was there a transit service running when the concert was done. So even if, by some chance, I was handed a ticket to the concert, it wasn’t feasible. It was something that I wouldn’t get to experience firsthand.\n\nThe Scroll of Shame\n\nOn the day of the presale, whoever was able to snag some tickets for the concert made it very clear on social media that they were going to be there. It was the ultimate defeat. Seeing so many people getting the opportunity to experience The Era’s Tour. I almost had to take a complete break from Instagram until all the buzz died down. There is nothing worse than wanting something so bad, just to watch other people parade it around. Social media turned into a scroll of shame, which was just another reminder of how unlucky I had been. It seemed as though everyone but me was able to get those tickets.\n\nAcceptance\n\nSo, finally, after a rollercoaster of emotions, I think I’ve finally made peace with the fact that I would be missing out on the Taylor Swift Experience. No presale code, no affordable tickets, no way of getting to the concert, no way of staying overnight in Toronto – everything was out of my control. Maybe it was the long waiting period between the original ticket sales and the actual date of the concerts, but I’ve accepted my fate. I went and saw the movie, which gave a sliver into what I would have experienced this month. It’s not the real deal, but I’ll take what I can get. Will the FOMO get worse again on the nights of the concert? Yes, I think so, it’s unavoidable. The only thing left for me to do is to remind myself that I’m not alone in this feeling. With so many avid fans in Canada, there are probably thousands of people who didn’t get tickets either. Knowing that it wasn’t just me who was stripped of this opportunity is a somewhat relaxing feeling, and at the end of the day, it is a concert. This isn’t a life-defining moment for me, and whether I go to The Era’s Tour or not, the world keeps spinning. Would I have had a great time if I went? Yes, but there will be so many chances for me to have fun, so I’ll just have to make the most out of those."
    },
    {
        "title": "I chose Europe over the US for my startup. The Silicon Valley startup benchmark is unparalleled, but I still prefer Berlin.",
        "link": "https://www.msn.com/en-us/money/companies/i-left-silicon-valley-for-europe-heres-why-i-chose-to-launch-my-startup-in-berlin/ar-AA1tSwXj?ocid=BingNewsVerp",
        "description": "Ivan Maryasin said Berlin is a relatively affordable place to build a business, but it's harder to uphold a \"Silicon Valley ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hicvytzP_ghoRdlsXeC74S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "3hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "Women furious about Trump’s win start ‘MATGA’ movement — which glorifies poisoning men: ‘They asked for it’",
        "link": "https://nypost.com/2024/11/10/us-news/women-furious-about-trumps-win-start-matga-movement-which-glorifies-poisoning-men/",
        "description": "Women online have taken to filming ghoulish murder-fantasy videos in which they romanticize lacing men’s beverages with ...",
        "image_url": "https://www.bing.com/th?id=OVF.8TGtdcETQhk97mmHrw9Ogw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "17h",
        "source": "New York Post",
        "article_content": "Women online have taken to filming ghoulish murder-fantasy videos in which they romanticize lacing men’s beverages with deadly poison as a justifiable response to fears about abortion rights under a second Donald Trump presidency.\n\nMany of the videos have been viewed millions of times on X or TikTok and feature young women fiendishly grinning as they adulterate a cup of tea or other drink with an unknown substance.\n\nSome of the women have dubbed the videos part of a “Make Aqua Tofana Great Again” (“MATGA”) movement, a nod both to President-elect Trump’s campaign slogan, “Make America Great Again” (MAGA), and ancient killer Giulia Tofana, who has been adopted as the disturbed group’s heroine.\n\nTofana was a 17th-century Italian woman who sold poison to wives who wished to dispatch their abusive husbands — resulting in the deaths of more than 600 men.\n\nTofana’s signature brew was a mishmash of deadly ingredients such as arsenic and belladonna known as “Aqua Tofana,” a concoction that was so effective, she is considered by many today one of the most prolific serial killers of all time.\n\nThe poison — believed to be flavorless and completely undetectable after death — was typically stored in ordinary cosmetics bottles, ensuring that a husband who was about to get whacked would be none the wiser to his impending fate.\n\nOne of the online clips shows a young lady with green hair, a backwards camo hat and a large, spiked septum ring with the text “Aqua Tofana isn’t that hard to make” superimposed over footage of her making the throat-slitting gesture with her thumb.\n\n3 Some women upset about President-elect Donald Trump’s election win have posted murder-fantasy videos about poisoning men. X/ImMeme0\n\nMany of the videos include a portion of the Eminem song “Venom” in the background featuring the lyrics, “This f–king world better prepare to get laced because they’re gonna taste my venom.”\n\nSome of the women don’t mention Aqua Tofana specifically but instead show off their “poison rings,” wearable baubles with a hidden compartment supposedly made to hold a lethal dose of a toxin.\n\n“My advice for American women,” reads the text in a video of a woman standing by a body-length mirror.\n\n“I know you will understand this. They asked for it,” the text reads before she flips open her poison ring and gives the camera a sinister smile.\n\nIn a plea for common sense, a woman posted a TikTok video urging people participating in “MATGA” to think long and hard about what they were doing.\n\n“You do know those videos can be used against you, right? It’s giving off premeditated vibes. The internet is FOREVER. Also.. the 1600s were A LOT different than 2024 advancements in detecting POISON,” reads the text positioned over a video of her scrunching her face in disbelief.\n\nLiberal women have been registering their dismay at the outcome of the election through the “MATGA” movement and a number of other ways, meticulously documenting everything online.\n\n3 The videos are part of the “Make Aqua Tofana Great Again.” 3 The videos reference Giulia Tofana, who allegedly killed over 600 abusive men with poison in the 17th century.\n\nSome have started shaving their heads, while others are engaging in sex strikes against men or committing to not getting pregnant or giving birth for the duration of Trump’s second term, to protest what they see as potential draconian abortion measures to come under him.\n\nTrump helped pave the way in his first term for the conservative US Supreme Court that in 2022 overturned the Roe v. Wade decision ensuring abortion rights at the federal level. States now have the power to determine their own abortion laws instead.\n\nThe incoming president has stated repeatedly that he would veto a federal abortion ban. The number of abortions in America also has actually increased since the overturning of Roe v. Wade, according to the New York Times, even in states that have enacted new restrictions on the procedure."
    },
    {
        "title": "Future Trends in Employee Monitoring Software: What to Expect in the Next 5 Years",
        "link": "https://techbullion.com/future-trends-in-employee-monitoring-software-what-to-expect-in-the-next-5-years-2/",
        "description": "The market of employee monitoring software is on a great surge now, but what indicators will it reach in the next 5 years? It ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MBBQRKzTdzy51Wgd7p7JdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Impacts4h",
        "source": "Impacts",
        "article_content": "The market of employee monitoring software is on a great surge now, but what indicators will it reach in the next 5 years? It seems obvious that employee monitoring practice won’t lose its positions. So, let’s see what future trends will play a crucial role in further market development.\n\nAI-Powered Analytics and Predictive Monitoring\n\nArtificial Intelligence is a cornerstone in providing detailed, well-structured analytics, showing the effectiveness of the target employee.\n\nNow, not many companies offer AI-scoring; one such employee monitoring software is developed by Clever Control, a company taking a lead in this niche. The cases confirm that AI-reports contain trustworthy details. Besides, with AI, employee desktop monitoring can identify trends, highlight potential issues, and even predict future productivity patterns based on historical data. This data allows managers to predict challenges, adjust workflows, and support employees before issues get worse.\n\nBesides analytics, AI takes an active part in predictive monitoring. It is oriented on employee productivity monitoring through prediction of potential risks, including burnouts, declines in effectiveness, and non-meeting of deadlines. Such a proactive approach allows managers to streamline the workflow in the way the tasks are distributed equally among employees.\n\nSo, the introduction of AI elements into employee monitoring software makes it best to enhance productivity, to manage the tasks and deadlines, and to streamline the workflow. Additionally, executives may increase the chances to prevent internal data leakage.\n\nBut the AI application in the monitoring doesn’t justify the ethics neglection. Employee monitoring ethics involves the prior notification and consent of workers.\n\nIntegration with Productivity and Collaboration Tools\n\nIntegration with productivity and collaboration tools is shaping the future of employee monitoring software. Employee pc monitoring maintains the “relations” with other productivity and collaboration tools. If your personnel are actively using such software as Trello, Asana or Teams, managers may integrate them to create a seamless workflow.\n\nThis integration enables monitoring tools to capture real-time data from the apps employees already use, offering a more complete view of productivity and engagement without disrupting their work routines. With integrated tools, managers can track project progress, view task completion rates, and measure productivity all in one place. This all-in-one approach saves time, reduces the need to switch between platforms, and provides actionable insights directly within the tools teams rely on every day.\n\nAnother key advantage lies in improved collaboration and team building. Managers, now, are capable of seeing and assessing the interactions inside the group of employees, one department staff. It all allows executives to build strong and trusting relationships. In the next few years, such integrations will make employee monitoring software a central hub for managing productivity and fostering stronger team connections.\n\nEnhanced Cybersecurity Capabilities\n\nBusinesses prioritize data security and protection, when addressing real time employee monitoring. The next 5 years will reveal how this software can enhance the protection of the company’s confidential data. The developers of monitoring instruments will strive to design all-in one solution to either enhance productivity and to guarantee data security.\n\nFuture monitoring with cybersecurity elements can provide companies with almost bank-grade security by tracking activity logs of every employee. Activity logs include access to sensitive files, data transfers, and logins; if the employee monitoring system detects any suspicious patterns, such as unauthorized access or repeated login failures, it can alert security teams immediately.\n\nOne more benefit of enhanced cybersecurity is compliance support. Many employee monitoring tools are designed to help companies meet regulatory requirements for data protection, such as GDPR or HIPAA. By automating security audits and maintaining comprehensive logs, these tools make it easier for businesses to stay compliant and avoid costly penalties.\n\nRise of Customizable Monitoring Options\n\nThe future trends predict the necessity of the customizable monitoring options’ rise. As many employee monitoring software will match this inquiry, the more profit the developers will get.\n\nCustomizable dashboards are also becoming a popular feature. These user-friendly dashboards let managers personalize their view, focusing only on the metrics that matter most to them—whether it’s productivity scores, time management, or collaboration data. By displaying relevant insights in a streamlined format, customizable dashboards make it easier for managers to assess team performance without getting bogged down by unnecessary details.\n\nFocus on Data Privacy and Employee Monitoring Ethics\n\nAs employee monitoring software becomes more advanced, data privacy and ethics have become crucial considerations. Companies are increasingly aware that monitoring must balance business needs with respect for employee rights. Today’s software solutions often include privacy-focused features, such as allowing employees to see what data is being collected and providing transparency about the monitoring process. This openness fosters trust and reassures employees that monitoring is done responsibly.\n\nThis trend guarantees that the rights of every employee will be respected; the monitoring will include only work-related activities.\n\nSumming Up\n\nEmployee monitoring software is evolving rapidly, with future trends promising to make it more effective, flexible, and ethically responsible. As these practices continue to develop, businesses will have powerful tools to drive productivity while maintaining ethical standards. The key will be to adopt solutions that balance technological advancements with transparency and respect for employees, ensuring a productive and positive work environment for everyone."
    },
    {
        "title": "Running out of storage on your iPhone? I found an accessory you need to buy",
        "link": "https://www.digitaltrends.com/mobile/dockcase-smart-magsafe-ssd-perfect-accessory-for-low-iphone-storage/",
        "description": "Paying for iPhone models with more storage gets really expensive really fast. I found a MagSafe accessory that lets you add ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2kF8gsIZnkushMG3tflRBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1h",
        "source": "Digital Trends",
        "article_content": "The iPhone is one of the most capable pocket cameras out there, especially if you harbor content creation ambitions, or simply want to stand out with “aesthetic” videos destined for social media.\n\nIn either case, storage space is a luxury — especially for someone who is all-in on the mobile-only workflow of capturing, editing, and posting photos. Naturally, one would gravitate in the direction of buying an iPhone with additional storage, but they come in at quite a fat premium. The Apple storage tax, if you will.\n\nRecommended Videos\n\n“Get yourself a portable SSD.” That’s a recurring piece of advice I’ve received from many amateur “mobigraphers” and photojournalists in my circle. They’re much cheaper and give you a lot more storage. It makes sense.\n\nBut an SSD dangling from the iPhone’s USB-C port is not exactly a pleasant sight. The other solution is investing in one of those bulky protective cases, or even using a DIY contraption to hold the two devices in place.\n\nThe overarching theme here is that even if you’re saving money on the storage upgrade – like any rational person — there is a convenience tax to be paid with a portable SSD. What if the SSD tapped into the potential of MagSafe, and stuck to an iPhone’s rear shell like one of those pricey Apple wallets or power banks? Dockcase turns that “what if” into a reality.\n\nDockcase’s Smart Magsafe M.2 NVMe SSD enclosure tries to solve all the problems mentioned above. It not only looks cool, but it’s also one of the most practical iPhone accessories you can buy.\n\nWhat exactly is this thing?\n\nThe Dockcase device is an enclosure for a small format SSD. Specifically, 2230 and 2242 drives, the kind you will find crammed inside handheld gaming consoles such as the Steam Deck or the Asus ROG Ally. A few tablets, such as Microsoft’s Surface Pro, also rely on these compact SSDs as a space-saving solution.\n\nThink of this enclosure as a forever upgradable medium to park an SSD inside an iPhone. Theoretically, that is. The round enclosure takes small format SSDs that are dramatically more affordable than investing in a portable SSD.\n\nThe likes of Corsair and WD sell such small format SSDs for under $100, offering up to 1TB capacity. Taking into account how much Apple charges, Transcend’s 128GB 2242 SSD costs just $25 — a quarter of what Apple demands for a similar capacity upgrade.\n\nThe inherent idea here is that you can buy an enclosure like this one from Dockcase, plop in an SSD, and still save a lot more money compared to what Apple would pull from your wallet for an equivalent bump in onboard storage capacity.\n\nFor anyone dreaming of cinematic 4K 24 frames per second (fps) or slo-mo 4K 120fps videos, Apple mandates external storage, so you will have to either invest in a portable SSD, or an enclosure like the one Dockcase offers and then buy a sufficiently fast stick of your own.\n\nHow the Dockcase accessory works\n\nDockcase supplied me with a test sample that came with a 128GB SK Hynix SSD installed within the enclosure. Thankfully, the retail package comes with a screwdriver, so you can easily remove the two screws holding the rear plate in place.\n\nThere are silicon pads underneath to make sure that the enclosure doesn’t end up scratching the iPhone’s glass shell. The magnetic grip is pretty solid, and during my time recording videos, it firmly held onto its spot firmly, irrespective of the phone’s orientation.\n\nSetting it up is pretty easy. In fact, you don’t have to do anything on the SSD’s screen itself. There’s a multifunction button on the side, which accepts both short clicks and long-press gestures for navigating through the UI, which is just a few pages deep.\n\nAll you need to do is plug in a USB-C cable in your iPhone’s USB-C port, and the other end to the SSD enclosure. The cable Dockcase offers in the retail package allows 10Gbps passthrough, which is the bare minimum for allowing video capture on an external device.\n\nThe only criteria you need to keep in mind is that the SSD should be formatted with exFAT, which is fairly easy. As far as the build goes, Dockcase has used an aluminum alloy enclosure, which feels quite sturdy.\n\nThere are vents across the side circumference for heat dissipation. This is a crucial addition, as the kit tends to run hot. My most recent video capture session spiked the temperature levels to 123 degrees Fahrenheit.\n\nLet’s talk about the display\n\nOK — let’s talk about the display. It’s not touch-sensitive, in case you’re wondering. Ideally, when using an external storage device for shooting with a phone, you don’t really need a screen atop the drive, since all the controls are available right on the phone’s screen.\n\nOn the Dockcase MagSafe enclosure, you get a screen that offers an at-a-glance view for crucial information such as power loss protection (PLP) status, read and write speeds (during video capture), and battery health in terms of cycles.\n\nWith a long-press of the button, you will land on the menu page where you can enable or disable the read-only mode. This is a thoughtful addition, as it ensures that data is not deleted inadvertently, or any technical issue doesn’t end up wiping a chunk of (or the entire) drive.\n\nThis is where you can also adjust the power delivery output) Why? Well, there’s a second USB-C port on the device that supports up to 100 watts of output for charging the host device. You can also change the language, adjust the screen-on time, or entirely turn it off.\n\nMore importantly, this is the page where you can restart the SSD inside, or reset it. There’s a chance that depending on the SSD formatting status or the native software presets, you might need to restore it.\n\nIn my case, the SK Hynix drive kept returning an error message every time I wanted to record ProRes footage. That kept happening despite the drive being in exFAT format and the iPhone also reading it properly in the Camera as well as the Files app.\n\nSince I didn’t already have any data on it, I restored the SSD using the physical button on the enclosure. If you already have files saved on the drive, it’s imperative to move them elsewhere before you restore the SSD.\n\nOh, also, a double tap on the button changes the screen orientation by 90 degrees. It’s not exactly a life-changing perk, but it’s still convenient in its own little way. Dockcase offers the MagSafe-ready enclosure in two variants — one with a 15W power supply and a pricier trim with a 100W power supply capacity.\n\nThe USB-C port is the USB v3.2 Gen 2 type, which means the peak speeds you get are 10Gbps. It’s not the fastest, but gets the job done for most scenarios.\n\nWhat are the alternatives?\n\nApple already limits the camera capabilities of your “Pro” flagship if you invest in the lowest-priced 128GB storage variant, especially when it comes to capturing high frame rate ProRes capture.\n\nNow, it’s already a crime if you sell a $1,000 phone with only 128GB storage, but that’s just Apple. That status quo makes it abundantly clear that you need a solution, one that is going to stick with your iPhone, literally and figuratively, during the course of camera-first usage.\n\nAs you climb from 128GB to 256GB, you pay an extra $100. For that amount, you can get the excellent Samsung T7 portable SSD with 1TB capacity. If you go with the likes of Crucial or SanDisk, you can save even more of your hard-earned dollars.\n\nIf you’re brave enough to spend on the equivalent 1TB version of the iPhone 16 Pro, your bill goes all the way up to $1,499. For the premium you pay to go from 128GB to 1TB, you can skip the Apple upgrade and buy the equivalent of 5TB storage in portable SSDs.\n\nThe disadvantage? You will have to go through the ordeal of plugging a cable into the iPhone’s USB-C port in order to record all your footage on the external drive. Oh, the hassle! On the positive side, you won’t have to go through the ordeal of trying to transfer all those videos to a computer.\n\nSo, which one is better? Well, if you value convenience, a portable SSD is the best choice. But if you seek the flexibility of swapping in small format SSDs with ease, using nothing but a screwdriver, then an enclosure is where you should look.\n\nThe Dockcase device just throws in a few extra conveniences, including MagSafe and a screen, to name a few. Looking over at the competition, rival brands that also offer similar enclosures miss out on facilities like auxiliary power ports, power loss protection, the assurance of a read-only mode, and health monitoring.\n\nA cool and practical investment\n\nRight now, the 15W version of the Dockcase MagSafe SSD enclosure starts at just $49 for early backers, while the 100W trim is going for $79 via the Kickstarter campaign. If you are after a gadget that offers the convenience of MagSafe and the versatility of a removable SSD, this can save you a lot of money.\n\nApple’s current write speed requirements stand at 440MB per second for 4K 120 fps ProRes videos. Moreover, you need at least a USB-C cable with a 10Gbps transfer rate. With the Dockcase bundle, you are covered on both ends, as long as you pick a sufficiently fast small format SSD.\n\nThe pitfalls? Keep it as far away from water or dust as possible due to those heat vents on the sides. Also, if you are planning to use a gimbal, you are in for some awkward adjustments. Just let it dangle, I’d say, for such scenarios.\n\nIn conclusion, a solution like this is more of a necessity than a vanity purchase. For normal usage, I can wholeheartedly recommend this. But even if your iPhone has an ample amount of storage space, I suggest investing in something like this to shoot memories on the move and safely store them."
    }
]