[
    {
        "title": "UFO sightings during northern lights display sparks conversation",
        "link": "https://rdnewsnow.com/2024/10/30/ufo-sightings-during-northern-lights-display-sparks-conversation/",
        "description": "A year ago, David Grusch. a former U.S. intelligence official and whistle blower said at a congressional hearing under oath, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QkQGu-0CG37VgAy945SlPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "rdnewsnow2h",
        "source": "rdnewsnow",
        "article_content": "Alejandro Rojas, a UFO expert at Enigma based out of Arizona, told rdnewsNOW that sightings usually coordinate with population.\n\n“Wherever there’s more people, there’s more sightings,” he said. “There’s also outreach. For example, who knows about us and who knows where to report. We have enough connections in Canada that Canadians often participate.”\n\nEnigma allows the public to upload pictures and videos of UFO’s across the world which is used by researchers and scientists. It also allows for community scientists and the rest of the users to crowd analyze the sightings. The data collected is from those reported by the public but also through historical databases.\n\n“We’ve found that the northern lights in particular caused a lot of sighting reports and really it’s because people are outside looking at the sky for an extended period of time,” he added.\n\n“When they do that, often they see something they can’t explain.”\n\nOften UFOs seen by people can vary in shape and size but Rojas said there are more frequent types of shapes.\n\nPoints of light and spheres are the more common reported, which makes sense because people sometimes see what appear to be satellites but are unsure of what they are.\n\n“Those are also some of the most mysterious ones because one of the most frequent types of sightings is seeing what they think is a satellite but then it starts to do something weird like zig zag or speed up,” he said.\n\nOne of the most recent reports in Red Deer came in April and August of this year. However, one case was also reported in November 2023.\n\nRed Deer resident Shelby Leclarc said she and her partner have a nightly routine where they’ll watch for satellites and look at the different constellations.\n\nOn that night in November she looked up at the sky and after watching a plane go by she saw multiple moving orange dots in the sky.\n\nThey also twinkled like a star but was much more noticeable and moved faster than the plane. The UFO’s were more circular shape and did not make any sound.\n\n“What the heck was that,” Leclarc remembers saying. “Seeing lights you don’t recognize is a little weird. I’ve never seen anything like it since.”\n\nA year ago, David Grusch. a former U.S. intelligence official and whistle blower said at a congressional hearing under oath, that the U.S. government is in possession of non-human space crafts as well as bodies of deceased corpses.\n\nThe claims raised many questions and also excitement online and in social media.\n\nRojas explained that those were just claims without any evidence. However, he did say the government has a lot of secrecy around this topic.\n\n“The manner in which they collect all of that data is classified so they’re not in the best position to share a lot of data with the public,” Rojas said.\n\n“That’s always going to lead to secrecy and speculation about what they know. I haven’t seen any evidence that they really know much.\n\n“I think one thing that’s exciting is that they have admitted they’re having reports of these metallic orb type things. They don’t know what they are and they haven’t figured it out.”"
    },
    {
        "title": "Not a bird, not a plane, so what was the 1967 Quad-Cities UFO? Carl Petrick still wonders",
        "link": "https://qctimes.com/news/local/ufo-1967-quad-cities-patrolman-eye-witness/article_97748090-9183-11ef-80e4-2f747652cb3f.html",
        "description": "In 1967, several people saw a UFO in the Illinois sky. A patrolman filmed it. The Air Force investigated it. One man hopes he ...",
        "image_url": "https://www.bing.com/th?id=OVF.bY8wIdOH6cZkfCOJKV51mA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Quad-City Times4h",
        "source": "Quad-City Times",
        "article_content": "Carl Petrick is a sky-watcher.\n\nThe East Moline resident and Moline native is a retired longtime zookeeper at Niabi Zoo. He studies his surroundings with scientific attention. Science is his religion, Petrick said. The 66-year-old just wants to figure it all out.\n\n“Moving things,” in particular, are fascinating to him. He’s an avid bird-watcher. Birds’ camouflaging abilities, their ability to fly into the wind, their speed — it’s all impressive to Petrick.\n\n“People are smart, but we can't do some of the things they do,” he said.\n\nPetrick is willing to go to great lengths to identify birds he spots in local parks — once, he chased a bird 50 yards just to get answers after he glimpsed it through a bush. Eventually, he tracked it down.\n\nBut there’s one flyer that got away. It’s nagged at him for more than 50 years.\n\nPetrick is one of several Quad-Citians who reported seeing UFOs over several days in early March 1967. At the time, Petrick was a 9-year-old student at Sacred Heart Catholic School, now Seton Catholic, in Moline.\n\nThe record of this local UFO phenomenon, which stretched across multiple counties in western Illinois, is part of Project Blue Book, the U.S. Air Force investigation of UFOs in the 1950s and 1960s, a time of heightened concern due to the Cold War.\n\nNuns, sheriff’s deputies, elementary students and more reported seeing something in the sky that spring.\n\nThe story is still vivid in Petrick’s head.\n\nIf he stares long enough at a wall, he can close his eyes and see it like it was yesterday.\n\nIt’s not an airplane\n\nPetrick saw it between 2 and 3 p.m., as he went back inside for class, he said. The weather was chilly but clear.\n\n“I looked up and I saw something in the distance,” Petrick said.\n\nTo his naked eye, the object in the western sky looked like a spot or a small silvery thing. He estimated its height to be like that of airplanes when they emit contrails as they fly over.\n\nAs Petrick watched the object, Bill Fisher, a Moline police officer, came around the corner. The officer had binoculars or a movie camera with him. Fisher looked at the object then handed the instrument he carried to Petrick.\n\n“What do you think it is?” the police officer asked the boy.\n\nWith the instrument’s assistance, Petrick saw a silver, cigar-shaped object with what Petrick described as three long windows along the side. Those windows were powder blue, like the jersey shade of the St. Louis Cardinals.\n\nThe thing was not moving and Petrick estimated its length to be between 20 and 40 feet.\n\nPetrick told Fisher the thing was not an airplane, then the police officer said he had to go.\n\n“That’s the last I saw of him,” Petrick said.\n\nThat day, Fisher recorded the object with a portable 8mm movie camera. He and his recording would be a central part of the Air Force’s investigation.\n\nAfter Fisher left, Petrick watched the object for about 10 more minutes before returning to class, he said. About 30 or 45 minutes later, he came back outside.\n\n“It was still there,” Petrick said.\n\nAt home a short time later, he observed it again with his father and brother, using a small telescope. The object still had not moved and its appearance remained the same.\n\nPetrick does not know what the object was, but he said he knows what it wasn’t. It was not a bird or a butterfly, he said. It was not an airplane, helicopter or zeppelin.\n\nBy the process of elimination, he concluded it was a UFO.\n\n“I don’t know what it is, so obviously and logically, it would be unidentified,” he said. “Just common sense.”\n\nNow decades removed from the event, Petrick said he does not think the object had a human origin.\n\n“It’s not from here,” he said. “Maybe it’s just observing us like we observe.”\n\nPetrick said he saw the object in the same place in the sky for several days after those initial sightings.\n\nThen, one day, it wasn’t there.\n\nInitially, he thought it might have moved. After a bit more time, he decided it was gone for good.\n\nDuck and cover\n\nAt the time of the Quad-Cities sighting, the Cold War was in full swing. The rivalry between America and the Soviet Union even extended into space.\n\nPetrick remembered a childhood game he and his friends played, inspired by the monthly emergency siren tests. When they heard the siren, the children would pretend the Russians were attacking.\n\nPeople feared a nuclear holocaust, Petrick said. Incidents like the Bay of Pigs had occurred and the conflict in Vietnam was heating up.\n\n“We were so inundated with the Cold War’s ‘Russians are bad, we’re good,’” Petrick said.\n\nHe also described an exercise he had to do at school: the duck-and-cover drill.\n\n“If the siren goes off, get under your desk because if a bomb explodes, you’ll be protected,” he said.\n\nShould they find themselves in the hallway, children were supposed to get against the wall and cover themselves as best they could, he said.\n\nThe school phased that drill out while he was still a student.\n\nThere was also a big emphasis on science in school because of the Cold War. The Russians had their Sputnik satellite. The Americans were after the Moon.\n\nAfter he saw the object in the sky that day, Petrick said, he considered, then discarded, the possibility that another nation was behind it.\n\n“If it was Russian or Chinese or whatever, you think it would have been attacking the States or would have been doing something to throw us off,” he said. “It just sat there.”\n\nNot just Petrick\n\nPetrick wasn’t the only person in the Quad-Cities who spotted a UFO that week. The local newspapers covered the phenomenon extensively.\n\nJames Maifield, of Silvis, reported that he and his wife spotted a “white light” in the sky for several minutes. An anonymous Silvis police dispatcher told the Moline Dispatch she saw a “weird” white light, too.\n\nGary Bennett, an Augustana College student, told the Times-Democrat he saw an “unfamiliar airborne vehicle” around 9:30 p.m. on March 9.\n\nArnold Buchmeyer, Helen DeRocker and Leo Schmitz, all of Moline, separately reported to the Times-Democrat that they saw something strange in the sky, too. Schmitz said it was “very white” and “moving northwesterly.”\n\nA Northwestern University astronomer speculated that it was just the planet Venus.\n\nThe weekend after the sightings, pranksters were caught deploying a balloon with a candle that crash-landed in Rock Island. A similar balloon was found near the Monmouth waste disposal plant on Thursday, March 9, pieced together with soda straws.\n\nJimmie Scott, a 12-year-old from Buffalo, Iowa, told the Times-Democrat he got out of bed around 2 a.m. on March 9 to get a drink of water. He looked into the sky and saw a “bright, white object that looked like a saucer.”\n\nHis sketch of the saucer was published on the front pages of the Times-Democrat.\n\nThe principal witness, though, was Fisher, the Moline officer who greeted Petrick on the campus of Sacred Heart.\n\nThe star witness\n\nAfter the Quad-Cities area sightings drew the attention of the federal government, Fisher was interviewed at length by the U.S. Air Force, who sent Capt. Edward Orenic and Capt. Anton Kato to investigate.\n\nAfter their visit, they produced a 94-page report on their methods, avenues of inquiry and conclusions. The report is available online through the U.S. National Archives.\n\nThe two captains cast a wide net, the report shows. Their efforts included interviewing witnesses and collecting weather data. They also checked with regional military, airport and National Weather Service officials for aircraft and weather balloon flights as well as for reports of anything strange.\n\nOrenic and Kato took particular interest in Fisher’s account and the footage he took.\n\nThe officer told the Air Force that he was initially at Sacred Heart on March 9 to deliver a message to his son, a student there. He arrived around 1:30 p.m.\n\n“At this time, I glanced upward above the treetops and viewed a object that I was not sure of its description or its identity,” he told investigators.\n\nHe described the object as “U-shaped — like a pickle,” and said he watched it for “a precious minute and a half.” Soon after, he began shooting footage with his 8mm camera, using a telescopic lens and outdoor film. The footage is also available online in the U.S. National Archives.\n\nFisher told the Dispatch in 2015 that he kept the camera in storage on his motorcycle, aware that UFO rumors were already swirling in town.\n\n“There were stories all around,” he told the Dispatch. “I was just naturally curious.”\n\nAfter he arrived on the campus, Fisher says the object then began moving “northwesterly” away from him. It “appeared to have stopped” and hovered, he said, and then it continued its pace until it faded from view.\n\n“Before it faded away here, before it got completely obscure, I did have a definite sighting of a metallic, shiny surface on the side,” he said. “The side that was the broad side to me, was metallic and appeared to be of the same construction like some of our large aircrafts that I’ve seen here.”\n\nAs he stood at the school, Fisher asked several kids and a state policeman’s wife about what they saw. The woman told him it “looked shiny and reflected a white light.” Fisher said he didn’t spot any lights or objects connected to the craft. He heard no sound emitted from the object, but the woman reported a hissing or whirring sound.\n\nIn the report, captains Orenic and Kato also highlighted the accounts of two sheriff’s deputies, one from Knox County and the other from Henry County.\n\nThe Knox County deputy’s account was that early on March 6, 1967, he saw a flying object.\n\nHis account included that it was shaped like an upside-down bowl, the report states. It had a glowing red base and at one point emitted a bright beam of white light.\n\nThe deputy from Henry County saw something in the sky late on March 8, the report states.\n\nThe deputy’s description included that the object was framed by three lights — one red, one white and one green. Periodically it would emit an intense red light bright enough to obscure the other three lights.\n\nSo what’s the verdict?\n\nOrenic and Kato concluded at the end of the report that the sightings most likely involved the mundane.\n\nIn Fisher’s case, the object was most likely an air vehicle – a plane or helicopter, the report states. In another part of the report, Orenic and Kato also state it could have been a balloon.\n\n“The description, duration and flight characteristics are similar to that of a balloon,” they wrote. “The 8mm film failed to reveal any information that would dispute this evaluation.”\n\nThe captains said the Henry County deputy’s sighting was also likely an aircraft.\n\nThe Knox County sighting was probably of a home-made hot air balloon created using a garment bag, similar to the one Rock Island pranksters made the weekend of March 12, and the one recovered in the Monmouth area. The method of making the balloons had been published in a national magazine, the report states.\n\nDuring that period, two red kites along with batteries and a light bulb were also recovered in the Galesburg area, according to the report.\n\nNearly all the witnesses Orenic and Kato interviewed appeared extremely reliable but had a “strong desire to see something” or an attitude of “thought I’d never see a saucer,” the report states.\n\nThose attitudes, the extensive news coverage and prank launchings appeared to have caused wide-spread UFO sightings, the captains wrote.\n\nStill looking, still believing\n\nIn 2015, the year before Fisher’s death at the age of 81, the Dispatch interviewed him about the incident. They asked how he felt about investigators pointing out his affinity for science fiction and “strong desire to see something” — the report said, for example, that Fisher “watches the sky every chance he gets.”\n\nThe former officer told the Dispatch he felt investigators were fishing for statements like that. But Fisher remained “adamant that he saw what he saw,” even years later.\n\n“He doesn’t know what it was, but it most certainly wasn’t a balloon,” the Dispatch wrote. “And several other people saw it and were startled by it, too.”\n\nPetrick also stands by his story. He said he never read the conclusions of the Air Force, but he doesn’t mind skepticism. Like Fisher, he knows what he saw.\n\n“People believe in love,” Petrick said. “Can you prove it? Can you prove it’s there?”\n\nHe’s also quick to point out that his interest in the UFO comes from a place of scientific curiosity, not opportunity. It’s the bird that got away.\n\nPetrick jokes about his father, whose experience with the unknown was a little different. Milton Petrick lived in rural New Jersey when Orson Welles’ “War of The Worlds” went over the radio the night before Halloween in 1938. Milton and his buddies saw through the radio play’s facade, but took it as a chance to improve the town.\n\n“They went down with their shotguns and rifles and shot the water tower, called the police and said, ‘Yeah, we just killed a Martian,’” Petrick laughs. “They got their new water tower out of it.”\n\nPetrick, though, isn’t looking for a new water tower. He’s just looking for answers. To this day, the 66-year-old scans the western sky almost daily, longing to see the UFO again. The uncertainty, though, is a sort of gift.\n\n“Everybody has beliefs that they can't prove,” Petrick said. “Which is actually a good thing, or life would be boring.”\n\nWhile walking around the grounds of his old elementary school on a recent fall day, Petrick’s voice rattled with a certain giddiness. He shuffled his feet along the sidewalk. Every time he found the perfect spot to recreate the memory, he’d find an even better one a few inches over.\n\n“Now it really hits home,” Petrick said, aligning a triangle between the rightmost spire on the church steeple and the roof of the school.\n\nHe lingered in the neighborhood for about a half hour, in awe of the sky. Waiting, perhaps, for an answer to appear. The weather conditions were similar to those in 1967. The sky was clear and a seasonal chill lingered in the air.\n\nFor a moment, a plane flew overhead to the north. Petrick estimated it was about the same size as the UFO of 1967. The jet left contrails behind, but they faded after a few minutes.\n\nPetrick kept on looking, raising his hand to his forehead to block out the sun — a salute, of sorts, to the puzzling sky."
    },
    {
        "title": "EXCLUSIVEPentagon chief reveals high-res photo of a UFO 'mothership': 'A huge mini city floating in the sky'",
        "link": "https://www.dailymail.co.uk/sciencetech/article-14020503/pentagon-chief-ufo-mothership-photo-reveal.html",
        "description": "Ex-Pentagon official Luis Elizondo, who gained fame for blowing the lid off a $22-million secretive government UFO program, revealed a pic of a UFO 'mothership' ...",
        "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
        "category": "ufo",
        "date": "3h",
        "source": "Daily Mail",
        "article_content": "An ex-Pentagon official, who gained fame for blowing the lid off a $22-million, secretive government UFO program, has revealed an image of an alleged UFO 'mothership.'\n\nLuis Elizondo, a career US Army counterintelligence specialist, previously ran the military's Advanced Aerospace Threat Identification Program.\n\nMonday night in Philadelphia at a private UFO event, Elizondo dropped what he described as a craft 'looking like the mothership from \"Close Encounters of the Third Kind,\"' referring to the 1977 Steven Spielberg film.\n\n'Guess what we caught in Romania in 2022? By the way, the US Embassy,' as Elizondo told attendees at the paid event, gesturing to the photo: 'That.'\n\nHe went on to describe it as a 'huge mini city floating in the sky.'\n\nBut the UFO, which resembles a gleaming disc-shaped craft, has already drawn withering critiques from skeptics, believers and even military UFO witnesses alike, who claim to have traced the photo to, not to the US Embassy, but a Facebook page.\n\nOne suggested to DailyMail.com that Elizondo has been lax in his vetting of such images in a bid to add sensational new material to his 'paid speaking engagements.'\n\nEx-Pentagon official Luis Elizondo (right), who gained fame for blowing the lid off a $22-million, secretive government UFO program, has revealed an image of a UFO 'mothership'\n\n'Guess what we caught in Romania in 2022? By the way, the US Embassy,' as Elizondo told attendees at the paid event, gesturing to the photo (above): 'That'\n\nVeteran US Air Force Staff Sergeant, Jeremy McGowan, who witnessed a dramatic UFO encounter himself in the Middle East decades ago, told DailyMail.com that Elizondo's dubious 'mothership' UFO fits a pattern with the man's past claims.\n\n'This unfortunate situation with Lue follows my experiences with him nearly exactly,' McGowan said. 'I witnessed him exaggerate or outright fabricate information that simply wasn't true.'\n\nElizondo unveiled the 2022 Romanian UFO photo at an October 28, 2024 event held at The City Winery, a wine bar in Philadelphia, Pennsylvania, for $50-$30 per ticket.\n\n'There's a whole lot more here folks,' Elizondo told the audience in a leaked clip. 'I just want to give you kind of a small taste of what's going on \"behind the scenes.\"'\n\n'We're having pilots, military pilots and civilian pilots in Eastern Europe and in the Middle East, report what unimaginably seems impossible,' as Elizondo began to explain his 'real photo' of a UFO.\n\n'They described it literally 'the mothership,'' Elizondo said.\n\nBut despite credible federal reports of 'mothership' UFOs over domestic US military sites — investigated by the Federal Aviation Administration (FAA), an FBI task force, the Air Force Office of Special Investigations (AFOSI) and 16 local sheriff's offices — internet sleuths quickly managed to poke holes in Elizondo's 2022 Romanian UFO.\n\nJohn Greenewald Jr, a longtime government transparency advocate who runs The Black Vault, quickly tracked the photo back to a September 13, 2023 post in a Facebook group titled 'Mysterious Ancient Discoveries.'\n\nJohn Greenewald Jr, a longtime government transparency advocate who runs The Black Vault , quickly tracked the photo back to a September 13, 2023 post in a Facebook group titled ' Mysterious Ancient Discoveries' (above)\n\nThe higher resolution image of this apparent 'mothership,' which looks at first glance to be piercing clouds with its beatific shafts of light, appears more likely to have originated as the reflection of an indoor chandelier lamp reflected in window glass\n\n'I reverse imaged searched it,' Greenewald posted on X. 'It got more than 182,000 likes and more than 23,700 comments.'\n\nThe higher resolution image of this apparent 'mothership,' which looks at first glance to be piercing clouds with its beatific shafts of light, appears more likely to have originated as the reflection of an indoor chandelier lamp reflected in window glass.\n\nThe placement of Romania's coal-fired Arad Power Station indicates the image was not taken from the US Embassy, but a building near the Mureș River a few miles away.\n\nAmerica's Embassy in Romania is roughly 400 miles to the southeast of Arad, in the capital city of Bucharest.\n\nWhile dedicated UFO skeptics were eager to pounce on Elizondo's inaccurate claims, UFO enthusiasts also expressed frustration over the episode.\n\n'Lue is 100 percent using us as pawns to line his pockets,' one contributor to the Reddit forum r/UFOs lamented. 'His most recent book was no.1 seller in the nation.'\n\n'It's muddying the waters and detracting from the important convo,' another opined.\n\nBy midday Wednesday, Elizondo was publicly attributing the error to 'a friend in Government' who provided him with the photo 'a couple of years ago.'\n\nRetired USAF Staff Sergeant McGowan, however, told DailyMail.com that Elizondo's error was far from a one-off mistake.\n\n'I've been on the receiving end where Lue has pulled out his cell phone and shown me what he described as highly classified video,' McGowan told DailyMail.com.\n\nThe placement of Romania's coal-fired Arad Power Station (above) indicates the image was not taken from the US Embassy, but a building near the Mureș River a few miles away. America's Embassy in Romania is roughly 400 miles to the southeast of Arad, in Bucharest\n\n'For him to think I would believe he would simply carry classified info on an unsecure civilian cell phone is just insulting,' he added. 'And it wasn't just me, multiple podcast hosts were shown video Lue attributed to things they were not.'\n\nFor the past two years, McGowan has been notably public about this instance in which Elizondo showed him what he claimed was, in McGowan's words, 'a highly secret video smuggled out of Russia' taken by a Soviet Union probe near Mars.\n\nThe video, as McGowan recollected to DailyMail.com, looked to be a decades-old public UFO video from the Soviet's Phobos 2 probe, released by retired Soviet Air Force Colonel Marina Popovich in 1991.\n\nElizondo had shown the video to McGowan, in hushed tones, in January 2021.\n\nWhile Popovich, who wrote a book about her own UFO encounters as a test pilot, long maintained the Phobos 2 video depicted a legitimate alien craft, the odd video had nevertheless been public for about three decades, in other words.\n\n'There is a striking similarity between that public video and what Lue showed me on his phone,' McGowan recollected.\n\n'Only saw it for a few seconds,' he said, 'so the granular details didn't get absorbed.'\n\nMcGowan, whose duties in the Air Force included service in Desert Storm attached to Joint Special Operations Command (JSOC) and drug enforcement missions in Colombia, has been public for years on his own UFO encounter.\n\nIn the mid-90s, while serving as a member of the JSOC J2 Security Team for 'Ellipse Foxtrot,' Jeremy McGowan (above) says he was a witness to unusual aerial lights appearing to survey a highly classified cargo container he had been tasked with guarding in the desert\n\nFor the past two years, McGowan has been notably public about an instance in which Elizondo showed him what he claimed was, in McGowan's words, 'a highly secret video smuggled out of Russia' taken by a Soviet probe near Mars. The video however had been public since 1991\n\nIn the mid-90s, while serving as a member of the JSOC J2 Security Team for 'Ellipse Foxtrot,' McGowan says he was a witness to unusual aerial lights appearing to survey a highly classified cargo container he had been tasked with guarding in the desert.\n\nHe spoke to the History Channel about this UFO sighting in the Mid East for the 2020 docu-series 'Unidentified,' which had been hosted by Luis Elizondo.\n\nAs McGowan recollected about his appearance on the show in a Medium blog post, he had agreed to this on-camera interview in the hopes of getting back in touch with other witnesses to the event, but felt 'used' by the experience.\n\n'I was supposed to be introduced to investigators and researchers who could help me identify the person with me on that dune and saw what I saw!' he wrote in 2022.\n\n'I left with no answers [...] I sent a few emails to production that were ignored, and I was never extended the courtesy promised to me.'\n\nBy midday Wednesday, Elizondo was publicly attributing the error to 'a friend in Government' who provided him with the photo 'a couple of years ago' (above)\n\nElizondo unveiled the 2022 Romanian UFO photo at an October 28, 2004 event held at The City Winery, a wine bar in Philadelphia, Pennsylvania , for $50-$30 per ticket\n\nFederal government concern about 'mothership' UFOs harboring swarms of 'drones,' have spilled out into public view following the release of internal reports via the US Freedom of Information Act (FOIA) in recent years.\n\nWeeks of reports of mystery 'drones' swept eastern Colorado and nearby areas of Nebraska, Wyoming and Kansas over the winter holidays of 2019 into the new year.\n\nThe sightings worried citizens and local law enforcement alike, but odd craft and thier 'motherships' troubled the US military especially for their proximity to some of America's sensitive, nuclear-equipped intercontinental ballistic missiles (ICBMs).\n\n'They all seem clustered in an area that has quite a few Minuteman sites,' a redacted official confessed in one email released via FOIA by F.E. Warren Air Force Base.\n\nF.E. Warren security staff spoke to local sheriff's deputies who ' reported seeing a 'mothership' six feet in diameter flanked by 10 smaller drones (some fixed wing, some not).'\n\n'When deputies follow the drones, they clock them at speeds of 60-70 mph,' the redacted base official stated."
    },
    {
        "title": "UFO ORBS follow Private Plane in NEW Video filmed by Charlie Kirk",
        "link": "https://www.msn.com/en-us/entertainment/news/ufo-orbs-follow-private-plane-in-new-video-filmed-by-charlie-kirk/vi-AA1tbVg6?ocid=BingNewsVerp",
        "description": "Matthew Perry's mom breaks down on the 'Today' Show, sharing heartbreaking memories. \"I couldn't help him\" hits hard. Reflecting on his loneliness & insecurities, she reveals their last emotional ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Vetted on MSN15h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "Westall Papets: Sensational claims secret file detailing truth about Australia's largest UFO encounter is hidden in bowels of Defence archives - as leading investigator says it ...",
        "link": "https://www.dailymail.co.uk/news/article-13775525/ufo-westall-ross-coulthart.html",
        "description": "On the morning of April 6, 1966, about 200 students at Westall High School witnessed something strange and unnerving hovering above the school's oval and the nearby Grange ...",
        "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
        "category": "ufo",
        "date": "4h",
        "source": "Daily Mail",
        "article_content": "There was no sound to begin with, just an eerie shape, looming in from the distance. Some say it looked like a giant silver cigar, others a flying saucer, a metallic disc, shimmering overhead.\n\nAs the craft slowed to a hover above Westall High School, the children in the playground started screaming. One of the eyewitnesses, Mary Eastwood, said it felt like 'the end of the world'. Students were running around, hysterical, or throwing themselves to the ground in panic. Mary and her friend sat on the perimeter fence, dumbstruck.\n\nThe only thing we know for sure almost 60 years later is that something strange and unnerving happened at the school, just south-east of Melbourne, on an April morning in 1966. Official efforts to dismiss the eye-witness reports by insisting the 'craft' was nothing more than a stray weather balloon have never quite succeeded and a secret government report into the incident has never been released.\n\nIndeed, that explosive report - authored by a high-ranking aviation official - is believed to rubbish the official explanation that the mysterious object was a high-altitude balloon.\n\nSo, it is no surprise that many of the people at Westall that day – students, teachers and residents of nearby Clayton South – resolutely believe what they saw was an alien spacecraft, a UFO. And now, even more astonishingly, a leading UFO investigator says what they actually encountered might have been a captured alien craft deployed as part of secret U.S. military tests.\n\nAuthor Ross Coulthart has spent decades investigating the Westall incident and is convinced the truth has been deliberately covered up.\n\nThe key to the mystery lies in the secret official report into Australia's most significant mass sighting of an unidentified craft which is still buried away in the bowels of the Department of Defence archives.\n\nAccording to sources familiar with the document, it was compiled in 1967 by an engineer - known only as 'Mr X' - who was working as the Assistant Controller of the Aircraft, Guided Weapons and Electronics Supply Division of the government's now-defunct Department of Supply.\n\nLeading UFO investigator Ross Coulthart claims the truth about the Westall incident has been deliberately covered up, with a secret official report into Australia's most significant mass sighting still buried away in the bowels of the Department of Defence archives\n\nA purported photograph of the Westall UFO incident, in which almost 200 students, teachers and residents in south-east Melbourne claimed to have witnessed an unexplained flying object hovering near a suburban school before descending onto a nearby open field in 1966\n\nA newspaper clipping outlining what several witnesses saw on that fateful day in 1966\n\nCoulthart claims only two copies of the 'Westall Papers' were ever made. One was destroyed by Mr X's widow on his orders after his death, while the other remains hidden from public sight.\n\n'One of the things that happened in the wake of the Westall incident was that an official, who was very senior in Australian aviation, was retained by Defence to write an investigation into what took place that day,' Coulthart tells Daily Mail Australia.\n\n'He's since died... but I have spoken with the son of the man who wrote the report.\n\n'He says his father worked on the report in the family home and that he became aware as a child of the fact that his dad was travelling to the Westall school for three or four days in a row in what became an extraordinarily intense investigation.\n\n'And his father was so freaked out by what he discovered – the implications of what he learned – that he gave a secret copy of the Westall Papers to his wife and told her to keep it hidden away in a particular location in the family home.\n\n'He made her promise she would destroy it when he died but, essentially, that was his insurance policy.\n\n'Mr X's son doesn't know what was precisely revealed in that document, but he does have a strong recollection of his father's position on the Westall incident, and believes the truth went well beyond the simple spy balloon explanation.\n\n'He watched his mother burn the report in their back garden after his father died but there is another copy that was the filed with the Department of Supply.'\n\nCoulthart, a five-times Walkley Award-winning investigative journalist, says the mystery file was transferred to the Defence archives after the Department of Supply was dissolved in June 1974.\n\nINTELLIGENTLY CONTROLLED CRAFT\n\nAndrew Greenwood was a teacher at Westall High School when the unexplained incident occurred – and says he was later threatened into silence.\n\nHe vividly recalls a 'hysterical' student running into his Year 9 science class during first break, claiming there was a flying saucer in the sky. While dubious at first, Mr Greenwood nonetheless went outside and was shocked to see a bright silver object 'the size of a car' hovering in the air near the school.\n\nHe said the object began to slowly rise into the sky before it was approached by five aircraft. Whenever these aircraft drew close to the silver object, it quickly darted in a different direction before stopping again.\n\nThe cat-and-mouse encounter continued for about 20 minutes before the object landed briefly in a nearby field - known as the Grange Reserve - then shot away and vanished into the sky entirely.\n\nAndrew Greenwood, one of the teachers at Westall High School during the UFO encounter, has described a frightening visit he received from government officials demanding he keep quiet\n\nTerry Peck, who was a student at Westall, shows former 60 Minutes investigative reporter Ross Coulthart a series of drawings of what she saw hovering above her school in April 1966\n\nWithin 40 minutes, air force and army personnel poured into the area in military vehicles and formed a secure barrier around the reserve. But, knowing the area well, Mr Greenwood and dozens of students were able to sneak in and see what was going on.\n\n'[We saw a] circular area, like trampled grass,' Mr Greenwood says. 'And there were guards around it and there were people in there with equipment.'\n\nMr Greenwood remains convinced the object he witnessed was an alien aircraft.\n\n'I saw a craft. A mechanical object intelligently controlled hovering above me,' he told Coulthart in The Phenomenon, a documentary released in 2022.\n\nHe added that after discussing the incident with local news reporters, Mr Greenwood received an unexpected – and unwelcome – late-night visit at his home from two men claiming to be government officials.\n\nAccording to him, one was wearing plain clothes and the other a high-ranking air force uniform. They told him his recollection of the incident was incorrect - and he would be well advised to stop talking about the encounter.\n\n'When I tried to explain to them that they weren't there - I was - and I knew what I saw, well, the first suggestion was, 'You'd be ill-advised to go on saying that because clearly you were drunk on duty and will have to be reported to the education department and of course you will lose your job',' he says.\n\n'Absolutely, I was threatened. I was told that I should not say anything.'\n\nHe believes the intimidating visit was part of a government conspiracy to cover up the country's largest mass UFO encounter.\n\nEYEWITNESSES THREATENED\n\nOne oft-reported explanation for the Westall incident is that the object could have been a runaway high-altitude atmospheric balloon from the HIBAL program at Mildura Airport, about a six-hour drive away in Victoria's north-west.\n\nThe program was established by Australia's Department of Supply in conjunction with the US Atomic Energy Commission in 1960. It purportedly used white and silver high-altitude balloons to sample the levels of radioactive elements injected into the stratosphere by atomic experiments in the Pacific Ocean.\n\nSome sceptics have suggested the object spotted hovering over the Westall school in 1966 was a runaway high-altitude atmospheric balloon from Mildura Airport about six hours away\n\nBut Coulthart - who has led investigations across ABC's Four Corners, Nine's 60 Minutes and Seven's Sunday Night flagship news and current affairs programs - is convinced there is a more sinister explanation.\n\n'Andrew's account is extraordinarily credible,' Coulthart tells Daily Mail Australia.\n\n'And he's adamant that what he saw was something anomalous that he couldn't explain away as a balloon or anything like that.\n\n'In fact, he says categorically that it was not a balloon of any kind whatsoever, that it was clearly some kind of craft.\n\n'He says he saw an elliptical, metallic disc-shaped object moving in some intelligent way.\n\n'And he's not the only one. There are well over 180 witnesses who saw the exact same thing - people like Terry Peck, who has a particularly vivid memory of what she saw, and who is equally adamant 'it was not a balloon'.\n\nPeck, a former student at Westall, provided Coulthart with a series of drawings of what she saw hovering above her school.\n\nRecounting that fateful April day, she claimed she jumped over the school fence and raced towards where the UFO had landed in the pines.\n\nBy the time she arrived, two other classmates were already there. One of them, a girl, was hysterical. Peck alleges the student was carried off in an ambulance and never came back to school.\n\nWhat happened next still troubles her.\n\n'We all got called to an assembly... and they told us all to keep quiet,' she says.\n\n'I know this sounds corny, but I know what I saw. It was not a balloon. It was a machine, a craft.'\n\n'I'd absolutely just like someone to come forward from the services just to say, \"Yes, it did happen, and it landed and there was a cover-up\".'\n\nCoulthart says he has since spoken to multiple people who attended the assembly who all shared the same story.\n\n'They all describe how there were officials from the government and people in uniform who were standing up the back of the hall who were listening to what was being said to the students,' he says.\n\nAnd it wasn't only the students being warned.\n\n'We've spoken to firemen who attended the incident, and numerous people who were told - threatened - that if they talked about this, this was a national security issue, and that they should shut up about it,' Coulthart says.\n\nFive-time Walkley Award-winning journalist Ross Coulthart vows he will continue investigating the 'non-human technology' involved in encounters such as the Westall mass sighting despite ongoing attempts to discredit anyone who speaks out about the 'biggest story in history'\n\n'Moreover, when the recovery operation happened, there were American-accented personnel driving American left-hand-drive jeeps.\n\n'So, it's just absurd to try to patronise these witnesses by saying, 'You don't know what you saw, it was just a spy or weather balloon'. That's bollocks, absolute rubbish.'\n\nPUBLIC LEFT IN DARK\n\nCoulthart has spent years pushing for the Westall Papers to be made public, but fears they may remain locked away in the Defence Department forever. In the absence of the full report, he has been able to assemble only tantalising pieces of the jigsaw.\n\n'Certainly, there was detailed analysis that was done: soils removed, there were radiation detectors used, Geiger counters used,' Coulthart says.\n\n'It was the most extraordinarily intense investigation and the public has been completely left in the dark.\n\n'I suspect there was a finding [in the Westall Papers] that the object was American technology. I am convinced the Americans have been using Australia as a secret location for testing of technology - non-human technology - that became too sensitive to test in places like Area 51, the Nevada Test Range.\n\n'There's been an ongoing Cold War between the Russians, the Chinese and the Americans over who gets access to this retrieved, non-human technology - and fighting for the knowledge of how to use it and how to develop and replicate it.\n\n'We've moved beyond the argument about whether these things are real. It's been formally admitted that they're real.\n\n'What we have now is a continuing attempt at a feeble cover-up by the Pentagon and the intelligence community, which, I suspect, believes that it can derive some kind of hegemonical American military advantage from the technology that it is hiding.\n\n'That is why the public is being lied to about incidents like Westall, and why this is being concealed.'\n\nTHE ROAD AHEAD\n\nThe Westall sighting has become one of the most enduring of Australian mysteries.\n\nThe incident has not only featured in a raft of popular documentaries, but has also been commemorated at the site itself with a UFO-themed playground.\n\nHIBAL balloons were used to sample the levels of radioactive elements in the atmosphere\n\nOfficially, the Department of Defence insists it is 'not aware' of the existence of the Westall Papers and critics continue to dismiss Coulthart's work. However, the investigator says that despite the passage of time, he will continue to push for the release of Mr X's secret report.\n\n'I have been vilified and attacked for investigating the technology involved in these kinds of encounters,' he tells me.\n\n'Numerous people I have spoken to have told me it is routine for people who are working inside this secret program to be intimidated and threatened with death if they reveal what they know.\n\n'But there is no amount of intimidation or bullying or threats that will stop me from investigating this. It's too far down the track.\n\n'This is the biggest story in human history, and I know it's real.'"
    },
    {
        "title": "Google’s AI-powered weather app is rolling out to older Pixels",
        "link": "https://www.msn.com/en-us/news/other/google-s-ai-powered-weather-app-is-rolling-out-to-older-pixels/ar-AA1tecIs?ocid=BingNewsVerp",
        "description": "Google’s standalone weather app, which was already included on Pixel 9 phones, is now available for Pixel 6 and newer devices ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OxBx6aHn6fDXm8-5lRvLoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "It looks like Apple found a smart new way to use AI in the App Store",
        "link": "https://bgr.com/tech/it-looks-like-apple-found-a-smart-way-to-use-ai-in-the-app-store/",
        "description": "Apple plans to add app review summarization to the App Store. Here's what we know so far about this upcoming feature.",
        "image_url": "https://www.bing.com/th?id=OVFT.U04sXLXTDUj4MSSgRSK8Di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "BGR",
        "article_content": "Apple plans to add AI-powered app review summarization to the App Store. According to an unlisted article seen by 9to5Mac, the company wants to show a summary of users’ app reviews before they download a new app.\n\nThe Apple blog says there’s no clear example of what these App Store summaries could look like. However, they will possibly be made by Apple rather than using local processing. This upcoming feature will help users understand the most usual feedback about an app, whether it’s worth buying/downloading or not.\n\nDevelopers will also be able to report if they consider a summary “inaccurate.” Here’s how Apple explains this feature:\n\n“An app may have a summary that highlights the most common customer feedback and sentiment in user reviews about the app. The summaries are refreshed as new reviews are added. Summaries are available in select countries and regions and for apps with enough reviews to provide a summary. They appear on the app’s product page. If the summary is inaccurate or has another issue, you can report a problem.”\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nAt the moment, it seems Apple is planning a slow rollout of this feature. If it’s related to Apple Intelligence in some way, that means the US App Store will be the first to get the App Store summaries, followed by other English-speaking countries.\n\nThis new feature could be part of Apple’s ideas to prevent users from downloading fraudulent apps. Over the years, BGR reported on several copycat and fraudulent apps trying to deceive users and even passing Apple’s App Store review process. If a summary suggests that an app doesn’t work as intended, it might help users steer clear of it.\n\n9to5Mac says a launch is expected soon, as this feature can already be found in the App Store API. We’ll let you know once Apple makes this new feature official."
    },
    {
        "title": "How To Use New Visual AI Tools To Save $5,000 In The Next 6 Months",
        "link": "https://www.forbes.com/sites/jaimecatmull/2024/10/30/how-to-save-5000-in-the-next-6-months-using-visual-ai-tools/",
        "description": "Instead of hiring expensive experts, you can use this technology to tackle everyday tasks yourself, getting personalized, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.siiM_U4FgIfHEDsOYCvv-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Betaworks focuses on AI applications in its latest Camp",
        "link": "https://www.msn.com/en-us/news/technology/betaworks-focuses-on-ai-applications-in-its-latest-camp/ar-AA1tdhx4?ocid=BingNewsVerp",
        "description": "For its most recent Camp, VC and accelerator Betaworks was on the lookout for startups building native applications made ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kjcF1EyhUxmYyQGuJed6qS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Chinese AI unicorn MiniMax scores big in US with Talkie chatbot entertainment app",
        "link": "https://www.scmp.com/tech/tech-trends/article/3284511/chinese-ai-unicorn-minimax-scores-big-us-talkie-chatbot-entertainment-app",
        "description": "Talkie, part of the fast-growing ‘companion AI’ market segment, was the fourth most-downloaded AI app in the US in the first ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bfpXHHeHZkJvbN611YGSVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "scmp.com",
        "article_content": "Advertisement\n\nData from market research firm Sensor Tower showed that Talkie – part of the fast-growing “companion AI” market segment – was the fourth most-downloaded AI app in the United States in the first half of 2024, ahead of Google -backed rival Character.ai which ranked 10th.\n\nGlobally, Talkie recorded 17 million downloads in the first eight months of the year, trailing Character.ai with nearly 19 million downloads in the same period, according to a Sensor Tower report last month. Using generative AI (GenAI) technology, both apps enable users to create and have conversations with virtual characters based on fiction or real people.\n\nShanghai -based MiniMax is expected to take in around US$70 million in sales this year, according to a recent report by The Financial Times citing anonymous sources. The bulk of that revenue is expected to come from the start-up’s avatar chatbot platform, which targets the US and other overseas markets.\n\nMiniMax did not immediately respond to a request for comment on Wednesday.\n\nThe landing page of the Talkie AI app, an entertainment chatbot platform developed by Shanghai-based MiniMax. Photo: SCMP\n\nCompanion AI apps are particularly popular among younger users, with those aged 18-35 accounting for more than 70 per cent of the user base for top apps like Character.ai, Talkie, Linky AI and HiWaifu, according to Sensor Tower."
    },
    {
        "title": "The Royal Family Has ‘Witnessed’ Ghosts in ‘All’ of Their Properties, Paranormal Historian Claims",
        "link": "https://www.usmagazine.com/celebrity-news/news/the-royal-family-has-witnessed-ghosts-in-their-homes-historian-says/",
        "description": "Members of the royal family including King Charles III have ‘witnessed’ ghosts in ‘all’ of their properties, paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RvnIueIsr_dM30S1GFvVMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Us Weekly4h",
        "source": "Us Weekly",
        "article_content": "Perhaps it’s no surprise that residences as old as Buckingham Palace and Windsor Castle have their share of supernatural energy, but learning about the royal family’s haunted history still gave Us the creeps.\n\nIn the documentary The King of UFOs, which premiered on Amazon Prime Video last month, Paranormal historian Richard Felix claimed that “all” of the royals’ properties “have ghosts in them, and they know it and have witnessed it,” per Tatler magazine.\n\n“The late Queen [Elizabeth II] saw her namesake Queen Elizabeth in the library at Windsor Castle,” Felix said. “King [Charles III] has seen the same ghost, and his grandfather George VI saw Queen Elizabeth eight times in the library before the start of the second World War.”\n\nEven Charles’ sons, Prince William and Prince Harry, seem to be comfortable with the idea of spirits. During an October 2023 episode of Hello!’s “A Right Royal Podcast,” Felix claimed that William, 42, had a cheeky reply when he was told the ghost of a Catholic priest lives in Anmer Hall, his and wife Princess Kate Middleton‘s country home.\n\nRelated: King Charles Is Giving the Public Unprecedented Access to Balmoral Castle A piece of royal history has been made public for the first time. King Charles III is opening the doors to Scotland’s Balmoral Castle, a storied estate that serves as a frequent vacation spot for the royal family. “For the first time since the castle was completed in 1855, we have been granted permission to […]\n\n“Before the Waleses moved in, they were warned about the ghost and the comment was — I presume it was from Prince William — ‘No old hall would be complete without a ghost, would it?’” Felix claimed.\n\nHe added that the late priest’s ghost has been seen and heard in Anmer Hall, and noted that the priest died after being “hanged, drawn and quartered for high treason.”\n\nHarry, 40, meanwhile, wrote in his 2023 memoir, Spare, that he once sought help from a woman who “claimed to have ‘powers’” to connect with his late mother, Princess Diana, who died in a car crash at age 36 in 1997. Harry was 12 at the time.\n\n“’Your mother says that you are living the life that she couldn’t live,’” Harry recalled the woman telling him. “‘You’re living the life she wanted for you.’”\n\nRelated: Prince Harry Stayed at Diana's Childhood Home for Recent UK Trip: Report Prince Harry reportedly stayed at the home of his late mother, Princess Diana, while visiting the U.K. for his uncle Lord Robert Fellowes’ funeral. Harry, 39, was apparently the guest of his uncle Charles Spencer at Althorp House — where Diana grew up — late last month, People reported on Monday, September 2. The Duke of […]\n\nThe Duke of Sussex isn’t the only royal who has sought messages from a deceased loved one. The King of UFOs doc claimed that Queen Elizabeth II attended a seance in 1953 hoping to connect with her then-recently deceased father. The queen’s mother, Queen Elizabeth the Queen Mother, sister, Princess Margaret, and husband, Prince Philip, were also reportedly in attendance.\n\nThe royal family’s interest in the paranormal is often attributed to Queen Victoria, who was Queen Elizabeth II’s great-great-grandmother. In his 2013 book Whisperers: The Secret History of the Spirit World, occult expert J.H. Brennan claimed that Victoria, who reigned from 1837 to 1901, was “fascinated by spiritualism” and would invite mediums to Buckingham Palace and “hold seances.”\n\nBrennan also claimed that Victoria’s manservant John Brown, whom she was rumored to have a romantic relationship with, actually acted as a medium to help her channel the spirit of her beloved late husband, Prince Albert of Saxe-Coburg and Gotha.\n\nRelated: Princess Diana’s Brother Pays Tribute on 27th Anniversary of Her Death The People’s Princess always and forever. The British royal family has kept Princess Diana’s memory alive since her untimely death in August 1997. The mother of Prince William and Prince Harry died at the age of 36 after a car accident in Paris that resulted from her driver, Henri Paul, fleeing the paparazzi. Paul and […]\n\nVictoria died at age 81 in 1901, which meant she spent decades without Albert, who died at age 42 in 1861.\n\nWhile the royal family’s history with spirits might be a little too spooky for some, Felix said in The King of UFOs that the royals “live with their ghosts because most people do.”\n\n“Most people aren’t afraid of ghosts when they are in their houses,” he continued. “They just accept them.”\n\nThe King of UFOs is now streaming on Tube and Amazon Prime Video."
    },
    {
        "title": "Exclusive It’s Coming Trailer Sets Release Date for ‘Real-Life Paranormal Activity’",
        "link": "https://www.yahoo.com/entertainment/exclusive-coming-trailer-sets-release-131042015.html",
        "description": "ComingSoon is excited to debut an exclusive trailer for It’s Coming, a new documentary movie about the paranormal activity ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OCeCal4cazfTXhLx6vuFMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10h",
        "source": "Yahoo",
        "article_content": "ComingSoon is excited to debut an exclusive trailer for It’s Coming, a new documentary movie about the paranormal activity that a family in Brooklyn has been experiencing. This comes after Freestyle Digital Media acquired the North American digital distribution rights to the horror documentary.\n\n“The follows the harrowing, firsthand, supernatural encounters of Ashley Roland-White, a successful Brooklyn-based day trader and mother of five,” reads the synopsis. “Despite her natural skepticism, Ashley acknowledges she has been haunted by a malevolent presence since childhood. As a professional and mother, she kept these experiences private, sharing them only with her immediate family, fearing others would question her mental stability or dismiss her as irrational. However, when the spirits begin targeting her children, Ashley is forced to confront the dark forces threatening her family.”\n\nCheck out the exclusive It’s Coming trailer below (watch more trailers):\n\nWhen is the It’s Coming release date?\n\nIt’s Coming will be available to rent or purchase on all U.S. digital HD internet, cable, and satellite platforms, as well as on DVD, starting on November 12, 2024. The film is directed and produced by Shannon Alexander. Described as a real-life version of Paranormal Activity, the chilling documentary will deliver an investigative depth of the family’s real-life paranormal encounters. It will feature interviews with Ashley Roland-White, Javier Vega, and Chris Deflorio.\n\n“There’s been a growing interest in exorcisms and the paranormal in recent years,” Alexander said in a statement. “With It’s Coming, I wanted to document real-life cases, particularly the ten percent that experts deem legitimate. Following Ashley’s family in New York provided a unique lens into these haunting experiences, allowing viewers to see this sinister presence through the eyes of a mother and her children.”\n\nThe post Exclusive It’s Coming Trailer Sets Release Date for ‘Real-Life Paranormal Activity’ appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More."
    },
    {
        "title": "Paranormal playground? LST 325 home to reported encounters",
        "link": "https://www.msn.com/en-us/news/us/paranormal-playground-lst-325-home-to-reported-encounters/ar-AA1tehE3?ocid=BingNewsVerp",
        "description": "History meets hauntings, at least that’s the story aboard the LST 325. And on the day before Halloween, we took our own tour ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gVfzoFQfHR5Hc-tPxJZXjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WEHT Evansville on MSN43m",
        "source": "WEHT Evansville on MSN",
        "article_content": ""
    },
    {
        "title": "Billings ghost hunters are helping the living by documenting the dead (copy)",
        "link": "https://billingsgazette.com/news/local/history/billings-ghost-hunters/article_ea285a72-971a-11ef-82e1-239e768d5a3c.html",
        "description": "The Montana Paranormal Research Society have been trying to explain the unexplainable for two decades. They're volunteers, ...",
        "image_url": "https://www.bing.com/th?id=OVF.uLV5r%2fRpZJhewOEuzw9V7A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Billings Gazette2h",
        "source": "Billings Gazette",
        "article_content": "What if?\n\nThat’s the question that plagues you when you think about the paranormal. Ghosts aren’t real. They can’t be. That shadow out of the corner of your eye is a trick of the light. Those unexplained noises are the house shifting. Right?\n\nBut what if?\n\nYou can drive yourself crazy wondering. Or you can do something about it and try to prove the unprovable.\n\nThat’s where the Montana Paranormal Research Society (MTPRS) comes in. For two decades the group has searched for specters — and the evidence they may or may not have left behind — in and around Montana. They are this state’s foremost experts in the paranormal.\n\nThe group’s numbers have fluctuated over the years, but there are three core members of MTPRS. Dustin is the organization’s founder and erstwhile leader. Married couple Lora and Curtis are sort of the ying and the yang of this whole organization. She has boundless enthusiasm, his favorite moments are when he can prove some piece of evidence they’ve gathered has a rational explanation. (The trio requested that their full names and photos not be used for this story).\n\nIn the late 1990s, Dustin was a computer tech at Bozeman Public Schools. The district’s headquarters are in Willson School, on West Main in downtown Bozeman. The former high school was completed in 1937 but sections of it were built starting in 1902.\n\nDustin and a friend would stay late after hours to play “World of Warcraft,” since the school district had a better internet connection than their home did.\n\n“I was locking up one night and every other light in the hallway was on, and there was someone down at the very end of the hallway,” he remembered. “It looked like a kid.”\n\nBy the time he had the door unlocked and went down the hallway to investigate, the figure was gone. So he pushed it aside, until a month or so later. Someone put up an exhibit with photos of students who had attended the school. They were wearing identical uniforms to the figure Dustin saw in the hallway.\n\n“That got me started on the whole concept of what’s going on out there,” he said. He started playing around with photography, trying to capture some evidence of what he’d seen. For years, he just captured dust balls floating around.\n\nBut after a move back to Billings in 2001, Dustin got a job at the old Carmike 7 movie theater on Overland Avenue. Theaters, which are big wide-open buildings kept artificially dark, are spooky places, and Dustin started hearing stories. So to investigate more, he started carrying a video camera around while working.\n\nOne day, the district manager came by, furiously asserting that someone at the theater had been pirating movies. Coming clean about the whole thing didn’t really help.\n\n“He was jumping up and down yelling at me saying, ‘I am not calling corporate offices and saying that you were hunting for ghosts,’” Dustin said. “It would have been better if I’d said I was pirating movies.”\n\nDustin got to keep this job, but he figured he should probably get a group together to add some legitimacy to this whole thing, and the Montana Paranormal Research Society was born. At first they were just friends from the movie theater, but they started growing. Lora and Curtis joined around 2008, after hearing the group being interviewed on the radio.\n\nThe group investigate historic hauntings, but their bread and butter is working with average folks who have something happening to them that they can’t explain. MTPRS members are all volunteers, and they’ve never accepted anything more than gas money from folks who’ve asked them to investigate.\n\n“We try to help people,” Dustin explained. They might not be able to solve what’s going on, but they can at least try to capture it, to validate the activity. Most people learn to live with the activity, treating it as a sort of quirk of their house.\n\nFor years, they took on every case that walked through the door. Dustin has seen a lot, and there are a few instances that still rattle him. He’s been tapped on the shoulder at the Moss Mansion, and on an investigation in Pryor he was confronted by a seven-foot-tall black mass.\n\nBut for the most part, they’ve gotten in more trouble with the people they’re working with, not the spirits.\n\nMTPRS are affiliated with TAPS (the Atlantic Paranormal Society), the group featured on the wildly popular and long-running Travel Channel show “Ghost Hunters,” but their investigations don’t really look like anything you’ll see on TV. There’s no shouting at or taunting of spirits. Rather, they try to be respectful or even helpful, hoping to draw more spectral flies with honey rather than vinegar.\n\nTheir rules are simple. Number one is safety. Number two, Dustin joked, is to not break anything in the Moss Mansion.\n\nThe approach seems to have worked. MTPRS have a mountain of evidence from their two decades of work. There are a few photos — one that shows a unexplained figure at the Dude Rancher Lodge in Billings — and some videos, but the cameras are mostly to keep track of the investigators. The bulk of their material comes in the form of electronic voice phenomenon.\n\nEVPs, as they’re known in the ghost hunting world, are disembodied voices mysteriously caught on electronic recorders. Often the investigator handing the recorders don’t even know they’ve got something until they listen back.\n\nMTPRS have a few of note. One was captured on the eighth floor of the Yellowstone County Courthouse, which used to be the county’s jail. It features a worried, British accented voice saying, “Here comes Mr. Becker.” Per legend, that was the name of a former guard.\n\nLater on in the clip, which is available on YouTube, Lora did something she never does: talked back.\n\n“Do you know that you’re dead and you don’t have to stay here anymore,” she asked.\n\n“(Expletive) you!” a voice shot back.\n\nListening to it now, it almost sounds fun, like a call and response from beyond the grave. But this stuff isn’t easy. Investigations can get monotonous and boring, and that’s only the beginning. Once you’re done, you’ve got hours of videos and audio recordings to listen to. In the group’s early days, Dustin would hold evidence parties, where everyone would try to comb through all the material over pizza. They’ve had members quit once they realize how much work is involved.\n\nThey’ve investigated buildings all over, many they can’t even speak about. The locations they can reveal are a cavalcade of historic Montana places. The group has always been based in Billings, so their usual haunts are the Moss Mansion, the Dude Rancher and the old Parmly Billings Library building (now the Western Heritage Center).\n\nThey investigated the Mammoth Hot Springs General Store in Yellowstone. That building, which was built in 1895 as part of Fort Yellowstone, had so much activity going on that employees reached out to MTPRS specifically. As far as Dustin knows, they’re the only group who have hunted for ghosts in a national park.\n\nThey’ve been all over, from the aptly named Ghost Rails Inn in Alberton to the Miles City Elks Lodge.\n\nIt was at the Elks that MTPRS captured what Dustin thinks is the best piece of evidence they’ve found. On a night in September 2010, they captured what sounds like a woman screaming. She can be heard from different microphones all around the building, and none of the investigators heard a sound.\n\nIs there a natural explanation, or is this a call from the other side? Nobody can say for sure. The clip is on YouTube, so you can judge for yourself. There are no answers here, just mysteries that prompt more and more mysteries.\n\nMaybe that’s why Dustin takes such a pragmatic view on the paranormal. He doesn’t even like the word “haunted.” He can’t say for sure what any of this activity is, but he can’t explain it.\n\n“When it gets down to it, we just don’t know what it is,” he said. “Is it dead Aunt Marge who’s talking to you? Or is it a manifestation of your brain?”\n\nWhen Jesus walks on water in the Book of Matthew, the disciples initially cower in fear, believing him to be a ghost. For pretty much always, people have been using the paranormal to explain the unexplainable.\n\nAs far as Dustin has seen, there’s nothing truly evil out there. Just things you can’t quite understand. And maybe they’re looking back at us, also searching for connection.\n\n“It’s a noble thing to help out where we can,” Dustin said. “Even if we can’t find what’s out there.”"
    },
    {
        "title": "\"What was that?!?\" - Paranormal Investigation of The Requiem Haunted House in Caldwell",
        "link": "https://www.kivitv.com/caldwell/what-was-that-paranormal-investigation-of-the-requiem-haunted-house-in-caldwell",
        "description": "Idaho News 6 met up with Western Idaho Paranormal at the Requiem Haunted House in Caldwell for a paranormal investigation.",
        "image_url": "https://www.bing.com/th?id=OVFT.FDBVDNEs57vCdhvAQfdA5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KIVI-TV2h",
        "source": "KIVI-TV",
        "article_content": "CALDWELL, Idaho — Idaho News 6 met up with Western Idaho Paranormal at the Requiem Haunted House in Caldwell for a paranormal investigation.\n\n\n\nThe Requiem is over 100 years old.\n\nMany spirits are said to haunt the floors of the building, including a doctor, a lady in white, and children.\n\nFor more information on the Requiem click here. For more information on Western Idaho Paranormal click here.\n\n(Below is the transcript from the broadcast story)\n\nOne year ago I took you on a Halloween adventure through Haunted World. but this season I wanted to experience a true haunt. I'm your neighborhood reporter Alexander Huddleston and some coworkers and I went on an investigation with Western Idaho Paranormal here at the Requiem in Caldwell.\n\nRELATED: Haunted World still keeping Caldwell spooky.\n\n\"98 percent of investigations are you staring at each other in the dark. You ask questions, you wait for answers,\" said Jennifer Ward, the marketing director for Western Idaho Paranormal.\n\nWard continued, \"Sometimes you get those golden moments where you audibly hear something or you see something out of the corner of your eye and catch it on camera.\"\n\nIt was a hot August night in Caldwell, as I mentally prepared for one of the scariest experiences of my life.\n\nSpeaking with Requiem owner Krista Brower-Wood, she laughed saying, \"We have people tell us they have seen the little boy on the third floor and the old man on the third floor. There is Alyssa on the third floor. She is a lady in white and she hangs out here. There is a doctor down here.\"\n\n\"Down in the basement, we were all sitting down there and within the first five minutes we started playing with the K2 meter, and we started doing an EVP (electronic voice phenomena) session. Per the client, they stated there is a spirit of a doctor downstairs, and when questioning that doctor we immediately got hits. We got very strong hits and they went away. I've been doing this for over a decade, but a good solid K2 meter where they answer you immediately, I have had happen one time,\" explained Western Idaho Paranormal operations manager, Pete Kruger.\n\nHaving watched hours and hours of paranormal investigations myself, there was one method I've always wanted to try and personally requested we did.\n\nKruger went on saying, \"We did that modified EVP session with the Estes Method where you wore a blindfold and had your head stuffed with a spirit box. While I do not put a lot of credence into it and have given an entire presentation on why spirit boxes are junk, the fact that you were able to answer questions without hearing us, without seeing us, was interesting. That has only happened one time.\"\n\nNow having been on both sides, watching investigations might be fun and creepy, but let me tell you it does not even come close to being there for the experience."
    },
    {
        "title": "World’s oldest tadpole discovered in Argentina — and it’s changing what we know about evolution",
        "link": "https://www.msn.com/en-us/news/other/world-s-oldest-tadpole-discovered-in-argentina-and-it-s-changing-what-we-know-about-evolution/ar-AA1tdVmN?ocid=BingNewsVerp",
        "description": "Scientists have unearthed a fossil of the world’s oldest tadpole in Argentina — a shock finding that could alter our ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fsHEy3L4wcGT-e7XHZWnIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Breakthrough in magnetism could transform quantum computing and superconductors",
        "link": "https://www.sciencedaily.com/releases/2024/10/241030145809.htm",
        "description": "A discovery by physicists is unlocking a new understanding of magnetism and electronic interactions in cutting-edge materials, potentially revolutionizing technology fields such as quantum computing ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily1h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Discovery illuminates how sleeping sickness parasite outsmarts immune response",
        "link": "https://www.sciencedaily.com/releases/2024/10/241030145811.htm",
        "description": "A new study sheds light on how the blood-borne parasite that causes African sleeping sickness in humans and related diseases in cattle and other animals establishes long-term infections in hosts.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily1h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "What's new at the Discovery Center of Idaho? Big changes ahead",
        "link": "https://www.msn.com/en-us/news/us/whats-new-at-the-discovery-center-of-idaho-big-changes-ahead/ar-AA1tec9R?ocid=BingNewsVerp",
        "description": "The Discovery Center of Idaho, Idaho’s only hands-on science museum, has embarked on a substantial renovation project ...",
        "image_url": "https://www.bing.com/th?id=OVFT.E5eTslbmX6cwsrr7GlWeBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "KBOI Boise on MSN1h",
        "source": "KBOI Boise on MSN",
        "article_content": ""
    },
    {
        "title": "New Species Alert: Scientists Discover 'Panda Crustacean' in Japan",
        "link": "https://scitechdaily.com/new-species-alert-scientists-discover-panda-crustacean-in-japan/",
        "description": "The Melita panda, a newly classified amphipod species found in Japan, illustrates the critical role of taxonomy in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WL_0Aw7VDtcOrwSzshSCvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Creatio combines multiple AI types in new release of its no-code platform",
        "link": "https://siliconangle.com/2024/10/30/creatio-combines-multiple-ai-types-new-release-no-code-platform/",
        "description": "No-code platform developer Creatio Inc. today released a new version that combines agentic, generative and prescriptive ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vHGetQsT1AaBmc3TCHJPmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "12h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Fast Simon Delivers No-Code AI-Powered Search and Merchandising Optimizations to Shopify B2B",
        "link": "https://markets.businessinsider.com/news/stocks/fast-simon-delivers-no-code-ai-powered-search-and-merchandising-optimizations-to-shopify-b2b-1033917392",
        "description": "LOS ALTOS, Calif., Oct. 30, 2024 (GLOBE NEWSWIRE) -- Fast Simon, a Shopify Plus Certified App Partner, today unveiled a new no-code Shopify B2B solution that delivers powerful AI search and ...",
        "image_url": "https://www.bing.com/th?id=OJ.gfw9gphi0Cq94Q&pid=news&w=49&h=16&rs=2",
        "category": "nocode",
        "date": "12h",
        "source": "Business Insider",
        "article_content": "LOS ALTOS, Calif., Oct. 30, 2024 (GLOBE NEWSWIRE) -- Fast Simon , a Shopify Plus Certified App Partner , today unveiled a new no-code Shopify B2B solution that delivers powerful AI search and merchandising optimization to dramatically improve traditionally complex B2B and wholesale e-commerce experiences and conversions.\n\nRelationship-driven B2B e-commerce shopping experiences are racing online. Two-thirds of B2B buyers now start online and consume dozens of pieces of content and digital experiences before purchasing. But merchants struggle to digitally engage with wholesale and B2B customers who are more segmented and nuanced than B2C buyers. B2B eCommerce is challenging as each customer is entitled to a different subset of the catalog with different pricing. Also, B2B commerce involves searching for SKUs, part numbers, and manufacturer numbers, which is an error-prone process.\n\nFast Simon now integrates seamlessly with Shopify B2B to simplify wholesale and other form of B2B e-commerce to deliver:\n\nCustomer-Specific Product Publishing with a specific set of products per customer.\n\nwith a specific set of products per customer. Price Lists that can be assigned per customer\n\nthat can be assigned per customer Search by SKU, Part Number, or Manufacturer Number that automatically eliminates common search errors with sophisticated product names and attributes.\n\nthat automatically eliminates common search errors with sophisticated product names and attributes. Product Finders that deliver desired search results within unique industries, like automotive, beauty and fashion.\n\nthat deliver desired search results within unique industries, like automotive, beauty and fashion. Boost Store Performance & SEO using Smart Rendering to ensure the very best customer experience and search engine optimization.\n\n\n\n“B2B and wholesale buyers often have their own agreements, pricing, payment terms and other conditions with merchants. Combined with complicated SKUs, longer sales cycles and fluctuating inventory and supply chain conditions, it can be difficult to personalize your B2B experiences,” said Zohar Gilad, founder and CEO of Fast Simon. “Thousands of Shopify B2C merchants that already leverage Fast Simon’s AI-powered solutions for B2C shopping can now standardize on a seamlessly integrated, no-code Fast Simon and Shopify combination across both B2C and B2B efforts.”\n\nTo learn more about Fast Simon’s Shopify integrations, visit the company website or the Shopify App Store .\n\nAbout Fast Simon\n\nFast Simon leads the industry in AI-powered shopping optimization by dramatically increasing conversion and AOV through search, discovery, merchandising and personalization. It leverages AI to enable new and greatly improved forms of eCommerce and deliver significant productivity gains to merchants while leaving humans in control. Fast Simon’s scalable self-service solutions integrate with all major eCommerce platforms and power thousands of online brands, including Steve Madden, White Fox Boutique and HEYDUDE. For more information, visit fastsimon.com and follow the company on LinkedIn , Facebook and X ."
    },
    {
        "title": "Harris wants to upgrade America’s economy. Trump wants to tear it down and start over",
        "link": "https://www.msn.com/en-us/news/other/harris-wants-to-upgrade-america-s-economy-trump-wants-to-tear-it-down-and-start-over/ar-AA1tbUpr?ocid=BingNewsVerp",
        "description": "Vice President Kamala Harris wants to renovate the American economy. Former President Donald Trump’s economic vision amounts ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6cEuzYAbBy7lNleeemif1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "15hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Diwali starts Thursday. What to know about the holiday and how it's celebrated",
        "link": "https://www.msn.com/en-us/news/world/diwali-starts-thursday-what-to-know-about-the-holiday-and-how-it-s-celebrated/ar-AA1tdamT?ocid=BingNewsVerp",
        "description": "Diwali begins on Thursday, Oct. 31, 2024. Here's everything to know about the religious holiday, including how and why it is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.L1D8JEXaVYciCe_vs66-UC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "9hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Best Antivirus Software for Small Businesses in 2024",
        "link": "https://www.techrepublic.com/article/antivirus-software-for-small-businesses/",
        "description": "Bitdefender is our overall pick for the best antivirus software for small businesses, while Norton offers 24/7 support, and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SSAR59iIHifjYymxkJfW2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "11h",
        "source": "TechRepublic",
        "article_content": "When it comes to antivirus software, small business’ needs often fall in an in-between space: Personal antivirus tools such as McAfee or Kaspersky may not be robust enough, while enterprise solutions are too complicated and expensive. Fortunately, there are antivirus solutions tailored to the needs of smaller companies, so we’ve rounded up our six top choices of the best antivirus software for small businesses.\n\nTop antivirus software for small businesses comparison\n\nBesides price, there are many other factors to consider when choosing the best small business antivirus software. A few of them are summarized in the table below:\n\nStarting price Free trial Devices covered VPN included Password manager included Bitdefender $104.99 for 5 devices for 1 year Yes macOS, iOS, Android, Windows, Windows Server Yes Yes Norton $59.99 a year for 6 devices for 1 year Yes Windows, macOS, iOS, Android Premium plan only Yes Trend Micro Contact for pricing Yes Windows, macOS, iOS, Android No No ESET $179.99 for 5 devices for 1 year Yes Windows, macOS, iOS, Android, Linux Certain plans only Certain plans only Avira $59.99 for 5 devices for 1 year Yes Windows, macOS, iOS, Android Yes Yes Microsoft Defender $33.75 per user per month Yes Windows, macOS, Linux, iOS, Android No No\n\nBitdefender GravityZone: Best overall Bitdefender is known for its consumer-facing antivirus software, but it also offers excellent antivirus solutions for small businesses. Bitdefender can protect macOS, iOS, Android, Windows, and Windows Server systems, making it a good choice for SMBs that use multiple types of devices. The dashboard makes it easy to manage your security even if you don’t have advanced IT training. Some plans also offer unlimited VPN traffic and account breach monitoring for everyone on the plan. SEE: How to Create an Effective Cybersecurity Awareness Program (TechRepublic Premium) Why I chose Bitdefender GravityZone I chose Bitdefender GravityZone because of its ease of use and excellent reputation. I also appreciate the many pricing options it offers. You can opt to pay per the number of devices or the number of users, so that you aren’t paying for extra slots you’re not using. If and when you’re ready to scale, Bitdefender also offers security solutions and managed services for mid-sized businesses, so you might not even have to switch providers. Pricing Small Business Security: Starts at $104.99 for 5 devices for 1 year.\n\nStarts at $104.99 for 5 devices for 1 year. Business Security: Starts at $129.49 for 5 devices for 1 year.\n\nStarts at $129.49 for 5 devices for 1 year. Business Security Premium: Starts at $286.99 for 5 devices for 1 year.\n\nStarts at $286.99 for 5 devices for 1 year. Ultimate Small Business Security: Starts at $189.99 a year or $18.99 a month for 3 users and 6 devices. Visit Bitdefender\n\nFeatures\n\nRisk management capabilities.\n\nScam Copilot feature powered by AI.\n\nFileless attack protection.\n\nBuilt-in password management and digital identity monitoring.\n\nDedicated email protection.\n\nPros and cons\n\nPros Cons Centralized security dashboard. Price plans can be confusing to navigate. Scores well in independent testing. Monthly payment option not available for all plans. User interface is intuitive and relatively easy to navigate. Scales with businesses as they grow.\n\nNorton: Best for 24/7 customer support At a small business, you rarely work defined hours, which is why it’s important to choose antivirus software that offers extensive support options. Fortunately, Norton offers online chat support 24/7 for English-speaking customers. There’s also a large knowledge base that you can consult for self-help before reaching out to customer service. Norton’s small business plans bundle together many features, including password management and cloud backup. Why I chose Norton I chose Norton because it offers 24/7 customer support in addition to an all-in-one security platform. It’s not big enough to scale with your business the way some other options on the list can, but it’s a great option if you’re a true small business that needs to protect 20 devices and under. Pricing Norton Small Business: Starts at $59.99 a year for 6 devices.\n\nStarts at $59.99 a year for 6 devices. Norton Small Business Premium: Starts at $149.99 a year for 10 devices. Visit Norton\n\nFeatures\n\nSecure browser protects internet traffic.\n\nEncrypted vault for storing login info.\n\nAutomatic software update tool.\n\nPC cleaner and optimizer.\n\nPros and cons\n\nPros Cons Affordable promotional pricing for the first years. Must upgrade to a more expensive plan to get a VPN. Can monitor up to 5 contacts for identity theft and breaches. Cloud storage is limited on both plans. Automatically backs up crucial business data. 24/7 chat support is available in English only. Includes Windows PC cleaning, updating, and optimizing.\n\nTrend Micro: Best for endpoint protection Trend Micro is excellent at detecting and defending against cyberattacks, which is why I named it one of the best antivirus software for Windows. Trend Micro offers two tiers of software: Trend Vision One for Small Businesses, and Trend Vision One for larger companies. The small business version can protect not just endpoints but also workloads and cloud apps as well with both endpoint detection response and extended detection response. Why I chose Trend Micro I selected Trend Micro because of its multiple cyber threat tools that promote early detection and elimination. I also appreciate that its many plans can scale with a small business as it becomes a midsize business or even a large enterprise. It also offers managed services through partnerships with third-party providers if you’re interested in outsourcing your IT work. Pricing Trend Micro does not disclose the pricing information for Trend Vision One for Small Businesses or Trend Vision One. Contact the sales team to get a customized quote. Visit Trend Micro\n\nFeatures\n\nAttack surface risk management.\n\nAI threat intelligence tools.\n\nData protection supports regulatory compliance.\n\nAdvanced email security and mobile device security.\n\nPros and cons\n\nPros Cons Wide variety of apps for threat detection and prevention. Pricing is not transparent. Educational tutorials are available. Number of features can be overwhelming to navigate. Can scale with your business as it grows. Ability to run simulated attacks on endpoints.\n\nESET: Best for scalability ESET is antivirus software for small businesses that offers five different pricing plans to choose from. This gives growing businesses a lot of runway to upgrade as their cybersecurity needs grow. A handful of add-ons increases the flexibility of the pricing tiers even further. Even the entry-level plan covers all types of endpoints and device control, while upper tier plans have additional features such as full disk encryption and patch management. Why I chose ESET I picked ESET because the platform offers four pricing plans and three add-ons for small and medium-sized businesses, giving companies lots of flexibility to scale as they grow. It’s also relatively easy to manage — though you’ll want a dedicated IT administrator to fully take advantage of the cybersecurity features offered by the more expensive plans. Pricing ESET Small Business Security: Starts at $179.99 for one year with 5 devices.\n\nStarts at $179.99 for one year with 5 devices. ESET Protect Entry: Starts at $211.00 for one year with 5 devices.\n\nStarts at $211.00 for one year with 5 devices. ESET Protect Advance: Starts at $275.00 for one year with 5 devices.\n\nStarts at $275.00 for one year with 5 devices. ESET Protect Complete: Starts at $287.72 for one year with 5 devices.\n\nStarts at $287.72 for one year with 5 devices. ESET Protect MDR: Pricing not disclosed; contact sales for a quote. Visit ESET\n\nFeatures\n\nMulti-layered protection against trojans, viruses, spyware, phishing, and more.\n\nChoose between cloud and on-premise deployment.\n\nAnti-theft measures for Windows and Android devices.\n\nBanking and internet browsing protection.\n\nPros and cons\n\nPros Cons Includes an unlimited VPN and a password manager. Small business plan limited to 25 devices. Multilingual customer support available. Certain features like MFA require an additional paid add-on. Many pricing plans means the software can scale as your business grows.\n\nAvira: Best for affordability If you’re a small business owner who needs to cover lots of devices at a reasonable cost, check out Avira Prime. This small business antivirus software only charges $134.99 per year for up to 25 devices, which costs about the same (or less!) than what many competitors charge for 5-10 devices. The bundle also includes an unlimited VPN, a password manager, and a device cleaner, so you’re getting more than just antivirus software at that price. If you need an even lower cost option, then check out our list of the best free endpoint detection software. Why I chose Avira I opted for Avira because it offers one of the most affordable pricing plans, allowing small businesses owners to protect up to 25 devices at a decent cost. I also like that it bundles additional features into its plan, like a VPN, instead of breaking them off into separate paid add-ons like some competitors. Pricing Avira Prime for 5 devices: $59.99 for the first year, or $9.99 per month.\n\n$59.99 for the first year, or $9.99 per month. Avira Prime for 25 devices: $139.99 for one year, or $12.99 per month. Visit Avira\n\nFeatures\n\nBlocks unwanted spam callers on smartphones.\n\nUnlimited VPN traffic allowed.\n\nAutomatically updates software on Windows devices.\n\nDevice cleaner and privacy settings manager for PCs.\n\nPros and cons\n\nPros Cons Offers tools to improve security, privacy, and performance. Only two pricing tiers to choose from. Unlimited VPN included. Jump from 5 to 25 devices may not work for all SMBs. Device cleaner gets rid of junk files on PCs. Block trackers and adware while internet browsing.\n\nMicrosoft Defender: Best for Windows-only systems If your small business only uses Windows devices, then Microsoft Defender may be sufficient for your basic antivirus needs. In fact, Defender already comes built into Windows 11 and 12, and you can even get it bundled in with other Microsoft apps like Word and Excel through the 365 E3 and E5 software packages. While you can use Defender on other types of operating systems and devices, such as Macs and iPhones, you’ll probably find it easier to set up other options on this list on non-Windows endpoints. Why I chose Microsoft Defender I chose Microsoft Defender because it’s often the most seamless option for small businesses that only use the Windows operating system. If you opt for one of the 365 E5 software bundles, you’ll get Defender alongside your other Microsoft apps, so you don’t even have to set up a separate subscription. Pricing Microsoft 365 E3: $33.75 per user, per month; Windows for Enterprise, 1TB of cloud storage and MDE P1.\n\n$33.75 per user, per month; Windows for Enterprise, 1TB of cloud storage and MDE P1. Microsoft 365 E5: $54.75 per user, per month; all 365 E3 features plus advanced security and compliance capabilities; business analytics and MDE P2. Visit Microsoft Defender\n\nFeatures\n\nAutomatic disruption of ransomware attacks.\n\nSecure Score offers prioritized security recommendations.\n\nGlobal threat intelligence and reporting.\n\nCopilot AI feature now available for security solutions, including Defender.\n\nPros and cons\n\nPros Cons Built into Windows 10 and 11. Pricing plans are difficult to navigate. Often bundled together with other Microsoft tools. Lacks advanced protection and features of competitors. Integrates with other security solutions from Microsoft.\n\nHow do I choose the best antivirus software for my small business?\n\nTo choose the best small business antivirus software, first consider your needs as well as your budget. Bear in mind that bundled plans that include additional features (such as a VPN and password manager) may save you more money in the long run than purchasing each tool à la carte. Use your budget and must-have features to narrow down your options to a shortlist, or start with the six platforms listed here.\n\nThen it’s time to take advantage of free trials so that you can test the software for yourself. I always strongly recommend hands-on testing of the software before committing to an annual contract. You should also schedule demo calls with the sales team if you have additional questions during or after the trial.\n\nIf you still aren’t certain about your choice of antivirus software, then you might want to try a platform that offers a month-to-month option, such as Avira and Bitdefender. That way, you aren’t locked into a year-long contract if you ultimately decide to change your mind.\n\nMethodology\n\nTo choose the best small business antivirus software, I consulted product documentation and users reviews. I considered features such as endpoint protection options, phishing and anti-malware measures, included VPNs and password managers, and automatic software updates. I also weighed other factors such as price plans, scalability, free trials, customer service available, ease of use, and user interface design."
    },
    {
        "title": "The New Era Of AI-Native Development Emerges At GitHub Universe 2024",
        "link": "https://www.forbes.com/sites/janakirammsv/2024/10/30/the-new-era-of-ai-native-development-emerges-at-github-universe-2024/",
        "description": "As enterprises continue to navigate the complexities of AI and software development, GitHub’s latest innovations offer ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KQnCce-8dFTx3Z31n78DuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18h",
        "source": "Forbes",
        "article_content": "Content not available"
    }
]