[
    {
        "title": "Ufologist claims outer space stuff has been flying around Earth for decades: ‘Thousands have been contacted’",
        "link": "https://www.msn.com/en-us/news/other/ufologist-claims-outer-space-stuff-has-been-flying-around-earth-for-decades-thousands-have-been-contacted/ar-AA1r4XOT?ocid=BingNewsVerp",
        "description": "Fie on a chiropodist and a podiatrist, Bill Birnes is a ­ufologist. Ph.D. from NYU, he claims outer space stuff is flying ...",
        "image_url": "https://www.bing.com/th?id=OVFT.735VrBK6kAWJgeZo6JDjKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4hon MSNOpinion",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Every RPG In UFO 50, Ranked",
        "link": "https://www.msn.com/en-us/entertainment/gaming/every-rpg-in-ufo-50-ranked/ar-AA1r48P4?ocid=BingNewsVerp",
        "description": "UFO 50 is a fantastic collection of excellent games. It features titles that belong to every genre. But given that there are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7O-z6Co5b-gjpArYR1TiMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "TheGamer on MSN21h",
        "source": "TheGamer on MSN",
        "article_content": ""
    },
    {
        "title": "Korean 'UFO' burgers are making their way into the Austin food scene",
        "link": "https://www.mysanantonio.com/food/article/spinning-buns-austin-19773797.php",
        "description": "The point of the extra bread, besides a fun new look, is to help prevent messy spills and keep the insides hot longer while enjoying the burger. The trend has been around since at least 2022, but it’s ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "San Antonio Express-News3h",
        "source": "San Antonio Express-News",
        "article_content": "Content not available"
    },
    {
        "title": "Audi’s ‘UFO’ Brakes Were Ahead of Their Time But People Hated Them",
        "link": "https://www.msn.com/en-us/autos/autos-luxury/audi-s-ufo-brakes-were-ahead-of-their-time-but-people-hated-them/ar-AA1r4wQv?ocid=BingNewsVerp",
        "description": "Automotive history is littered with great ideas that just didn’t pan out. Among them is an unusual-looking style of brakes pioneered by Audi, which had stopping power far ahead of their time. They did ...",
        "image_url": "https://www.bing.com/th?id=OJ.bbuWIFlfg125Xw&pid=news&w=89&h=16&rs=2",
        "category": "ufo",
        "date": "7hon MSN",
        "source": "The Drive on MSN",
        "article_content": ""
    },
    {
        "title": "‘These things are real’: Ex-military official discusses UFOs",
        "link": "https://www.pennlive.com/life/2024/09/these-things-are-real-ex-military-official-discusses-ufos.html",
        "description": "A former military man and Pentagon employee has written a book regarding the government's investigation into UFOs.",
        "image_url": "https://www.bing.com/th?id=OVFT.Jh3mn7MpFBEAPQfGGWLqHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Penn Live",
        "article_content": "A former United States military official went public a few years ago concerning how the government lacks transparency with regards to its investigations of UFOs.\n\nThis official is once again making headlines as he continues to discuss the topic in an upcoming book.\n\nPeople reports how Luis Elizondo — a veteran of the war in Afghanistan and a former U.S. Army Counterintelligence Special Agent — shook things up about seven years ago when he resigned from the latter position, specifically from a top-secret Pentagon job that looked into UFOs.\n\nAccording to Elizondo, it was during his time in this program — officially called the Advanced Aerospace Threat Identification Program — that he began to fully believe that all the sightings and encounters recorded by other military personnel posed potential threats to our nation.\n\n“The amount of stigma and taboo that was placed on this topic for so long has really paralyzed the conversation,” told Elizondo to People. “But these things are real.\n\n“We don’t know what they are yet, but they are real, so we should probably take them seriously.”\n\nAs The New York Times explains, when Elizondo tried to get high-ranking officials to address said potential dangers, leading to the now famous congressional inquiries into the matter. His new book — “Imminent: Inside the Pentagon’s Hunt For UFOs” — goes even deeper.\n\n“It had to be reviewed by the Pentagon, which took almost a year,” said the 52-year-old of the book’s publishing process.”\n\nThe same Times article states how Department of Defense spokeswoman, Sue Gough, has confirmed that the program is still continuing its review of historical UFO records but “has not discovered any verifiable information to substantiate claims that any programs regarding the possession of reverse-engineering of extraterrestrial materials have existed in the past or exist currently.”"
    },
    {
        "title": "Duolingo Launches $249 E-Piano, Updates App With AI Chats, New Worlds",
        "link": "https://www.pcmag.com/news/duolingo-launches-249-e-piano-updates-app-with-ai-chats-new-worlds",
        "description": "Duolingo music fans can get some hands-on learning, while app users get more interactive Adventures and OpenAI-powered Video ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6bibm5VXI5t6reT7ytbpnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "PC Magazine25m",
        "source": "PC Magazine",
        "article_content": "Duolingo, primarily known for its language-learning app, is expanding into the hardware space with an electronic piano for those taking its music course. The company is also rolling out OpenAI-powered video calls to all iOS Duolingo Max subscribers and is adding more game-like \"adventures\" with new virtual settings to explore.\n\nDuolingo is launching its e-piano with Loog, a musical instrument manufacturer that produces keyboards and guitars for kids. It will cost $249 and can be purchased on Duolingo's website.\n\nThe learning company is also now launching its Video Calls feature, which was beta-tested this year with some paying Duolingo Max users. Video Calls consist of a chat with the 2D Duolingo character \"Lily,\" who has purple hair and a big personality. These conversations can be about just about anything and don't follow any strict lesson plan. Instead, they're a chance for language learners to have spontaneous conversations in real-time to improve their language production and listening skills.\n\nLily is essentially a fine-tuned version of ChatGPT. The chats use OpenAI's tech to power these conversations in English, French, or Spanish. Lily can remember what you've said before, as well, so you shouldn't have to repeat yourself too much when you reunite. She should be able to remember what you've said for the past few sessions, according to Zan Gilani, product manager at Duolingo.\n\n\"We tried a bunch of things in the past,\" Gilani tells PCMag in an interview. \"With large language models, we can finally give you an experience where you can simulate a real-world conversation and actually get better because it's ultimately a muscle that you have to train.\"\n\nIf you want to talk to Lily, you can. (Credit: Duolingo)\n\nWhile she's just a 2D, AI-powered character, Lily does show some basic visemes—or mouth shapes—to roughly match the words she's saying at any given time. It won't feel quite like a conversation with a real human, but it's certainly better than nothing for those looking for more real-time practice. Because Duolingo has modified its own GPT, it may feel a bit different than just talking on your own with OpenAI's chatbot.\n\n\"If she can understand what you are trying to say, she is going to roll with the punches,\" Gilani says of AI-powered Lily. \"If we start to correct your mistakes too much in real-time, that part of your brain that is correcting yourself—that monitoring part—starts to get really active. And it takes away from just the active communication.\"\n\nDuolingo's also adding more content in case you've gotten bored with its gamified, incremental learning model where you can earn XP and climb its leaderboard. Its \"Adventures\" are basically top-down, 2D room-like environments with interactive characters. These new settings include existing Duolingo characters, like Oscar and Lily, who will help train you up for real-world situations like ordering coffee at a cafe or getting your passport checked while traveling.\n\nDuolingo's Adventures (Credit: Duolingo)\n\n\"We have some experiences which are a bit more game-like and entertaining in that way, and some which are more directly learning-oriented. But overall, we always think there is a way to do both,\" Gilani says. \"And they don't have to contradict each other.\""
    },
    {
        "title": "Free AI web app tells you the temperature and time to air fry any food",
        "link": "https://bgr.com/tech/free-ai-web-app-tells-you-the-temperature-and-time-to-air-fry-any-food/",
        "description": "Trying to find the time and temperature for cooking food with an air fryer can be time-consuming, but AirFry.AI solves that ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oyIVRnPu2jtNdSHWbzWwti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "BGR",
        "article_content": "I haven’t found many effective ways to incorporate generative AI into my daily life, but that’s not to say there aren’t interesting use cases for the technology. For instance, we recently happened upon a free AI web app called AirFry.AI that does one thing really well.\n\nAs the name suggests, this free tool is an AI assistant that helps you cook food in your air fryer. While air fryers are popular in part because they are so easy to use, they can require some trial and error when it comes to cooking times and temperatures for food. As such, you might end up scouring the web to find out how long to cook fries or chicken wings, and if you’ve ever visited a recipe site, you know how far you have to scroll for the information you need.\n\nAirFry.AI is a useful and free AI tool. Image source: AirFry.AI\n\nAirFry.AI removes all of the hassle and tells you precisely what you need to know. Input the food you’re trying to cook, choose between °C and °F, and click the “Air Fry” button. When I searched for “frozen tater tots,” this was the answer: “Cook frozen tater tots in an air fryer at 400°F for 15-20 minutes, shaking the basket halfway through cooking. Enjoy your crispy tater tots!”\n\nNo long-winded videos or lengthy stories about the author’s great-great-grandmother’s original tater tots from the 1800s. Just a simple, precise answer.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nYou can also click on the toggle at the top of the page to switch to recipes. These responses are often longer and more detailed, providing a list of ingredients and a numbered set of instructions. When I searched for “garlic chicken wings,” AirFry.AI told me how much of each spice to include as well as instructions for mixing, marinating, preheating, and cooking.\n\nObviously, you could use ChatGPT or any other generative AI chatbot for similar purposes, but having it all set up ahead of time makes it less overwhelming."
    },
    {
        "title": "Ditch the Dozens of Apps With This All-in-One AI Platform",
        "link": "https://www.yahoo.com/tech/ditch-dozens-apps-one-ai-210710857.html",
        "description": "With the Pro plan, you even get free monthly credits, making it even easier to maximize use without constant upgrades or ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yMSFo5R8mQmVlabcUq85li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "Yahoo",
        "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nCredit: StackCommerce\n\nThe following content is brought to you by PCMag partners. If you buy a product featured here, we may earn an affiliate commission or other compensation. Deal pricing and availability are subject to change after the time of publication.\n\nAI tools are becoming essential for creative tasks, but using multiple apps can be a headache (and a wallet-ache). That’s where 1minAI steps in. This platform combines AI-powered content writing, image editing, and more into one easy-to-use tool — saving you the hassle of juggling different subscriptions — with a lifetime subscription for only $39.99.\n\nBy leveraging advanced AI models, 1minAI helps automate tasks that would otherwise require separate apps. Whether you're generating SEO-friendly blog posts, creating engaging visuals, or even transcribing audio, this tool covers it all. It even has an integrated chat feature that acts as your AI assistant. And with the lifetime subscription, you dodge those ongoing monthly fees that most other AI services charge.\n\nWhile the AI provides an impressive level of assistance, it’s important to note that human oversight and editing may still be needed to perfect the final result, as is the case for most AI services.\n\nWith the Pro plan, you even get free monthly credits, making it even easier to maximize use without constant upgrades or hidden fees. Whether you’re a freelancer, marketer, or entrepreneur, 1minAI offers the convenience of an all-in-one platform that’s ready to assist with creative tasks at a moment’s notice.\n\nLet AI do the heavy lifting for you with a lifetime subscription to 1minAI for $39.99 for a limited time.\n\nStackSocial prices subject to change."
    },
    {
        "title": "Neurosymbolic AI: 20 Practical Real-World Applications",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/23/neurosymbolic-ai-20-practical-real-world-applications/",
        "description": "By adding rule-based reasoning to the artificial intelligence mix, neurosymbolic AI can apply learned knowledge to new and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tVm2C1ggE4NgqxOou4F_Xi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "AI Hallucinations Invade OpenAI Latest GPT Model o1 In Quite Surprising Places",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/09/23/ai-hallucinations-invade-openai-latest-gpt-model-o1-in-quite-surprising-places/",
        "description": "OpenAI's latest GPT model o1 appears to be showcasing AI hallucinations where you might least expect to see them. Here's the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Tf6jkJdrUiPa0eLz5NSy4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Paranormal investigators list 5 key signs your home might be haunted",
        "link": "https://www.ladbible.com/entertainment/tv/haunted-house-signs-paranormal-investigators-242565-20240923",
        "description": "The presenters of Help! My House is Haunted had some tips for those concerned there's someone else living in their home ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tKHa9gxkI5YBkfxMfRquRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10h",
        "source": "LADbible",
        "article_content": "A pair of paranormal investigators have shared five key signs your home might be haunted.\n\nOkay, yeah, not all of us believe in ghosts and spirits, or even just the paranormal in general - but there’s a whole load of people who truly do and let’s be honest, we’ve all had that weird kind of feeling that we’re being watched or that we’re not really alone.\n\nYou know, the creepy chill there’s something unexplained happening.\n\nAdvert\n\nAnd LADbible spoke to Help! My House is Haunted presenters Barri Ghai and Jayne Harris about what we can look out for around the house that could mean we’re the subject of a ‘classic haunting’.\n\nBarri Ghai and Jayne Harris on Help! My House is Haunted (Discovery+)\n\nTemperature Changes\n\nInvestigator and technical expert Ghai explains this is a ‘common’ sign or symptom of a haunting.\n\nAdvert\n\n“People have inexplicable cold spots around their home, regardless of how much heating is on or whether doors and windows are closed,” he adds.\n\nThe Unexplained\n\nHistorian and psychologist Harris advises keeping an ear and an eye out for the little unexplained things in your home.\n\nTypically, we all know which floorboards or steps in our home creek when we step on them, so if you hear that squeak while you’re not there, ‘you know that is unexplained, you know there’s something there’.\n\nAdvert\n\n“Go with your gut instinct,” she says. “Look out for the little things. Often people will find things go missing or things move, and they will find them in places where they know they’ve looked.”\n\nGhai says to watch out for temperature changes (Discovery+)\n\nThe Feeling of Being Watched\n\n“Sometimes people walk around their own homes,” Ghai says. “Even though it’s their stuff, they feel like they’re trespassing. And then they feel that they have eyes on them.”\n\nAdvert\n\nIn this case, he says to trust yourself because ‘the human body is the best paranormal detector’.\n\nCorner of the Eye Spots\n\nSimilarly, Harris says while we are ‘very perceptive’, we’ll often just ‘try and explain things away’.\n\n“So if you’re sat watching the TV one night, and you think you've just seen someone walk past the door, a lot of people would just be like ‘it’s nothing’,” she explains. “But if it happens again on a separate occasion, it could be something.\n\nAdvert\n\n“Trust yourself, trust your instincts. You know your house, you know when things don't feel quite right.”\n\nHarris advises to try and be logical (Discovery+)\n\nAnomalous Sounds\n\nGhai says this one crops ‘up time and time again’ in cases he sees where people hear everything from ‘whispering and chatting to actual spoken words’.\n\n“Or in the more sinister cases, someone whose voice is familiar to you,” he explains. “It’s that mimicking sound - so your mum calling your name, but your mum's not there.\n\n“That kind of thing that happens a lot.”\n\nBut don’t just assume it’s a haunting\n\nWhile all of these can be classed as key signs of a haunting by the pros, obviously, you do need to rationalise as Harris says you shouldn’t just ‘assume’ that’s what it means.\n\n“Check for the logical things,” she advises, urging to double check that windows are closed and the radiator’s working if you get those cold spots.\n\n“Because it's only when you rule out all of those logical explanations that you're left with potentially a paranormal case,” Harris adds.\n\nBut she does warn that once you’re properly suspicious there is something in your house you should get ‘professional advice’.\n\n“Don’t try and communicate with whatever you think might be there if you're not experienced in doing it, because it can make things worse,” she warns.\n\nSpooky.\n\nSeries six of Help! My House is Haunted airs on Really, Fridays at 9pm. It’s also available to stream on Discovery+."
    },
    {
        "title": "A chance to encounter ‘Mr Gopal’ in Kellie’s Castle",
        "link": "https://www.freemalaysiatoday.com/category/leisure/2024/09/24/a-chance-to-encounter-mr-gopal-in-kellies-castle/",
        "description": "Popular among historians, curious visitors and ghost hunters, this site in Batu Gajah, Perak brims with potential for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.D0uQlNF5jzcLWOrQALQGoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Free Malaysia Today4h",
        "source": "Free Malaysia Today",
        "article_content": ""
    },
    {
        "title": "Kellie’s Castle is famous, but have you met ‘Mr Gopal’? Here’s your chance for a night tour or even a sleepover this Oct",
        "link": "https://www.malaymail.com/news/life/2024/09/23/kellies-castle-is-famous-but-have-you-met-mr-gopal-heres-your-chance-for-a-night-tour-or-even-a-sleepover-this-oct/151365",
        "description": "The aura of mystery surrounding the century-old Kellie’s Castle is heightened by countless stories of paranormal entities ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Gl4jfOc05wnPKhOMh3FnDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "malaymail16h",
        "source": "malaymail",
        "article_content": "BATU GAJAH, Sept 23 — The aura of mystery surrounding the century-old Kellie’s Castle is heightened by countless stories of paranormal entities supposedly ‘inhabiting’ the mansion.\n\nIt is said that one such ‘resident ghost’ is that of a certain ‘Mr Gopal’, a washerman from South India who was disappointed his employer did not send him back to his homeland as promised.\n\nAccording to Kellie’s Castle Tourist Complex managing director Zamari Muhyi – who has personally not experienced any paranormal incident in the mansion – ‘Mr Gopal’, apparently, had worked in the laundry area of the mansion and was disheartened when his employer and Kellie’s Castle owner William Kellie Smith broke his promise to send him back to India where his wife was awaiting his return.\n\nZamari said this information came to light during a programme to unravel the mystery of Kellie’s Castle organised by its management in 2015.\n\n“What happened was one of the participants (of the programme) suddenly found himself temporarily possessed by what seemed to be a spirit... I was also present when this particular participant suddenly spoke in English and introduced himself as ‘Mr Gopal’ and told us ‘his’ story,” he said.\n\nAlthough the truth of this story and the existence of ‘Mr Gopal’ cannot be verified, the old uncompleted mansion’s environment alone is enough to send shivers down the spine of faint-hearted visitors.\n\nThe construction of Kellie’s Castle, also known as Kellas House, started in 1915, initiated by its owner (William Kellie Smith), a civil engineer from Scotland who came to Malaya to venture into the rubber planting and tin-mining industries.\n\nHowever, Smith died of pneumonia in 1926. At that time, the construction of the mansion had only reached 70 percent completion.\n\nFollowing his demise, the construction work was suspended and the property was eventually sold to a British company Harrisons and Crosfield. It was subsequently abandoned and years later, it became a historical site.\n\nKellie’s Castle manager Hakim Muhaimin shows the laundry room where ‘Mr Gopal’ once worked in. — Bernama pic\n\nDark tourism material\n\nThe spooky atmosphere of Kellie’s Castle – sprawled over a 2.8-hectare (seven-acre) site – combined with the eerie sightings and paranormal encounters reported by visitors, make it an ideal destination for dark tourism, a tourism subsector that is gaining increasing attention globally and is expected to continue growing over the next 10 years.\n\nAccording to projections by Future Market Insights, the global dark tourism market is expected to be valued at US$31.89 billion (RM148.68 billion) by the end of this year.\n\nIt also forecasts the market will swell to US$40.82 billion (RM190.32 billion) by 2034. Zamari, who is also Perak Bumiputera Tourism Operators Association president, recognises Kellie’s Castle’s potential for dark tourism-themed activities, stressing the subsector has the potential to invigorate the nation’s tourism industry.\n\nHe said dark tourism is a unique attraction for tourists, adding that although it has already been introduced in this country, it has however not been widely developed by the tourism industry due to certain constraints involving society and the beliefs of local communities.\n\n“When I took over the management of Kellie’s Castle in 2013, we thought about what actions or steps could be taken to elevate this location as a tourist attraction because at first glance, there was nothing much there except an old building.\n\n“I then considered what strengths Kellie’s Castle had that could be marketed for tourism purposes. If I focused on its history, not many people would be interested. In terms of the building itself, it mostly appeals to photography and architecture enthusiasts. Ultimately, the idea of dark tourism emerged,” he said.\n\nHowever, he added, promoting a certain building or place as a dark tourism site is not easy. He believed that in order to offer an authentic paranormal experience at a dark tourism site, supernatural entities must truly exist and originate from the location concerned, not summoned or artificially created.\n\nNight tours\n\nHence, to market Kellie’s Castle as a dark tourism destination, the management had to confirm the “existence” of paranormal elements.\n\nWith this in mind, Zamari collaborated with a local media outlet in 2015 and “we successfully detected and documented the presence of an entity (inside Kellie’s Castle), supported by a video recording”.\n\nFollowing this, the management introduced night-time tours of the property on Fridays and Saturdays in the month of October every year.\n\n“What we do during the tour (from 8 pm to 11.30 pm) is bring visitors in groups of eight to 16 and guide them through the castle while providing some explanations.\n\n“Then, we leave two people at each specific location such as the wine cellar, laundry room, bedrooms and other areas without flashlights for 10 to 15 minutes,” he said, adding some of the participants reported being “disturbed’ by mysterious touches, embraces, whispers in their ears and sudden gusts of wind.\n\nZamari stressed he is not in the business of “selling ghosts” but rather offering visitors a unique experience of visiting a site associated with paranormal activity.\n\nHe added that efforts to market Kellie’s Castle as a dark tourism product are being made to further boost the number of visitors to the mansion.\n\nWith its easy accessibility, the Kellie’s Castle ruins in Perak is a popular haunt for thrill seekers and those looking for charming Instagrammable background to their OOTD. — Bernama pic\n\nTourist attraction\n\nZamari, meanwhile, said the tales of paranormal activities at Kellie’s Castle have even impressed the Pacific Asia Travel Association (PATA), which also acknowledged the building’s easy accessibility and the thrilling yet safe ghost-hunting tours offered by its management.\n\nHe said in 2020, PATA – which has its headquarters in Bangkok, Thailand – invited them to share their dark tourism experience involving Kellie’s Castle through a virtual meeting attended by 400 delegates.\n\n“All of them were very excited to hear our stories and experiences in managing dark tourism. They asked many questions and expressed a strong interest in participating in such dark tourism explorations themselves,” he said.\n\nTourism Malaysia has listed Kellie’s Castle as one of the country’s top two horror tourism destinations, alongside the Penang War Museum.\n\nKellie’s Castle manager Hakim Muhaimin said the property is categorised as one of the five most haunted locations in Malaysia by international paranormal researchers and United States-based tourism portals.\n\nHe also said the night tours of the mansion were discontinued during and following the COVID-19 pandemic and plans are afoot to reintroduce them soon.\n\n“But this time, we plan to offer two types of dark tourism activities – night tours and sleeping in the castle.\n\n“For the sleepover in the castle, we will provide the participants with sleeping bags and other equipment,” he added.\n\nHe said dark tourism involving Kellie’s Castle has the potential to succeed due to the high demand for it particularly the ‘Sleeping in the Castle’ activity for which “we have already received inquiries from Singaporeans”.\n\nHe also hoped the authorities would increase the number of dark tourism locations in the country to support the growth of the tourism industry and suggested that this subsector be widely promoted during Visit Malaysia Year 2025.\n\nAccording to the 2023 Tourism Malaysia Report, the country earned over RM71.3 billion from the arrival of 20.14 million tourists last year, while Vietnam’s media organisation Vnexpress International ranked Malaysia as the most-visited country in Southeast Asia in 2023. — Bernama"
    },
    {
        "title": "Zak Bagans obtains remains of most prolific serial killer in U.S. history to put on display at his grisly haunted museum",
        "link": "https://www.dailymail.co.uk/tvshowbiz/article-13883823/Zak-Bagans-obtains-remains-serial-killer-haunted-museum.html",
        "description": "The paranormal investigator, 47, expanded his creepy collection of memorabilia at his haunted Las Vegas Museum with his ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oM3CMMVsfPTkZuJA9L2JFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "Daily Mail",
        "article_content": "Zak Bagans obtained the remains of a notorious serial killer and will be putting them up for display at his grisly haunted museum.\n\nThe paranormal investigator, 47, added to his creepy collection of memorabilia at his haunted Las Vegas Museum, he shared with TMZ over the weekend.\n\nHe now owns the fully sealed remains and belongings of serial killer Samuel Little, who confessed to murdering 93 women from 1970 to 2005 before his death in 2020.\n\nThe FBI confirmed him to be the most prolific serial killer in U.S. history based on number of confessed murders.\n\nThe Ghost Adventures star — who had been dating Playboy model Holly Madison on-and-off after she visited his Haunted Museum in 2019 — said he also received a portfolio of Little's hand-drawn portraits of his victims.\n\nZak Bagans obtained the remains of a notorious serial killer and will be putting them up for display at his grisly haunted museum\n\nThe paranormal investigator, 47, added to his creepy collection of memorabilia at his haunted Las Vegas Museum, he shared with TMZ over the weekend\n\nAdditionally, he also told the outlet that he obtained the serial killer's prison belongings from the time of his death.\n\nLittle had been serving three consecutive life-without-parole sentences when he died.\n\nThe items Bagans obtained include Little's clothes, a pair of shoes and an art kit.\n\nHe also received his hygiene items — such as arthritis pain relief cream, baby powder, denture adhesive and over-the-counter pain medication — as well as food seasoning like garlic powder.\n\nBagans revealed that he is going to put the items up for display in his serial killer exhibit room this week.\n\nHe told the outlet that he will be putting Little's remains and belongings behind actual prison bars in his museum, right beside Charles Manson's ashes and bone fragments.\n\nHe obtained the items from Jillian Lauren, a journalist who extensively interviewed and wrote a biography about Little titled Behold the Monster: Confronting America's Most Prolific Serial Killer.\n\nShe lent the items to Bagans and his museum indefinitely after previously keeping all the items in her garage at her home, which she shares with her husband, Weezer bassist Scott Shriner.\n\nHe now owns the fully sealed remains and belongings of serial killer Samuel Little, who confessed to murdering 93 women from 1970 to 2005 before his death in 2020; pictured November 2014\n\nThe Ghost Adventures star said he also received a portfolio of Little's hand-drawn portraits of his victims as well as his prison belongings from the time of his death\n\nHe obtained the items from Jillian Lauren, a journalist who extensively interviewed and wrote a biography about Little. She lent the items to Bagans and his museum indefinitely after previously keeping all the items in her garage at her home\n\nLauren spent a lot of time with him while investigating and interviewing him as she sought to identify as many of his unknown victims as possible.\n\nPrior to Little's death in December 2020, he named her as his sole beneficiary as he did not have any remaining family.\n\nAccording to the California Department of Corrections and Rehabilitation, Little, who had diabetes, heart trouble and other unspecified ailments, had been ill for sometime.\n\nThey concluded that there was no evidence of foul play involving his death."
    },
    {
        "title": "Spooky Speaker series kicks off at the Martins Ferry Public Library",
        "link": "https://www.wtrf.com/top-stories/spooky-speaker-series-kicks-off-at-the-martins-ferry-public-library/",
        "description": "With the autumn season having finally crept in, the first installment of the Spooky Speaker Series crept into the Martins Ferry Public Library this evening. And ...",
        "image_url": "https://www.bing.com/th?id=OJ.ngL0U8J7N25NFw&pid=news&w=83&h=16&rs=2",
        "category": "paranormal",
        "date": "1h",
        "source": "WTRF.com",
        "article_content": "Content not available"
    },
    {
        "title": "Camp expansion: Discovery World eyes Milwaukee suburbs for summer programs",
        "link": "https://www.bizjournals.com/milwaukee/news/2024/09/23/discovery-world-museum-milwaukee-science-camp.html",
        "description": "Discovery World has operated camps since 2006. When it started, Mech said the camps operated for six weeks and hosted about ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cRt9P9xFzohH5VV5lv68-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7h",
        "source": "The Business Journals",
        "article_content": "Content not available"
    },
    {
        "title": "Bubbles, Breakers, and Brews: Discover Sip’n Science with River Bend Nature Center",
        "link": "https://www.yahoo.com/news/bubbles-breakers-brews-discover-sip-172323819.html",
        "description": "This subscription-free alternative to Samsung's Frame TV does amazing things with AI, but there are some shortcomings.",
        "image_url": "https://www.bing.com/th?id=OVFT.Nix0dnaykUkd_WSHafyOqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "11h",
        "source": "Yahoo",
        "article_content": "WICHITA FALLS (KFDX/KJTL) — For many adults, the nostalgia of science fairs past creates fond memories, but the joy of discovery has been lost to them.\n\nOn September 27 from 6:30 to 8:30 PM, the River Bend Nature Center will host an exclusively 21 and up night of hands-on science and exploration, something brought on by community suggestion, Executive Director Jennica Lambert said.\n\nCats or dogs? Cast your vote with waived adoptions fees\n\n“There’s not a whole lot of opportunities to learn about science in this community…as an adult,” Lambert said. “It’s been hugely successful. This like number, I don’t even know, five this year.”\n\nParticipants will be able to unleash their inner scientist with multiple experiments, including elephant toothpaste and crafting vibrant alcohol tie-dye designs, giving them a chance to learn about the fascinating science behind different chemical reactions.\n\nLambert said all safety equipment will be provided to ensure a fun and secure experience as you enjoy your favorite beverages alongside a selection of delicious hors d’oeuvres.\n\n“What you do need to bring is friends,” Lambert said.\n\nFall is in the air with the opening of the Morath Orchard Corn Maze\n\nTickets are $25 for non-members and $20 for River Bend Members. Please visit their website to register or for more information.\n\nThere are opportunities for people to teach classes of their own, as long as they are science-based. Contact RBNC for more information.\n\nClose\n\nThanks for signing up!\n\nWatch for us in your inbox.\n\nSubscribe Now\n\nDaily News\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to Texomashomepage.com."
    },
    {
        "title": "Dream discovery: Melatonin's key role in REM sleep revealed",
        "link": "https://www.sciencedaily.com/releases/2024/09/240923151745.htm",
        "description": "A significant breakthrough in the understanding of sleep mechanism opens new promise for treating sleep disorders and associated neuropsychiatric conditions: Scientists have pinpointed the melatonin ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily4h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "There may be more water on the Moon’s surface than we previously thought",
        "link": "https://bgr.com/science/there-may-be-more-water-on-the-moons-surface-than-we-previously-thought/",
        "description": "Scientists believe there could be even more signs of water on the Moon's surface than they previously thought.",
        "image_url": "https://www.bing.com/th?id=OVFT.A3zYRaDw2vSil2rLX77yoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5h",
        "source": "BGR",
        "article_content": "The lunar surface might look like a barren wasteland of dust and rock, but scientists have just discovered signs of water all over the Moon’s surface. This lightning bolt of discovery comes in the form of a new analysis of various mineralogy maps of the Moon, which indicate there could be loads of water and hydroxyl all over the surface of Earth’s little satellite.\n\nThis discovery has huge implications for future space endeavors for our lunar body, too. See, hydroxyl is a molecule made up of both hydrogen and oxygen, and according to the latest analysis, it can be found in multiple locations all across the lunar latitudes.\n\nThis means that astronauts may not be tied to visiting the lunar south pole on future missions to acquire water. Instead, they may be able to find water everywhere on the Moon. That’s very surprising and exciting because, for the most part, the lunar surface is devoid of moisture.\n\nImage source: helen_f / Adobe\n\nThere aren’t any beautiful lakes, rivers, or even puddles on the Moon. Past studies have shown that water could be hidden deep underground on the Moon or even in larger lunar craters—places never touched by direct light and the heat of the sun.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nThe truth is that while the surface of the Moon seems rich with water, it’s actually more just water-rich materials that have been deposited on the surface by cratering and volcanic activity. The researchers also found that the amount of water signature found in pyroxene—a type of igneous rock found on the Moon—can change depending on the angle at which sunlight hits it.\n\nThat is, of course, exceptionally interesting, and raises more questions about the Moon and how much water-rich material is found on the surface and even deeper. Additionally, researchers are trying to understand the lunar swirls and exactly what causes them. Perhaps future expeditions to the Moon—like the upcoming Artemis missions—could provide us with more in-depth insights."
    },
    {
        "title": "Scientists make surprising discovery about early universe",
        "link": "https://www.indiatoday.in/science/story/scientists-make-surprising-discovery-about-early-universe-black-holes-2604790-2024-09-23",
        "description": "The findings indicate that some black holes likely formed from the collapse of massive, pristine stars during the first ...",
        "image_url": "https://www.bing.com/th?id=OVF.XY%2bgFMke4dxEo4dM3INwJA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "India Today22h",
        "source": "India Today",
        "article_content": "A new study published in The Astrophysical Journal Letters reveals that scientists have identified a greater number of black holes in the early universe than previously thought, shedding light on the formation of these cosmic giants shortly after the Big Bang.\n\nThe research, led by astronomers from Stockholm University, utilised NASA's Hubble Space Telescope to survey faint galaxies that existed when the universe was only a few percent of its current age.\n\nadvertisement\n\nBlack holes are known to play a crucial role in galaxy evolution, yet their origins remain a mystery.\n\nThe study's co-author, Alice Young, a PhD student at Stockholm University, noted that many of these early black holes appear to be more massive than expected for such an early time in cosmic history.\n\nThis suggests they either formed with significant mass or grew rapidly through accretion of surrounding material.\n\nTo investigate black hole formation mechanisms, the research team re-photographed initial observations taken by Hubble several years earlier. They measured variations in galaxy brightness—indicators of black hole presence—resulting in the identification of more black holes than previous methods had revealed. This is a new image of the Hubble Ultra Deep Field. (Photo: Nasa)\n\nThe findings indicate that some black holes likely formed from the collapse of massive, pristine stars during the first billion years after the Big Bang. These early stars were unique, as later generations became enriched with elements from previous stellar explosions.\n\nOther potential formation scenarios include collapsing gas clouds and mergers of stars within massive clusters. Additionally, primordial black holes may have formed through speculative mechanisms in the universe's infancy.\n\nMatthew Hayes, lead author and astronomer at Stockholm University, emphasized that understanding how early black holes formed is essential for piecing together the puzzle of galaxy evolution.\n\nWith this new data, researchers can refine models of how galaxies and their central black holes evolve together.\n\nIn tandem with these findings, astronomers are using the James Webb Space Telescope to further explore galactic black holes formed soon after the Big Bang, aiming to uncover their masses and locations in the early universe.\n\nThis ongoing research is pivotal for unraveling the mysteries surrounding black hole formation and their influence on galaxy development.\n\nPublished By: Sibu Kumar Tripathi Published On: Sep 23, 2024"
    },
    {
        "title": "Build Your Dream Website in Minutes: Top 5 No-Code AI Builders",
        "link": "https://www.geeky-gadgets.com/build-your-dream-website-in-minutes-top-5-no-code-ai-builders/",
        "description": "In the rapidly evolving world of web design, no-code AI website builders have emerged as an innovative solution for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9RwwkEqFiLOEjbN0TE5UZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "18h",
        "source": "Geeky Gadgets",
        "article_content": "In the rapidly evolving world of web design, no-code AI website builders have emerged as an innovative solution for individuals and businesses looking to create stunning, professional websites without the need for extensive coding knowledge. These innovative tools harness the power of artificial intelligence to simplify the web design process, making it accessible to users of all skill levels. In the video below WeAreNoCode explores the top five no-code AI website builders, evaluating their features, ease of use, and suitability for different user needs. To provide a fair and practical comparison, each tool will be tested by creating a website for a fictional company.\n\nDora: Bringing Websites to Life with Animated and 3D Elements\n\nFounded in 2021, Dora has quickly made a name for itself in the no-code AI website builder market, specializing in creating visually stunning websites with animated and 3D elements. While Dora requires some web design experience to fully use its advanced features, it offers multiple design previews and seamless mobile version adaptation, ensuring that your website looks impressive across all devices. This makes Dora an ideal choice for users looking to create visually dynamic and engaging websites that stand out from the crowd.\n\nHostinger: Beginner-Friendly with Advanced AI Features\n\nHostinger, a well-established player in the web hosting industry since 2004, has expanded its offerings to include a user-friendly no-code AI website builder. Perfect for beginners, Hostinger offers free domain registration and a straightforward interface that allows users to create professional-looking websites with ease. What sets Hostinger apart is its suite of advanced AI features, including an AI writer, page generator, heat maps, and an SEO assistant, which help users optimize their websites for better search engine rankings and user engagement.\n\nWebflow and Reloom: Customization and Control for Experienced Designers\n\nFor those with more advanced web design skills, Webflow and Reloom offer powerful tools and high levels of customization. Webflow, known for its complexity and steep learning curve, is best suited for experienced web designers who want complete control over their website’s design and functionality. Reloom, on the other hand, focuses on generating detailed site maps and wireframes, making it an excellent choice for planning and structuring complex websites. Both tools require a paid plan to access their full range of features and offer code access for ultimate customization, making them ideal for intricate and sophisticated web design projects.\n\nWix: The Popular Choice for Beginners and Intermediate Users\n\nSince its launch in 2006, Wix has become a household name in the website builder industry, and for a good reason. Wix’s AI-powered platform creates websites with intuitive, chat-based navigation, making it incredibly easy for users to design and manage their sites. The drag-and-drop interface is user-friendly, and Wix offers additional AI tools like a text creator and section generator to further simplify the design process. With its perfect balance of simplicity and functionality, Wix is a popular choice for beginners and intermediate users alike.\n\n10Web: WordPress-Based Builder with Powerful AI Capabilities\n\nLaunched in 2019, 10Web is a no-code AI website builder built on the popular WordPress platform. 10Web’s AI capabilities include generating site maps and sections, streamlining the design process for users. The simple drag-and-drop interface, combined with its powerful AI features, makes 10Web an excellent choice for users at various skill levels who want to create professional websites without the need for extensive coding knowledge. As a WordPress-based builder, 10Web also offers users access to a vast library of plugins and themes, further expanding its customization options.\n\nPricing Comparison: Finding the Right Plan for Your Budget\n\nWhen choosing a no-code AI website builder, it’s essential to consider your budget and the features you require. Here’s a quick overview of the pricing plans offered by each tool:\n\nDora: Basic plan starts at $14/month, while the advanced plan is priced at $25/month.\n\nBasic plan starts at $14/month, while the advanced plan is priced at $25/month. Hostinger: Offers a discounted 4-year plan at $3.99/month, making it one of the most affordable options.\n\nOffers a discounted 4-year plan at $3.99/month, making it one of the most affordable options. Webflow and Reloom: Webflow’s basic plan starts at $14/month, while Reloom’s pricing begins at $18/month.\n\nWebflow’s basic plan starts at $14/month, while Reloom’s pricing begins at $18/month. Wix: Offers a free basic plan, with premium plans available for users who want to use custom domains and access advanced features.\n\nOffers a free basic plan, with premium plans available for users who want to use custom domains and access advanced features. 10Web: Currently offering a discounted price of $6/month, with regular pricing typically starting at $14/month.\n\nChoosing the Right No-Code AI Website Builder for Your Needs\n\nIn conclusion, each of the top five no-code AI website builders offers a unique set of features and benefits, catering to different levels of web design experience and user needs. Dora and Webflow are more suited for experienced users who want to create visually stunning and highly customized websites, while Hostinger, Wix, and 10Web are beginner-friendly options that offer robust AI capabilities and user-friendly interfaces. When selecting the right tool for your project, consider your web design skills, the complexity of your desired website, and your budget. By carefully evaluating these factors and the features offered by each no-code AI website builder, you can make an informed decision and create a professional, engaging website that meets your unique needs and goals.\n\nSource & Image Credit: WeAreNoCode\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Fanatics Sportsbook promo code: Grab $1K bonus offer for NFL Week 3 MNF doubleheader",
        "link": "https://www.al.com/betting/2024/09/fanatics-sportsbook-promo-code-grab-1k-bonus-offer-for-nfl-week-3-mnf-doubleheader.html",
        "description": "The Fanatics Sportsbook promo code (no promo code needed) offers up to $1,000 in bonus bets when you wager on Jaguars vs.",
        "image_url": "https://www.bing.com/th?id=OVFT.yYsuj-2FjkuO1iVBPljk8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "3h",
        "source": "al.com",
        "article_content": "New users can sign up to take advantage of Fanatics Sportsbook promo code (no code required) and get up to $1,000 in bonus bets when they wager on Jaguars vs. Bills or Commanders vs. Bengals.\n\nWith a chance to earn up to $1,000 in bonus bets, now is a great time to sign up with Fanatics and partake in a great sportsbook to utilize this football season.\n\nFanatics Sportsbook promo code offer at a glance\n\n🎁 Fanatics Sportsbook promo code No code required 💰 Fanatics Sportsbook welcome offer Score up to $1,000 in bonus bets 📝 Fanatics Sportsbook promo code terms and conditions Wager $5+ in the 10 days following registration and receive a daily 100% bonus match equal to the amount wagered (max. $100 bonus per day).\n\n\n\nOpt-in required days 2 through 10.\n\n\n\nBonuses sent within 72 hours of bet settlement, win or lose.\n\n\n\nBonus bets expire seven days after receipt and cannot be withdrawn. ✅ Last verified Sept. 26, 2024\n\nHow to Claim the Fanatics Sportsbook promo code offer\n\nAhead of tonight’s action, take advantage of this welcome offer from Fanatics Sportsbook to expand your payroll and get some additional chances at rewards from your bets this evening.\n\nHere is a step-by-step guide for those interesting in setting up an account:\n\nUse the Fanatics promo code link and download the Fanatics app on your Apple or Android device. Desktop users must scan the QR code to download the app. Fill out the required registration fields. If you use the link we provide, a promo code is not needed. Confirm that you agree to the terms and conditions. Select a banking method and make your first deposit. Make a first bet (min. $5/max. $100) with -200 odds or longer.\n\nYou’ll receive a qualifying offer that must be opted into every day for the first 10 days after creating a Fanatics Sportsbook account.\n\nYou’ll be issued a bonus bet in an equal amount of each wager that is placed.\n\nThe maximum allowable return for each day is $100, but you can earn up to that amount for 10 days in a row. Receive $1,000 in bonus bets if you maximize the offer.\n\nBills vs Jaguars odds to use your Fanatics promo code on\n\nFanatics Sportsbook currently favors Buffalo in tonight’s matchup, as the Bills sit as 5-point favorites over the Jaguars with -240 moneyline.\n\nFor Jacksonville, they have a moneyline of +190 if you think they can pull off the upset. The over-under for the contest is set at 45.5 points.\n\nFor Bengals vs Commanders, Fanatics favors Cincinnati by a whopping 7.5 points.\n\nNFL underdogs of 5.5+ are 13-2 so far on the season, so keep an eye out for Washington to keep it close.\n\nNFL underdogs of 5.5+ points are now 13-2 ATS this season with NINE outright wins (4-0 today)\n\n\n\nCrazy — Ben Fawkes (@BFawkes22) September 22, 2024\n\nWhen evaluating player props for tonight’s games, the line I like the most is Khalil Shakir to outproduce his current receiving yards line of 45.5 (-105).\n\nThe Jaguars’ secondary has had trouble shutting down the slot, and Shakir has been Allen’s go-to receiver through the beginning of the season. That should be the case again for their showdown with Jacksonville."
    },
    {
        "title": "It’s time to start taking the Minnesota Vikings seriously",
        "link": "https://www.msn.com/en-us/sports/other/it-s-time-to-start-taking-the-minnesota-vikings-seriously/ar-AA1r3ZvL?ocid=BingNewsVerp",
        "description": "There’s an old saying that, paraphrased, says that \"once is an accident, twice is a coincidence, and three times is a pattern ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qMrIPUd3Pijecnc3FkLkFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "10hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "5 Most Important Skills For First-Time Startup Founders",
        "link": "https://www.forbes.com/sites/abdoriani/2024/09/23/5-most-important-skills-for-first-time-startup-founders/",
        "description": "While having a great idea is essential, the ability to execute that idea requires a broad set of skills. In this article, we ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NAqx4HFAv-McB9J1MvaFdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "8h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "20 Tech Pros On Top Trends In Software Testing",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/23/20-tech-pros-on-top-trends-in-software-testing/",
        "description": "Trends in software testing and QA are focused on everything from a rapidly evolving cybersecurity environment to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zoLMSLB1DlLbx3MLIHdAVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "11h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Software Piracy Statistics — the Latest Trends for 2023/2024",
        "link": "https://techreport.com/statistics/software-web/software-piracy-statistics/",
        "description": "It’s not entirely clear what will await the murky digital landscape of software piracy. Based on current trends and how rapidly piracy methods are evolving, we believe the issue will only persist.",
        "image_url": "https://www.bing.comNo image",
        "category": "software+trend",
        "date": "The Tech Report17h",
        "source": "The Tech Report",
        "article_content": "Key Software Piracy Statistics in 2024\n\nIn total, there have been approximately 84.77 billion visits to software piracy websites from January 2017 to November 2023.\n\nIn total, there have been approximately from January 2017 to November 2023. In 2023, we saw another 15.2 billion visits to software piracy websites worldwide – up from 8.75 billion in the first eight months of 2022.\n\nIn 2023, we saw another 15.2 billion visits to software piracy websites worldwide – up from 8.75 billion in the first eight months of 2022. In 2023, mobile software accounted for 36% of all pirated software , followed closely by desktop software at 30%.\n\nIn 2023, , followed closely by desktop software at 30%. 38% of British people admitted to engaging in software piracy in 2022.\n\n38% of British people admitted to engaging in software piracy in 2022. Russia accounted for over 8.5% of all software piracy in the world in 2023.\n\nRussia accounted for over 8.5% of all software piracy in the world in 2023. In the first eight months of 2022, the US saw 15.47 billion visitors to piracy websites .\n\nIn the first eight months of 2022, the . In 2023, software piracy was a major contributor to revenue loss for 40% of software suppliers – up from just 17% the year before.\n\nIn 2023, software piracy was – up from just 17% the year before. In 2023, as many as 33% of IT companies reported losing 6–10% of their revenue to software piracy, and 8% even said that the loss exceeded 30%.\n\nIllegal Software Downloads Statistics\n\nTo kick things off, we’ll take a look at the numbers and figures on illegally downloaded software over the last few years.\n\nHow Much Software is Pirated\n\nOverall, software was the second-most-pirated type of media in 2023, after TV shows, making up 26.2% of the pirated items on the web that year.\n\nAnd although in the years before the COVID-19 pandemic (2017 specifically), the level of software piracy dropped from 39% to 37%, the pandemic years saw it go up again by 20-30%.\n\nMuso reports that in 2023, there have been 15.2 billion visits to software piracy websites worldwide. That figure is a 14.1% YoY increase from 8.75 billion visitors registered in the first eight months of 2022.\n\nThese eight months showed a 10% increase in software piracy compared to 2021.\n\nFrom January 2017 until November 2023, there were approximately 84.77 billion visits to software piracy websites. That’s like every person on Earth visiting software piracy sites 10 times on average over this period.\n\nBSA tells us that almost 37% of all software on users’ PCs is pirated. The market value of this unlicensed software is $46.3 billion.\n\nWhat Software is Pirated & How\n\nAs the following chart shows, mobile software was the most commonly pirated software in 2023, accounting for 36% of all illegal software downloads.\n\nIt was closely followed by desktop software at 30%. Moreover, it’s estimated that as much as 37% of software worldwide is unlicensed.\n\nIn terms of how the software has been pirated, the 2021 Muso report states that 73.5% of it was illegally downloaded from the web and the rest from torrenting sites.\n\nThe data tells us that 100% of all illegally downloaded software was pirated through web downloads in 2022 and 2023.\n\nMost of the traffic (61.5%) was direct in 2022, but in 2023, 42% of it was via search engines when people looked for software piracy.\n\nSoftware Piracy Statistics by Region\n\nSoftware piracy is prevalent in many regions around the world. However, certain regions suffer more from it than others.\n\nAs this chart shows, piracy is particularly prevalent in China, Russia, the US, and India. Ukraine and Italy were also among the top 10 countries for piracy.\n\nLet’s take a look at the biggest regions in the world for more details on software piracy.\n\nEMEA\n\nEurope may have robust anti-piracy laws, such as the EU Copyright Directive and the CPDA in the UK. But it nonetheless is home to significant software piracy.\n\nFor instance, the UK is among the top 20 countries for using pirated software.\n\nIn 2021, there were approximately 2.7 million British infringers of software copyrights, as you’ll see in the chart below. Moreover, as many as 38% of surveyed Brits had pirated software in 2022.\n\nThe post-pandemic spike in piracy is likely due to the increasingly high cost of living in the UK.\n\nOther countries in the region have similar problems. For example, Russia accounted for over 8.5% of all software piracy worldwide in 2023.\n\nThis isn’t surprising, given the international sanctions and software companies pulling out of the region due to the geopolitical situation.\n\nUkraine and Italy take the seventh and ninth spots among the top 20 countries that use pirated software.\n\nIran is another country in the EMEA region that’s subject to sanctions that restrict the use of certain software, so it’s not surprising that Iran ranked eighth.\n\nThe Americas\n\nIn the Americas, the US, Brazil, and Mexico are leaders in illegal software downloads, ranking among the top 20 countries for software piracy.\n\nThe US ranked third in the world in 2023 for software piracy, and this is actually an improvement. One year prior, the US was top of the list for the highest rates of software piracy.\n\nIn the first eight months of 2022 alone, the US had seen 15.47 billion visitors to piracy websites.\n\nAs for the previous years, as you can see from the graph above, the US and Brazil had relatively small shares of visitors to software piracy sites.\n\nThe largest shares in that time period (2020–2021) were held by Russia (7.2% to 8.02%) and China (see below).\n\nAPAC\n\nAccording to BSA, the Asia-Pacific (APAC) region has the highest rate of software piracy in the world – 61%. Given the number of APAC countries in the top 20 countries for software piracy, this isn’t surprising.\n\nTake China, for example. In 2021, China had the highest number of visitors to software piracy websites in the world. In Q3 of 2021 alone, China had 467 million people visiting software piracy websites.\n\nThe figure made up 14.6% of all software privacy site visitors in the world that quarter (3.2 billion).\n\nHowever, in 2022, India shortly overtook China, becoming the third country for piracy rates, after the USA and Russia.\n\nHowever, according to Revenera, as of 2023, the PRC (excluding Hong Kong) is once again the leader in software piracy worldwide.\n\nOther APAC countries in the top 20 are Vietnam, Taiwan, Indonesia, South Korea, and Australia. Regarding Australia in particular, BSA reports that 20% of Aussies use pirated software.\n\nImpact of Software Piracy on the Market\n\nIn 2023, software piracy was a major cause of revenue loss for 40% of software suppliers – up from just 17% the year before.\n\nThis significant increase is a testament to the huge adverse impact of software piracy on the market. In 2023, as many as 33% of IT companies reported losing 6–10% of their revenue to software piracy.\n\n8% even said that the loss exceeded 30% of revenue. Moreover, 15% of companies don’t even know how much they’re losing to piracy.\n\nIn addition to financial impacts, software piracy can adversely impact a brand’s reputation. In many cases, pirated software isn’t subject to quality control and can have a negative impact on user experience.\n\nMoreover, in 2022, as many as 50% of people who downloaded pirated content, including software, reported malware infecting their devices.\n\nIt’s also worth noting that software is a type of creative work, and pirating it is just as harmful to creators as pirating music or books.\n\nIn practice, this erosion of IP stifles programmers’ creativity and harms their competitive advantage and revenue.\n\nAddressing Software Piracy\n\nThe issue of software privacy is complex, and combating it requires a multifaceted approach. The stakeholders involved are legislators, technical experts, and educators, to name a few.\n\nIn this section, we’ll go over the building blocks of combating software piracy, including legislative and technical measures.\n\nLaws & Regulations\n\nSeveral international laws, such as the Berne Convention and the TRIPS agreement, standardize protection against any sort of piracy, including software.\n\nMany countries have adopted their own laws on a local level, such as the Digital Economy Act in the UK.\n\nHowever, the enforcement of such laws, on both a local and global scale, depends on the police’s capacity and international cooperation.\n\nIn addition to the legislation, there are a lot of case law and lawsuits illustrating the impact of software piracy. For instance:\n\nBITMANAGEMENT SOFTWARE GMBH vs. The United States (2016–2022), which saw the US Navy pay out almost $155,000 for the illegal use of 3D modeling software.\n\nBITMANAGEMENT SOFTWARE GMBH vs. The United States (2016–2022), which saw the US Navy pay out almost $155,000 for the illegal use of 3D modeling software. Microsoft’s GitHub Copilot vs. J. Doe (2022– present), where developers sued Microsoft and OpenAI for allegedly pirating the developers’ software to train AI systems. The case is still undecided.\n\nThese cases, as well as others, prove the adverse economic impact of software piracy. However, they also evidence the fact that the existing piracy protections aren’t always sufficient.\n\nFor instance, the German software company that sued the US Navy in the 2016 case received much less than the original $155.4 million in damages it claimed.\n\nAnd a month ago, the judge in the Copilot case partially dismissed some piracy claims.\n\nTechnical Measures\n\nDigital Rights Management (DRM) tools represent an important technical measure against software piracy. Such solutions are already widely used by creators and companies to protect their IP, such as software.\n\nFor software products, DRMs can range from license activation keys and cloud verification to digital watermarking and geographical restrictions.\n\nPopular business software subscription models like SaaS are also a type of DRM in a way, as they allow users to subscribe to the software rather than own a copy of it.\n\nSuch DRM methods can be effective. But they can also be frustrating for consumers, as they’re often seen as limiting fair use.\n\nWhat Does the Future of Software Piracy Look Like?\n\nIt’s not entirely clear what will await the murky digital landscape of software piracy. Based on current trends and how rapidly piracy methods are evolving, we believe the issue will only persist.\n\nBefore new laws and anti-piracy protections catch up, we might see a few new privacy developments.\n\nNew Methods of Piracy\n\nWith the advancements and developments of DRMs like SaaS, it’s reasonable to conclude that software piracy methods will also advance beyond what we know today.\n\nAnd while AI can help combat these threats, we should also consider how it can assist malicious actors with new piracy approaches, such as reverse engineering.\n\nFor instance, given that SaaS is hosted on the cloud, pirates may target that infrastructure in the future to access the platforms.\n\nAchieving that would require employing social engineering and phishing to steal credentials – two tactics prevalent in cybercrime today.\n\nNew Types of Piracy\n\nIn addition to new methods of piracy, the prevalence of SaaS and other subscription models might also encourage the development of new types of piracy.\n\nIt’s true that cloud-based SaaS deployment makes it challenging to download and distribute copies like traditional software pirates usually do.\n\nHowever, the shift to a subscription model can cause increased instances of unauthorized account sharing and the rise of illegal monetization of subscription credentials.\n\nTo address this potential issue, companies might have to invest in more sophisticated DRM systems. For example, they can be powered by blockchain technologies.\n\nSuch technologies would help track the usage of SaaS licenses and curb unauthorized use.\n\nEnforcement Challenges\n\nEarlier, we touched upon the challenges of international cooperation in software piracy law enforcement.\n\nThe global nature of the Internet and the cloud, economic disparities, and international sanctions worsen these challenges.\n\nFor instance, although many SaaS companies have left Russia, their software is still available thanks to the country’s relaxed piracy laws.\n\nIt’s, therefore, challenging for companies like Microsoft to enforce licensing restrictions in such sanctioned regions.\n\nConcluding Thoughts\n\nSoftware piracy is a complex issue that remains prevalent today. In this guide, we reviewed the software piracy statistics around the world in recent years.\n\nWe saw that the APAC region takes the crown for software piracy, but Russia and the US aren’t far behind. We also saw that software piracy adversely impacts the software market and the tech industry as a whole.\n\nAnd yet, addressing software piracy remains a significant challenge, not least due to tech advancements and ever-evolving piracy methods. Enforcement of piracy and copyright laws is also difficult in many jurisdictions.\n\nHowever, technological advancements can also help hinder malicious actors. The key is to employ them smartly and have robust enforcement frameworks in place.\n\nSources"
    }
]