[
    {
        "title": "UFO whistleblowers tell Congress 'we are not alone in the cosmos'",
        "link": "https://www.livescience.com/space/extraterrestrial-life/ufo-whistleblowers-tell-congress-we-are-not-alone-in-the-cosmos",
        "description": "The latest congressional UFO hearing featured testimony from former military personnel who said that government secrecy hides ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Qhr_mIIzC_v_CSTFDZRejS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Live Science5h",
        "source": "Live Science",
        "article_content": "UFOs came to Washington again last week.\n\nThe U.S. House of Representatives' Committee on Oversight and Accountability held a hearing titled \"Unidentified Anomalous Phenomena: Exposing the Truth\" at the Rayburn House Office Building in Washington, D.C. at 11:30 a.m. EST (1530 GMT) on Wednesday, Nov. 13. Unidentified anomalous phenomena (UAP) is a relatively new catch-all term that includes sightings of unexplained objects or events that take place in the air, underwater, in space, or that travel between those domains.\n\nLike previous congressional UFO hearings, the event featured testimony from current U.S. military personnel who claim the American government has for decades hidden evidence of advanced technologies and otherworldly visitors from the public. A multitude of anecdotes were presented about flying orbs coming out of the ocean, disc-shaped objects, and craft \"exhibiting flight and structural characteristics unlike anything in our arsenal.\" While such claims are nothing new, what is noteworthy about the hearing are the pedigrees of some of the whistleblowers who testified, including a former U.S. counterintelligence officer, a retired U.S. Navy rear admiral and a former NASA associate administrator. All of them stressed the need for more government transparency, less stigma about the UFO topic and new policies to bring UAP data out of the \"black\" classified world and into the public domain.\n\nA still from a video titled \"Go Fast\" recorded by a U.S. Navy aircraft reportedly showing a UAP that was discussed in the U.S. House of Representatives' Committee on Oversight and Accountability hearing titled \"Unidentified Anomalous Phenomena: Exposing the Truth\" on Wednesday (Nov. 13). (Image credit: U.S. Dept. of Defense)\n\nThis isn't the U.S. government's first attempt to investigate the recent wave of UFO claims that began in 2017. A similar hearing was held last year, in which a whistleblower told Congress the U.S. government is hiding evidence of 'non-human intelligence.'\n\nThe Pentagon also created the All-Doman Anomaly Resolution Office (AARO) in 2022 to investigate UAP reports and government data about UFOs, but critics, including some government officials, are skeptical of the office's aims and methods.\n\nRelated: SETI searches for alien life in over 1,000 galaxies using unexplored radio frequencies\n\n\"AARO is unable, or perhaps unwilling, to bring forward the truth about the government's activities concerning UAPs,\" Representative Nancy Mace (R-South Carolina) said during the hearing's opening remarks. \"I'm disturbed that AARO itself lacks transparency; even its budget is kept from the public. So if there is no 'there' there, then why are we spending money on it? And by how much? Why the secrecy?\"\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nOther representatives stressed the need for transparency and data analysis, a common theme of other recent UAP studies. \"We have evidence that what we are detecting things, and we know that we don't understand them, and this is worth investigating,\" Rep. Robert Garcia (D-CA) said. \"I believe we can always be more transparent. To me, this hearing and others are simply about the truth and getting to the facts of what these UAPs actually are.\"\n\nLuis Elizondo, a former U.S. counterintelligence officer who has been vocal about such claims in recent years, told the assembled representatives at the hearing that \"excessive secrecy has led to grave misdeeds against loyal civil servants, military personnel and the public — all to hide the fact that we are not alone in the cosmos.\"\n\nWe are \"in the midst of a multi-decade, secretive arms race — one funded by misallocated taxpayer dollars and hidden from our elected representatives and oversight bodies,\" Elizondo stated during his testimony.\n\nElizondo, who claims to have previously investigated UFOs as part of a secret Pentagon program, suggested that the U.S. government create a \"whole-of-government\" approach to studying UAP, create a national UAP strategy and offer protections so that whistleblowers who are \"desperate to do the right thing can come forward without fear.\"\n\nDuring questioning, Elizondo was asked if some of the \"advanced technologies\" that have been seen monitoring sensitive military installations around the globe could be operated by aliens or private companies. \"Maybe both,\" Elizondo replied.\n\nElizondo also stated point-blank to Rep. Mace's questioning that the U.S. government has programs to retrieve crashed UAP and reverse-engineer them, but avoided giving any specifics in an unclassified public setting such as the hearing.\n\nRep. Jared Moskowitz (D-FL) then questioned Elizondo, asking the former counterintelligence agent about a document he signed that limits him from speaking publicly about crash retrieval programs. \"The document said you can't talk about crash retrieval. Well, you know, you can't talk about Fight Club if there's no Fight Club, correct?\"\n\nLike other witnesses, Elizondo stated that the alleged excessive government secrecy around UFOs harms national security. In response to questioning from Rep. Tim Burchett (R-TN), Elizondo stated that, if UAP sightings turned out to be technologies operated by adversarial nations, it would be \"an intelligence failure eclipsing 9/11 in order of magnitude.\"\n\nA still from footage shot by an MQ-9 reaper drone showing an unidentified spherical object soaring through the air shown to the United States Senate Committee on Armed Services during an April 2023 hearing. (Image credit: U.S. Dept. of Defense)\n\nRetired U.S. Navy rear admiral Tim Gallaudet offered similar testimony as Elizondo. \"We know from last year's UAP hearing and recent statements and publications by credible whistleblowers that UAP, NHI [non-human intelligence], and their technology of unknown origin (TUO) represent a new realization that we are not the only advanced intelligence in the universe,\" Gallaudet said on Wednesday, according to his published remarks.\n\n\"Unelected officials in the U.S. government do not have an exclusive right to this knowledge about the nature of reality. The American people have a right to that knowledge,\" Gallaudet said. The retired rear admiral also stressed the national security and airspace safety concerns related with UAP sightings, calling them \"extensive.\"\n\nWhen Rep. Garcia asked Gallaudet and other witnesses what UAP might represent, the retired rear admiral said he believes they are evidence of a \"non-human higher intelligence.\"\n\nFormer NASA Associate Administrator for Space Policy and Partnerships Michael Gold also testified at the hearing, and previously served on NASA's UAP study team. Gold's testimony was more grounded; for example, he stressed the need for NASA to contribute its authority and expertise toward analyzing what UAP data it might already possess and helping dispel the stigma associated with the UFO topic.\n\n\"Our best tool for unlocking the mystery of UAP is science, but we cannot conduct a proper inquiry if the stigma is so overwhelming that just daring to be part of a NASA search team elicits such a vitriolic response,\" Gold said during the hearing. \"Therefore, one of the most important actions that can be taken, relative to exposing the truth of UAP, is to combat the stigma, and this is where I believe that NASA can be eminently helpful.\"\n\nGold added that NASA has a massive archive of data that could possibly contain evidence of UAP, and suggested that artificial intelligence/machine learning algorithms could help sort through the agency's trove of data to help shine light on the UFO phenomenon. In addition, the former NASA associate administrator said the agency should develop specialized instruments that might be able to gather useful data about UAP.\n\nJournalist Michael Shellenberger also testified, telling the representatives that there's a \"growing body of evidence that the government is not being transparent about what it knows about unidentified anomalous phenomena (UAP), formerly called UFOs, and that elements within the military and IC [intelligence community] are in violation of their Constitutional duty to notify Congress of their operations.\"\n\nShellenberger stated that there is a secret program within the U.S. government known as \"Immaculate Constellation\" whose sole purpose is to collect UFO and UAP reports from military personnel and sensor data and quarantine them away from the rest of the government and military. While he noted that a Pentagon spokesperson has stated no such program exists, Shellenberger recounted prior examples in which the Department of Defense has initially denied knowledge of UAP-related information only to later change its stance and either admit the information exists or release it to the public.\n\n\"The U.S. government appears to know significantly more about UAPs than it is revealing,\" Shellenberger said at the hearing. \"But even those who believe the U.S. government has revealed all that it knows should have no objection to Congressional demands for greater transparency.\"\n\nTo conclude the meeting, Rep. Mace asked each of the witnesses to define what non-human biologics or non-human intelligence mean to each of them.\n\n\"I don't think it's a stretch, when you look at the diversity of life on this planet and the size of this universe, to think that there will be more diverse, higher-order, non-human intelligence throughout the universe, and that's probably what's visiting us,\" Gallaudet said.\n\nElizondo stated he would take a scientific approach: \"The definition would be the ability to react to a stimulus in a manner that requires an intellectual thought process.\"\n\nGold, meanwhile, questioned whether non-human intelligence necessarily implies life, suggesting sophisticated artificial intelligence might be responsible for some UAP encounters. Shellenberger simply stated he did not know what they might be.\n\nIn the hearing, as in other UFO hearings, there was a lot of telling and not a lot of showing. One of the core tenets of these whistleblower testimonies is that much of the credible UFO data is classified and can't be revealed to the public based on the military capabilities that some of that data could reveal.\n\nWhistleblowers have attested for years that, because advanced or classified sensors and satellites sometimes capture footage or photos of unexplained phenomena or advanced craft, those photos or videos are likewise classified by the U.S. government in order to not reveal America's full surveillance or sensing capabilities.\n\nSuch was the case in 2023 when U.S. military aircraft shot down a mysterious object off the coast of Alaska. The American government has yet to release any imagery from the event, but a Canadian freedom of information request unveiled a photograph earlier this year of a balloon-like object.\n\nThose incidents and others like it, such as a weeks-long drone incursion above Langley Air Force Base in Washington, D.C., were discussed in the hearing. \"The origin of these drones and their operators remains a mystery,\" Rep. Glenn Grothman (R-Wis.) said. \"This incident and other sightings near sensitive military installations highlights the complexity of the UAP challenge facing our intelligence, defense and homeland security committees.\"\n\nOriginally posted on Space.com."
    },
    {
        "title": "Pentagon solves one of its highest-profile UFO mysteries",
        "link": "https://www.msn.com/en-us/news/technology/pentagon-solves-one-of-its-highest-profile-ufo-mysteries/ar-AA1ur1iG?ocid=BingNewsVerp",
        "description": "A pentagon official told Congress Tuesday that the agency has solved a prominent UFO mystery from 2016 which showed what ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1EaWUVZyBd3CvO0kKCUsQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23hon MSN",
        "source": "FOX News on MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon UFO chief tells Senate 'very anomalous objects' need careful study (video)",
        "link": "https://news.yahoo.com/news/pentagon-ufo-chief-tells-senate-233041704.html",
        "description": "In new testimony, the head of the Pentagon's UFO office told the US senate that it \"has not discovered any verifiable ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cuUjMvHX9654EnoDgm5EfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23h",
        "source": "YAHOO!News",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: AARO/DOD\n\nIt's never aliens.\n\nAt least, it hasn't been yet. The United States Senate Armed Services Subcommittee on Emerging Threats and Capabilities heard testimony on Tuesday (Nov. 19) from Jon T. Kosloski, director of the Pentagon's All-Domain Anomaly Resolution Office (AARO). The U.S. Department of Defense created the office in July 2022 in order to have a single place for military and government personnel to report UFO sightings, or UAP, as they're now known. The new term, short for unidentified anomalous phenomena, encompasses not only unidentified objects or events in the sky, but also those in water, in space or those that appear to travel between these domains.\n\nDuring today's hearing, Kosloski came in strong, stating that \"it is important to underscore that, to date, AARO has not discovered any verifiable evidence of extraterrestrial beings, activity or technology.\" Still, despite having resolved hundreds of cases with prosaic explanations, Kosloski noted that his office does not believe that every UAP is a bird, balloon or drone. \"We do have some very anomalous objects,\" he said.\n\na blurry black dot flying above a snow-covered volcano in grainy black-and-white footage\n\nKosloski also reported on the office's latest analysis of UFO/UAP cases, stressing that his office will \"continue to follow the science and data wherever they lead\" and keep both Congress and the public as informed as possible — at the unclassified level, he clarified.\n\nThat stands in stark contrast to testimony presented to a U.S. House of Representatives subcommittee last week, in which a retired U.S. Navy rear admiral and a former U.S. counterintelligence officer told lawmakers that the American government is part of a decades-long coverup to conceal the fact that \"we are not alone in the cosmos.\"\n\nDuring his testimony, Kosloski gave an overview of his office's activities since it issued a report to Congress and testified in a similar setting last year. \"Many reports resolve to commonplace objects like birds, balloons and unmanned systems, while others lack sufficient data for comprehensive analysis,\" Kosloski said, adding that \"only a small percentage of reports received by AARO are potentially anomalous.\"\n\nKosloski referred to a UAP incident that occurred in 2013 near Aguadilla, Puerto Rico. The infrared video, shot in 2013 by a U.S. Customs and Border Patrol helicopter, appears to show an object flying just above the ocean before disappearing into it, or perhaps splitting in two.\n\n\"We assessed that it was actually flying over the airport the entire time,\" Kosloski said. When the object appears to disappear in the infrared video that accompanies the case, it is actually the camera sensing that the object is the same temperature as the water behind it. Instead of splitting in two, it was simply two objects — balloons or sky lanterns — in close proximity that came in and out of view.\n\nKosloski also offered how his office was able to close the case on the infamous GOFAST video, shot by a U.S. Navy fighter jet in 2016 off the coast of Florida. In that case, the object's apparent speed in the video was actually due to the parallax effect, or the camera's perspective, Kosloski explained.\n\nFurthermore, the AARO director showed a 2018 video captured by a drone flying over Mt. Etna that he stated is not widely known among the public. \"This was a rather difficult case to solve,\" Kosloski said. \"The object was actually 170 meters away from the plume — not flying through it.\"\n\nDuring questioning, Senator Kirsten Gillibrand (D-New York) asked Kosloski about whether or not some individuals who have encountered UAP might be reluctant to engage with his office, referring to accusations some UAP disclosure advocates frequently level against AARO. These critics attest that the office is part of an alleged decades-long U.S. government-led campaign of \"excessive secrecy\" that aims to keep the public in the dark about UFOs.\n\nIn response to Gillibrand's questioning, Kosloski defended his office. \"Congress has gone out of its way to create the organization AARO specifically to conduct these sorts of investigations, and has uniquely empowered them to have access to all UAP related information, whether that's historic or current, and we take that responsibility and those authorities very seriously,\" he said.\n\nGillibrand also asked about a report released by AARO in March 2024, noting that she has been told \"it doesn't show any any evidence of secret programs that have aliens.\"\n\nBut Gillibrand pushed back on that assertion. \"That's not how I read the report,\" the senator said. \"What I read in the report is the US government took sightings extremely seriously over the last 75 years, and put some of the greatest minds together to analyze these cases, because they assessed them as some deeply unknown phenomena that may or may not cause threats — that may or may not be related to adversaries.\"\n\na grainy black orb above the ocean in a black-and-white video\n\nAARO released a report to accompany today's hearing earlier this week. The report, titled, \"All-domain Anomaly Resolution Office’s Annual Report on Unidentified Anomalous Phenomena,\" examines UAP cases dated between May 1, 2023 and June 1, 2024 as well as historical incidents that were not included in previous reports.\n\nBut, like in its other reports, AARO found no smoking gun for alien visitation this year. \"AARO has discovered no evidence of extraterrestrial beings, activity, or technology,\" the report notes. Out of the 485 cases that are well within the report's timeframe, 118 were solved and another 174 were slated to be closed, pending a final review.\n\nStill, AARO's 2024 report says that many cases remain unsolved, and that the office continues to study them. However, AARO’s ability to resolve cases \"remains constrained by a lack of timely and actionable sensor data,\" according to the report, meaning there just isn't enough data to conclusively solve cases that lack detailed or multi-sensor observations. In some cases, all there might be to analyze is a single photograph, a few seconds of grainy video or an aviator's written report. Many UAP sightings happen in the blink of an eye as an unknown object zooms past a moving aircraft, for example, so there often isn't enough time to gather photographic or video evidence.\n\nIn other cases, the capabilities of the sensors or platforms involved in the UAP sightings are themselves classified (sometimes, even their existence isn't publicly known), so AARO is unable to discuss them in unclassified reports.\n\nThough overall, according to the 2024 report, there is enough data for AARO to state that it has has \"no indication or confirmation that these activities are attributable to foreign adversaries.\"\n\nRELATED STORIES:\n\n— Pentagon UFO office finds 'no empirical evidence' for alien technology in new report\n\n— Pentagon has 'no credible evidence' of aliens or UFOs that defy physics\n\n— UFO whistleblowers tell Congress 'we are not alone in the cosmos' (video)\n\nToday's hearing echoed a previous hearing held last year on April 19, 2023. During that hearing, AARO's previous director Sean Kirkpatrick told the Senate Armed Services Committee that his office has seen \"no credible evidence thus far of extraterrestrial activity, off-world technology or objects that defy the known laws of physics.\"\n\nSimilarly, the report released by AARO in March 2024 that examined historical UFO cases found \"no evidence that any USG [U.S. government] investigation, academic-sponsored research, or official review panel has confirmed that any sighting of a UAP represented extraterrestrial technology.\"\n\nAARO's previous report, released in 2022, examined 510 contemporary UAP reports gathered from government agencies and branches of the United States military. The report found that, while most cases were able to be resolved, 171 remained a mystery.\n\n\"Some of these uncharacterized UAP appear to have demonstrated unusual flight characteristics or performance capabilities, and require further analysis,\" AARO's 2022 report states.\n\nToday's hearing concluded with a discussion of recent incidents in which unidentified drones, or uncrewed aerial systems (UAS), were seen over U.S. military bases and other sensitive installations. Those incidents, Kosloski notes, underscore the need for the United States to have \"more persistent monitoring and understand that, whether it is a UAP or a counter-UAS issue, that we need to have that complete domain awareness around our national security facilities.\""
    },
    {
        "title": "Pentagon claims to debunk famous ‘GOFAST’ UFO radar video, but still has not ID’d mysterious object",
        "link": "https://nypost.com/2024/11/20/us-news/pentagon-claims-to-debunk-famous-gofast-ufo-radar-video/",
        "description": "The Pentagon announced they solved one of the most famous UFO videos that sparked a wave of national interest and speculation ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Xbg7BQ0R-CqX1jk4MaaDPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12h",
        "source": "New York Post",
        "article_content": "The Pentagon announced they solved one of the most famous UFO videos that sparked a wave of national interest and speculation when it was first released in 2017.\n\nAn official from the Pentagon testified to Congress Tuesday about the wildly popular “GOFAST” video, saying that the attention was unwarranted for the footage once considered to be some of the best evidence of the reality of unidentified flying objects.\n\nDr. Jon Kosloski, director of the All-Domain Anomaly Resolution Office, said the object captured off the Florida coast by a Navy fighter jet appears to be moving so fast because of the perspectival phenomenon of a parallax.\n\n5 A screengrab from the famous “GOFAST” video, which shows an infrared radar depiction of an\n\nobject that remains unidentified by the Pentagon, but which is no longer considered anomalous. AARO / SWNS\n\n“Through a very careful geospatial intelligence analysis and using trigonometry, we assess with high confidence that the object is not actually close to the water, but is rather closer to 13,000 feet,” Kosloski testified during an oversight hearing.\n\n5 Dr. Jon Kosloski heads up AARO, the agency tasked with finding explanations for anomalous activity of presumed UAPs. C-SPAN\n\nKosloski did not, however, identify the object in the “GOFAST” video. He says AARO will make the report on their parallax claims public on their official website.\n\nThe “GOFAST” video shows a radar recording of an object that appeared to be moving at an incredibly high speed, not far above the water.\n\nForward Looking Infrared (FLIR) technology was used by fighter jet pilots operating off of the aircraft carrier USS Theodore Roosevelt.\n\n5 A radar operator in a jet is forced to manually lock onto the target which was evading the automatic\n\nsystems that usually function without human input. AARO / SWNS\n\nThe FLIR radar shows a small blip on the screen moving so quickly that the operating officer was forced to lock onto the target manually.\n\nWhen the radar operator is finally able to lock onto the moving target, he yells, “Whoa! Got him!”\n\n“What the f–k is that?,” someone is heard saying over the radio in the video.\n\n“Wow, what is that man? Look at it fly!,” another is heard saying.\n\n5 Dr. Jon Kosloski, director of the All-domain Anomaly Resolution Office. DOD\n\nDespite dashing some hopes of UFO and UAP enthusiasts, Kosloski testified to Congress that there are 21 cases that are still unsolvable.\n\nOne such case involved a law enforcement officer “out West” who saw a large orange orb floating several hundred feet above the round.\n\nThe officer reports approaching the “blacker than black object” that was about the size of a Toyota Prius.\n\nWhen the officer got within 100 feet of the object, it shot up into the sky at a 45 degree angle at an improbably fast pace, according to Kosloski’s testimony.\n\n5 A radar image from another famous UAP incident, commonly referred to as the “GIMBAL” video,\n\nwhich was also recorded of the east coast of the United States by operators working off air craft\n\ncarriers USS Nimitz and USS Theodore Roosevelt. AARO / SWNS\n\nIn yet another inexplicable event, two government contractors in the Southeast reported seeing a “large metallic cylinder about the size of a commercial airplane” hovering in the air motionless for 15-20 seconds, according to the testimony Tuesday.\n\n“Obviously an object that large and stationary — unless it’s a blimp — is unusual but then disappearing, we can’t explain how that would happen,” Kosloski told Congress.\n\nAt a hearing last week, UAP and UFO community whistleblowers testified to congress that they were aware of secret research programs conducted by the US government that included crash recoveries and highly secretive back-engineering programs."
    },
    {
        "title": "Watch the visualiser for Michael Schenker and Axl Rose's epic cover of UFO's Love To Love",
        "link": "https://www.yahoo.com/entertainment/watch-visualiser-michael-schenker-axl-072519593.html",
        "description": "Axe hero Michael Schenker has released a visualiser for his new version of the 1977 UFO classic Love To Love. The epic track, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IlSjurIjVLHFNoZhN_t2zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: earMusic\n\nAxe hero Michael Schenker has released a visualiser for his new version of the 1977 UFO classic Love To Love. The epic track, which is taken from Schenker's recent My Years With UFO collection, features a rare new studio vocal from Guns N' Roses frontman Axl Rose.\n\nDuring sessions for the album recorded in Frankfurt in 2023, Rose agreed to try out three UFO songs to see how they worked out. He picked Too Hot To Handle and Love To Love from the Lights Out album, and Only You Can Rock Me from the following year’s Obsession.\n\nAdvertisement Advertisement\n\n“Axl is a perfectionist,” Schenker told Classic Rock earlier this year. “He puts everything under the microscope. He was not happy with his performance on Too Hot To Handle and Only You Can Rock Me, but he did such a great version of Love To Love.”\n\n\"He would go back into the studio and do something else: ‘It’s not right yet, it’s not right yet!’ We waited and waited, and eventually he got it. It’s a really good song for Axl to sing.\"\n\nMy Years With UFO was produced by Schenker and Michael Voss, with the band line-up completed by Derek Sherinian on keyboards, Barry Sparks on bass, and Brian Tichy on drums. Other musicians guesting on the album include Rose's GN'R bandmate Slash, former Twisted Sister frontman Dee Snider, Joe Lynn Turner, Saxon’s Biff Byford and ex-H.e.a.t./Skid Row frontman Erik Grönwall.\n\nSchenker's My Years With UFO tour kicks off in Zoetermeer in the Netherlands on April 9. Full dates below - more will be announced.\n\nMichael Schenker: My Years With UFO tour\n\nApr 09: Zoetermeer Poppodium Boerderij, Netherlands\n\nApr 10: Hamburg Fabrik, Germany\n\nApr 11: Coesfeld Fabrik, Germany\n\nApr 12: Neuruppin Kulturhaus Stadtgarten, Germany\n\nApr 14: Jena F-Haus Jena , Germany\n\nApr 16: Krakow Klub Kwadrat, Poland\n\nApr 17: Vienna Simm City , Austria\n\nApr 19: Mannheim Capitol, Germany\n\nApr 21: Augsburg Spectrum Club, Germany\n\nApr 22: Nuremberg Der Hirsch, Germany\n\nApr 24: Vaureal Le Forum, France\n\nApr 25: Maastricht Muziekgieterij, Netherlands\n\nApr 26: UdenDe Pul, Netherlands\n\nApr 27: Herford Kulturwerk, Germany\n\nApr 28: Bochum Zeche, Germany\n\nApr 30: Pratteln Konzertfabrik Z7, Switzerland\n\nMay 01: Milan Alcatraz , Italy\n\nMay 02: Mozac L'Arlequin , France"
    },
    {
        "title": "H, the AI startup that raised $220M, launches its first product: Runner H for ‘agentic’ applications",
        "link": "https://techcrunch.com/2024/11/20/h-the-ai-startup-that-raised-220m-launches-its-first-product-runner-h-for-agentic-applications/",
        "description": "H, the Paris startup founded by Google alums, made a big splash last summer when, out of the blue, it announced a seed round ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KSQvxcGu_wCbxEF2IQuGVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22h",
        "source": "TechCrunch",
        "article_content": "H, the Paris startup founded by Google alums, made a big splash last summer when, out of the blue, it announced a seed round of $220 million before releasing a single product. Three months later, still without a product, that splash started to look like a catastrophic flood when three of the company’s five co-founders left over “operational and business disagreements.”\n\nBut the company has kept swimming, and today it’s announcing its first product: Runner H, an “agentic” AI aimed at businesses and developers across tasks like quality assurance and process automation. It’s built atop the startup’s own, proprietary “compact” LLM based on just 2 billion parameters.\n\nH has set up a waitlist for Runner H on its site. CEO Charles Kantor said that it will be releasing APIs to those on the list over the coming days to use agents “off the shelf” that have been pre-built by H, as well as for developers to create their own. Access to the API will also come along with access to something called H-Studio to test and manage how these services work.\n\nInitially, using those APIs will be free, and later there will be a payment model introduced.\n\nEven using compact LLMs, building and running AI is not cheap, especially as competition continues to raise money to develop their own products. TechCrunch has also confirmed that H is raising a Series A to build what Kantor describes as part of the second era of AI — with LLM companies like OpenAI being part of the first era.\n\n“We are lucky to be in the position of building our own models,” Kantor said. “But this second era will be as capital intensive as the first one.”\n\n(Recall the $230 million H has already raised — it appears to have added another $10 million since announcing it earlier this year — was a mixture of equity and convertible debt. The long list of investors in that round included individuals like Eric Schmidt, Yuri Milner, and Xavier Niel; VCs such as Accel and Creandum; and strategic backers like Amazon, Samsung, and UiPath.)\n\nKantor told TechCrunch that H has quietly been working with a handful of customers in areas like e-commerce, banking, insurance, and outsourcing, who have been helping it hone the product.\n\n“Everything [in H] is not based on our creativity but customer feedback,” he said.\n\nRunner H will initially focus on three specific use cases: robotic process automation (RPA), quality assurance, and business process outsourcing.\n\nRPA is an area that has existed for years, using basic scripts to automate the most repetitive tasks that humans have had to perform — such as reading forms, checking boxes, and sending files from one place to another. In fact, a lot of RPA has never been built with AI baked in, even after AI started to develop advanced skills. The idea with Runner H is that it will be able to run RPA across forms, sites, and other templates even when they have been modified (something that might have broken previous scripts), and across a much wider range of sources.\n\nQuality assurance can cover a wide range of applications, but Kantor said that one of the most popular so far has been reducing the “maintenance burdens” around website testing — validating page availability, simulating real user actions, or ensuring compatibility across payment methods — in particular when modifications have been made.\n\nBPO is a catch-all area that will cover not just fixing and improving billing processes, but also speeding up how an agent can use and access data from different sources, and more.\n\nThere has been a race among foundational AI companies around how many parameters are going into LLMs. (GPT 4 for example has 175 billion parameters.) But Runner H is taking a very different approach with just 2 billion parameters, both for its LLM and for its computer-vision-based “VLM.” Kantor’s argument is that this makes them significantly more efficient in terms of cost and operations, key when working on winning and keeping business deals, and H’s own operational costs.\n\n“We are specialists,” he said. “We are building for the agentic era.”\n\nThe company also claims that it works: It says that its compact model outperforms Anthropic’s “Computer Use” by 29% (based on WebVoyager benchmarks) as well as models from Mistral and Meta.\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
    },
    {
        "title": "Yes, the ‘Hawk Tuah Girl’ Now Has an AI-Powered Dating App",
        "link": "https://www.yahoo.com/tech/yes-hawk-tuah-girl-now-190655959.html",
        "description": "Hawk Tuah Girl' aka Hailey Welch, who had earlier this year launched a popular podcast called Talk Tuah, has now released a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UWtQQgzWYzU2lSKw7h5hZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "18h",
        "source": "Yahoo",
        "article_content": "“Hawk Tuah Girl” aka Hailey Welch, who had earlier this year launched a popular podcast called Talk Tuah, has now released a dating app. Accordingly, fans are interested in learning more about the dating app. How does it function in comparison to other dating apps like Tinder or Bumble? Does it offer a unique experience?\n\nHere is everything that fans need to know about Hawk Tuah Girl’s new dating app.\n\nWhat is Hawk Tuah Girl’s dating app called?\n\nThe Hawk Tuah Girl’s dating app is called Pookie Tools.\n\nThis app is named after Hailey Welch’s mystery boyfriend, whom she calls “Pookie.” Welch called the app “your dating sidekick,” and said the following in a statement:\n\nAdvertisement Advertisement\n\n“I’m giving y’all my new cheat codes for navigating dating with confidence — no swiping, just smart tools to help you connect better to find your own ‘Pookie’ and hopefully love them forever!”\n\nThe Hawk Tuah Girl revealed in an interview with TechCrunch that she had gotten the idea to launch Pookie Tools from Bill Maher. “He kind of pushed me, in a way, saying I should be a relationship coach,” she said. “And so we came up with the idea. … This app is the easiest way for them to find their forever Pookie.”\n\nWelch partnered with Ultimate AI Studio’s Ben Ganz to develop the application.\n\nThis new dating application has the following features:\n\nAdvertisement Advertisement\n\nConversation Assistant: This offers personalized suggestions to make conversations authentic and engaging.\n\nHeight Estimator: Users after uploading a photo can get an approximate idea of their height. User privacy is respected.\n\nQuick Text Suggestions: Offers ideas to users to help them respond to other users more easily.\n\nAstrological Match Insights: Allows users to check partner compatibility via zodiac signs.\n\nOutfit Recommendations: Offers suggestions to users regarding what outfits to wear for dates.\n\nDate Ideas: Helps users come up with creative ideas to help in dating.\n\nProfile Enhancement Tips: Offers advice to users on how to make their digital profiles more appealing and attractive.\n\nEngaging Openers: Helps users initiate a conversation with good openers.\n\nThe app’s subscription model includes two plans — a $7 weekly plan, and a $50 yearly plan. Prospective users can also get a three-day free trial.\n\nThe post Yes, the ‘Hawk Tuah Girl’ Now Has an AI-Powered Dating App appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More."
    },
    {
        "title": "AI app helps Kenyan farmers optimize crop yields",
        "link": "https://www.voanews.com/a/ai-app-helps-kenyan-farmers-optimize-crop-yields/7871840.html",
        "description": "Farmers in Kenya are using artificial intelligence to help them get better crop yields. An AI-powered tool – called Virtual ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6-mfdIO4KfP7GChlmWI8ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Voice of America",
        "article_content": "Farmers in Kenya are using artificial intelligence to help them get better crop yields. An AI-powered tool – called Virtual Agronomist – engages directly with farmers to help them create tailored plans to optimize the quality and quantity of their crops. Mohammed Yusuf has more from Mwea, Kenya."
    },
    {
        "title": "Prediction: C3.ai Stock Is Going to Soar After Dec. 9",
        "link": "https://www.msn.com/en-us/money/topstocks/prediction-c3ai-stock-is-going-to-soar-after-dec-9/ar-AA1uuhoA?ocid=BingNewsVerp",
        "description": "C3.ai stock is currently down 83% from its all-time high, which was set during the tech frenzy in late 2020. It was ...",
        "image_url": "https://www.bing.com/th?id=OVFT.F2HfUlyVjwDJvUj9RrTdCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4hon MSN",
        "source": "The Motley Fool on MSN",
        "article_content": ""
    },
    {
        "title": "Lightning looks to make managing AI a piece of cake",
        "link": "https://www.msn.com/en-us/news/technology/lightning-looks-to-make-managing-ai-a-piece-of-cake/ar-AA1uv8Xl?ocid=BingNewsVerp",
        "description": "Lightning AI, a development platform built on top of the open PyTorch Lightning framework, has raised new cash in a financing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AiJjI99NKOM8S7maHWOyLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Mushroomhead Investigate a Haunted Prison | Paranormal Prison",
        "link": "https://www.msn.com/en-us/tv/news/mushroomhead-investigate-a-haunted-prison-paranormal-prison/ar-AA1urUVK?ocid=BingNewsVerp",
        "description": "The Rapids Theatre was once featured on Ghost Hunters, leading to thousands of amateur paranormal investigators inquiring ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1I5amtUmj6RGE9VxSFoFXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "loudwire on MSN21h",
        "source": "loudwire on MSN",
        "article_content": ""
    },
    {
        "title": "Ribbon cutting, tax credits and giving back: Seacoast business news",
        "link": "https://www.seacoastonline.com/story/business/2024/11/21/ribbon-cutting-tax-credits-and-giving-back-seacoast-business-news/76475067007/",
        "description": "ROCHESTER — The Chamber held a ribbon cutting ceremony for new member Lilac City Paranormal on Oct. 28, at 15 Garfield St., ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1_Qga62185ahWDZkKWoQry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Seacoastonline.com2h",
        "source": "Seacoastonline.com",
        "article_content": "Portsmouth Herald\n\nGreater Rochester Chamber of Commerce holds Ribbon Cutting for Lilac City Paranormal\n\nROCHESTER — The Chamber held a ribbon cutting ceremony for new member Lilac City Paranormal on Oct. 28, at 15 Garfield St., in Farmington. Lilac City Paranormal is a small, dedicated group of volunteers, led by a Psychic Medium, concerned with getting souls moved on to their next destination with dignity and respect. They do historical research prior to investigation and use field-tested techniques to document evidence. They do not charge for their services, but donations for equipment are appreciated. For more information or to inquire about an investigation, contact Jennifer Batchelder by phone: 603-498-6226 or email: lilaccityparanormal@gmail.com.\n\nFirst Seacoast Bank to host Greater Rochester Chamber of Commerce Holiday Business After Hours\n\nROCHESTER — The Greater Rochester Chamber of Commerce’s announced that First Seacoast Bank will host a Holiday Business After Hours on Wednesday, Dec. 11, from 5:30 -7 p.m. This special event will take place at First Seacoast Bank’s Rochester branch located at 17 Wakefield St., Rochester.\n\nFirst Seacoast Bank invites chamber members to join them for this festive holiday Business After Hours to enjoy holiday cheer while networking with fellow chamber members, and to learn more about the products and services the bank provides.\n\nThose attending should plan to bring plenty of business cards for networking and door prizes. Hors d’oeuvres and beverages will be provided.\n\nTo register to attend this Business After Hours, visit www.rochesternh.org/decemberbah.\n\nLeone, McDonnell & Roberts purchases tax credits in support of Great Bay Services\n\nDOVER — The Certified Public Accounting firm of Leone, McDonnell & Roberts, PA announced its support of Great Bay Services in the form of New Hampshire Community Development Finance Authority (CDFA) tax credits.\n\nIn June 2024, the CDFA announced $6.6 Million in tax credit awards to 20 New Hampshire nonprofits including Great Bay Services in Dover. According to the CDFA website, businesses with New Hampshire tax liability support awarded projects by purchasing the credits, resulting in the nonprofit receiving a donation and the company receiving a tax credit against that contribution.\n\nThe funds will have a significant impact on initiatives that advance the mission at Great Bay Services. The capacity-building resources will be used to purchase 12 wheelchair accessible minivans to meet the transportation needs of their clients in Rockingham and Strafford County. By changing the model of how clients are transported, it will build the organizations capacity to support 36 people with disabilities with reliable, safe access to community activities such as volunteer projects, outdoor walks, employment, education, and entertainment.\n\nMonetary donations being collected to provide Thanksgiving meals to local families in need\n\nROCHESTER — Three area nonprofits are working together to host the second annual Thanksgiving distribution event that raised nearly $20,000 and benefited more than 1,000 local families last year.\n\nCommunity Action Partnership of Strafford County, SHARE Fund and Grace Community Church are partnering to seek the public’s support to ensure a memorable holiday for recipients. Local Bank and community partner MVSB (Meredith Village Savings Bank) will match financial contributions received up to $11,500.\n\nDuring the 2023 distribution event, families were welcomed by nearly 70 volunteers ready to distribute holiday meal essentials the days before Thanksgiving at the SHARE Fund location in Rochester. Community members made their way through a line to pick up everything from canned corn and stuffing to frozen turkeys to prepare a home-cooked meal and no one was turned away.\n\n“With rising household and grocery costs, we know the need will be even greater this year,” said Marcus Weeks, MVSB President. “We are very proud to offer our financial and volunteer support to help these phenomenal organizations do what they do best – taking care of our community members.”\n\nGo to straffordcap.org/donate-thanksgiving to donate and learn more.\n\nBNH participates in Statewide #NHBanksGiveBack month of giving effort\n\nLACONIA — During the month of October, Bank of New Hampshire participated in #NHBanksGiveBack, a volunteer celebration organized annually by the NH Bankers Association.\n\n#NHBanksGiveBack is a coordinated month of service where NH Bankers Association’s member banks are asked to engage in one or more of their regularly scheduled community service efforts during the month of October.\n\nBank of New Hampshire proudly engaged in a range of charitable activities during the #NHBanksGiveBack campaign, with a total of 24 dedicated volunteers contributing 86 volunteer hours. In addition to contributing valuable time, BNH also provided $19,750 in financial support to various initiatives across the state. Bank of New Hampshire’s commitment to making a positive impact on communities goes beyond banking. The organizations served by BNH across New Hampshire in October included the following:\n\nDonating to End 68 Hours of Hunger’s Food Drive in Rochester\n\nDonating to the NH Coalition to End Homelessness Hope Starts Here Scholarship in Manchester\n\nSponsoring the Nashua PAL’s Night of Champions in Nashua\n\nSponsoring the Monarch School of New England’s 50 th Anniversary Celebration in Dover\n\nAnniversary Celebration in Dover Sponsoring The Mental Health Center of Greater Manchester’s 25 th Annual Benefit for Mental Health in Manchester\n\nAnnual Benefit for Mental Health in Manchester Sponsoring The Laura Foundation for Autism & Epilepsy’s Halloween Town in Madison\n\nSponsoring the New Hampshire Children’s Trust Strengthening Families Summit in Concord\n\nSponsoring the WOW Trail’s Runaway Pumpkin 10K and 5K in Laconia\n\nSponsoring New Hampshire Pumpkin Festival, volunteering to set up for the event and hosting ‘Cash Mobs’ with the Lakes Region Chamber in Laconia\n\nVolunteering with and donating to Families in Transition in Manchester\n\nVolunteering at Capital Center for the Arts’ Sound and Color Festival in Concord\n\nVolunteering at Hands Across the Table in Laconia\n\nDeStefano & Associates, Inc. completes renovations at The Children’s Museum of New Hampshire\n\nDOVER — DeStefano & Associates, Inc. (DAI) has completed renovations at The Children’s Museum of New Hampshire in Dover, N.H. The project consisted of adding new exhibit space within the current museum. Completion December 2024. Architect is ARQ Architects, Kittery, Maine. DAI provides planning, design and construction services for new, expansion and renovation projects in Maine, New Hampshire and Massachusetts. Their diverse experience and unique approach is designed to save time and money. FMI call 603-430-0339 or visit www.destefano-associates.com."
    },
    {
        "title": "25 Paranormal Romance Novels Worth Revisiting",
        "link": "https://www.msn.com/en-us/money/news/25-paranormal-romance-novels-worth-revisiting/ar-AA1usymG?ocid=BingNewsVerp",
        "description": "If you need a new paranormal romance novel to read we got a list for you. Here are the best paranormal romance novels. One of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mv7KmzaKfQg2c2C6SCYxNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "FamilyProof on MSN15h",
        "source": "FamilyProof on MSN",
        "article_content": ""
    },
    {
        "title": "Stalker 2: Heart of Chernobyl Review (Xbox Series X/S & PC)",
        "link": "https://www.gaming.net/reviews/stalker-2-heart-of-chernobyl-review-xbox-series-x-s-pc/",
        "description": "It’s wild that anyone would want to go into The Zone by choice. But such is the addictive nature of the Stalker series. Even ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8oV5ILv9l4mkjVuLBxgpmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Gaming1h",
        "source": "Gaming",
        "article_content": "It’s wild that anyone would want to go into The Zone by choice. But such is the addictive nature of the Stalker series. Even with all the harrowing attacks and life-draining challenges it throws at you, you can’t help but return. I guess the trials and tribulations you go through are simply just that fun. For any newcomer to the series, worry not. You can always play the new Stalker 2: Heart of Chernobyl entry and feel right at home. But veterans, too, will have a blast, especially with how far the series has come over the past 16 years.\n\nIt’s taken a heck of a long time to get our hands on a new title, justifiably because of the Russian-Ukraine war. But even despite the challenges Developer GSC Game World has faced, they’ve still given us a fantastic way to kill afternoon spare time. Granted, there are glitches here and there that still need more time in the oven. The overall product, though, is a sight to behold and an even more thrilling venture to dive into. Find out all you can expect in our Stalker 2: Heart of Chernobyl review.\n\nCareful What You Believe\n\nThe Chernobyl nuclear disaster has definitely ignited lots of tales about the aftermath. In Stalker 2: Heart of Chernobyl, those tales double down on the paranormal. Invisible monsters are a thing, as are mutated humans. But the radiation, too, can quickly drain your health. Still, these are no match for the anomalies, energy phenomena that can pull you in and fry your brain matter. Or the storms, “emissions” that encroach throughout the Earth in dazzling red lightning streaks that turn the skies pitch red and the ground aflame. And, the emissions better not find you out in the wild, or you’ll be ripped to shreds.\n\nAt every turn, The Zone wants to kill you. And, even if it’s not the more horrifying creatures and paranormal events out to rip you apart, it’s mob bandits looking to make a quick buck. Fortunately, the bandits are the easiest to deal with. At the start, your protagonist, Skif, ventures into The Zone, looking to recharge an artifact that spawned in his apartment, setting his home ablaze. But upon arrival, The Zone does you dirty, unleashing bandits on you who strip you of all your supplies and leave you for dead.\n\nPicking Up the Pieces\n\nSo, now, you’re licking your wounds but determined to reclaim your stolen artifact. But you have very little to fight with, and so you must begin scavenging, making a quick buck to buy new gear and upgrades. This leads you to settlements where you can pick up side quests. Just your usual run-of-the-mill type of jobs, whether fetch quests, retrieval of valuable artifact missions, killing some guy, and such. But it’s not the side quests themselves that really steal your heart, but rather the places they take you to. You discover a world brimming with a shocking balance of life and rot.\n\nMost places are desolate, with remnants of scorched bodies and intricately detailed rusty old machinery to bring them to life. Or the outside world, where danger lurks in the shadows, but also wondrous biomes to explore. Stalker 2: Heart of Chernobyl really takes the time to design an atmospheric brutal world. Whether using stunning weather that bears consequences on your life, pitch dark nights that demand flipping your flashlight and your heart pounding at the delving deeper into the unknown, or the constant eyeing of emissions whose mix of toxic red and green fumes will kill you near instantly. It’s all so eerily designed, ensuring to sustain a realistic but doomed aura.\n\nLife Lives Here\n\nYou do run into all sorts of characters, free to choose whether to put a bullet in their head or help them on their diverse side missions. For the most part, the characters have believable voice acting. However, some of the English VO could use a little more authenticity. It can break the pace when you sometimes need to pay attention to the dialogue to keep track of any forthcoming threat. Meanwhile, the story itself is quite interesting. It balances exploration and combat-intensive missions quite well. Often, the need for the former comes in when your weapons and gear begin to fail you against the enemies you run into. Because as much as headshots are the surefire way to survive, enemies will inevitably grow stronger and more persistent.\n\nSo, you will often have to take a breather to do odd jobs, make an extra buck, and upgrade your gear. Then, you can proceed to chip away at more of the main quest. At its core, it pits various factions against one another. Each faction has its own agenda that you can choose to align yourself with. This is, of course, keeping in mind that the faction you support will likely ignite hostility from the others. And so, approaching either base of the rival factions will likely lead to ambushes, many of which can be utterly difficult to come out alive. The quickest reaction will often rule the day as you fire into encroaching enemies’ heads. And when the difficulty spikes, it’ll demand smart maneuvering around the environment to survive.\n\nShots Fired\n\nYou’ll be dipping in and out of cover nearly constantly, and much of it will rely on reflexes that later on feel satisfying to have pulled off – even if you can’t really explain how you made it out alive. I guess in that sense, Stalker 2: Heart of Chernobyl can be incredibly intense. You barely have the time to think through fights. So, you always have to make the most of downtime moments. Like when you’ve just barely made it into an establishment to wait out an emission. And as you take in the stunning red skies and watch the lightning strikes fade out through the ground, you can plan your next move.\n\nBut you’d much rather gather your supplies at a settlement before heading out into missions. Once in the thick of The Zone’s harrowing threats, ammunition runs out quickly. Weapons break down. Skif needs to be fed, too, all of which demands effective preparation. Stalker 2: Heart of Chernobyl achieves a great balance with its gameplay elements. Despite how difficult it can get while in the heat of combat, you still never feel like it’s unfair because there are numerous ways to retry and ensure you get it right. With the anomalies, you can use your trust scanner and bolts. If it’s locating artifacts using the most efficient route, your echo detector comes in handy. Sound effects, too, are a great help, like crackling and popping sounds when approaching a high-radiation area.\n\nRough Edges\n\nThe only annoying thing is the mutated beasties that take away the satisfying feel of combat. They don’t really reward your efforts with much. Meanwhile, there are some creatures that spawn in swarms. They sneak up on you from behind and nib away at your legs. And when you try to shoot them off, they are too fast to catch any bullet, making you waste precious ammo in the air. Stalker 2: Heart of Chernobyl can also be incredibly buggy, which I should add, the developers have been working at releasing patch fixes. However, the glitches can be quite interruptive when NPCs walk through walls and fall through the ground. When heads disappear, you’re left emptying rounds into spongy bodies. When the AI is inconsistent, among other nitty-gritty, combined, it can detract from the overall experience.\n\nVerdict\n\nOver a decade later, we have the pleasure of jumping back into the harrowing but pleasant world of The Zone. It’s an incredibly brutal exclusion area of the aftermath of the Chernobyl nuclear disaster, designed to kill you in all manner of ways. As a result, you’re always on the edge of your seat, dreading the forthcoming bandits looking to make a quick buck, the mutated creatures thirsting for your blood, the deadly anomalies whose getting too close to can fry your brains, and, of course, the most lethal paranormal danger: the nuclear storm. If the storm finds you out and about, you’re a goner.\n\nAnd so, even as the stunning, atmospheric world of The Zone steals away your heart and pulls you into exploring more and more of its thrills, the danger remains an ever-present sense of dread hanging at the back of your mind. For that, Stalker 2: Heart of Chernobyl is the perfect game to test your reflexes and perseverance. Even in the buggy moments, which the developer promises to iron out in due time, perseverance remains key to making the most of your time here. No matter your skill or newness to the Stalker series, if you can stomach the numerous threats to your life with limited resources if you can find ways to optimize a harsh world to your advantage, you’ll find the shootouts well worth the blood pressure and the atmosphere wonderfully intoxicating."
    },
    {
        "title": "10 Forgotten 90s Horror Movies You MUST Watch",
        "link": "https://whatculture.com/film/10-forgotten-90s-horror-movies-you-must-watch?page=9",
        "description": "Based on James Herbert's novel of the same name, Haunted revolves around a parapsychologist called David Ash (Aidan Quinn) ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0eDhTsts-RlQ2Q6uhzcPQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "What Culture4h",
        "source": "What Culture",
        "article_content": "Lewis Gilbert may be better known for helming James Bond, but 1995's Haunted proves the Moonraker and The Spy Who Loved Me filmmaker also has a knack for adapting paranormal stories.\n\nBased on James Herbert's novel of the same name, Haunted revolves around a parapsychologist called David Ash (Aidan Quinn) who's determined to disprove the existence of ghosts. While debunking psychic phenomena at the estate of Christine Mariell (Kate Beckinsale), David starts being haunted by a ghost from his own past.\n\nThe cast are top-notch across the board, especially Quinn who portrays David's inner conflict and denial with subtlety and poise. Despite being one of her earlier movies, Kate Beckinsale effortlessly commands the screen as the seductive and manipulative Christina. John Gielgud is relegated to a cameo, but the esteemed thespian makes every fleeting moment count.\n\nWhat separates Haunted from its peers is how it's seen from the lens of a cynic. David always pushes for a scientific explanation, no matter how much evidence he's presented with of the alternative. It's distressing to see the estate's occupants being tormented by the spirits, but it's more fascinating to watch David's whole world collapse, as he gradually acknowledges his life's work was for nothing.\n\nAs creepy as the phantoms are, the truth behind the hauntings themselves is more chilling, to the point where it'll unnerve anybody long after the credits roll."
    },
    {
        "title": "Russian scientists hail discovery of 32,000-year-old sabre-toothed cat cub",
        "link": "https://www.reuters.com/science/russian-scientists-hail-discovery-32000-year-old-sabre-toothed-cat-cub-2024-11-21/",
        "description": "The sabre-toothed cat cub is almost small enough to hold in one hand, but its discovery after 32,000 years is a momentous ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mWC_EMQ2B0rHAdlIXK6SoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "Rare discovery: Astronomers spot newborn planet in its early stages of formation",
        "link": "https://www.financialexpress.com/life/science-rare-discovery-astronomers-spot-newborn-planet-in-its-early-stages-of-formation-3671481/",
        "description": "If you thought science class couldn’t get any more complicated ... it’s still big enough to be seen as it passes across the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6BmP9A9RL7cOdNeWff8H5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "The Financial Express4h",
        "source": "The Financial Express",
        "article_content": "If you thought science class couldn’t get any more complicated, think again! Astronomers have just discovered a new planet, and yes, it’s one more name to add to those already tricky lists of planets. This one’s called IRAS 04125+2902 b, and it’s a baby planet- 3 million years old. While that sounds pretty old in planet years, it’s actually still in the early stages of life. But what’s even cooler is how astronomers found it: they got lucky with a rare chance to see it in action as it passed in front of its star, a phenomenon known as a transit.\n\nAlso Read NASA brings AI to space science, these areas to get biggest boost\n\nNormally, when planets are still babies, they’re hidden behind thick clouds of space dust and debris. But this planet is special. Its surrounding debris disk has been warped in a way that allows telescopes, like TESS (the Transiting Exoplanet Survey Satellite), to see it from Earth.\n\nLocated about 430 light-years away in a region called the Taurus Molecular Cloud, IRAS 04125+2902 b is in a stellar nursery, where new stars and planets are being born. The planet itself is still hot from the heat of its formation, and while it’s smaller than Jupiter, it’s still big enough to be seen as it passes across the face of its star. This is an incredible discovery because it helps scientists learn more about how planets form and what happens to them in the first few million years of their life.\n\nAlso Read India’s push to establish an Earth Observation Satellite ecosystem through Public Private Partnership IN-SPACe taps DoT to cut spectrum price for Spacetech startups Oppo Find X8, X8 Pro launching globally on November 21 with MediaTek Dimensity 9400 and ColorOS 15 Govt to act as a VC fund for pushing space startups\n\nThe planet is likely to be very different from the ones we know in our solar system. It could turn into a “mini-Neptune” or even a “super-Earth”—types of planets that are actually pretty common in our galaxy, but not in our own solar system.\n\nFor now, scientists are still figuring out what caused the planet’s surrounding debris disk to warp. Some theories suggest the planet might have moved closer to its star, or maybe a hidden companion star could be pulling on the disk. Regardless of the cause, this discovery is giving us an exciting look at the early stages of planetary life."
    },
    {
        "title": "The Strange Untold Story of How Science Solved Narcolepsy",
        "link": "https://www.medscape.com/viewarticle/strange-untold-story-how-science-solved-narcolepsy-2024a1000l8v",
        "description": "A three-decade series of coincidences will likely help doctors treat narcolepsy — and possibly prevent opioid addiction — and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.32DzvqrrO4tFs__CNbKPWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Medscape4h",
        "source": "Medscape",
        "article_content": "It was 1996, and Masashi Yanagisawa was on the brink of his next discovery.\n\nThe Japanese scientist had arrived at the University of Texas Southwestern 5 years earlier, setting up his own lab at age 31. After earning his medical degree, he’d gained notoriety as a PhD student when he discovered endothelin, the body’s most potent vasoconstrictor.\n\nYanagisawa was about to prove this wasn’t a first-timer’s fluke.\n\nHis focus was G-protein–coupled receptors, or GPCRs, cell surface receptors that respond to a range of molecules and a popular target for drug discovery. The Human Genome Project had just revealed a slew of newly discovered receptors, or “orphan” GPCRs, and identifying an activating molecule could yield a new drug. (That vasoconstrictor endothelin was one such success story, leading to four new drug approvals in the United States over the past quarter century.)\n\nYanagisawa and his team created 50 cell lines, each expressing one orphan receptor. They applied animal tissue to every line, along with a calcium-sensitive dye. If the cells glowed under the microscope, they had a hit.\n\nJon Willie, MD, PhD\n\n“He was basically doing an elaborate fishing expedition,” says Jon Willie, MD, PhD, an associate professor of neurosurgery at Washington University School of Medicine in St. Louis, who would later join Yanagisawa’s team.\n\nIt wasn’t long before the neon-green fluorescence signaled a match. After isolating the activating molecule, the scientists realized they were dealing with two neuropeptides.\n\nNo one had ever seen these proteins before. And no one knew their discovery would set off a decades-long journey that would finally solve a century-old medical mystery — and may even fix one of the biggest health crises of our time, as revealed by research published just this year. It’s a story of strange coincidences, serendipitous discoveries, and quirky details. Most of all, it’s a fascinating example of how basic science can revolutionize medicine — and how true breakthroughs happen over time and in real time.\n\nBut That’s Basic Science for You\n\nMost basic science studies — the early, foundational research that provides the building blocks for science that follows — don’t lead to medical breakthroughs. But some do, often in surprising ways.\n\nAlso called curiosity-driven research, basic science aims to fill knowledge gaps to keep science moving, even if the trajectory isn’t always clear.\n\n“The people working on the basic research that led to discoveries that transformed the modern world had no idea at the time,” says Isobel Ronai, PhD, a postdoctoral fellow in life sciences at Harvard University, Cambridge, Massachusetts. “Often, these stories can only be seen in hindsight,” sometimes decades later.\n\nCase in point: For molecular biology techniques — things like DNA sequencing and gene targeting — the lag between basic science and breakthrough is, on average, 23 years. While many of the resulting techniques have received Nobel Prizes, few of the foundational discoveries have been awarded such accolades.\n\n“The scientific glory is more often associated with the downstream applications,” says Ronai. “The importance of basic research can get lost. But it is the foundation for any future application, such as drug development.”\n\nAs funding is increasingly funneled toward applied research, basic science can require a certain persistence. What this under-appreciation can obscure is the pathway to discovery — which is often as compelling as the end result, full of unpredictable twists, turns, and even interpersonal intrigue.\n\nAnd then there’s the fascinating — and definitely complicated — phenomenon of multiple independent discoveries.\n\nAs in: What happens when two independent teams discover the same thing at the same time?\n\nBack to Yanagisawa’s Lab...\n\n…where he and his team learned a few things about those new neuropeptides. Rat brain studies pinpointed the lateral hypothalamus as the peptides’ area of activity — a region often called the brain’s feeding center.\n\nMasashi Yanagisawa\n\n“If you destroy that part of the brain, animals lose appetite,” says Yanagisawa. So these peptides must control feeding, the scientists thought.\n\nSure enough, injecting the proteins into rat brains led the rodents to start eating.\n\nSatisfied, the team named them “orexin-A” and “orexin-B,” for the Greek word “orexis,” meaning appetite. The brain receptors became “orexin-1” and “orexin-2.” The team prepared to publish its findings in Cell.\n\nBut another group beat them to it.\n\nIntroducing the ‘Hypocretins’\n\nIn early January 1998, a team of Scripps Research Institute scientists, led by J. Gregor Sutcliffe, PhD, released a paper in the journal PNAS. They described a gene encoding for the precursor to two neuropeptides.\n\nThomas Kilduff, PhD\n\nAs the peptides were in the hypothalamus and structurally like secretin (a gut hormone), they called them “hypocretins.” The hypocretin peptides excited neurons in the hypothalamus, and later that year, the scientists discovered that the neurons’ branches extended, tentacle-like, throughout the brain. “Many of the connected areas were involved in sleep-wake control,” says Thomas Kilduff, PhD, who joined the Sutcliffe lab just weeks before the hypocretin discovery. At the time, however, the significance of this finding was not yet clear.\n\nWeeks later, in February 1998, Yanagisawa’s paper came out.\n\nSomehow, two groups, over 1000 miles apart, had stumbled on the same neuropeptides at the same time.\n\n“I first heard about [Yanagisawa’s] paper on NBC Nightly News,” recalls Kilduff. “I was skiing in the mountains, so I had to wait until Monday to get back to the lab to see what the paper was all about.”\n\nHe realized that Yanagisawa’s orexin was his lab’s hypocretin, although the study didn’t mention another team’s discovery.\n\n“There may have been accusations. But as far as I know, it’s because [Yanagisawa] didn’t know [about the other paper],” says Willie. “This was not something he produced in 2 months. This was clearly years of work.”\n\n‘Multiple Discovery’ Happens More Often Than You Think\n\nIn the mid-20th century, sociologist Robert Merton described the phenomenon of “multiple discovery,” where many scientific discoveries or inventions are made independently at roughly the same time.\n\n“This happens much more frequently in scientific research than people suppose,” says David Pendlebury, head of research analysis at Clarivate’s Institute for Scientific Information, the analytics company’s research arm. (Last year, Pendlebury flagged the hypocretin/orexin discovery for Clarivate’s prestigious Citations Laureates award, an honor that aims to predict, often successfully, who will go on to win the Nobel Prize.)\n\n“People have this idea of the lone researcher making a brilliant discovery,” Pendlebury says. “But more and more, teams find things at the same time.”\n\nWhile this can — and does — lead to squabbling about who deserves credit, the desire to be first can also be highly motivating, says Mike Schneider, PhD, an assistant professor of philosophy at the University of Missouri, Columbia, Missouri, who studies the social dynamics of science, potentially leading to faster scientific advancement.\n\nThe downside? If two groups produce the same or similar results, but one publishes first, scientific journals tend to reject the second, citing a lack of novelty.\n\nYet duplicating research is a key step in confirming the validity of a discovery.\n\nThat’s why, in 2018, the journal PLOS Biology created a provision for “scooped” scientists, allowing them to submit their paper within 6 months of the first as a complementary finding. Instead of viewing this as redundancy, the editors believe it adds robustness to the research.\n\n‘What the Heck Is This Mouse Doing?’\n\nEven though he’d been scooped, Yanagisawa forged on to the next challenge: Confirming whether orexin regulated feeding.\n\nHe began breeding mice missing the orexin gene. His team expected these “knockout” mice to eat less, resulting in a thinner body than other rodents. To the contrary, “they were on average fatter,” says Willie. “They were eating less but weighed more, indicating a slower metabolism.”\n\nThe researchers were befuddled. “We were really disappointed, almost desperate about what to do,” recalls Yanagisawa.\n\nAs nocturnal animals eat more at night, he decided they should study the mice after dark. One of his students, Richard Chemelli, MD, bought an infrared video camera from Radio Shack, filming the first 4 hours of the mice’s active period for several nights.\n\nAfter watching the footage, “Rick called me and said, ‘Let’s get into the lab,’” says Willie. “It was four of us on a Saturday looking at these videos, saying, ‘What the heck is this mouse doing?’”\n\nWhile exploring their habitat, the knockout mice would randomly fall over, pop back up after a minute or so, and resume normal activity. This happened over and over — and the scientists were unsure why.\n\nThey began monitoring the mice’s brains during these episodes — and made a startling discovery.\n\nThe mice weren’t having seizures. They were shifting directly into REM sleep, bypassing the non-REM stage, then quickly toggling back to wake mode.\n\n“That’s when we knew these animals had something akin to narcolepsy,” says Willie.\n\nThe team recruited Thomas Scammell, MD, a Harvard neurologist, to investigate whether modafinil — an anti-narcoleptic drug without a clear mechanism — affected orexin neurons.\n\nTwo hours after injecting the mice with the medication, the scientists sacrificed them and stained their brains. Remarkably, the number of neurons showing orexin activity had increased ninefold. It seemed modafinil worked by activating the orexin system.\n\nThese findings had the potential to crack open the science of narcolepsy, one of the most mysterious sleep disorders.\n\nUnless, of course, another team did it first.\n\nThe Mystery of Narcolepsy\n\nYet another multiple discovery, narcolepsy was first described by two scientists — one in Germany, the other in France — within a short span in the late 1800s.\n\nIt would be more than a hundred years before anyone understood the disorder’s cause, even though it affects about 1 in 2000 people.\n\n“Patients were often labeled as lazy and malingerers,” says Kilduff, “since they were sleepy all the time and had this weird motor behavior called cataplexy” or the sudden loss of muscle tone.\n\nIn the early 1970s, William Dement, MD, PhD — “the father of sleep medicine” — was searching for a narcoleptic cat to study. He couldn’t find a feline, but several colleagues mentioned dogs with narcolepsy-like symptoms.\n\nDement, who died in 2020, had found his newest research subjects.\n\nIn 1973, he started a narcoleptic dog colony at Stanford University in Palo Alto, California. At first, he focused on poodles and beagles. After discovering their narcolepsy wasn’t genetic, he pivoted to dobermans and labradors. Their narcolepsy was inherited, so he could breed them to populate the colony.\n\nAlthough human narcolepsy is rarely genetic, it’s otherwise a lot like the version in these dogs.\n\nBoth involve daytime sleepiness, “pathological” bouts of REM sleep, and the loss of muscle tone in response to emotions, often positive ones.\n\nThe researchers hoped the canines could unlock a treatment for human narcolepsy. They began laying out a path of dog kibble, then injecting the dogs with drugs such as selective serotonin reuptake inhibitors. They wanted to see what might help them stay awake as they excitedly chowed down.\n\nKilduff also started a molecular genetics program, trying to identify the genetic defect behind canine narcolepsy. But after a parvovirus outbreak, Kilduff resigned from the project, drained from the strain of seeing so many dogs die.\n\nA decade after his departure from the dog colony, his work would dramatically intersect with that of his successor, Emmanuel Mignot, MD, PhD.\n\n“I thought I had closed the narcolepsy chapter in my life forever,” says Kilduff. “Then in 1998, we described this novel neuropeptide, hypocretin, that turned out to be the key to understanding the disorder.”\n\nNarcoleptic Dogs in California, Mutant Mice in Texas\n\nEmmanuel Mignot, MD, PhD\n\nIt was modafinil — the same anti-narcoleptic drug Yanagisawa’s team studied — that brought Emmanuel Mignot to the United States. After training as a pharmacologist in France, his home country sent him to Stanford to study the drug, which was discovered by French scientists, as his required military service.\n\nAs Kilduff’s replacement at the dog colony, his goal was to figure out how modafinil worked, hoping to attract a US company to develop the drug.\n\nThe plan succeeded. Modafinil became Provigil, a billion-dollar narcolepsy drug, and Mignot became “completely fascinated” with the disorder.\n\n“I realized quickly that there was no way we’d find the cause of narcolepsy by finding the mode of action of this drug,” Mignot says. “Most likely, the drug was acting downstream, not at the cause of the disorder.”\n\nTo discover the answer, he needed to become a geneticist. And so began his 11-year odyssey to find the cause of canine narcolepsy.\n\nAfter mapping the dog genome, Mignot set out to find the smallest stretch of chromosome that the narcoleptic animals had in common. “For a very long time, we were stuck with a relatively large region [of DNA],” he recalls. “It was a no man’s land.”\n\nWithin that region was the gene for the hypocretin/orexin-2 receptor — the same receptor that Yanagisawa had identified in his first orexin paper. Mignot didn’t immediately pursue that gene as a possibility — even though his students suggested it. Why?\n\n“The decision was simply: Should we lose time to test a possible candidate [gene] among many?” Mignot says.\n\nAs Mignot studied dog DNA in California, Yanagisawa was creating mutant mice in Texas. Unbeknownst to either scientist, their work was about to converge.\n\nWhat Happened Next Is Somewhat Disputed\n\nAfter diagnosing his mice with narcolepsy, Yanagisawa opted not to share this finding with Mignot, though he knew about Mignot’s interest in the condition. Instead, he asked a colleague to find out how far along Mignot was in his genetics research.\n\nAccording to Yanagisawa, his colleague didn’t realize how quickly DNA sequencing could happen once a target gene was identified. At a sleep meeting, “he showed Emmanuel all of our raw data. Almost accidentally, he disclosed our findings,” he says. “It was a shock for me.”\n\nUnsure whether he was part of the orexin group, Mignot decided not to reveal that he’d identified the hypocretin/orexin-2 receptor gene as the faulty one in his narcoleptic dogs.\n\nAlthough he didn’t share this finding, Mignot says he did offer to speak with the lead researcher to see if their findings were the same. If they were, they could jointly submit their articles. But Mignot never heard back.\n\nMeanwhile, back at his lab, Mignot buckled down. While he wasn’t convinced the mouse data proved anything, it did give him the motivation to move faster.\n\nWithin weeks, he submitted his findings to Cell, revealing a mutation in the hypocretin/orexin-2 receptor gene as the cause of canine narcolepsy. According to Yanagisawa, the journal’s editor invited him to peer-review the paper, tipping him off to its existence.\n\n“I told him I had a conflict of interest,” says Yanagisawa. “And then we scrambled to finish our manuscript. We wrote up the paper within almost 5 days.”\n\nFor a moment, it seemed both papers would be published together in Cell. Instead, on August 6, 1999, Mignot’s study was splashed solo across the journal’s cover.\n\n“At the time, our team was pissed off, but looking back, what else could Emmanuel have done?” says Willie, who was part of Yanagisawa’s team. “The grant he’d been working on for years was at risk. He had it within his power to do the final experiments. Of course he was going to finish.”\n\nTwo weeks later, Yanagisawa’s findings followed, also in Cell.\n\nHis paper proposed knockout mice as a model for human narcolepsy and orexin as a key regulator of the sleep/wake cycle. With orexin-activated neurons branching into other areas of the brain, the peptide seemed to promote wakefulness by synchronizing several arousal neurotransmitters, such as serotonin, norepinephrine, and histamine.\n\n“If you don’t have orexin, each of those systems can still function, but they’re not as coordinated,” says Willie. “If you have narcolepsy, you’re capable of wakefulness, and you’re capable of sleep. What you can’t do is prevent inappropriately switching between states.”\n\nTogether, the two papers painted a clear picture: Narcolepsy was the result of a dysfunction in the hypocretin/orexin system.\n\nAfter more than a century, the cause of narcolepsy was starting to come into focus.\n\n“This was blockbuster,” says Willie.\n\nBy itself, either finding — one in dogs, one in mice — might have been met with skepticism. But in combination, they offered indisputable evidence about narcolepsy’s cause.\n\nThe Human Brains in Your Fridge Hold Secrets\n\nJerome Siegel\n\nJerome Siegel had been searching for the cause of human narcolepsy for years. A PhD and professor at the University of California, Los Angeles, he had managed to acquire four human narcoleptic brains. As laughter is often the trigger for the sudden shift to REM sleep in humans, he focused on the amygdala, an area linked to emotion.\n\n“I looked in the amygdala and didn’t see anything,” he says. “So the brains stayed in my refrigerator for probably 10 years.”\n\nThen he was invited to review Yanagisawa’s study in Cell. The lightbulb clicked on: Maybe the hypothalamus — not the amygdala — was the area of abnormality. He and his team dug out the decade-old brains.\n\nWhen they stained the brains, the massive loss of hypocretin-activated neurons was hard to miss: On average, the narcoleptic brains had only about 7000 of the cells vs 70,000 in the average human brain. The scientists also noticed scar tissue in the hypothalamus, indicating that the neurons had at some point died, rather than being absent from birth.\n\nWhat Siegel didn’t know: Mignot had also acquired a handful of human narcoleptic brains.\n\nAlready, he had coauthored a study showing that hypocretin/orexin was undetectable in the cerebrospinal fluid of the majority of the people with narcolepsy his team tested. It seemed clear that the hypocretin/orexin system was flawed — or even broken — in people with the condition.\n\n“It looked like the cause of narcolepsy in humans was indeed this lack of orexin in the brain,” he says. “That was the hypothesis immediately. To me, this is when we established that narcolepsy in humans was due to a lack of orexin. The next thing was to check that the cells were missing.”\n\nNow he could do exactly that.\n\n\n\nAs expected, Mignot’s team observed a dramatic loss of hypocretin/orexin cells in the narcoleptic brains. They also noticed that a different cell type in the hypothalamus was unaffected. This implied the damage was specific to the hypocretin-activated cells and supported a hunch they already had: That the deficit was the result not of a genetic defect but of an autoimmune attack. (It’s a hypothesis Mignot has spent the last 15 years proving.)\n\nIt wasn’t until a gathering in Hawaii, in late August 2000, that the two realized the overlap of their work.\n\nTo celebrate his team’s finding, Mignot had invited a group of researchers to Big Island. With his paper scheduled for publication on September 1, he felt comfortable presenting his findings to his guests, which included Siegel.\n\nUntil then, “I didn’t know what he had found, and he didn’t know what I had found, which basically was the same thing,” says Siegel.\n\nIn yet another strange twist, the two papers were published just weeks apart, simultaneously revealing that human narcoleptics have a depleted supply of the neurons that bind to hypocretin/orexin. The cause of the disorder was at last a certainty.\n\n“Even if I was first, what does it matter? In the end, you need confirmation,” says Mignot. “You need multiple people to make sure that it’s true. It’s good science when things like this happen.”\n\nHow All of This Changed Medicine\n\nSince these groundbreaking discoveries, the diagnosis of narcolepsy has become much simpler. Lab tests can now easily measure hypocretin in cerebrospinal fluid, providing a definitive diagnosis.\n\nBut the development of narcolepsy treatments has lagged — even though hypocretin/orexin replacement therapy is the obvious answer.\n\n“Almost 25 years have elapsed, and there’s no such therapeutic on the market,” says Kilduff, who now works for SRI International, a non-profit research and development institute.\n\nThat’s partly because agonists — drugs that bind to receptors in the brain — are challenging to create, as this requires mimicking the activating molecule’s structure, like copying the grooves of an intricate key.\n\nAntagonists, by comparison, are easier to develop. These act as a gate, blocking access to the receptors. As a result, drugs that promote sleep by thwarting hypocretin/orexin have emerged more quickly, providing a flurry of new options for people with insomnia. The first, suvorexant, was launched in 2014. Two others followed in recent years.\n\nResearchers are hopeful a hypocretin/orexin agonist is on the horizon.\n\n“This is a very hot area of drug development,” says Kilduff. “It’s just a matter of who’s going to get the drug to market first.”\n\nOne More Hypocretin/Orexin Surprise — and It Could Be The Biggest\n\nSeveral years ago, Siegel’s lab received what was supposed to be a healthy human brain — one they could use as a comparison for narcoleptic brains. But researcher Thomas Thannickal, PhD, lead author of the UCLA study linking hypocretin loss to human narcolepsy, noticed something strange: This brain had significantly more hypocretin neurons than average.\n\nWas this due to a seizure? A traumatic death? Siegel called the brain bank to request the donor’s records. He was told they were missing.\n\nYears later, Siegel happened to be visiting the brain bank for another project and found himself in a room adjacent to the medical records. “Nobody was there,” he says, “so I just opened a drawer.”\n\nShuffling through the brain bank’s files, Siegel found the medical records he’d been told were lost. In the file was a note from the donor, explaining that he was a former heroin addict.\n\n“I almost fell out of my chair,” says Siegel. “I realized this guy’s heroin addiction likely had something to do with his very unusual brain.”\n\nObviously, opioids affected the orexin system. But how?\n\n“It’s when people are happy that this peptide is released,” says Siegel. “The hypocretin system is not just related to alertness. It’s related to pleasure.”\n\nAs Yanagisawa observed early on, hypocretin/orexin does indeed play a role in eating — just not the one he initially thought. The peptides prompted pleasure seeking. So the rodents ate.\n\nIn 2018, after acquiring five more brains, Siegel’s group published a study in Translational Medicine, showing 54% more detectable hypocretin neurons in the brains of heroin addicts than in those of control individuals.\n\nIn 2022, another breakthrough: His team showed that morphine significantly altered the pathways of hypocretin neurons in mice, sending their axons into brain regions associated with addiction. Then, when they removed the mice’s hypocretin neurons and discontinued their daily morphine dose, the rodents showed no symptoms of opioid withdrawal.\n\nThis fits the connection with narcolepsy: Among the standard treatments for the condition are amphetamines and other stimulants, which all have addictive potential. Yet, “narcoleptics never abuse these drugs,” Siegel says. “They seem to be uniquely resistant to addiction.”\n\nThis could powerfully change the way opioids are administered.\n\n“If you prevent the hypocretin response to opioids, you may be able to prevent opioid addiction,” says Siegel. In other words, blocking the hypocretin system with a drug like those used to treat insomnia may allow patients to experience the pain-relieving benefits of opioids — without the risk for addiction.\n\nHis team is currently investigating treatments targeting the hypocretin/orexin system for opioid addiction.\n\nIn a study published in July, they found that mice who received suvorexant — the drug for insomnia — didn’t anticipate their daily dose of opioids the way other rodents did. This suggests the medication prevented addiction, without diminishing the pain-relieving effect of opioids.\n\nIf it translates to humans, this discovery could potentially save millions of lives.\n\n“I think it’s just us working on this,” says Siegel.\n\nBut with hypocretin/orexin, you never know."
    },
    {
        "title": "'A discipline in which discovery is still very much in order'",
        "link": "https://www.unr.edu/nevada-today/news/2024/hitchcock-center-update",
        "description": "This story was originally published in the 2024 edition of Discovery magazine, the College of Science's publication. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8KzyO0kRvs63gHulFdZ9_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "unr.edu18h",
        "source": "unr.edu",
        "article_content": "This story was originally published in the 2024 edition of Discovery magazine, the College of Science's publication. This edition of Discovery celebrated the 20th anniversary of the College of Science.\n\n\"Ours is a world of sights and sounds. We live by our eyes and ears and tend generally to be oblivious to the chemical happenings in our surrounds. Such happenings are ubiquitous. All organisms engender chemical signals, and all, in their respective ways, respond to the chemical emissions of others. … And it is a discipline in which discovery is still very much in order, for the interactions themselves remain in large measure to be uncovered.\" – Jerrold Meinwald and Thomas Eisner, 1995\n\nThe last part of the first paragraph of Meinwald and Eisner’s abstract in their review article \"Chemical Ecology\" is just as true today as it was when it was published 30 years ago. There are a growing number of chemical ecologists, and many of them are being trained at the University’s Hitchcock Center for Chemical Ecology.\n\nThe Hitchcock Center is named for its founding donor, Mick Hitchcock. Hitchcock is an adjunct faculty member in the Department of Microbiology and Immunology, and worked in the pharmaceutical industry for many years, helping to develop antiviral drugs, including the first once-daily three-drug combination pill to treat human immunodeficiency virus (HIV). Hitchcock moved to Reno in 2009 (largely due to its proximity to good snowboarding) and has been involved at the University since.\n\nChristopher Jeffrey, a professor in the Department of Chemistry, started at the University the same day Hitchcock was giving a talk. Jeffrey attended the talk and later, the two had dinner together. Following this initial interaction, Jeffrey and Hitchcock began to talk about chemistry on a regular basis over dinners and started snowboarding together.\n\n\"[Mick] got to learn about what our research was, and it fell in line with exactly how he felt the future of science is going,\" Jeffrey said.\n\nHitchcock worked with Jeffrey to develop a multi-year program that would provide both research and teaching opportunities for students and faculty at the University.\n\n\"The idea was that, by funding the start up of the center over a period of years, it would allow time for the group to become independent by obtaining funding and grants from other sources, especially funding sources that are not usually available to researchers in single, independent laboratories,\" Hitchcock said.\n\nIn 2018, the Hitchcock Center officially opened as an interdisciplinary research unit, where graduate students could be trained to think in more disciplines than the normal higher education model allows for. The Hitchcock Center has developed a space where the lines are blurred between chemistry, biology and ecology.\n\nResearchers study systems in Nevada’s dry, harsh deserts and the Amazon’s lush, tropical rainforests. One major project studies Piper kelleyi, a wild relative of black pepper. The plant, found in the Ecuadorian and Peruvian Andes, is widespread and supports many species, particularly caterpillars. The project involves collaboration with the Indigenous Kichwa and Waorani communities in Ecuador. These communities have used Piper as medicine for generations. The research project includes Lora Richards (Principal Investigator), Deena Schmidt, Thomas Parchman, Lee Dyer, Christopher Jeffrey, Craig Dodson and Casey Philbin (all faculty from the University), and scientists from the Kichwa and Waorani communities.\n\nA recent National Science Foundation (NSF) Research Traineeship (NRT) grant was awarded to the Hitchcock Center after seven previous applications for the incredibly competitive grant.\n\nThe $3 million grant will support at least 25 fellowships for students working in chemical ecology. Jeffrey credits the success of the proposal to Marjorie Matoq, the director of the Ecology, Evolution and Conservation Biology graduate program, whose experience with monitoring program success, a critical part of any grant, was the last piece of the puzzle to secure this achievement.\n\n\"Those missing elements pushed us right over the top,\" Jeffrey said.\n\nThe proposal featured several areas of research, including evolution of chemically mediated interactions, chemistry of community interactions, chemistry of biological interactions: engines of biodiversity, and ecoimmunology and pest management. The NRT funding also includes support for the development of a new course: Chemistry of Biological Interactions.\n\nThe center promotes success for graduate students by providing a workshop series that will discuss topics like interdisciplinary communication, conflict resolutions, DEI/Ally training, team science and reproducible science. The NSF has emphasized the importance of making science reproducible and developing good data management practices.\n\n\"That grant, I would say, reflects the broader goals of our center,\" Jeffrey said.\n\nTo promote interdisciplinary research partnerships, the Hitchcock Center pairs two students on a single project who are participating in distinct areas of research. Zach Ledvina and Haley Dole are partnering up to teach each other the chemical and ecological characteristics of Piper kelleyi. Ledvina, a chemistry student pursuing his doctoral degree, and Dole, a doctoral student in the Ecology, Evolution and Conservation Biology graduate program, each have unique skillsets and knowledge about the system that they can share with one another to elucidate the underlying \"chemical happenings\" in the system.\n\nThe center also provides stipends and research support for undergraduate students, and summer or semester internships with the biotechnology industry, natural resource management agencies, outreach education (including at the University’s Museum of Natural History) and conservation organizations.\n\nSpeakers at the Hitchcock Center for Chemical Ecology Symposium gather for a photo before Paul Cox's keynote lecture.\n\nThe Hitchcock Center just hosted its second Hitchcock Symposium at the University of Nevada, Reno at Lake Tahoe, which brought a long-time supporter and advisory member of the center, Paul Alan Cox, back to campus. Cox is an ethnobotanist who searches for cures or treatments for diseases in the natural world, particularly in so-called \"blue zones\" where much of the population lives longer than the average human lifespan. Cox previously spoke at the University for a Discover Science lecture in 2016 and continues to advocate for the center through support on grants and as an adviser to the programs.\n\n\"You’ve got the right people, the right science, the right questions,\" Cox said about the Hitchcock Center during his talk.\n\nThe center received funding from multiple companies to support the symposium, including Untamed Wine Estates, where alumna McKenzie Shipman-Sanvido '15 (biology, analytical chemistry) serves as vice president, which provided raffle prizes for public attendees; Agilent, a company that develops cutting edge instrumentation, which provided academic and speaker grants; and Alcami, which provided award sponsorship for student presentations.\n\nThree Ph.D. candidates were presented with student awards at the end of the conference: Tanzil Mahmud (left) won the oral presentation award, Yingshi Feng (middle) won the poster presentation award and Ari Grele won the Scott Chadwick Outstanding Chemical Ecology Graduate Award.\n\nIn addition to the Hitchcock Center, Jeffrey said there are several other chemical ecology centers around the world, including at the Pennsylvania State University, Cornell University, Georgia Institute of Technology and the Max Planck Institute in Germany.\n\n\n\n\"What makes our program unique is that it is chemistry-forward,\" Jeffrey said.\n\n\n\nThe Hitchcock Center was recently elected to a multi-state consortium of chemical ecology centers led by Penn State and Cornell focused on using chemical ecology to solve agricultural challenges. This election has elevated the center’s status as an internationally recognized contributor to the discipline and paved the way for the center to apply for new agriculture grants. Jeffrey recently attended the International Chemical Ecology short course, which rotates between most of the major centers for chemical ecology. Jeffrey is working out dates with his colleagues for the Hitchcock Center to host this short course in the future. The Hitchcock Center has also been developing partnerships with other universities to work toward applied research in agriculture and medicine.\n\nOne part of the many projects Jeffrey is excited about is the synthetic chemistry being used to understand the relationships between caterpillars and Piper kelleyi. As a synthetic chemist, Jeffrey, who had just finished his postdoctoral work, read an article published in 2007 that said the field was facing the slow death of natural products chemistry. Today, Jeffrey is excited that natural products and synthetic chemistry are going hand-in-hand, playing an important role in chemical ecology research, and are able to directly address some of the biggest questions in science, such as explaining the biodiversity of our planet.\n\nSince the Hitchcock Center was formally recognized on campus, faculty and the center itself have received $30 million in grants, comprised of four NSF grants (including the NRT and Piper kelleyi research), a NASA astrobiology research grant (in partnership with scientists at the Desert Research Institute) and others.\n\nScott Chadwick of Alcami has also supported the center by endowing a scholarship for an outstanding graduate student in chemical ecology.\n\n\"My goal for the center is that it will eventually take on a life of its own,\" Hitchcock said. \"Much like seed funding for an entrepreneurial business venture, the strategy is to start the ball rolling with enough energy to allow it to continue independently in due course.\""
    },
    {
        "title": "New Calcium Channel Discovery Could Revolutionize Chronic Pain Treatment",
        "link": "https://scitechdaily.com/new-calcium-channel-discovery-could-revolutionize-chronic-pain-treatment/",
        "description": "Pain signals travel through the nervous system with the help of proteins known as calcium channels, which play a crucial role ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZKrSoGNeb13cgagRzC_Ibi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "10h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Fintech product delivery in 10 minutes: Invincible Ocean introduces no-code solution for onboarding",
        "link": "https://yourstory.com/2024/11/fintech-product-delivery-10-minutes-invincible-ocean-no-code-solution",
        "description": "Ajay Setia, CEO, Invincible Ocean, underscores the unique features of the company’s new AI-driven no-code platform, which ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Cu4wKvZGzNwfRZ-eLJB51y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Your Story12h",
        "source": "Your Story",
        "article_content": "In a world where rapid access to services has become the norm—whether ordering food, booking a ride, or streaming entertainment—the financial sector is catching up. Fintech companies are under increasing pressure to streamline processes, especially in areas like onboarding, where cumbersome, manual verifications have traditionally slowed things down. Responding to this demand, Invincible Ocean has launched a groundbreaking AI-powered no-code onboarding platform that reduces fintech product deployment to just 10 minutes, potentially transforming the customer onboarding landscape.\n\nAs governments globally tighten Know Your Customer (KYC) regulations, the demand for efficient, compliant eKYC solutions has become a priority across industries. Invincible Ocean’s solution is designed to help businesses, particularly in finance, navigate this requirement effortlessly while keeping fraud risks at bay.\n\n\"As onboarding journeys across different sectors are largely similar, our solution allows the same product to be used across various industries and use cases,\" states Ajay Setia, CEO, Invincible Ocean. \"Additionally, our Invincible Intelligence ecosystem helps design customised risk engines using alternate data.\"\n\nSimplifying onboarding with no-code efficiency\n\nAt the core of Invincible Ocean’s platform is a user-friendly drag-and-drop interface that requires no specialised coding knowledge. This no-code design allows users from various departments—not just tech teams—to customise their onboarding workflows easily. By enabling a microservices-based architecture, companies can modularise each part of the onboarding process, breaking it down into reusable components that simplify configuration. This approach allows businesses to create a personalised onboarding journey tailored to their brand's look and feel, integrating domain names, logos, and colours, for a seamless user experience.\n\n\"Our no-code platform is accessible to a wide range of users within an organisation,\" Setia says. \"It allows companies to build onboarding solutions without the need for deep technical expertise, democratising access to a crucial area of customer experience and compliance.\"\n\nA standout feature of the platform is its ability to adapt across industries. While the platform is flexible enough to meet general onboarding needs, it also offers pre-designed, industry-specific solutions tailored to sectors like Non-Banking Financial Companies (NBFCs), insurance, and banking. These customised workflows are already aligned with the unique compliance and operational requirements of each industry, making it easier for businesses to deploy without the need for extensive adjustments.\n\nSpeed is the hallmark of this offering, with a record delivery time of 10 minutes for product deployment. In contrast to traditional onboarding processes that may take days or even weeks, Invincible Ocean’s rapid deployment ensures that businesses can quickly react to changing regulatory needs and roll out solutions for onboarding customers and vendors seamlessly.\n\n\"Invincible, with its DIY platform and 250+ verification APIs, provides eKYC solutions for 150+ countries and includes a comprehensive vehicle intelligence ecosystem,\" says Setia, highlighting the platform’s vast reach and capability to support businesses on a global scale.\n\nTackling onboarding challenges\n\nIn developing this no-code solution, the company identified three critical challenges in the current onboarding landscape: inefficiency, high costs, and fraud risks. Traditional onboarding typically involves manual paperwork, time-consuming verifications, and disconnected systems, leading to bottlenecks and elevated costs. For many businesses, these processes also increase the likelihood of errors and fraud.\n\nTo address these challenges, the platform leverages AI-driven risk engines and real-time data processing, which enhance fraud detection capabilities. By allowing users to configure risk engines according to industry-specific needs, the platform also helps minimise exposure to fraudulent activities. For instance, financial institutions that prioritise security can leverage the Invincible Intelligence ecosystem, which uses alternate data to make real-time, risk-informed decisions.\n\nIt’s built as a white-label solution, enabling organisations to integrate onboarding seamlessly within their existing brand environment, while ensuring compliance and security. This adaptability ensures that clients can scale their onboarding solutions to meet evolving business demands without compromising security or user experience.\n\nOngoing support for changing regulatory needs\n\nDespite the platform's simplicity, Invincible Ocean provides robust client support. \"We designed a straightforward DIY platform that emphasises ease of use,\" Setia says. To facilitate smooth onboarding for users, it has incorporated AI-enabled tips throughout the platform and offers resources like tutorials, user guides, and access to a dedicated support team.\n\nKeeping pace with the fast-changing fintech sector, Invincible Ocean actively gathers client feedback to continuously improve its platform. With a clientele of over 300 companies and 10 banks, the platform’s adaptability is a response to emerging trends and regulatory changes. The Invincible Intelligence Ecosystem was specifically designed to meet the demand for comprehensive insights from real-time data, enabling businesses to make quick, informed adjustments.\n\n“By harnessing real-time data and advanced analytics, the platform can adapt to regulatory shifts and evolving market demands, ensuring that clients remain compliant and competitive,” explains Setia.\n\nData security and privacy at the forefront\n\nIn a world where data breaches are a constant threat, the company prioritises data security and privacy. The platform incorporates secure microservices and encryption to protect data at every stage of onboarding. Compliance with industry regulations is a key component of the platform’s architecture, which employs robust access controls and regular security audits to detect and prevent potential threats. For companies handling sensitive KYC information, this adherence to high-security standards is a reassurance that customer data is well-protected.\n\nBy focusing on ease of use, data security, and regulatory compliance, Invincible Ocean has effectively addressed key pain points in the onboarding process, making it a go-to solution for fintech companies worldwide. As Setia aptly concludes, \"In today’s market, onboarding needs to be not only fast but also secure and adaptable. Invincible Ocean’s platform meets that demand, empowering businesses to deploy fintech products quickly and confidently.\""
    },
    {
        "title": "Finix and Sift Introduce Advanced Fraud Monitoring, Enabling No-Code, AI-Powered Transaction Security",
        "link": "https://www.manilatimes.net/2024/11/21/tmt-newswire/globenewswire/finix-and-sift-introduce-advanced-fraud-monitoring-enabling-no-code-ai-powered-transaction-security/2009115",
        "description": "Finix, the full-stack payment processor enabling businesses to accept and send payments online and in-store, today unveiled ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ntwaSQfqHU4QRnUi52Vzcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "manilatimes2h",
        "source": "manilatimes",
        "article_content": "New capability empowers businesses with customizable, code-free fraud prevention solutions as sophisticated fraud attempts increase\n\nSAN FRANCISCO, Nov. 21, 2024 (GLOBE NEWSWIRE) -- Finix , the full-stack payment processor enabling businesses to accept and send payments online and in-store, today unveiled Advanced Fraud Monitoring, a new no-code capability powered by Sift to help businesses better detect, monitor for, and prevent fraudulent transactions. Advanced Fraud Monitoring builds on Finix's existing security solutions and is available through a customized Sift console for both merchants and payment facilitators, offering tailored industry-leading fraud prevention at a competitive price per transaction.\n\nToday's fraudsters are more resourceful than ever, but Finix's Advanced Fraud Monitoring hands the power back to businesses, providing tools that put them a step ahead. Key features include:\n\nBacktesting and Rule Simulation Testing: Businesses can now test and simulate fraud prevention rules before they go live, ensuring optimal effectiveness.\n\nBusinesses can now test and simulate fraud prevention rules before they go live, ensuring optimal effectiveness. Custom-Defined Rulesets: Users can define and tailor their own rulesets on top of existing Finix rulesets to fit specific business needs and fraud prevention strategies.\n\nUsers can define and tailor their own rulesets on top of existing Finix rulesets to fit specific business needs and fraud prevention strategies. Ongoing Finix Support for Custom Transaction Monitoring: Businesses can rely on ongoing support from Finix's expert team to manage and adjust fraud monitoring settings in real-time.\n\nGet the latest news\n\ndelivered to your inbox Sign up for The Manila Times newsletters By signing up with an email address, I acknowledge that I have read and agree to the Terms of Service and Privacy Policy\n\nWith Advanced Fraud Monitoring, all customer transactions are screened using Finix's expert fraud prevention rules and analyzed by Sift's machine learning models, which assess more than 1 trillion events and identity signals per year. Finix's fraud detection API automatically evaluates transactions, assigns risk scores, and blocks transactions that trigger fraud alerts. The capability checks for Bank Identification Number and card testing, suspicious IP activity, known fraudulent emails, email ages, and suspicious domains to prevent the creation of fake accounts and unauthorized deposits, transfers, and withdrawals in real-time.\n\nFinix's Advanced Fraud Monitoring solution is designed for ease of use and operation-no extra code or integration is needed to access these features. Simply connect with Finix's gateway to process payments, and users are immediately connected to fraud monitoring. Users can also make updates to fraud rulesets without the need for developers, thanks to an intuitive, no-code dashboard.\n\nThis new offering combines Sift's AI-powered fraud platform, managed fraud rulesets, and human expertise to deliver the most effective fraud detection available. By leveraging Sift's platform and Finix's comprehensive fraud detection capabilities, customers can confidently protect their transactions and funds. This allows Finix customers to focus on growing their business without the worry of fraudulent activities, knowing they are backed by a blend of advanced technology and dedicated human expertise.\n\nAdvertisement\n\n\"At Finix, ensuring the security of our customers' transactions is our top priority, which is why we partnered with Sift to build industry-leading fraud prevention that's accessible to any business, regardless of size or resources,\" said Finix CEO and co-founder Richie Serna. \"Without a single line of code, companies can implement and customize powerful, AI-driven fraud protection in a matter of clicks-no developer needed.”\n\n\"Payment service providers and payment facilitators are in the crosshairs as fraud actors continue to weaponize AI and automation,\" said Armen Najarian, CMO at Sift. \"By partnering with Finix, payment facilitators and merchants can keep fraud off their platforms and grow fearlessly.”\n\nFor more information about Finix's Advanced Fraud Monitoring solution, visit finix.com/fraud-and-risk-management .\n\nAbout Finix\n\nAdvertisement\n\nFinix is a full-stack payment processor enabling businesses to accept and send payments online and in-store. From startups to multinationals and publicly traded companies, Finix offers everything needed to deliver a world-class payments experience across the US and Canada. Leading software platforms, marketplaces, retail, and e-commerce businesses use Finix's universal payments API and dashboard to accept payments, automate workflows, enhance customer experiences, and quickly grow revenue. To learn more, visit www.finix.com or contact our sales team.\n\nAbout Sift\n\nSift is the AI-powered fraud platform securing digital trust for leading global businesses. Our deep investments in machine learning and user identity, a data network scoring 1 trillion events per year, and a commitment to long-term customer success empower more than 700 customers to grow fearlessly. Brands including DoorDash, Yelp, and Poshmark rely on Sift to unlock growth and deliver seamless consumer experiences. Visit us at sift.com and follow us on LinkedIn.\n\nMedia Contact: [email protected]\n\nAdvertisement"
    },
    {
        "title": "Elon Musk's startup xAI is now reportedly worth more than what the billionaire paid for Twitter",
        "link": "https://www.msn.com/en-us/money/companies/elon-musks-startup-xai-is-now-reportedly-worth-more-than-what-the-billionaire-paid-for-twitter/ar-AA1uuURq?ocid=BingNewsVerp",
        "description": "AI told investors it had raised $5 billion in a funding round that doubles its valuation from the spring, The Wall Street ...",
        "image_url": "https://www.bing.com/th?id=OVFT.e0eBuvGpPCq4x1-fsqfE-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "3hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "H, the AI startup that raised $220M, launches its first product: Runner H for ‘agentic’ applications",
        "link": "https://techcrunch.com/2024/11/20/h-the-ai-startup-that-raised-220m-launches-its-first-product-runner-h-for-agentic-applications/",
        "description": "H, the Paris startup founded by Google alums, made a big splash last summer when, out of the blue, it announced a seed round ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KSQvxcGu_wCbxEF2IQuGVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "22h",
        "source": "TechCrunch",
        "article_content": "H, the Paris startup founded by Google alums, made a big splash last summer when, out of the blue, it announced a seed round of $220 million before releasing a single product. Three months later, still without a product, that splash started to look like a catastrophic flood when three of the company’s five co-founders left over “operational and business disagreements.”\n\nBut the company has kept swimming, and today it’s announcing its first product: Runner H, an “agentic” AI aimed at businesses and developers across tasks like quality assurance and process automation. It’s built atop the startup’s own, proprietary “compact” LLM based on just 2 billion parameters.\n\nH has set up a waitlist for Runner H on its site. CEO Charles Kantor said that it will be releasing APIs to those on the list over the coming days to use agents “off the shelf” that have been pre-built by H, as well as for developers to create their own. Access to the API will also come along with access to something called H-Studio to test and manage how these services work.\n\nInitially, using those APIs will be free, and later there will be a payment model introduced.\n\nEven using compact LLMs, building and running AI is not cheap, especially as competition continues to raise money to develop their own products. TechCrunch has also confirmed that H is raising a Series A to build what Kantor describes as part of the second era of AI — with LLM companies like OpenAI being part of the first era.\n\n“We are lucky to be in the position of building our own models,” Kantor said. “But this second era will be as capital intensive as the first one.”\n\n(Recall the $230 million H has already raised — it appears to have added another $10 million since announcing it earlier this year — was a mixture of equity and convertible debt. The long list of investors in that round included individuals like Eric Schmidt, Yuri Milner, and Xavier Niel; VCs such as Accel and Creandum; and strategic backers like Amazon, Samsung, and UiPath.)\n\nKantor told TechCrunch that H has quietly been working with a handful of customers in areas like e-commerce, banking, insurance, and outsourcing, who have been helping it hone the product.\n\n“Everything [in H] is not based on our creativity but customer feedback,” he said.\n\nRunner H will initially focus on three specific use cases: robotic process automation (RPA), quality assurance, and business process outsourcing.\n\nRPA is an area that has existed for years, using basic scripts to automate the most repetitive tasks that humans have had to perform — such as reading forms, checking boxes, and sending files from one place to another. In fact, a lot of RPA has never been built with AI baked in, even after AI started to develop advanced skills. The idea with Runner H is that it will be able to run RPA across forms, sites, and other templates even when they have been modified (something that might have broken previous scripts), and across a much wider range of sources.\n\nQuality assurance can cover a wide range of applications, but Kantor said that one of the most popular so far has been reducing the “maintenance burdens” around website testing — validating page availability, simulating real user actions, or ensuring compatibility across payment methods — in particular when modifications have been made.\n\nBPO is a catch-all area that will cover not just fixing and improving billing processes, but also speeding up how an agent can use and access data from different sources, and more.\n\nThere has been a race among foundational AI companies around how many parameters are going into LLMs. (GPT 4 for example has 175 billion parameters.) But Runner H is taking a very different approach with just 2 billion parameters, both for its LLM and for its computer-vision-based “VLM.” Kantor’s argument is that this makes them significantly more efficient in terms of cost and operations, key when working on winning and keeping business deals, and H’s own operational costs.\n\n“We are specialists,” he said. “We are building for the agentic era.”\n\nThe company also claims that it works: It says that its compact model outperforms Anthropic’s “Computer Use” by 29% (based on WebVoyager benchmarks) as well as models from Mistral and Meta.\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
    },
    {
        "title": "Amazon Kindle Colorsoft review: a magical and colorful e-reader",
        "link": "https://www.digitaltrends.com/mobile/amazon-kindle-colorsoft-review/",
        "description": "The brilliant Kindle now has a color screen, but does this make the Kindle Colorsoft the model to buy? I've got the answer in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sNeAEbRUyHvh7lfszZOyxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "4h",
        "source": "Digital Trends",
        "article_content": "Amazon Kindle Colorsoft MSRP $280.00 Score Details “The Amazon Kindle Colorsoft's color screen opens up new reading opportunities and adds visual pizzazz to an already superb e-reader.” Pros Color screen\n\nLong battery life\n\nWater-resistant shell\n\nWonderful reading experience\n\nEasy software Cons Slow performance when reading color sources\n\nAwkward power button location\n\nNo dark mode\n\nMost people associate an Amazon Kindle with reading books, and for the most part, books consist of words on a page and are, therefore, produced in a single color: black. Aside from the cover or perhaps some illustrations, multiple colors aren’t that important to the experience of reading a novel, but it is for magazines, comics, and books that rely on photographs or artwork to get the point across.\n\nRecommended Videos\n\nThe Amazon Kindle Colorsoft brings a color screen to the Kindle, bridging the gap between it and a tablet and, in an ideal world, making owning or carrying both these devices around redundant. It’s also doing so while retaining its trademark low-power, easy-on-the-eyes e-ink display. I’ve been reading on the Colorsoft for a few weeks to see if it’s Amazon’s Wizard of Oz moment.\n\nAmazon Kindle Colorsoft specs\n\nSize 127.6 x 176.7 x 7.8mm Weight 219g Display 7-inch 300ppi (black and white) 150ppi (color) 94 nits maximum brightness Storage 32GB Battery life Up to 8 weeks Charging 9W wired, Qi wireless Durability IPX8 Colors Metallic Black\n\nReading on a Kindle is magical\n\nMy years-old Kindle Paperwhite’s battery stopped charging in 2023, and rather than buying a new one, I used an Apple iPad as its replacement. The big, colorful screen is excellent for magazines and comics, but less so for novels. The device itself is ungainly to use in bed, and it’s not very “friendly,” with its cold exterior and hard edges. I read things on it, but I never really relaxed with it.\n\nWhat a difference the Kindle Colorsoft made when it arrived. I adore the thin, lightweight, soft-to-touch shell and rounded sides and corners, and it’s wonderful to use whether you’re lying in bed, sitting in a cafe, or when you’ve got some time to spare while waiting for someone to arrive. The size and 219-gram weight make it easily transported in a bag, far more so than a full-size iPad, and the nonreflective screen not only makes it usable in different lighting conditions, but also so comfortable to view.\n\nMore than that, I appreciate the 7-inch screen’s extremely wide viewing angles and the way it sits right up against the front glass, replicating the look of a paper page very well. It feels warm to the touch and makes you feel warm inside when you read on it. The friendliness of a Kindle is hard to describe, but its importance can’t be overstated, as it’s a huge part of the device’s appeal. If you’re an experienced Kindler, you likely know what I mean. If you haven’t read on one before, you’re in for a treat.\n\nThe friendliness of a Kindle is hard to describe.\n\nI happily read a novel in the time I’ve been testing the Kindle Colorsoft. I set the brightness and warmth of the page view up once and haven’t felt the need to change it, slightly altered the font size, and that’s all. The words are pin-sharp on the screen, and it’s fast to respond when turning pages and navigating the menus.\n\nIt’s all completely customizable, so if you want larger text, a warmer tone, less brightness, or to schedule a time to automatically increase the warmth of the screen, it’s all a few taps and swipes away. Using the Kindle Colorsoft reminded me of what I’d been missing during all that time I spent reading on my iPad.\n\nIs the color magical, too?\n\nThis is where the trouble with the Colorsoft begins. Almost everything I’ve said so far applies to all Kindle models, and you can spend a lot less than the price of the Colorsoft and get all the above benefits. The only genuine reason to buy the Colorsoft over a Kindle Paperwhite or a basic Kindle is the color screen, so what’s it like?\n\nThere is a quality difference between the black-and-white and color screens, with a 300 pixel-per-inch (ppi) density for the former and 150 ppi for the color screen. However, color pages still look sharp and filled with detail, even when you zoom in by pinching the screen.\n\nThis gesture worked in comics, but not in the magazines I tried, where you were forced to view the entire page without the option to look more closely at any images. It may not be the same for every magazine, though. I also cranked the brightness up and used the Vivid screen setting for anything in color, as in Standard mode and below a certain brightness level, images can look dark and dingy.\n\nFormatting for the comics I tried wasn’t ideal either. I have been reading through Skybound Entertainment and Daniel Warren Johnson’s Transformers series, and the distinct border sometimes seen down either side of the page isn’t very attractive. It is minimized by using the inverted page color (where the background is dark and the text light), but it’s still apparent, depending on what you’re reading. Text can be really tiny unless you zoom in, which is where the Colorsoft’s slow processing speed and screen refresh rate show up. There are flickers and stutters while it rearranges the page and processes the image, which simply doesn’t happen on a tablet.\n\nMagazines don’t fare much better. Gone are the smooth page transitions found in black-and-white books, and the stutters that accompany each screen tap are jarring and unpleasant. Formatting again isn’t always ideal, with some pages blank aside from a single, thumbnail-sized image. As someone who likes to read magazines out of page order, the navigation is usually confusing and makes “flicking through” impossible. It’s not absolutely terrible, but it’s not like reading the print version of a magazine or even reading one digitally on a tablet.\n\nI repeatedly questioned just how much benefit I was getting from the color screen. Comics look sharp and defined, but the process of turning pages and zooming in is slow and janky, while magazines can be formatted oddly and the images are often too small to be anything more than page dressing.\n\nThere are flickers and stutters while it rearranges the page and processes the image.\n\nWhere the color screen came into its own is in the library and browsing books in the Kindle Store, where the covers pop off the screen and bring life to the normally grayscale world of the Kindle. I like the color screen savers that show when the Colorsoft is in standby, and many people will appreciate the different color highlighter options too.\n\nGetting the basics right\n\nThe color screen does add a touch of class and modernity to the Kindle, but I don’t think it enhances the act of reading on one. Amazon’s Kindles are at their best when things are kept simple, and a great example is the software experience outside of books. There’s a Home Screen and a Library screen, a swipe-down page where commonly used settings live, and a single tap in the top of a page in an open book lets you quickly return to your library. It’s equally as easy to jump into the Kindle Store, find a book, and immediately purchase and download it — something you can’t do through the iPad’s Kindle app.\n\nEven setup is simple, with the Colorsoft guiding me through getting it ready using the Kindle app on my phone. It was up and running in less than 10 minutes, and the Wi-Fi connection has been faultless. There’s 32GB of internal storage, and while it supports a range of different formats, using anything other than the Kindle Store is a bit of a pain due to individual DRM restrictions. For personal files, there are various options to transfer them over, including through the Kindle app on your phone or connecting it physically to a computer.\n\nPrevious Next 1 of 4 Andy Boxall / Digital Trends Andy Boxall / Digital Trends Andy Boxall / Digital Trends Andy Boxall / Digital Trends\n\nCharging is through a USB-C port on the bottom of the Kindle, and the battery will last for up to eight weeks according to Amazon. I’ve used the Colorsoft Signature Edition every day for the last three weeks, reading different material for up to an hour, and the battery is at 70%, so I expect it to easily reach this estimation. Recharging is slow, though, and a full change is expected to take two-and-a-half hours using the maximum 9 watts of power.\n\nThe Colorsoft’s screen has a maximum brightness of 94 nits, plus the device has an IPX8 water resistance rating for reading at the beach or in the bath. I love the Kindle Colorsoft’s overall simplicity, but unfortunately, Amazon decided to only offer it in black. For a device that’s presumably going to be sold on the fact that it has a color screen, it’s a shame the shell doesn’t come in different colors too, as the flash of reflective color in the Amazon logo on the back just isn’t enough.\n\nWhat’s not so good about the Colorsoft\n\nThere are a few things about the Colorsoft that have frustrated me a little, and they deserve special mention here. The Kindle has an auto-brightness setting that adjusts the screen’s brightness according to the conditions. It consistently set the brightness too low for my personal taste, especially as comics and other color content really require a high-level of brightness to appreciate. I turned it off and adjusted the brightness manually when needed.\n\nI’m sure there are manufacturing reasons why the power button is on the bottom of the Colorsoft, but it’s not the most ergonomic location. I’ve accidentally pressed it when resting the Kindle on my chest, and would have preferred it on the top of the device. Also, it’s unfortunate that the Colorsoft does not have the full dark mode found on other Kindle models. Considering the price, the Colorsoft should have all the features, but full dark mode may arrive through a software update in the future.\n\nThe last thing to mention is if you check Amazon’s page for the Colorsoft, you’ll note the low review rating. This is mostly due to some early buyers of the Kindle Colorsoft seeing a yellow tint on the lower part of the screen, but my review model does not seem to be affected. Amazon is aware of the problem and is offering a refund or exchange to anyone with an affected device.\n\nAmazon Kindle Colorsoft price and availability\n\nThe Amazon Kindle Colorsoft is available to buy now, it comes in only one color and one storage space option, and costs $280. Aside from the Kindle Scribe, it’s the most expensive Kindle you can get. If you want to just read books, the base Kindle (2024) costs $110. It’s quite the savings, and the very desirable Kindle Paperwhite is just a little more at $160. You need to be very sure you want the color screen to invest in the Colorsoft. Because of the Colorsoft’s high price, anyone who wants some color in their life also has a selection of very temptin,g but technically different alternatives.\n\nI’ve loved my time with the Kindle Colorsoft.\n\nThe Amazon Fire Max 11 with its keyboard comes into play as it regularly hovers around $330 for the whole package, and a 64GB 10.9-inch Apple iPad costs $350. If you want to read magazines, comics, and image-heavy books, they’re better at it than the Kindle Colorsoft, and aren’t that much more money. When you consider everything else you can do with a tablet, they are a good value, too.\n\nFinally, if you aren’t married to Amazon and the Kindle book store and want a slightly more off-the-wall alternative, the $250 Onyx Boox Go Color 7 does a lot of what makes the Colorsoft special, with greater versatility through its Google Android operating system.\n\nShould you buy the Kindle Colorsoft?\n\nAt first, the case for buying the Kindle Colorsoft looks quite complicated, but when you break it down and fully understand the color screen, it’s far easier to make a decision than you may think. As a Kindle e-reader for books, it’s excellent, just like the other models. The color screen primarily makes it more modern and adds visual punch to the store and your library, and also makes comics and magazines more readable. It really does provide more reading opportunities and a touch of fun to the Kindle, and I would miss it if I went back to a grayscale screen. For these reasons, I’ve loved my time with it.\n\nMuch as I’ve loved reading books on the Kindle Colorsoft, I know I’d love reading them on a Paperwhite, too; plus, reading comics and magazines is a more ponderous experience than it is on a tablet. Even with my relatively low comic and magazine consumption, the color screen’s ability to hold my attention is strained, and if I only read comics and magazines, it would quickly become frustrating, and I’d reach for my iPad.\n\nThe Kindle Colorsoft is brilliant, and it’s a recommended buy, but mostly because it’s a Kindle and not really because it has a color screen. Colorizing the Kindle has made it more modern and will definitely mean it will reach new eyeballs, but like Night of the Living Dead and The Mist, sometimes black-and-white is just better."
    },
    {
        "title": "Lenovo Legion 9i Gen 9 (16-inch) review: a stone’s throw from perfect",
        "link": "https://www.digitaltrends.com/computing/lenovo-legion-9i-gen-9-16-inch-review-2024/",
        "description": "From its overclockable Intel Core i9 HX processor and Nvidia RTX 4090 GPU, the Lenovo Legion 9i Gen 9 (16-inch) is a serious ...",
        "image_url": "https://www.bing.com/th?id=OVF.7u35HMMG69TpU%2fYnwED%2f%2bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "20h",
        "source": "Digital Trends",
        "article_content": "Lenovo Legion 9i Gen 9 (16-inch) MSRP $4,560.00 Score Details “If you’re on a quest for power, the Lenovo Legion 9i Gen 9 (16-inch) lies at the end of the journey.” Pros Excellent overall and graphics performance\n\nBright, vivid display\n\nEye-catching design\n\nComfortable, customizable keyboard\n\nGreat webcam\n\nHealthy offering of ports Cons Prohibitively expensive\n\nWeak speakers\n\nI love an obnoxious laptop, and the Lenovo Legion 9i Gen 16-inch laptop is most certainly obnoxious and proud of it. From its dappled forged carbon fiber lid, to its overclockable Intel Core i9 HX processor and Nvidia RTX 4090 GPU, this is a laptop that isn’t afraid to throw its weight around. And why should it be? With specs that powerful, you can game, create content, and plow through any work that might fall into your lap. Hell, you might find Jimmy Hoffa with this thing (OK, I’m being facetious with that last one, but the Legion 9i is a serious powerhouse).\n\nRecommended Videos\n\nHowever, a pair of subpar speakers mar an otherwise great laptop. And we can’t forget the price, which will prevent all but the most deep-pocketed gamers from partaking in the awesomeness. But if you want an absolute force of one of the best gaming laptops available, the Lenovo Legion 9i Gen 9 (16-inch) is a must-see.\n\nSpecs and configurations\n\nLenovo Legion 9i Gen 9 Dimensions 14.1 x 10.93 x 0.75 ~.89 inches Weight 5.51 pounds Processor Intel Core i9-14900HX Graphics Nvidia GeForce RTX 4090/Intel UHD Graphics RAM Up to 64GB LPDDR5 5600MHz Display 16-inch 3,200 x 2000 mini-LED Storage Up to 2TB (RAID 0 1TB+1TB) PCIe SSD (Gen 4) Touch No Ports 2x Thunderbolt 4 ports, 2x USB 3.1 Gen 1 Type A, 1x, 1x USB 3.2 Gen 1 Type C, 1x HDMI 2.1 Wireless Killer WiFi 6E* 802.11AX (2 x 2) and Bluetooth 5.1 Webcam 1080p + IR camera Operating system Windows 11 Pro Battery 99 watt-hour Price $3,840\n\nLenovo only offers one pre-built configuration of the Legion 9i Gen 9 on the company site, and the $4,560 price will definitely make more than a few wallets wince.\n\nThe configuration I reviewed has a 2.2-GHz Intel Core i9-14900HX Meteor Lake Refresh processor with 32GB of 5600Mhz DDR5 RAM, two 1TB PCIe Gen 4 SSDs in RAID 0 configuration, integrated Intel UHD Graphics, a Nvidia GeForce RTX 4090 GPU with 16GB of GDDR6 VRAM, a 16-inch, 3200 x 2000 mini-LED, 16:10 aspect ratio display with a 165Hz refresh rate and 3-millisecond response time and Windows 11 Home. However, you can save yourself almost $1,000 if you purchase the system from B&H which currently has the laptop on sale for $3,399.\n\nThe base model of the Gen 9 can be found in the configure menu on Lenovo’s website. It costs $3,840 and halves the storage and drops the GPU to a 4080 GPU with 12GB of video memory. If you want to max out the specs, prepare to fork out $4,665, which will add Windows 11 Pro and 64GB of RAM to the mix.\n\nA unique, elegant design\n\nThe Legion 9i doesn’t look like any other gaming laptop on the market. It doesn’t even look like any laptop in its line. That’s because Lenovo used forged carbon fiber for its lid that with the company’s eight-layer stamping method, the lid is 10% lighter and stronger than regular aluminum. In terms of looks, the lid falls somewhere in between one of those old-school composition notebooks and some elegant camouflage. And while that process makes for a lighter, tougher lid, the slightly textured panel is a one-of-one with each notebook sporting a different pattern. As nice as the lid looks, you’ll want to have a microfiber cloth handy as the lid is highly susceptible to fingerprints and smudges.\n\nThere’s a small silver metal Lenovo plate embedded into the lower-left corner of the lid with a large RGB-backlit Legion emblem running vertically down the right. The camera and mic housing sits top center with its glossy metal covering protruding ever so slightly, The hinge connecting the lid and bottom of the laptop is large and extends into a rather large vent that has several ports. A thin RGB light strip creates a line of delineation between the hinge and vent.\n\nThe notebook’s interior and undercarriage are made primarily of recycled magnesium colored carbon black. Compared to other gaming laptops, the palm rest is rather small, but there’s still enough room to accommodate most wrists and a small metal Lenovo tag in the lower-right corner. The trackpad is long instead of tall and sits below the island-style keyboard as it glows seductively. Above that is a large air vent with the power button sitting front and center. The 16-inch display is ensconced in matte black bezels with a small lip at the top making the lid easier to open.\n\nThe Legion 9i’s undercarriage is almost all vent with two raised rubber feet to assist with airflow. The back foot has a middle divot stamped with Legion, which is a nice touch. You have a pair of bottom-firing speakers toward the front and two large vents along the sides. The bottom panel is held in place with six screws in case you want to access the laptop’s interior.\n\nThe notebook has a solid array of ports and slots befitting a laptop of this size. You have a USB-A 3.2 Gen 1 port and a USB-C 3.2 Gen 1 port on the right with a physical camera disable switch. On the left sits an SD card reader and a headset jack. You’ll find the rest of the ports in the rear with another USB-A 3.2 Gen 1, two Thunderbolt 4 ports, a HMDI 2.1 port, Ethernet port, and a proprietary DC-in jack.\n\nCompared to its competitors, the 5.51-pound, 0.75 ~0.89 inch x 14.1 x 10.93-inch Legion 9i is almost a lightweight. The Asus ROG Strix Scar 18 (0.91 x 11.57 x 15.71 inches) is the big man on campus here at 6.83 pounds, but keep in mind that this is an 18-inch laptop. Next up, is the Alienware m16 R2 (0.93 x 14.33 x 9.81 inches), which weighs 5.75 pounds. And finally, we have the Asus ROG Zephyrus G16 (13.94 x 9.69 x 0.64 inches) that tips the scales at 4.1 pounds, which is the lightest of the bunch.\n\nDisplay and audio\n\nIn the battle between matte and glossy displays, Lenovo has chosen matte for the Legion 9i. And while matte panels effectively cut down on glare and reflections, they’ve been known to deliver muted color. I found the 16-inch, 3200 x 2000 mini-LED panel delivered great color and detail, which took some of the hurt from the many deaths I suffered while playing Black Myth: Wukong. Speaking of which, thanks to the inclusion of Nvidia’s G-Sync software and the panel’s 165Hz refresh rate and 3ms response rate, my attacks, dodges, and parries were as smooth as butter, as were my myriad of deaths.\n\nThe display achieved 100% of the sRGB color gamut. However, on the Adobe sRGB and DCI-P3 gamuts, the screen reached 88 and 99%, respectively. Both results are short of the 100% Lenovo claims. But in case the panel isn’t as vivid as you’d like, the laptop has Dolby Vision software to adjust the color temperature. My light meter clocked the display’s brightness at 692 nits, which is impressive for a matte panel.\n\nI knew when I took my initial tour around the laptop, I identified one of its few flaws: the bottom-mounted speaker. And sure enough, once I started streaming tracks on Spotify, the pair of 2W Harmon speakers produced mediocre audio. The volume couldn’t fill my medium-sized living room. Even worse, the low end is hollow more often than not with weak bass and percussion no matter the genre. And this is despite having Nahmic’s audio software preinstalled, which is one of the better apps out there.\n\nBut the audio quality deteriorates when using the laptop on your lap. My thighs swallowed up the tiny speaker grilles, which in turn, muffled the audio. You’re definitely going to need a pair of headphones or a gaming headset if you have any expectation of good audio.\n\nKeyboard and touchpad\n\nLenovo’s smile-shaped keys bring a smile to my face. While they’re not as good as what you’d find on the company’s ThinkPad line of laptops, the Legion 9i’s keyboard with its Chiclet-style keys with their 1.5mm key travel are super comfy to type on with firm feedback and no bottoming out. The keycaps are large with generous spacing. And while I rarely use the NumPad, I’m always glad to see it included. I surpassed my usual 70-words-per-minute average on the MonkeyType typing test, hitting 85 wpm.\n\nThe keyboard features per-key backlighting, which allows you to create a custom light show with every key glowing in a different shade via the Lenovo Vantage app. This is also where you can set macros, monitor system health, adjust camera and display settings, and much more.\n\nThe Legion 9i’s touchpad is smaller than what I’m used to nowadays, but it got the job done. Multitouch gestures such as pinch-zoom, two-finger scroll and three-finger tap performed seamlessly. The trackpad offers good palm rejection with strong feedback on the bottom corners.\n\nWebcam and connectivity\n\nThe Legion 9i has one of the best integrated webcams I’ve seen this year on a gaming laptop. The color on the 1080p shooter is great, capturing the exact shade of bubblegum pink of my wrapped locs. Details were so sharp, you can see almost every wrinkle in my sunflower yellow shirt. It’ll definitely hold up in a video call or a live stream.\n\nAnd in some other webcam fun, the laptop has Tobii’s eye-tracking software preinstalled in the form of Tobii Aware and Horizon. The former dims the screen when you’re not looking at it while the latter lets you control a game using head-tracking.\n\nAs for connectivity, the Legion 9i has a Killer WiFi 6E* 802.11AX (2 x 2) network card with Bluetooth 5.1.\n\nCPU performance\n\nWho ordered a ridiculous amount of power, because the Legion 9i has a double serving. The notebook sports a 24-core Intel Core i9-14900HX processor, one of the most powerful mobile processors on the market. The juggernaut came out swinging on the Cinebench R24 multi-core test, beating all competitors.\n\nHowever, it should be noted that Lenovo only edged out its predecessor by a few points. And as usual, the MacBook Pro 16 with its M3 Max chipset beat out all challengers. The M4 Max would surely push this comparison even further, though we’ve only tested the M4 Pro model so far. The single-core portion of the Cinebench R24 had a similar outcome with the Legion 9i leading the gaming laptops, and the MacBook being the overall winner. The Legion 9i managed to score a definitive victory over everyone during the GPU portion of Cinebench R24, including the MacBook.\n\nWe got similar results on both the multi- and single-thread runs of Geekbench 6 test, with the Legion surpassing its gaming laptop rivals. It’s interesting to see how close last year’s Legion 9i is to its descendent. But as powerful as the new kid on the block is, it couldn’t overtake the MacBook 16 with its highly optimized chipset and operating system. Although the Legion is primarily a gaming laptop, it is more than capable of handling any video, photo, or audio editing project you have up your sleeve. Running the PugetBench tests for both Adobe Photoshop and Premiere Pro, the Lenovo maintained a slight lead over everything but the MacBook Pro.\n\nGaming\n\nWhile it’s nice that the Legion can handle all your productivity and content creation tasks, you’re here to game. And with its Nvidia GeForce RTX 4090, the Legion 9i is more than ready for those marathon gaming sessions. That’s not to say there wasn’t some competition. While the Legion 9i achieved high marks on the 3DMark Time Spy test, it wasn’t enough to topple the ROG Strix Scar 18. The Legion however, is only a few points shy from matching the Scar. The Legion 9i got the upper hand on the 3D FireStrike test.\n\n1600p resolution has become the sweet spot for many gamers, but at its 2000p native resolution, the Legion 9i frame rate never dropped below 90 frames per second, even on titles like Cyberpunk 2077, Black Myth: Wukong, and Forza Horizon 5, which are some of the most graphically taxing games on the market.\n\nThanks to the GPU and its 16GB of video memory, you can crank up all the settings to the max and that includes ray tracing. And if you want to squeeze every frame out of the system, feel free to enable Nvidia’s DLSS technology. My only other gripe with the Legion 9i is the fans. The laptop’s trio of fans are seriously loud with Performance mode enabled. It’s to be expected with a laptop of this caliber as is the heat exhaust blowing from the top of the keyboard deck.\n\nBattery life\n\nGaming laptops this stacked are a series of checks and balances. Sure, you’ll get ridiculous power, but man, is that battery life going to suck. However, the Legion 9i lasted longer than expected with a time of four hours, nine minutes on the video playback test with the power setting on Best Performance at 100 nits of brightness. That’s a little longer than the Scar 18, but it falls short of the Alienware m16 R2 and the ROG Zephyrus G16.\n\nStill, that time is respectable for a gaming laptop, especially one with these heavy duty specs. Thanks to Nvidia’s Advanced Optimus software, which is essentially a MUX switch, the laptop can switch over to its integrated Intel UHD Graphics chip, when handling less graphically taxing tasks. That way, the laptop can last longer on a charge.\n\nIs it worth it?\n\nIf you’re on a quest for power, the Lenovo Legion 9i Gen 9 (16-inch) lies at the end of the journey. The desktop replacement is a certified beast, sporting a one-two punch of an Intel Core i9 processor and an Nvidia RTX 4090 GPU. Whether it’s gaming, creating content, or productivity, the Lenovo Legion 9i can handle it all with unflappable aplomb. On top of that, it’s got a lovely display, comfortable, customizable keyboard, a crispy webcam, and it’s got an interesting design.\n\nThe only real flaw the notebook has is its weak speakers and of course, the exorbitant price, which is a shame as the Legion 9i is just a stone’s throw from perfect. Offering some more customization in terms of configurations may have allowed a more affordable entry point too. Sure the fans can get loud, but that’s to be expected in a gaming laptop.\n\nIf you want something with longer battery life, consider the Alienware m16 R2 or the Asus ROG Zephyrus G16. But for people that want power, plain and simple. It’s a bit of a niche laptop at this price, but you’d be hard pressed to find something better than the Lenovo Legion 9i Gen 9 (16-inch)."
    }
]