[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The metros with the most reported UFO sightings in Washington, according to data",
            "link": "https://www.msn.com/en-us/science/aeronautics/the-metros-with-the-most-reported-ufo-sightings-in-washington-according-to-data/ss-BB1rl1CX?ocid=BingNewsVerp",
            "description": "Stacker compiled a ranking of cities with the most UFO sightings in Washington using data from the National UFO Reporting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SgvEztmbpvgrBNKnoYk_zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN20m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The metros with the most reported UFO sightings in Nebraska, according to data",
            "link": "https://www.msn.com/en-us/science/aeronautics/the-metros-with-the-most-reported-ufo-sightings-in-nebraska-according-to-data/ss-BB1rkXWw?ocid=BingNewsVerp",
            "description": "Stacker compiled a ranking of cities with the most UFO sightings in Nebraska using data from the National UFO Reporting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SgvEztmbpvgrBNKnoYk_zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN17m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "You can stay in a converted submarine in the UK with very unusual shower and triangle-shaped bed",
            "link": "https://www.thesun.co.uk/travel/32757685/converted-submarine-uk-unusual-shower-triangle-bed/",
            "description": "HOLIDAYMAKERS in the UK can experience a stay in a converted submarine with a very unusual shower and triangle-shaped bed. Tucked away in the Welsh countryside is an ex-British naval sonar hull, ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "ufo",
            "date": "21h",
            "source": "The Sun",
            "article_content": "HOLIDAYMAKERS in the UK can experience a stay in a converted submarine with a very unusual shower and triangle-shaped bed.\n\nTucked away in the Welsh countryside is an ex-British naval sonar hull, originally crafted as part of an HMS Destroyer.\n\n10 The humble submarine-conversion lies just a 12-minute drive from the town of Tenby in southwest Wales Credit: apple camping\n\n10 Guests can sit on the sofa and admire a picturesque landscape Credit: apple camping\n\n10 The functional triangular bed converts into a dining table Credit: apple camping\n\nNow, it serves as both an exciting holiday stay and a way to explore maritime history.\n\nThe humble conversion sits just below ground level so guests must descend down a spiral staircase to reach it.\n\nInside the authentic sonar hull, they can find a spacious living area, kitchen, bathroom and a triangular bed.\n\nAs many as four guests can stay in this tiny let, two of which on the triangular bed, while the other two have a sofa each.\n\nThe triangular bed even converts into a dining table, with a tiny kitchen just next to it - equipped with a toaster, fridge, kettle, and induction hobs.\n\nThe U-96 Sonar also boasts an en-suite, finished with a \"highly original shower\" that adds to the \"nautical charm\" of the space.\n\nThis shower can be accessed from the outdoors and features a ladder on the inside.\n\nOutside the tiny home are themes of its naval past, as “U-96 SONAR” is marked on the sonar hull.\n\nThe converted submarine is surrounded by other quirky lets including: \"The UFO Experience\", The Jet-Star, the Apple Air (Airbus), and The Igloo\".\n\nApple Camping, the company which manages the units, says it offers \"a unique glamping paradise\".\n\nFloating glampsite with your own rowing boat has been crowned one of the best in the UK\n\nIt describes Sonar the Submarine as \"meticulously designed to retain its historical essence while providing all the amenities you need for a comfortable stay\".\n\nPrices start at £149 a night.\n\nApple Camping, near Norchard Farmhouse, is just a 12-minute drive from the town of Tenby and close to lots of attractions.\n\nSuch as Tenby Castle, Folly Farm Adventure Park and Zoo, and an array of beautiful beaches.\n\nFor Harry Potter fans, Dobby's grave lies just a 25-minute drive away, at Freshwater West beach.\n\nPlenty of satisfied guests have taken to online sites such as TripAdvisor to share their gleaming reviews.\n\nOne person said: \"Stayed here in the half term with my 10 and 11-year-old. We all loved it.\n\n\"What a unique experience it was for us. Jake is so accommodating and made the stay better for the kids, taking them on a tour of some of the unoccupied places such as the UFO and Plane.\"\n\n10 The 'highly original shower' Credit: apple camping\n\n10 Guests can access the tiny home by descending down a spiral staircase Credit: apple camping\n\n10 The outdoor seating area Credit: apple camping\n\n\"We stayed in the Submarine. Love how it is decorated and all set out. It is very basic but an absolute gem of a holiday.\n\n\"Really quiet and peaceful stay too. Kids can't wait to go back to school to show everyone the pictures of their amazing trip.\n\n\"We will definitely be booking to stay again.\n\nWhile a second person said: \"Wow! We had the best time in the quirky little submarine.\n\n\"We were expecting it to be much smaller than it was from the pictures. It was snug but such a lovely cosy environment.\"\n\nThey added: \"The sound effects in different areas of the sub really made us laugh and gave it such a charm and character along with all the different lighting options including the helmet light.\n\n\"In addition the bubbly changing colour lights were really cool which we used at the same time as our colourful star project inside which gave the impression of being underwater with the blue nebulas.\n\n\"Overall we simply couldn't recommend it enough and were really sad to leave.\n\n\"The sub is homely and our favourite of all the quirky accommodations at Apple camping as we were lucky to get to look round a few as they weren't occupied.\n\n\"Perfect for a couples get away and only a 10-15min drive to Tenby!\"\n\n10 Apple Camping boasts five acres of land Credit: apple camping\n\n10 Outside the tiny home are themes of its naval past, as 'U-96 SONAR' is marked on the sonar hull Credit: apple camping\n\n10 The holiday home features portholes and a ship door wheel Credit: apple camping"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DTX Exchange (DTX) Presale: Why Are Experts Projecting 30,000% Growth for This DeFi Altcoin This Year",
            "link": "https://www.timesnownews.com/bizz-impact/dtx-exchange-dtx-presale-why-are-experts-projecting-30000-growth-for-this-defi-altcoin-this-year-article-117196266",
            "description": "Get expert insights on DTX Exchange's (DTX) projected 30,000% growth. Understand the driving forces behind this DeFi ...",
            "image_url": "https://www.bing.com/th?id=OVF.MyzqGR60ubTwPiw0FcAung&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8h",
            "source": "timesnownews",
            "article_content": "DTX Exchange (DTX) Presale\n\nNew Delhi [India], January 13: Many crypto best presale s have become an exciting tool for investors to lock in large returns early in promising ventures. Even if the market is down, as seen by Bitcoin's decline from $100k, there is still optimism for a bull season to return. As a result, now is the best moment to stock up on the best presale cryptos and capitalize on early movement profits.\n\nDTX Exchange . It provides a unique opportunity for those looking to invest for the future. Among the best presales to watch in 2025, DTX Exchange (DTX) is the most innovative and widely anticipated. The market is rapidly shifting to hybrid platforms such as. It provides a unique opportunity for those looking to invest for the future.\n\nWhat is DTX Exchange? DTX Exchange (DTX), in contrast to traditional platforms, employs a hybrid trading strategy. Known as revolutionary by industry experts, it includes the finest features of decentralized and centralized exchanges rather than being restricted. DTX Exchange (DTX), in contrast to traditional platforms, employs a hybrid trading strategy. Known as revolutionary by industry experts, it includes the finest features of decentralized and centralized exchanges rather than being restricted.\n\nIn addition, it is the first platform that is crypto-native and offers conventional financial products including equities, bonds, commodities, FX, ETFs, and more than 100,000 currency pairings. Wallet-based trading and non-custodial storage solutions, encased in an intuitive UI, will be its most noteworthy feature.\n\nFinancial inclusion, worldwide accessibility, a variety of asset classes, and mitigating the dangers associated with centralization are some of its creative solutions. It might be the next big thing—a new DeFi initiative to keep an eye on—as adoption is quickly approaching.\n\nHow Is the DTX Exchange the Best Presale of 2025? DTX Exchange (DTX), which is booming with promise of 30,000% growth and trading at $0.14 in the seventh round of the initial coin offering (ICO), can be the greatest cryptocurrency to invest in this year. It is predicted to soar after its planned listing on Tier-1 exchanges this quarter, making it one among the most promising new initial coin offerings. DTX Exchange (DTX), which is booming with promise of 30,000% growth and trading at $0.14 in the seventh round of the initial coin offering (ICO), can be the greatestto invest in this year. It is predicted to soar after its planned listing on Tier-1 exchanges this quarter, making it one among the most promising new initial coin offerings.\n\nWith increasing demand, the presale has been selling out quickly; earlier this week, it surpassed $11.5 million. Experts predict that it will increase by up to 100 times as it gets closer to launch, making it one of the greatest cryptocurrencies to invest in.\n\nNow, here we will discuss some the main features of DTX Exchange which makes it the best presale of 2025:\n\n●Enhanced Security: Non-custodial storage options and on-chain verifications are two of its cutting-edge security features. These will guarantee that assets stay safe and in the hands of dealers.\n\n●Financial Inclusion: The goal of financial inclusion is to close the gap between conventional financial institutions and cryptocurrency. With just one Phoenix Wallet, it will provide users access to a variety of marketplaces. Millions of people will be empowered by this, enabling them to engage in financial markets without the need for conventional bank accounts.\n\n●Advanced Trading Tools: These features and tools include lucrative signals, on-chain analytics, trading robots, social and copy trading, and capital leverage of up to 1,000 times.\n\n●Liquidity and Accessibility: DTX will ensure liquidity across markets by utilizing distributed liquidity pools. This will lessen slippage and guarantee a smooth trading experience irrespective of market conditions or volume.\n\nDTX Exchange Expands Global Reach with Multilingual Support As DTX Exchange will add ten more languages to its list of supported languages, this upgrade represents a significant milestone that will increase the platform's accessibility for users worldwide which also makes it the best presale for the global users. Important components like menus, buttons, and help sections are completely translated, allowing users to have a more seamless and intuitive experience. As DTX Exchange will add ten more languages to its list of supported languages, this upgrade represents a significant milestone that will increase the platform's accessibility for users worldwide which also makes it the best presale for the global users. Important components like menus, buttons, and help sections are completely translated, allowing users to have a more seamless and intuitive experience.\n\nThe platform is made to recognize the default language of a device automatically and adapt accordingly. In the settings, users can also manually switch between languages. Future revisions are already planned to cover even more languages. Test out the latest versions and provide comments on DTX.\n\nFind out more information about DTX Exchange (DTX) by visiting the links below:\n\n(Disclaimer: The above article is meant for informational purposes only, and should not be considered as any investment advice. TIMES NOW DIGITAL suggests its readers/audience to consult their financial advisors before making any money related decisions. No Times Now Journalists are involved in creation of this article.)\n\nDisclaimer: This article is a sponsored article and does not have journalistic or editorial involvement of Times Now."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KEPL Introduces AI Visual Search App For US Market",
            "link": "https://www.msn.com/en-us/technology/tech-companies/kepl-introduces-ai-visual-search-app-for-us-market/ar-BB1rmUq1?ocid=BingNewsVerp",
            "description": "The team has introduced an AI camera designed to improve spatial awareness, helping users better understand their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3CThCi-trYQmR6eD0oh16i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Forget your friends, Meta is bringing AI character creation to WhatsApp",
            "link": "https://www.androidauthority.com/meta-ai-character-creation-whatsapp-3515868/",
            "description": "WhatsApp plans to integrate Meta AI character creation into its Android app. Here’s what the upcoming feature could look like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.02jo0jjTFpG-Ps7prMn0pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Android Authority",
            "article_content": "Edgar Cervantes / Android Authority\n\nTL;DR Meta recently launched AI characters on WhatsApp, letting eligible users text custom-built chatbots.\n\nBased on a new WhatsApp beta build for Android, the company could soon let users create AI characters directly in the app.\n\nWhatsApp may also replace the Communities tab in the Android app with a new one dedicated to AI chats.\n\nWhatsApp is the leading messaging app globally, connecting billions of users to friends, family, and even businesses. While the popular app already serves its intended purpose, Meta is exploring new ways to modernize it. According to a recent WhatsApp beta build for Android, Meta AI character creation could soon be coming to the mobile app.\n\nPer a WABetaInfo report, Meta is preparing to bring AI character creation to WhatsApp. Version 2.25.1.26 beta for Android reveals how the feature could work if the company proceeds with its plans. Similar to the existing Meta AI Studio tool on Instagram’s website, WhatsApp will seemingly let users build custom AI chatbots by describing their personality, expertise, unique qualities, etc.\n\nTo inspire users creating Meta AI characters, WhatsApp may display trait suggestions when building a chatbot. Based on the included screenshot, there also appears to be a refresh button that will generate new recommendations if users are unhappy with the presented ones.\n\nIt’s worth noting that the AI characters themselves aren’t new; eligible WhatsApp users can already access first- and third-party chatbots in the app. The upcoming addition will only popularize creating them by making the building tools easily accessible.\n\nOtherwise, WABetaInfo highlights that WhatsApp for Android may soon drop the Communities tab in favor of a new one dedicated to AI chats. Those who rely on the Communities feature will still be able to access it through the main Chats tab. It remains unclear when and if Meta will roll out these changes, as they’re still in development.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 3 AI Trends That Sales Teams Can’t Afford To Ignore",
            "link": "https://www.forbes.com/sites/sap/2025/01/13/top-3-ai-trends-that-sales-teams-cant-afford-to-ignore/",
            "description": "B2B sales 2025 is all about AI and automation as more organizations look to artificial intelligence to help them reach their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E0fotDsorUEzirnk-XLenC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Agents in 2025: Nvidia’s Vision for a Machine-Led Economy",
            "link": "https://www.analyticsinsight.net/artificial-intelligence/ai-agents-in-2025-nvidias-vision-for-a-machine-led-economy",
            "description": "Artificial Intelligence (AI) has rapidly evolved, becoming integral to various sectors. In 2025, AI agents—autonomous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jFwdXqwfvshfnJsBJ_FUyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Analytics Insight14m",
            "source": "Analytics Insight",
            "article_content": "As 2025 unfolds, Nvidia's vision for a machine-led economy driven by AI agents is becoming increasingly tangible. The company's investments in AI hardware, software, and strategic partnerships are laying the foundation for widespread adoption of AI agents across various sectors. This transformation promises to enhance efficiency, drive economic growth, and redefine the relationship between humans and machines in the modern economy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Introducing Core AI – Platform and Tools",
            "link": "https://www.msn.com/en-us/news/technology/introducing-core-ai-platform-and-tools/ar-BB1rns4Q?ocid=BingNewsVerp",
            "description": "Satya Nadella, Chairman and CEO, shared the below communication with Microsoft employees this morning. As we begin the new year, it’s clear that we’re entering the next innings of this AI platform ...",
            "image_url": "https://www.bing.com/th?id=ODF._sLbQSnR2HYA4e2Istp4_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ai+app",
            "date": "Contoso News on MSN55m",
            "source": "Contoso News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Study Buddy (Challenger): An expert explains what the ‘paranormal’ is",
            "link": "https://www.scmp.com/yp/learn/learning-resources/english-exercises/article/3294157/study-buddy-challenger-expert-explains-what-paranormal",
            "description": "This page is for students who want to take their reading comprehension to the next level with difficult vocabulary and questions to test their inference skills.",
            "image_url": "https://www.bing.com/th?id=OJ.TZq5axi9U3EOLg&pid=news&w=131&h=16&rs=2",
            "category": "paranormal",
            "date": "18h",
            "source": "scmp.com",
            "article_content": "Content provided by British Council\n\nRead the following text, and answer questions 1-9 below\n\n[1] Do you believe in ghosts or paranormal activity? Professor Chris French is keen to know why. His research focus is “anomalistic psychology”: bizarre experiences that many people have and why they believe in events that do not have a scientific base.\n\n[2] French, a professor emeritus at Goldsmiths College at the University of London in the United Kingdom, explores examples of “supernatural activity” in his research, and in his book The Science of Weird S**t: Why Our Minds Conjure the Paranormal. He investigates ghost sightings, fortune-tellers, clairvoyants and psychics. Alien abductions are also in his scope. If it is a strange thing, French is interested.\n\n[3] Ghost sightings take up most of his time. There are many reasons people think they have seen one. One is a well-proven phenomenon called sleep paralysis, little known outside scientific circles. It can convince even cynics that they are in the presence of a – usually malicious – ghost.\n\n[4] “Sleep paralysis is a temporary period of paralysis between sleep and wakefulness,” French said. “It can come with a range of additional symptoms that can make it absolutely terrifying. These include a strong sense of an evil presence and hallucinations like hearing voices or footsteps and seeing demons. Other symptoms include experiencing difficulty in breathing, feeling pressure on the chest and intense fear.”\n\n[5] People go through several different stages during a regular night’s sleep. One is REM, or rapid eye movement, sleep – the stage associated with vivid dreams. “The muscles of the body are actually paralysed during this phase, presumably to stop us from acting out the actions of the dream,” French said.\n\n[6] Sometimes, REM sleep dream imagery gets mixed up with feelings of being awake, and we mistakenly believe we are having a supernatural experience. “It’s a glitch in the normal sleep cycle. It’s as though the brain wakes up, but the body doesn’t – and all of that imagery spills over into waking consciousness,” said French. Many artistic representations of ghosts and demons from the past probably stem from sleep paralysis, he added.\n\n[7] How about Ouija boards? This apparent way to communicate with the dead involves asking questions and having a form of marker seemingly move across a board of letters and numbers to spell out answers on its own. “When people experience the planchette or an upturned wine glass moving around during a Ouija board session, the illusion that some external force is causing the movement is powerful,” French explained. “In fact, those taking part are making unconscious muscular movements, known as the ideomotor effect.”\n\n[8] Sometimes, ghost stories are cons to make a dollar. But while scammers do exist, our desire to believe is the bigger culprit. “The single most powerful cognitive bias that we all suffer from is confirmation bias,” said French. “We pay more attention to evidence that is consistent with what we already believe or would like to be true. And we either ignore evidence [that does not match what we believe] or make up reasons it can be dismissed.” If you believe in ghosts, it is more likely you will think you see one, he said.\n\nSource: South China Moring Post, December 29\n\nQuestions\n\n1. Which of the following best describes “anomalistic psychology”, according to paragraph 1?\n\nA. The study of abnormal human behaviour.\n\nB. The scientific investigation of supernatural powers.\n\nC. A branch of psychology dealing with mental disorders.\n\nD. none of the above\n\n2. In paragraph 2, what is the one thing that connects all the subjects that Professor French studies?\n\n3. Based on paragraph 3, what does the public know about or think of sleep paralysis?\n\n4. Paragraph 4 describes …\n\nA. different techniques used to identify sleep paralysis.\n\nB. the unsettling aspects of sleep paralysis, including the accompanying sensations and hallucinations.\n\nC. how experiences with sleep paralysis can influence cultural interpretations of dreams.\n\nD. how sleep paralysis research has evolved and the various treatments for individuals affected by the condition.\n\n5. Find a word in paragraph 5 that means “realistic and intense”.\n\n6. Based on your understanding of paragraph 5, what are the potential consequences if your muscles are not paralysed during REM sleep?\n\n7. According to paragraph 6, individuals may think they have a supernatural encounter when images during REM sleep …\n\nA. appear to look like moving objects.\n\nB. are recalled during the day after waking.\n\nC. follow you into the conscious, awake state.\n\nD. are suppressed subconsciously by the mind.\n\n8. According to French in paragraph 8, what causes the planchette to move on a Ouija board?\n\n9. In paragraph 8, how does confirmation bias relate to believing in ghosts?\n\nBritish psychologist Christ French. Photo: Goldsmiths, University of London\n\nAnswers\n\n1. D\n\n2. They all involve bizarre, unexplained and unusual experiences. (accept all similar answers)\n\n3. It is not widely known or understood by the public. (accept all similar answers)\n\n4. B\n\n5. Vivid\n\n6. If your muscles are not paralysed during REM sleep, you might potentially injure yourself or others by physically acting out your dreams. (accept all reasonable answers)\n\n7. C\n\n8. Participants’ unconscious muscular movements\n\n9. If you believe in ghosts, you are more likely to interpret your experiences in a way that confirms your belief, even if there are other explanations for the event. (accept all similar answers)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Best Horror Movies of the 2000s",
            "link": "https://comicbook.com/movies/news/best-horror-movies-2000s-28-days-later-cloverfield-paranormal-activity/",
            "description": "In the 2000s, the best horror movies dominated the box office thanks to a mix of genuine scares and emotional depth.",
            "image_url": "https://www.bing.com/th?id=OVF.ipPN5T62Z%2flSRigiQFcKhA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "Comicbook.com",
            "article_content": "The 2000s brought groundbreaking innovations to horror cinema that continue influencing filmmakers today. From found-footage techniques that changed how we experience fear to intimate character studies that elevated the genre’s storytelling potential, this era delivered unforgettable scares that resonated with audiences worldwide. Furthermore, independent productions proved horror could tackle complex themes while maintaining commercial appeal, while major studios took chances on unique creative voices that would reshape the genre landscape.\n\nVideos by ComicBook.com\n\nThrough careful character development, innovative directing techniques, and genuine emotional stakes, the best horror films of the 2000s demonstrate how genre pictures can tackle complex themes while still delivering the scares audiences crave. Here’s our picks for the best horror movies of the 2000s.\n\nDrag Me to Hell (2009)\n\nPlay video\n\nSam Raimi’s return to horror follows Christine Brown (Alison Lohman), a loan officer cursed to be dragged to hell in three days after denying a mortgage extension to an elderly woman. The film perfectly balances genuine scares with gleefully twisted comedy, powered by Raimi’s masterful direction that transforms this tale of karmic revenge into a rollercoaster ride. Through dynamic camera movements, memorable practical effects, and a deep understanding of how to build tension, Drag Me to Hell creates a uniquely engaging horror experience that demonstrates why Raimi remains one of the genre’s most influential voices.\n\nCloverfield (2008)\n\nPlay video\n\nDirector Matt Reeves and producer J.J. Abrams revolutionized the monster movie genre with this found-footage masterpiece that follows a group of friends documenting their desperate attempt to survive a massive creature attack on New York City. By grounding its spectacular destruction through intimate, documentary-style filmmaking, Cloverfield creates an immersive experience that makes its fantastic elements feel terrifyingly real. The film’s focus on ordinary people caught in extraordinary circumstances and masterful special effects that never break the found-footage illusion create a haunting portrait of survival against impossible odds that still\n\nThe Ring (2002)\n\nPlay video\n\nGore Verbinski’s atmospheric horror masterpiece follows journalist Rachel Keller (Naomi Watts) as she investigates a mysterious videotape that kills viewers seven days after watching it. The film’s strength lies in its ability to create overwhelming dread through subtle visual cues and psychological manipulation rather than relying on jump scares. Through its exploration of urban legends and technology-based fears, alongside Watts’ compelling performance as a mother fighting to save her son, The Ring crafts a profoundly unsettling story that transforms mundane objects like televisions and telephones into sources of terror. Plus, The Ring is one of the best horror remakes, capable of standing on its own legs while showing respect for the original Japanese flick.\n\nMartyrs (2008)\n\nPlay video\n\nPascal Laugier’s uncompromising film follows Lucie (Mylène Jampanoï), who escapes from brutal captivity as a child only to be haunted by visions of her tormentors years later. When she finally tracks down those responsible, her closest friend Anna (Morjana Alaoui) becomes entangled in a secret society’s disturbing quest for spiritual enlightenment through suffering. Through its unflinching portrayal of trauma and sophisticated exploration of martyrdom, Martyrs transcends typical revenge narratives to deliver a philosophically rich horror experience that challenges viewers to keep their eyes open while maintaining powerful emotional resonance.\n\nThe Others (2001)\n\nPlay video\n\nAlejandro Amenábar’s gothic experience stars Nicole Kidman as Grace Stewart, a devoutly religious mother struggling to protect her photosensitive children Anne (Alakina Mann) and Nicholas (James Bentley) in a fog-shrouded Victorian mansion. When three mysterious servants arrive, led by the enigmatic Mrs. Mills (Fionnula Flanagan), a series of inexplicable events forces Grace to question everything she believes about life, death, and reality itself. Through its masterful use of atmosphere and psychological manipulation, The Others transforms familiar haunted house tropes into a profound exploration of grief, faith, and maternal devotion. The film’s true genius lies in how it uses its period setting and gothic elements to craft the ultimate ghost story.\n\nShaun of the Dead (2004)\n\nPlay video\n\nEdgar Wright’s brilliant horror-comedy follows Shaun (Simon Pegg), a directionless electronics salesman stuck in a dead-end job and a failing relationship with his girlfriend Liz (Kate Ashfield). When London falls to a zombie outbreak, Shaun must finally step up, joining forces with his slacker best friend Ed (Nick Frost) to rescue his mother (Penelope Wilton) and win back Liz. Wright’s signature rapid-fire visual style and razor-sharp script, co-written with Pegg, elevate this beyond simple parody. Instead, the zombie apocalypse becomes a perfect backdrop for exploring very human themes about growing up, accepting responsibility, and maintaining relationships.\n\nLet the Right One In (2008)\n\nPlay video\n\nTomas Alfredson’s Swedish masterpiece introduces us to Oskar (Kåre Hedebrant), a bullied 12-year-old boy who forms a profound connection with Eli (Lina Leandersson), a mysterious girl who only appears at night in their snow-covered Stockholm suburb. As their relationship deepens, Oskar’s discovery of Eli’s vampire nature transforms this intimate character study into something far more complex. Against a stark winter landscape, Alfredson crafts a tender coming-of-age story that reimagines vampire mythology through the lens of childhood loneliness.\n\nParanormal Activity (2007)\n\nPlay video\n\nDirected by Oren Peli, this found-footage phenomenon centers on Katie (Katie Featherston) and Micah (Micah Sloat), a young couple whose attempt to document strange occurrences in their suburban San Diego home spirals into a nightmare. As Micah’s obsession with capturing evidence intensifies, the supernatural presence grows more aggressive, revealing a sinister decades-old connection to Katie. Armed with nothing but security cameras and practical effects, Peli manipulates negative space and sound design to create overwhelming dread. Yet beneath the supernatural scares lies an equally disturbing portrait of a relationship crumbling under the weight of fear, making its explosive climax all the more devastating.\n\n28 Days Later (2002)\n\nPlay video\n\nDanny Boyle reimagines zombie cinema by opening with Jim (Cillian Murphy) awakening from a coma to discover London abandoned. Alongside fellow survivors Selena (Naomie Harris) and Mark (Noah Huntley), he uncovers the horrifying reality: a “rage” virus has transformed most of the population into rabid killing machines. Shot on early digital video cameras that lend a raw documentary feel, Boyle’s apocalyptic vision stands apart in its exploration of human nature. The real horror emerges not from the infected masses but from the survivors themselves, as the distinction between civilization and savagery blurs in the fight for survival. The movie also redefined the zombie mythology by turning the undead into agile killing machines instead of their classic slow interpretation.\n\nThe Descent (2005)\n\nPlay video\n\nNeil Marshall’s horror movie is one of the best 2000s horror movies, and there are no questions about it. The Descent follows Sarah (Shauna Macdonald), who joins five friends for a spelunking expedition one year after losing her husband and daughter. Under the leadership of the ambitious Juno (Natalie Mendoza), what begins as adventure becomes a desperate fight for survival when the group finds itself trapped in an unmapped cave system. Marshall builds unbearable tension long before revealing the ancient predators lurking in the darkness, as the cave’s suffocating environment brings long-buried resentments and betrayals to the surface. This sophisticated approach to horror transforms a monster movie into a multifaceted study of trauma and survival, with an all-female cast facing both physical and psychological terrors that will haunt viewers long after the credits roll."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Shadowed the entire car’: Thunderbird sightings reported in Pa.",
            "link": "https://www.pennlive.com/life/2025/01/shadowed-the-entire-car-thunderbird-sightings-in-pennsylvania.html",
            "description": "Thunderbirds are great spirits said to control the weather, according Native American myth. And a few have been spotted in ...",
            "image_url": "https://www.bing.com/th?id=OVFT._beF4TRliaC3OGTqs1xlFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "Penn Live",
            "article_content": "Quick, what do you think of when you hear the word “Thunderbird?”\n\nThe (very snazzy) car? The plane? Or perhaps even the email software?\n\nBut how many of you would conjure up images of a gigantic creature that flaps its wings and unleashes tempests? And how many more of you are privy to rumors of sightings of such a creature coming out of Pennsylvania?\n\nA Kiowa shield cover decorated with a turtle, a Thunderbird, stars and the milky way. Sightings of the Thunderbird have been reported in Pennsylvania as recently as 2021. (Photo by Werner Forman/Universal Images Group/Getty Images)Universal Images Group via Getty\n\nAccording to “Encyclopedia of Beasts and Monsters in Myth, Legend and Folklore (2016),” Thunderbirds are gigantic spirits from Native American lore that take the form of birds. They’re particularly known for controlling the weather.\n\n“By [the Thunderbird’s] work, the earth was watered and vegetation grew,” reads Encyclopedia Britannica. “Lightning was believed to flash from its beak, and the beating of its wings was thought to represent the rolling of thunder.”\n\nTales vary depending on which tribe tells the story, adds “Native American Myths: Stories & Folklore from the Apache to the Zuni (2018)”: Some believe it’s a god. Others describe it as being more human in shape. The Lakota Sioux even had more than one type of Thunderbird.\n\nNow, it could be argued the Thunderbird myth is among those that can be easily explained: North America is full of incredibly large birds that — back in the day — could have been mistaken for some godlike creature. California condors — North America’s largest wild bird — has a wingspan of 109 inches, or a little over 9 feet, far exceeding the height of your average Joe.\n\nThat would make it unlikely for anyone to believe they saw a Thunderbird in this day and age, right?\n\nWell.\n\nPeople do, in fact, still claim to see Thunderbirds, vast zoological knowledge out there and all. According to a 2018 Juneau Empire report, a woman proclaimed on Facebook how she spotted a “HUGE” bird “almost the size of a small airplane” in Mendenhall Valley, Alaska. Reddit threads detailing accounts from all over the country — mainly in the West — eagerly discuss the potential existence of the being.\n\nAnd, of course, there have been plenty of purported sightings in the Keystone State.\n\nKwakiutl dancers in masks and costumes representing (left to right) Wasp, Thunderbird, and Grizzly-bear, arrive in canoes during the winter ceremony. The myth of the Thunderbird differs from tribe to tribe. (Photo by Buyenlarge/Getty Images)Getty Images\n\nAccording to the Pennsylvania Wilds website, sightings of the Thunderbird have popped up in places such as Pine Creek Valley and the I-80 Frontier over the last 100 years or so: A man in Cameron County claimed to have seen a flock of them in 1892. An early pioneer of Potter County swore he saw the same.\n\nThere’s even a legend known as the “Lost Thunderbird Photo,” which is said to be evidence of the creature, although it was supposedly lost in a house fire. Researcher Ivan Sanderson — who states he was the one to have left the photo with the owner of the house that burnt down — has dedicated a whole website to this lost photo, as well as other paranormal encounters from Bigfoot to the Jersey Devil.\n\n“This was like a mammoth hawk, or a mammoth eagle or a mammoth raptor of some kind,” describes one witness to an alleged sighting in 1970. “It was not a condor. It had no resemblance to any prehistoric animal.\n\n“I don’t know if it was an aberration. There are creatures that, for whatever reason, they grow bigger than the average bear.”\n\nThunderbirds have continued to be spotted in Pennsylvania in recent years: Head over to cryptid and alien tracking sites like the one run by Pennsylvania-based researcher Stan Gordon and you’ll find accounts of run-ins with Thunderbirds that have occurred way passed the 1970s.\n\nA Thunderbird as drawn by a Dakota near Fort Snelling, Minnesota, around 1883. (Smithsonian Institution via Wikimedia Commons)Smithsonian Institution via Wikimedia Commons\n\n“In early April of 2021, [a] woman was just pulling into a parking lot for a scheduled appointment at a location in Montgomery County, Pennsylvania,” one such account reads. “She was a few minutes early, so she was talking with a friend on her cellphone.\n\n“Suddenly, something flew over her vehicle that shadowed the entire car. Even though she was in her car she ducked her head, thinking it was a small plane about to crash. She commented to her friend about what had just happened. Seconds later, she saw the biggest bird she had ever seen flying in front of her car.”\n\nNow, the biggest question is, if these birds are so big, why aren’t more people seeing them?\n\nWell, if you adopt the same line of thinking that some other paranormal researchers apply to other cryptids such as Bigfoot— as highlighted in “The Sasquatch People and Their Interdimensional Connection (2011)” — the Thunderbird can be viewed as a creature that moves among dimensions. In other words, one minute it’s in our dimension where we can spot it, and then, boom, it zips into the unseeable unknown.\n\nSo, are all these sightings just really, really big birds, or creatures from beyond our realm of understanding? You decide.\n\nAnd next time you’re caught in a storm, be sure to take a closer look at the sky."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Relatable Reason Lzzy Hale Dumped Someone After a Tool Show",
            "link": "https://www.msn.com/en-us/music/other/the-relatable-reason-lzzy-hale-dumped-someone-after-a-tool-show/ar-BB1rkjZn?ocid=BingNewsVerp",
            "description": "There are many relatable and justified reasons for dumping someone, and according to Halestorm ’s Lzzy Hale, falling asleep ...",
            "image_url": "https://www.bing.com/th?id=OVFT.i3yRv9fALFPLCkORKdyMmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "loudwire on MSN22h",
            "source": "loudwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 EVEN MORE Horror Movies You Knew Would Be Good After The First 10 Minutes",
            "link": "https://whatculture.com/film/10-even-more-horror-movies-you-knew-would-be-good-after-the-first-10-minutes",
            "description": "Even though we've already done 10 Horror Movies You Knew Would Be Good After The First 10 Minutes and 10 MORE Horror Movies ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GGuftVUq61eq-i_dGC-12y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "What Culture8h",
            "source": "What Culture",
            "article_content": "Opening a movie is never easy, especially when it comes to horror, as it's tempting to start things off with creative violence or over-the-top gore to leave a big impression from the get-go.\n\nOf course, this practice can come across as forced or gimmicky, and for this reason, slashers, paranormal thrillers, and gothic folk tales may focus more on character development in the beginning, saving the best scares for later. Unfortunately, taking the slow approach can cause interest to wane before things really get going. As such, filmmakers must find a perfect balance with how to kick things off.\n\nAlthough a picture shouldn't be judged based entirely on its prologue, the entries on this list let us know we were in for a good (and terrifying) time straight away. Whether opening with a fascinating premise, a tantalising jump scare, or an intriguing villain, these films immediately made you aware you were in safe hands.\n\nEven though we've already done 10 Horror Movies You Knew Would Be Good After The First 10 Minutes and 10 MORE Horror Movies You Knew Would Be Good After The First 10 Minutes, we've now found even more horror movies that are sure to leave anyone enraptured within the first ten minutes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warner Bros. Discovery Launches In Partnership With IAEA: ‘Good To Know’, First Nuclear Science Films On Discovery Channel",
            "link": "https://www.iaea.org/newscenter/pressreleases/warner-bros-discovery-launches-in-partnership-with-iaea-good-to-know-first-nuclear-science-films-on-discovery-channel",
            "description": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "iaea.org8h",
            "source": "iaea.org",
            "article_content": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the International Atomic Energy Agency (IAEA).\n\nThe films will air in over 30 countries, reaching 44 million households across the entire Europe, Middle East and Africa region.\n\nThis first tranche of five short films, made by the IAEA video team in conjunction with the Warner Bros. Discovery editorial team, will explain in simple terms how radiation can safely be used to solve some of the world’s most pressing global challenges. These include:\n\nMicroplastics in the ocean (filmed in Monaco/Global)\n\nThe growing cancer burden (filmed in India)\n\nFood insecurity (filmed in Austria/Global)\n\nWater scarcity in the face of climate change (filmed in Austria/Costa Rica)\n\nIndustrial contamination (filmed in Czech Republic)\n\nEach of these films is around one minute long and will play as part of Discovery’s ‘Good To Know’, a new educational videos series about the benefits of nuclear science and technology, both on television and online.\n\nFuture films to be included in the series will continue to investigate how nuclear science can help development, particularly in the light of climate change, such as by measuring how coastal regions sequester carbon, or how the oceans are becoming more acidic, or how pest insects can be controlled without chemicals. The films will also highlight more details on key IAEA programmes to battle plastic pollution, drought and hunger.\n\nThe films are made in conjunction with the IAEA's twelve nuclear sciences and applications laboratories, a unique feature in the United Nations. The laboratories develop and share nuclear techniques with countries around the world. Watch a three-minute film about the labs here.\n\nIAEA Director General Rafael Mariano Grossi said: “People may know us as the nuclear watchdog, helping enhance safety, security and safeguards in places like Fukushima, Iran, Ukraine. But not enough people know of the amazing potential nuclear science has to make tangible differences in people’s lives – helping farmers grow better crops, cancer patients get better treatment, governments understand and protect key natural areas. As the terrible effects of climate change become more obvious to people around the world, it is important for the public to also know there is hope. Science, as always, offers solutions to many of our main challenges.”\n\nNajat Mokhtar, Head of IAEA Department of Nuclear Sciences and Applications, agreed: “I am delighted to see ours labs' the vital research being shared on the respected Discovery Channel. Science is a vital force for good in the world, and nuclear science offers so many incredible innovations to help countries meet their development goals.”\n\nJamie Cooke, Executive Vice President and Managing Director Central Europe, Middle East and Turkey said: “We are thrilled that our viewers will now get the opportunity to learn more about how nuclear science is being used in innovative ways to improve our lives and advance the environmental sustainability agenda. We consider it our duty to leverage the voice, storytelling strength and expertise we have, to cast light and tell the right stories that will positively impact our communities and viewers. It’s part of our Social Good Strategy, and we want to use our media for good.”\n\nAbout the International Atomic Energy Agency\n\nWidely known as the world’s “Atoms for Peace and Development” organization within the United Nations family, the IAEA is the international centre for cooperation in the nuclear field. The Agency works with its Member States and multiple partners worldwide to promote the safe, secure and peaceful use of nuclear technologies. For more information, visit IAEA.org.\n\nAbout Warner Bros. Discovery\n\nWarner Bros. Discovery is a leading global media and entertainment company that creates and distributes the world's most differentiated and complete portfolio of branded content across television, film, streaming and gaming. Available in more than 220 countries and territories and 50 languages, Warner Bros. Discovery inspires, informs and entertains audiences worldwide through its iconic brands and products including: Discovery Channel, Max, discovery+, CNN, DC, TNT Sports, Eurosport, HBO, HGTV, Food Network, OWN, Investigation Discovery, TLC, Magnolia Network, TNT, TBS, truTV, Travel Channel, MotorTrend, Animal Planet, Science Channel, Warner Bros. Motion Picture Group, Warner Bros. Television Group, Warner Bros. Pictures Animation, Warner Bros. Games, New Line Cinema, Cartoon Network, Adult Swim, Turner Classic Movies, Discovery en Español, Hogar de HGTV and others. For more information, please visit www.wbd.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How data science and AI will transform life sciences in 2025",
            "link": "https://pharmaphorum.com/digital/how-data-science-and-ai-will-transform-life-sciences-2025",
            "description": "And yet, data science is now poised to usher in a level and acceleration of progress that even life sciences have never ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AJ4J4jOP2AlaoRWT2jOuxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "pharmaphorum49m",
            "source": "pharmaphorum",
            "article_content": "Even for an industry that depends on relentless innovation to thrive, life sciences have seen remarkable advancements in recent decades. From the Human Genome Project paving the way for precision medicine, to monoclonal antibodies, mRNA, CRISPR gene editing, and other major breakthroughs – our industry continuously proves its ability to serve humanity by consistently one-upping itself.\n\nAnd yet, data science is now poised to usher in a level and acceleration of progress that even life sciences have never before seen.\n\nWhy AI Is now hitting its full stride\n\nAlthough data science and AI have been applied in life sciences for decades, their application has often fallen short of expectations, yielding incremental, rather than transformative, gains. But today’s advances in algorithm sophistication, large-scale data integration, and cloud computing have helped them overcome the fragmented data, slower processing, and other limitations that have been stunting their full power. Regulatory agencies, meanwhile, are providing clearer guidance on the use of models, giving organisations the guardrails needed to innovate faster, with confidence.\n\nTogether, these developments, combined with the global urgency to address humanity’s most pressing health challenges, create a perfect storm for data science and AI to take life sciences to new heights.\n\nWhat makes AI so transformative\n\nWith its ability to process massive and complex datasets, identify hidden patterns, and continuously evolve as it learns from new data, AI brings a depth of understanding and speed of decision-making and discovery that takes it to a level far beyond human capabilities. With predictive modelling, AI doesn’t just analyse existing data it anticipates future outcomes. This allows researchers to solve problems at scale with unprecedented precision and efficiency, significantly reducing the time and cost of bringing new therapies to market.\n\nAI is at a critical juncture, and 2025 promises to be a transformative year. Here’s how I believe models will reshape life sciences in the year ahead:\n\nAI graduates from trials to tangible real-world solutions\n\nThe integration of data science in drug discovery is evolving beyond mere trial phases to practical uses – especially in the creation and testing of molecular compounds in silico. With algorithms getting better at simulating biological interaction, we can significantly accelerate the process of drug discovery. Not only will this improve initial testing efficiency, it will open doors to novel therapies that revolutionise the pharmaceutical industry and, more importantly, profoundly impact world health.\n\nData science will take diagnostic accuracy to new heights\n\nMachine learning algorithms have demonstrated remarkable proficiency over the past year in detecting irregularities in medical images, often exceeding the level of accuracy seasoned professionals can provide. In the year 2025, AI-powered imaging tools will greatly enhance diagnostic precision in radiology and pathology, enabling healthcare providers to deliver more precise determinations. Machine learning-assisted medical imaging of tumours, for instance, will dramatically improve their pairing with the right targeted treatments. Such advancements will play a crucial role in allowing patients to live longer and higher quality lives.\n\nLLMs will transform documentation\n\nFrom scientific manuscripts to clinical trial records and regulatory filings, large language models (LLM) will revolutionise documentation. LLMs are already proving effective in managing specialised medical language, compliance checks, and simplifying complex terms, with providers like IBM and Microsoft integrating them into healthcare documentation. Organisations are also increasingly turning to automation for authorship of Clinical Study Reports using data from clinical systems and statistical computing environments to streamline processes and enhance efficiency. This change will speed up the process of finding new cures and lead to better results for patients, while also boosting the pace and accuracy of advancements.\n\nData science will accelerate clinical trial recruiting\n\nOver the next 12 months, AI will streamline the recruitment process for trials by utilising electronic health records and real-time patient data. This will enable more precise and faster identification of suitable candidates for more successful trials. We are already seeing signs of this transformation with AI-powered platforms significantly reducing recruitment timelines by more accurately matching patients to trial criteria. Such improvements will enhance trial effectiveness and accelerate the pace of medical innovation.\n\nAI compliance platforms will see wide adoption\n\n2025 will see the rise of AI-powered compliance platforms that provide for the real-time monitoring of regulatory adherence across clinical trials, drug manufacturing, and elsewhere. As regulatory requirements grow increasingly complex, such AI solutions will be extremely helpful in managing compliance data in real-time, allowing organisations to maintain operational integrity.\n\n2025 will mark a turning point for data science and AI in life sciences, redefining what’s achievable across the industry. From revolutionising drug discovery and diagnostics to streamlining documentation and compliance, models are accelerating the pace of innovation and enabling breakthroughs that were once unimaginable.\n\nWhile the opportunities are immense, challenges remain. Ethical considerations, data privacy concerns, and navigating complex regulatory frameworks will require careful attention to ensure AI’s potential is realised responsibly. But data science will undoubtedly prove itself as a transformative force reshaping the way we develop therapies, conduct trials, and deliver care. As the industry continues to embrace these capabilities, 2025 is destined to be the year where life sciences once again pushes the boundaries of innovation – enhancing lives and advancing healthcare on a global scale."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New fossil discovery sheds light on the early evolution of animal nervous systems",
            "link": "https://www.qmul.ac.uk/media/news/2025/science-and-engineering/se/new-fossil-discovery-sheds-light-on-the-early-evolution-of-animal-nervous-systems.html",
            "description": "'These structures closely resemble the ventral nerve cords seen in modern priapulids,' explained Dr Deng Wang and Dr Jean ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JAlmQPtW-fSzND3hbI7pti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Queen Mary University of London2h",
            "source": "Queen Mary University of London",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient Mummies With Golden Tongues Revealed in Stunning Discovery",
            "link": "https://www.msn.com/en-us/news/world/ancient-mummies-with-golden-tongues-revealed-in-stunning-discovery/ar-BB1rkLGz?ocid=BingNewsVerp",
            "description": "Sheets of gold have been discovered gilding the tongues of more than a dozen mummified Egyptians near modern Al-Bahansa, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BW6clfH1hZVtRqz2erVcei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ScienceAlert on MSN16h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Spark of Life' exhibit showcases the synergy of art and science at UNE",
            "link": "https://www.msn.com/en-us/lifestyle/mind-and-soul/spark-of-life-exhibit-showcases-the-synergy-of-art-and-science-at-une/ar-BB1rkJgQ?ocid=BingNewsVerp",
            "description": "PORTLAND, Maine — The University of New England's newest exhibit, 'Spark of Life: Abstraction, Microscopy, and Discovery,' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hxvj88q5F_OZD8rRE70dKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "16hon MSN",
            "source": "WCSH-TV Portland, ME on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI reveals AI policy proposals to best China, protect kids: ‘This is a race America can and must win’",
            "link": "https://www.msn.com/en-us/news/world/openai-reveals-ai-policy-proposals-to-best-china-protect-kids-this-is-a-race-america-can-and-must-win/ar-BB1rmZmq?ocid=BingNewsVerp",
            "description": "OpenAI, the company behind ChatGPT, has released its \"Economic Blueprint\" for AI to outcompete China, boost economic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YpO1AWgfHJ9vewpgg6l1Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI companies like OpenAI and Anthropic are soaring in value. Here are the top 5 unicorns in the US.",
            "link": "https://www.msn.com/en-us/money/companies/ai-companies-like-openai-and-anthropic-are-soaring-in-value-here-are-the-top-5-unicorns-in-the-us/ar-BB1rmdvn?ocid=BingNewsVerp",
            "description": "Anthropic's latest funding round will place it among the most valuable unlisted companies in the US. It's a group that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AWYm48lYI8R0tzdsMmF7Hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Courts Trump With Vision for ‘A.I. in America’",
            "link": "https://www.nytimes.com/2025/01/13/technology/openai-economic-blueprint.html",
            "description": "The maker of ChatGPT hopes to spur investment from the Middle East and avoid strict regulations on the development of new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4sahlKxiSgkyvDv5JVfXPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "The New York Times",
            "article_content": "OpenAI launched the A.I. boom in late 2022 with the release of the online chatbot ChatGPT. The company continues to lead the field but faces countless competitors. One of its biggest rivals, xAI, is led by Elon Musk, who has developed a close relationship with Mr. Trump.\n\nMany A.I. companies and independent experts believe that technologies like ChatGPT can increase economic growth by accelerating work and research in areas as far-flung as computer programming, medicine, education and finance. But continued development of these technologies requires enormous amounts of raw computing power and electricity.\n\nOpenAI and its rivals are racing to expand the pool of giant computer data centers needed to build and operate their A.I. systems, which will require hundreds of billions of dollars in new investment. With its new economic blueprint, OpenAI hopes to encourage government policies that can facilitate that additional infrastructure.\n\nMost notably, the company has called on policymakers to allow significant investment in American A.I. projects by investors in the Middle East, though the Biden administration has been wary of such investment. OpenAI argues that if countries like the United Arab Emirates and Saudi Arabia do not invest in U.S. infrastructure, their money will flow to China instead.\n\n“Are those countries going to be building on U.S. rails or are they going to be building on C.C.P. rails?” Mr. Lehane said in an interview, referring to the Chinese Communist Party. He described nations like the Emirates and Saudi Arabia not as allies but more as “swing states” that will choose the United States or China for A.I. investments."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI wooed Democrats with calls for AI regulation. Now it must charm Trump.",
            "link": "https://www.msn.com/en-us/politics/general/openai-wooed-democrats-with-calls-for-ai-regulation-now-it-must-charm-trump/ar-BB1rmiG3?ocid=BingNewsVerp",
            "description": "The ChatGPT maker argues the incoming Trump administration should make massive government investments in AI, arguing it can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ks1HFYPEfKIVfGnjTkxsoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI urges US to prioritize AI funding, regulation to stay ahead of China",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-urges-us-prioritize-ai-funding-regulation-stay-ahead-china-2025-01-13/",
            "description": "OpenAI on Monday laid out its vision for artificial intelligence development in the U.S., saying the country needs outside ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IJIjC93TFQt37NnwT88i8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Trends For Banking In 2025 – The Future Is Back",
            "link": "https://www.forbes.com/sites/michaelabbott/2025/01/13/top-10-trends-for-banking-in-2025--the-future-is-back/",
            "description": "Digital made banking more efficient but also more impersonal. AI can help solve this in 2025, along with a mindset of looking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.joIwWJJBxcT6hzvSk9tV6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mahakumbh 2025 LIVE: Over 1.5 crore devotees take dip on first day in Sangam as 45-day event begins",
            "link": "https://www.livemint.com/news/trends/mahakumbh-mela-2025-live-updates-kumbh-mela-after-144-years-prayagraj-shahi-snan-dates-latest-news-up-cm-yogi-adityanath-11736654394913.html",
            "description": "Uttar Pradesh's Prayagraj is filled with spirits of joy and devotion as Mahakumbh is set to begin today, January 13. Here are ...",
            "image_url": "https://www.bing.com/th?id=OVFT._kBLDYbBl6ZYAco-yTlmJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "12h",
            "source": "Mint",
            "article_content": "LIVE UPDATES\n\nMahakumbh 2025 LIVE: Over 1.5 crore devotees take dip on first day in Sangam as 45-day event begins\n\n20 min read . Updated: 13 Jan 2025, 08:55 PM IST\n\nMahakumbh 2025 LIVE: Uttar Pradesh's Prayagraj is filled with spirits of joy and devotion as Mahakumbh began today, January 13. More than 1 crore devotees have taken holy dip since Monday morning. Here are latest updates on Mahakumbh Mela 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seven advances in technology that we’re likely to see in 2025",
            "link": "https://www.news24.com/life/trends/tech/seven-advances-in-technology-that-were-likely-to-see-in-2025-20250113",
            "description": "By 2025, technology is expected to make significant leaps in AI, quantum computing, virtual reality, blockchain, 6G ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fnJ7Uo3QZZ0eGMcw3eAK8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "News246h",
            "source": "News24",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Fendi Cracked The It-Bag Code",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/how-fendi-cracked-the-it-bag-code/ar-BB1rnnfv?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KFXTbPnNaChMcUB7JD2ANi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN35m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Medical Properties Trust Comments on Prospect Restructuring",
            "link": "https://finance.yahoo.com/news/medical-properties-trust-comments-prospect-234000300.html",
            "description": "Medical Properties Trust, Inc. (the \"Company\" or \"MPT\") (NYSE: MPW) today issued the below statement in response to Prospect ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MAjB4iMgG0uMgo99Q38RsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "16h",
            "source": "YAHOO!Finance",
            "article_content": "BIRMINGHAM, Ala., January 12, 2025--(BUSINESS WIRE)--Medical Properties Trust, Inc. (the \"Company\" or \"MPT\") (NYSE: MPW) today issued the below statement in response to Prospect Medical Group’s (\"Prospect\") decision to commence an in-court restructuring process under Chapter 11 of the U.S. Bankruptcy Code.\n\nAs discussed during MPT’s third quarter 2024 earnings, while Prospect’s California facilities have reported volume growth and improved coverage trends in 2024, its overall liquidity has been adversely impacted by stalled sales processes across various East Coast markets, including Rhode Island where MPT has no interest in the real estate. Prospect has not paid any rent to MPT since June 2024, its Connecticut and Pennsylvania lessees and mortgagors have made only minimal payments over the past two years, and MPT has been recognizing all revenues from Prospect using cash basis accounting since 2023.\n\nThe Company’s priority during the restructuring process is to protect MPT’s investment in Prospect’s California hospitals. MPT also expects to support efforts by Prospect to use the Chapter 11 process to complete a successful sale of Prospect’s Connecticut facilities.\n\nAbout Medical Properties Trust, Inc.\n\nMedical Properties Trust, Inc. is a self-advised real estate investment trust formed in 2003 to acquire and develop net-leased hospital facilities. From its inception in Birmingham, Alabama, the Company has grown to become one of the world’s largest owners of hospital real estate with 402 facilities and approximately 40,000 licensed beds in nine countries and across three continents as of September 30, 2024. MPT’s financing model facilitates acquisitions and recapitalizations and allows operators of hospitals to unlock the value of their real estate assets to fund facility improvements, technology upgrades and other investments in operations. For more information, please visit the Company’s website at www.medicalpropertiestrust.com.\n\nForward-Looking Statements\n\nThis press release includes forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements can generally be identified by the use of forward-looking words such as \"may\", \"will\", \"would\", \"could\", \"expect\", \"intend\", \"plan\", \"estimate\", \"target\", \"anticipate\", \"believe\", \"objectives\", \"outlook\", \"guidance\" or other similar words, and include statements regarding our strategies, objectives, asset sales and other liquidity transactions (including the use of proceeds thereof), expected re-tenanting of vacant facilities and any related regulatory approvals, and expected outcomes from Prospect’s Chapter 11 restructuring process. Forward-looking statements involve known and unknown risks and uncertainties that may cause our actual results or future events to differ materially from those expressed in or underlying such forward-looking statements, including, but not limited to: (i) the risk that the outcome and terms of the bankruptcy restructuring of Prospect will not be consistent with those anticipated by the Company; (ii) the risk that previously announced or contemplated property sales, loan repayments, and other capital recycling transactions do not occur as anticipated or at all; (iii) the risk that MPT is not able to attain its leverage, liquidity and cost of capital objectives within a reasonable time period or at all; (iv) MPT’s ability to obtain debt financing on attractive terms or at all, as a result of changes in interest rates and other factors, which may adversely impact its ability to pay down, refinance, restructure or extend its indebtedness as it becomes due, or pursue acquisition and development opportunities; (v) the ability of our tenants, operators and borrowers to satisfy their obligations under their respective contractual arrangements with us; (vi) the ability of our tenants and operators to operate profitably and generate positive cash flow, remain solvent, comply with applicable laws, rules and regulations in the operation of our properties, to deliver high-quality services, to attract and retain qualified personnel and to attract patients; (vii) the risk that we are unable to monetize our investments in certain tenants at full value within a reasonable time period or at all, (viii) our success in implementing our business strategy and our ability to identify, underwrite, finance, consummate and integrate acquisitions and investments; and (ix) the risks and uncertainties of litigation or other regulatory proceedings.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Discovered an Impossible Particle",
            "link": "https://www.msn.com/en-us/news/technology/scientists-just-discovered-an-impossible-particle/ar-BB1rmSYe?ocid=BingNewsVerp",
            "description": "Don Lincon, a senior scientist at the U.S. particle physics laboratory Fermilab, describes bosons as 'puppies of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Q1qfenCVVilC19psZEdnJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "Popular Mechanics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese scientists hope advanced laser will open gateway to new discoveries",
            "link": "https://www.scmp.com/news/china/science/article/3294448/chinese-scientists-hope-advanced-laser-will-open-gateway-new-discoveries",
            "description": "The Advanced Attosecond Laser Infrastructure will act as a super slow-motion camera capturing the movements of electrons.",
            "image_url": "https://www.bing.com/th?id=OVFT.VjfbnsduM4C3thXvBr1cOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19h",
            "source": "scmp.com",
            "article_content": "China has started building state-of-the-art laser research facilities that will enable scientists to directly observe electrons in action, something they hope will open the way for breakthroughs in fields such as new materials, medicine and energy systems.\n\nAdvertisement\n\nThe Advanced Attosecond Laser Infrastructure (AALI) will operate from two sites, in Dongguan in Guangdong and Xian in Shaanxi, and will generate light pulses lasting billionths of a billionth of a second.\n\nThese pulses will act as a super slow-motion camera that can capture the movements of the tiniest building blocks of the universe, according to state broadcaster CCTV.\n\nIt will become the second laser of its kind following the Attosecond Light Pulse Source in Szeged, Hungary.\n\nOf the facility’s 10 beamlines, six will be built in Dongguan, with the remaining four constructed in Xian.\n\nAdvertisement\n\n“Dongguan houses several other large-scale scientific facilities that can collaborate with AALI to advance comprehensive attosecond physics research,” Wei Zhiyi, the project’s chief scientist from the Chinese Academy of Science’s Institute of Physics told CCTV on Friday.\n\nMeanwhile, Xian is home to numerous universities with robust research capabilities and a well-established technological infrastructure, he added."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warner Bros. Discovery Launches In Partnership With IAEA: ‘Good To Know’, First Nuclear Science Films On Discovery Channel",
            "link": "https://www.iaea.org/newscenter/pressreleases/warner-bros-discovery-launches-in-partnership-with-iaea-good-to-know-first-nuclear-science-films-on-discovery-channel",
            "description": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "iaea.org8h",
            "source": "iaea.org",
            "article_content": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the International Atomic Energy Agency (IAEA).\n\nThe films will air in over 30 countries, reaching 44 million households across the entire Europe, Middle East and Africa region.\n\nThis first tranche of five short films, made by the IAEA video team in conjunction with the Warner Bros. Discovery editorial team, will explain in simple terms how radiation can safely be used to solve some of the world’s most pressing global challenges. These include:\n\nMicroplastics in the ocean (filmed in Monaco/Global)\n\nThe growing cancer burden (filmed in India)\n\nFood insecurity (filmed in Austria/Global)\n\nWater scarcity in the face of climate change (filmed in Austria/Costa Rica)\n\nIndustrial contamination (filmed in Czech Republic)\n\nEach of these films is around one minute long and will play as part of Discovery’s ‘Good To Know’, a new educational videos series about the benefits of nuclear science and technology, both on television and online.\n\nFuture films to be included in the series will continue to investigate how nuclear science can help development, particularly in the light of climate change, such as by measuring how coastal regions sequester carbon, or how the oceans are becoming more acidic, or how pest insects can be controlled without chemicals. The films will also highlight more details on key IAEA programmes to battle plastic pollution, drought and hunger.\n\nThe films are made in conjunction with the IAEA's twelve nuclear sciences and applications laboratories, a unique feature in the United Nations. The laboratories develop and share nuclear techniques with countries around the world. Watch a three-minute film about the labs here.\n\nIAEA Director General Rafael Mariano Grossi said: “People may know us as the nuclear watchdog, helping enhance safety, security and safeguards in places like Fukushima, Iran, Ukraine. But not enough people know of the amazing potential nuclear science has to make tangible differences in people’s lives – helping farmers grow better crops, cancer patients get better treatment, governments understand and protect key natural areas. As the terrible effects of climate change become more obvious to people around the world, it is important for the public to also know there is hope. Science, as always, offers solutions to many of our main challenges.”\n\nNajat Mokhtar, Head of IAEA Department of Nuclear Sciences and Applications, agreed: “I am delighted to see ours labs' the vital research being shared on the respected Discovery Channel. Science is a vital force for good in the world, and nuclear science offers so many incredible innovations to help countries meet their development goals.”\n\nJamie Cooke, Executive Vice President and Managing Director Central Europe, Middle East and Turkey said: “We are thrilled that our viewers will now get the opportunity to learn more about how nuclear science is being used in innovative ways to improve our lives and advance the environmental sustainability agenda. We consider it our duty to leverage the voice, storytelling strength and expertise we have, to cast light and tell the right stories that will positively impact our communities and viewers. It’s part of our Social Good Strategy, and we want to use our media for good.”\n\nAbout the International Atomic Energy Agency\n\nWidely known as the world’s “Atoms for Peace and Development” organization within the United Nations family, the IAEA is the international centre for cooperation in the nuclear field. The Agency works with its Member States and multiple partners worldwide to promote the safe, secure and peaceful use of nuclear technologies. For more information, visit IAEA.org.\n\nAbout Warner Bros. Discovery\n\nWarner Bros. Discovery is a leading global media and entertainment company that creates and distributes the world's most differentiated and complete portfolio of branded content across television, film, streaming and gaming. Available in more than 220 countries and territories and 50 languages, Warner Bros. Discovery inspires, informs and entertains audiences worldwide through its iconic brands and products including: Discovery Channel, Max, discovery+, CNN, DC, TNT Sports, Eurosport, HBO, HGTV, Food Network, OWN, Investigation Discovery, TLC, Magnolia Network, TNT, TBS, truTV, Travel Channel, MotorTrend, Animal Planet, Science Channel, Warner Bros. Motion Picture Group, Warner Bros. Television Group, Warner Bros. Pictures Animation, Warner Bros. Games, New Line Cinema, Cartoon Network, Adult Swim, Turner Classic Movies, Discovery en Español, Hogar de HGTV and others. For more information, please visit www.wbd.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In a celestial magic trick, Mars will disappear behind Monday night’s full wolf moon",
            "link": "https://www.msn.com/en-us/weather/topstories/in-a-celestial-magic-trick-mars-will-disappear-behind-monday-night-s-full-wolf-moon/ar-BB1rniYC?ocid=BingNewsVerp",
            "description": "Mars will seem to disappear behind the full wolf moon Monday for many sky-gazers. Throughout January, also look up to see ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6yPCYAnPDaFfBCda8Uti7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "26mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How data science and AI will transform life sciences in 2025",
            "link": "https://pharmaphorum.com/digital/how-data-science-and-ai-will-transform-life-sciences-2025",
            "description": "And yet, data science is now poised to usher in a level and acceleration of progress that even life sciences have never ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AJ4J4jOP2AlaoRWT2jOuxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "pharmaphorum49m",
            "source": "pharmaphorum",
            "article_content": "Even for an industry that depends on relentless innovation to thrive, life sciences have seen remarkable advancements in recent decades. From the Human Genome Project paving the way for precision medicine, to monoclonal antibodies, mRNA, CRISPR gene editing, and other major breakthroughs – our industry continuously proves its ability to serve humanity by consistently one-upping itself.\n\nAnd yet, data science is now poised to usher in a level and acceleration of progress that even life sciences have never before seen.\n\nWhy AI Is now hitting its full stride\n\nAlthough data science and AI have been applied in life sciences for decades, their application has often fallen short of expectations, yielding incremental, rather than transformative, gains. But today’s advances in algorithm sophistication, large-scale data integration, and cloud computing have helped them overcome the fragmented data, slower processing, and other limitations that have been stunting their full power. Regulatory agencies, meanwhile, are providing clearer guidance on the use of models, giving organisations the guardrails needed to innovate faster, with confidence.\n\nTogether, these developments, combined with the global urgency to address humanity’s most pressing health challenges, create a perfect storm for data science and AI to take life sciences to new heights.\n\nWhat makes AI so transformative\n\nWith its ability to process massive and complex datasets, identify hidden patterns, and continuously evolve as it learns from new data, AI brings a depth of understanding and speed of decision-making and discovery that takes it to a level far beyond human capabilities. With predictive modelling, AI doesn’t just analyse existing data it anticipates future outcomes. This allows researchers to solve problems at scale with unprecedented precision and efficiency, significantly reducing the time and cost of bringing new therapies to market.\n\nAI is at a critical juncture, and 2025 promises to be a transformative year. Here’s how I believe models will reshape life sciences in the year ahead:\n\nAI graduates from trials to tangible real-world solutions\n\nThe integration of data science in drug discovery is evolving beyond mere trial phases to practical uses – especially in the creation and testing of molecular compounds in silico. With algorithms getting better at simulating biological interaction, we can significantly accelerate the process of drug discovery. Not only will this improve initial testing efficiency, it will open doors to novel therapies that revolutionise the pharmaceutical industry and, more importantly, profoundly impact world health.\n\nData science will take diagnostic accuracy to new heights\n\nMachine learning algorithms have demonstrated remarkable proficiency over the past year in detecting irregularities in medical images, often exceeding the level of accuracy seasoned professionals can provide. In the year 2025, AI-powered imaging tools will greatly enhance diagnostic precision in radiology and pathology, enabling healthcare providers to deliver more precise determinations. Machine learning-assisted medical imaging of tumours, for instance, will dramatically improve their pairing with the right targeted treatments. Such advancements will play a crucial role in allowing patients to live longer and higher quality lives.\n\nLLMs will transform documentation\n\nFrom scientific manuscripts to clinical trial records and regulatory filings, large language models (LLM) will revolutionise documentation. LLMs are already proving effective in managing specialised medical language, compliance checks, and simplifying complex terms, with providers like IBM and Microsoft integrating them into healthcare documentation. Organisations are also increasingly turning to automation for authorship of Clinical Study Reports using data from clinical systems and statistical computing environments to streamline processes and enhance efficiency. This change will speed up the process of finding new cures and lead to better results for patients, while also boosting the pace and accuracy of advancements.\n\nData science will accelerate clinical trial recruiting\n\nOver the next 12 months, AI will streamline the recruitment process for trials by utilising electronic health records and real-time patient data. This will enable more precise and faster identification of suitable candidates for more successful trials. We are already seeing signs of this transformation with AI-powered platforms significantly reducing recruitment timelines by more accurately matching patients to trial criteria. Such improvements will enhance trial effectiveness and accelerate the pace of medical innovation.\n\nAI compliance platforms will see wide adoption\n\n2025 will see the rise of AI-powered compliance platforms that provide for the real-time monitoring of regulatory adherence across clinical trials, drug manufacturing, and elsewhere. As regulatory requirements grow increasingly complex, such AI solutions will be extremely helpful in managing compliance data in real-time, allowing organisations to maintain operational integrity.\n\n2025 will mark a turning point for data science and AI in life sciences, redefining what’s achievable across the industry. From revolutionising drug discovery and diagnostics to streamlining documentation and compliance, models are accelerating the pace of innovation and enabling breakthroughs that were once unimaginable.\n\nWhile the opportunities are immense, challenges remain. Ethical considerations, data privacy concerns, and navigating complex regulatory frameworks will require careful attention to ensure AI’s potential is realised responsibly. But data science will undoubtedly prove itself as a transformative force reshaping the way we develop therapies, conduct trials, and deliver care. As the industry continues to embrace these capabilities, 2025 is destined to be the year where life sciences once again pushes the boundaries of innovation – enhancing lives and advancing healthcare on a global scale."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "U.S. Firms Seize Power of Data With Advanced Analytics",
            "link": "https://finance.yahoo.com/news/u-firms-seize-power-data-161500009.html",
            "description": "Enterprises in the U.S. are making major investments in analytics and AI to fully realize their data’s potential, ISG says.",
            "image_url": "https://www.bing.com/th?id=OVFT.5Z6VeCHiqOjhyfbtXhqDoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "14m",
            "source": "YAHOO!Finance",
            "article_content": "New, AI-enabled tools and approaches spark aggressive investments to improve insights and decision-making, ISG Provider Lens™ report says\n\nSTAMFORD, Conn., January 13, 2025--(BUSINESS WIRE)--Enterprises in the U.S. are making major investments in analytics and AI to fully realize their data’s potential, according to a new research report published today by Information Services Group (ISG) (Nasdaq: III), a leading global technology research and advisory firm.\n\nThe 2024 ISG Provider Lens™ Advanced Analytics and AI Services report for the U.S. finds that AI is turning analytics into a more powerful tool for data science and an enabler of business transformation. U.S. enterprise investments in AI, along with cloud technologies and more flexible data architectures, are directly aligned with strategic business goals.\n\n\"Companies can unlock deeper insights and drive significant business value when their data is accessible and integrated into operations,\" said Kathy Rudy, chief data and analytics officer at ISG. \"Service providers play a crucial role in making this possible.\"\n\nEnterprises in the U.S. are at the forefront of adopting augmented analytics, which uses AI and ML to automatically identify insights, trends and patterns in data without manual intervention, ISG says. Such systems provide data discovery, predictive analytics and natural-language processing (NLP) to help companies more quickly acquire useful insights into their business. Generative AI, likewise, is expected to expand the ability to generate advanced insights at scale.\n\nThe U.S. is also a leading region in the democratization of data, a full-fledged trend toward making data accessible to a broad range of users in an organization, the report says. Using self-service analytics platforms, low-code/no-code tools and user-friendly dashboards, U.S. enterprises empower non-technical users without specialized skills to analyze and use data — often by making simple queries through NLP.\n\nMany organizations in the U.S. are using embedded analytics, an increasingly popular approach that makes data analysis a part of everyday business processes rather than a separate task, ISG says. This allows employees to make informed decisions within their usual workflows instead of switching to other systems or tools.\n\nEnterprises in the U.S., especially large ones, are adopting data mesh architectures to make data available across organizations without taking away departmental control, the report says. Rather than centralizing all information in one data warehouse or lake, these companies are creating smaller repositories that are widely accessible but controlled by local departments, complying with governance regulations.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wix: Market Is Pricing Lower Growth Than Expected",
            "link": "https://seekingalpha.com/article/4749124-wix-market-is-pricing-lower-growth-than-expected",
            "description": "Wix has carved a niche in AI website building, while Shopify thrives in e-commerce. See why WIX stock is undervalued and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jmgT31YTSyMQjY7FXPeG_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "2h",
            "source": "Seeking Alpha",
            "article_content": "Wix (NASDAQ: WIX ) is one of the best, if not the best, platform for website creation. Although it competes with Shopify ( SHOP ), Wix carved a niche in advanced website building. Its design AI features\n\nI'm a long only investor using a combination of dual momentum with stock picking to achieve targeted returns of 12% per year. When I'm picking a stock I'm always trying to check if it beats the QQQ in the long run. By doing dual momentum with half of my portfolio my returns are anchored to the QQQ and when I'm in the full bonds phase it allows me to buy aggressively great companies at discount. It is a perfect strategy balancing good sleep with potential alpha.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why It’s Never Too Late To Start A Business",
            "link": "https://www.forbes.com/sites/melissahouston/2025/01/13/why-its-never-too-late-to-start-a-business/",
            "description": "When it comes to chasing your dreams and starting a business, age is just a number. You will see more and more people ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nGBaaeXkWNh8EbZ_cC7e_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "6h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI companies like OpenAI and Anthropic are soaring in value. Here are the top 5 unicorns in the US.",
            "link": "https://www.msn.com/en-us/money/companies/ai-companies-like-openai-and-anthropic-are-soaring-in-value-here-are-the-top-5-unicorns-in-the-us/ar-BB1rmdvn?ocid=BingNewsVerp",
            "description": "Anthropic's latest funding round will place it among the most valuable unlisted companies in the US. It's a group that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AWYm48lYI8R0tzdsMmF7Hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "6hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Open source trends for 2025 and beyond",
            "link": "https://www.infoworld.com/article/3800992/open-source-trends-for-2025-and-beyond.html",
            "description": "Open-source software will continue its march through the enterprise technology stack, buoyed by AI and (hopefully) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mRCkQ5SsXENzDSGb2BOPWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "InfoWorld7h",
            "source": "InfoWorld",
            "article_content": "Over the past decades, open source software (OSS) has transformed from being merely a cheaper option into the superior choice for enterprise infrastructure. Now it often provides higher quality, stronger security, better privacy, unparalleled extensibility, and access to innovation compared to proprietary rivals. It is no coincidence that 96% of all software today relies on open source, and large enterprises are increasingly inclined to invest in OSS-based solutions to capitalize on these advantages.\n\nFor venture investors like myself, this shift in market preferences represents a significant opportunity to fund the next generation of OSS-based category leaders in enterprise software. And a few notable trends will likely shape how this market area will likely evolve in 2025 and beyond.\n\nRise of open source AI\n\nThe rapid development of foundational large language models, related AI infrastructure, and their applications has ignited debates around the crucial AI challenges. Many of these issues — such as transparency, adaptability, and security — can be addressed through openness. After the initial wave led by closed-source pioneers like OpenAI and Anthropic, a new cohort of open source AI models, including Meta’s Llama and Mistral AI, is now raising the tide and boosting the global AI ecosystem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seven Trends Shaping Cyber Threats And Risk Management For 2025",
            "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2025/01/13/seven-trends-shaping-cyber-threats-and-risk-management-for-2025/",
            "description": "The rise of technologies, coupled with trends such as remote work, is not just changing how businesses operate, but it's also ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pLWBvBiJCBKQDG6mgsSU4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "3h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Emphasizes China Competition in Pitch to a New Washington",
            "link": "https://www.msn.com/en-us/money/other/openai-emphasizes-china-competition-in-pitch-to-a-new-washington/ar-BB1rmBmg?ocid=BingNewsVerp",
            "description": "OpenAI’s top executives are planning to host events in Washington DC and two key swing states to bolster support for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PckJEnZ1HdPNKZj5EmPody&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "5hon MSN",
            "source": "Bloomberg on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI to emphasize China competition in new pitch for policy changes",
            "link": "https://www.investing.com/news/stock-market-news/openai-to-emphasize-china-competition-in-new-pitch-for-policy-changes-93CH-3808752",
            "description": "The purpose of this gathering is to discuss a new \"economic blueprint\" for AI, according to the company. The policy proposals, which were made public on Monday, urge the public and private sectors to ...",
            "image_url": "https://www.bing.com/th?id=OJ.pCLuOlFptskA4w&pid=news&w=85&h=16&rs=2",
            "category": "openai+competitor",
            "date": "5h",
            "source": "Investing",
            "article_content": "Investing.com -- OpenAI's leading executives have announced plans to host events in Washington DC and two key swing states, aiming to strengthen support for investments in artificial intelligence (AI). This move comes as the company adapts to significant shifts in the US political landscape since the launch of ChatGPT.\n\nLater this month, OpenAI's CEO Sam Altman, along with other top personnel, will convene a meeting with policymakers in Washington. The purpose of this gathering is to discuss a new \"economic blueprint\" for AI, according to the company. The policy proposals, which were made public on Monday, urge the public and private sectors to collaborate in areas such as energy and infrastructure. This is part of a strategy to maintain the US's lead over China in AI, a pitch that is likely to resonate with the incoming Trump administration.\n\nOpenAI, based in San Francisco, also intends to host events in Pennsylvania, North Carolina, and Alabama in the upcoming months. The company will announce new AI projects in each of these states, as stated by OpenAI's Vice President of Global Affairs, Chris Lehane, in an interview with Bloomberg News. These announcements are being framed as part of a fresh \"Innovating for America\" initiative that aims to stimulate economic activity around AI across the country.\n\nOver the last year, OpenAI and Altman have been urging the Biden administration to facilitate the construction of more data centers and the development of energy resources required for AI. Currently, OpenAI and other AI firms are adapting to the uncertainty surrounding the incoming Trump administration's AI strategy.\n\nThe President-elect, Donald Trump, is anticipated to revoke crucial elements of the Biden administration's AI agenda, including a 2023 executive order on artificial intelligence. Elon Musk, a supporter of Trump, has recently gained more influence in Washington. This has raised concerns that Musk might advocate for policies that benefit his own companies, including startup xAI, which is a competitor to OpenAI.\n\nThis article was generated with the support of AI and reviewed by an editor. For more information see our T&C."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Rise Of Large Database Models",
            "link": "https://www.forbes.com/sites/ericsiegel/2025/01/13/the-rise-of-large-database-models/",
            "description": "Even as large language models have been making a splash with ChatGPT and its competitors, another incoming AI wave has been ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0sJNfr-JzUDh-YLHRHpZKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rise of Black Box AI: Addressing the Lack of Transparency in Machine Learning Models",
            "link": "https://www.analyticsinsight.net/artificial-intelligence/rise-of-black-box-ai-addressing-the-lack-of-transparency-in-machine-learning-models",
            "description": "Introduction While AI and machine learning (ML) have transformed industries like healthcare and finance, a new concern has emerged: black box AI. These models c ...",
            "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "machine+learning",
            "date": "Analytics Insight3h",
            "source": "Analytics Insight",
            "article_content": "The lack of interpretability in black-box AI models presents several risks, including:\n\n1. Bias and Discrimination: Black-box models often reflect the biases present in the data from which they learn. Because these models lack adequate transparency, biases can emerge, leading to over- or underrepresentation of certain groups in the population, ultimately favoring one group over another.\n\n2. Lack of Accountability: In high-stakes sectors such as criminal justice and healthcare, AI systems make critical decisions without being able to explain their reasoning. This lack of accountability can be problematic when a wrong decision results in negative consequences, as it becomes difficult to attribute responsibility.\n\n3. Trust Breakdown: As AI technology becomes more widespread, establishing trust is essential for its acceptance. If users do not understand or trust the decisions made by AI, it could lead to resistance against the technology, limiting its potential benefits.\n\n4. Regulatory Compliance: When governments implement regulations concerning AI transparency, organizations that utilize black-box models may face challenges in meeting legal standards, putting them at risk of fines or restrictions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Battles Rage Inside Russia, With Waves of Tanks, Drones and North Koreans",
            "link": "https://www.nytimes.com/2025/01/13/world/europe/russia-ukraine-kursk-north-korea.html",
            "description": "Ukrainian soldiers are describing fierce clashes as Russian forces try to retake territory in the Kursk region that could be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4kS3puNRuAlAHAjil31kjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "The New York Times",
            "article_content": "Five months after Ukrainian forces swept across the border in the first ground invasion of Russia since World War II, the two armies are engaged in some of the most furious clashes of the war there, fighting over land and leverage in the conflict.\n\nThe intensity of the battles recalls some of the worst sieges of eastern Ukraine over the past three years, including in towns like Bakhmut and Avdiivka, names that now evoke memories of mass slaughter for soldiers on both sides.\n\nThe fighting, in the Kursk region of Russia, has taken on a layer of significance for the territory’s potential to play a role in any cease-fire negotiations. Facing the prospect of an unpredictable new U.S. president — who has vowed to end the war swiftly, without clarifying the terms — Ukraine hopes to use Russian territory as a bargaining chip.\n\nRussia, relying on North Korean reinforcements, hopes to knock that territory out of Ukraine’s grasp."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russian forces bypass a key stronghold in a bid to cut off its supplies, a Ukrainian officer says",
            "link": "https://www.msn.com/en-us/news/world/russian-forces-bypass-a-key-stronghold-in-a-bid-to-cut-off-its-supplies-a-ukrainian-officer-says/ar-BB1rmBHU?ocid=BingNewsVerp",
            "description": "A Ukrainian official says Russian forces are bypassing a key stronghold in eastern Ukraine that they have fought for months ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T3UccYyojpVN40zMCDsspS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "4hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kerala man dies on Russia-Ukraine war frontlines after desperate pleas to return home",
            "link": "https://www.msn.com/en-in/war-and-conflicts/military/kerala-man-dies-on-russia-ukraine-war-frontlines-after-desperate-pleas-to-return-home/ar-BB1rnbo3?ocid=BingNewsVerp",
            "description": "The 32-year-old succumbed to gunshot wounds sustained while caught in a war zone. The Indian Embassy has officially confirmed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Mcn-1IGmNnirP1JRwZxLci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1hon MSN",
            "source": "Hindustan Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia ‘prepared for any scenario’ on Ukraine war as Trump presidency nears",
            "link": "https://www.msn.com/en-us/news/world/russia-prepared-for-any-scenario-on-ukraine-war-as-trump-presidency-nears/ar-BB1rmRzH?ocid=BingNewsVerp",
            "description": "The US president-elect has promised to end the conflict in Ukraine but the Kremlin has not endorsed any tentative plans.",
            "image_url": "https://www.bing.com/th?id=OVFT.SA5KDgO5NthnDc2eH5PFii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Al Jazeera on MSN3h",
            "source": "Al Jazeera on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Insurance Stocks Plunge As Los Angeles Wildfires Rage",
            "link": "https://www.msn.com/en-us/money/news/insurance-stocks-plunge-as-los-angeles-wildfires-rage/vi-BB1rni5m?ocid=BingNewsVerp",
            "description": "As Los Angeles wildfires ravage California, insurance stocks plummet, with losses estimated to reach billions due to the high ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h95ODKxt0emN_YREJN5IHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "Money Talks News on MSN20h",
            "source": "Money Talks News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stock market today: Nasdaq, S&P 500 sink amid cratered hopes for 2025 rate cuts",
            "link": "https://finance.yahoo.com/news/live/stock-market-today-nasdaq-sp-500-sink-amid-cratered-hopes-for-2025-rate-cuts-143049255.html",
            "description": "Moderna ( MRNA) shares sank 23% at the open on Monday after the biotech giant lowered its 2025 sales forecast by $1 billion ...",
            "image_url": "https://www.bing.com/th?id=OVF.QRq5genffoek7rRO754gNg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "1h",
            "source": "YAHOO!Finance",
            "article_content": "Tech led a slide in US stocks on Monday, while the dollar and bond yields climbed amid fading hopes for interest rate cuts ahead of this week's key consumer inflation report.\n\nThe S&P 500 (^GSPC) sank 0.4%, while the Nasdaq Composite (^IXIC) tumbled about 1%. But the Dow Jones Industrial Average (^DJI) which includes fewer tech stocks, rose 0.5%.\n\nStocks are shaping up for another rough session after Friday's plunge, which wiped out all year-to-date gains for Wall Street's major gauges. A hot December jobs report rattled markets, spurring concern that signs of strength in the economy will encourage the Federal Reserve to keep rates higher for longer.\n\nThe 10-year Treasury yield (^TNX) added to recent gains to touch a 14-month high, trading not far off 4.8% as US bonds sold off. Meanwhile, the dollar (DX-Y.NYB) surged to a two-year high against major currency peers, with the UK pound (GBPUSD=X), in particular, coming under pressure.\n\nAs of Monday, traders are betting there will be no rate cut until at least September, per the CME FedWatch tool, and that the Fed will lower borrowing costs by just 30 basis points in the whole of 2025.\n\nThat has intensified the spotlight on the Consumer Price Index reading for December, due on Wednesday, given one big concern for markets is that inflation won't cool to the central bank's 2% target.\n\nAdding to the gloom, oil prices rose to their highest levels in five months before paring gains after the US imposed tougher sanctions on Russia's crude industry, threatening supply to China and India. Brent (BZ=F) briefly climbed more than 2% to trade above $81 a barrel, while West Texas Intermediate (CL=F) changed hands near $78.\n\nShares of Nvidia (NVDA), Apple (AAPL), and Tesla (TSLA) slid as all the \"Magnificent Seven\" tech megacaps lost ground in the market turmoil. Europe's largest pension fund revealed that it sold its entire stake in Tesla over CEO Elon Musk's pay package.\n\nElsewhere in corporates, Moderna (MRNA) stock plunged over 22% after the biotech giant cut its 2025 sales forecast by $1 billion amid soft demand for vaccines.\n\nLIVE\n\n6 updates"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "As U.S. Firms Gain Market Share, Freshfields Maintains Top Spot in European M&A Rankings",
            "link": "https://www.law.com/americanlawyer/2025/01/13/as-us-firms-gain-market-share-freshfields-maintains-top-spot-in-european-ma-rankings/",
            "description": "Latham, Skadden, Kirkland and White & Case were among U.S. firms that gained market share, mostly at the expense of U.K.",
            "image_url": "https://www.bing.com/th?id=OVFT.J9tFTwR00ece2wCmR1Jy5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "27m",
            "source": "Law",
            "article_content": "David X. Sullivan, Thomas J. Finn and Gregory A. Hall from McCarter & English have entered appearances for Sunrun Installation Services in a pending civil rights lawsuit. The complaint was filed Sept. 4 in Connecticut District Court by attorney Robert M. Berke on behalf of former employee George Edward Steins, who was arrested and charged with employing an unregistered home improvement salesperson. The complaint alleges that had Sunrun informed the Connecticut Department of Consumer Protection that the plaintiff's employment had ended in 2017 and that he no longer held Sunrun's home improvement contractor license, he would not have been hit with charges, which were dismissed in May 2024. The case, assigned to U.S. District Judge Jeffrey A. Meyer, is 3:24-cv-01423, Steins v. Sunrun, Inc. et al.\n\nRead More"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple Stock Dips As Global Market Share Shrinks Due To Intensifying Competition From Chinese Rivals: Retail Sentiment Bullish",
            "link": "https://www.msn.com/en-us/money/topstocks/apple-stock-dips-as-global-market-share-shrinks-due-to-intensifying-competition-from-chinese-rivals-retail-sentiment-bullish/ar-BB1rnb94?ocid=BingNewsVerp",
            "description": "Shares of Apple Inc. (AAPL) fell in morning trade on Monday as the Cupertino-based tech giant witnessed a decline in its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-y6LB0vX15AW_v1FfTubAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "Stocktwits on MSN1h",
            "source": "Stocktwits on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's war spending beyond budgetary capabilities, could collapse economy - expert",
            "link": "https://www.ukrinform.net/rubric-economy/3947839-russias-war-spending-beyond-budgetary-capabilities-could-collapse-economy-expert.html",
            "description": "Russia's total military spending far exceeds its budget capabilities and could lead to the collapse of corporations and banks ...",
            "image_url": "https://www.bing.com/th?id=OVFT._iTe-Un7WMyYYafNR5U_ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Ukrinform11h",
            "source": "Ukrinform",
            "article_content": "Russia's total military spending far exceeds its budget capabilities and could lead to the collapse of corporations and banks, thus affecting Moscow's negotiating positions.\n\nThat’s according to an article for Navigating Russia by Craig Kennedy, a former banker, who is now part of the Davis Center for Russian and Eurasian Studies at Harvard University.\n\nMoscow is stealthily financing about half of these military expenses through significant debts, forcing banks to provide loans on non-market terms to companies that supply goods and services to cover the needs of the war, the author notes.\n\nAccording to him, Moscow is financing the war, first of all, from the defense budget, which analysts usually consider \"surprisingly resilient.\" The second track is a low-profile, off-budget financing scheme that appears equal in size to the defense budget.\n\nRead also: Zelensky thanks partners for strengthening sanctions against Russia\n\nThe Kremlin is forcing Russian banks to extend preferential loans to war-related businesses on terms set by the state.\n\nSince mid-2022, this off-budget financing scheme has helped drive an unprecedented $415 billion surge in overall corporate borrowing.\n\nFrom $210 to $250 billion of this surge consists of compulsory, preferential bank loans extended to defense contractors—many with poor credit—to help pay for war-related goods and services.\n\nInitially, this off-budget defense financing scheme proved advantageous to Moscow by enabling it to maintain its official defense budget at manageable levels. That misled observers into concluding—incorrectly as it turns out—that Moscow faces no serious risks to its ability to sustain funding its war.\n\nMore recently, however, Moscow’s heavy reliance on its off-budget, compulsory lending scheme has begun to cause serious, adverse consequences, Kennedy points out.\n\nIt has become the main driver of inflation and rising interest rates, and is also creating the prerequisites for a systemic credit crisis.\n\nFor Moscow, credit event risk—with its seismically disruptive potential—will be of far more immediate concern than slow-burn risks like declining GDP. Moscow now faces a dilemma: the longer it puts off a ceasefire, the greater the risk that credit events—such as corporate and bank bailouts—uncontrollably arise and weaken Moscow’s negotiating leverage.\n\nAccording to Kennedy, this will accordingly give Ukraine and its allies unexpected leverage in potential negotiations.\n\nAs Ukrinform reported earlier, Russia's economy and war efforts are increasingly strained, casting doubt on Vladimir Putin's ability to sustain the war in the long term.\n\nPhoto: EPA/UPG"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "America's most expensive natural disasters in recent decades",
            "link": "https://www.msn.com/en-us/science/earth-science/america-s-most-expensive-natural-disasters-in-recent-decades/ar-BB1rkqln?ocid=BingNewsVerp",
            "description": "The costliest disasters on the National Centers for Environmental Information \"Billion-Dollar Weather and Climate Disasters\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bXJC-IRq3kOFsA5fxbAPeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "21hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Modular AMD Hawk Point mini PC showcased at CES — its easy to swap the case panels, RAM, and dual-SSDs but the CPU is soldered",
            "link": "https://www.msn.com/en-us/technology/hardware-and-devices/modular-amd-hawk-point-mini-pc-showcased-at-ces-its-easy-to-swap-the-case-panels-ram-and-dual-ssds-but-the-cpu-is-soldered/ar-BB1rkjXK?ocid=BingNewsVerp",
            "description": "Chinese PC manufacturer Emdoor (usually focused on rugged PC products, and we previously covered one of its Intel Core Ultra ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hQVzCDyYXCzSfN6C4rCulC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Hosted on MSN21h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DDR4 vs. DDR5 RAM: What’s the Difference?",
            "link": "https://www.wired.com/story/ddr4-vs-ddr5-explainer/",
            "description": "Most computer standards change quickly, with manufacturers adopting new ports, cables, and form factors as soon as they ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6diseycIHdTc5TRYSf7wyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "3h",
            "source": "Wired",
            "article_content": "Most computer standards change quickly, with manufacturers adopting new ports, cables, and form factors as soon as they release. Random-access memory (RAM), meanwhile, hasn’t changed all that much in the last decade. So what is the difference between the different types of modern RAM?\n\nSince its introduction in 2014, DDR4 has been the de facto standard for desktop computers, and DDR5 has taken over only in the last few processor generations. Along with a slightly updated form factor, DDR5 raises the total possible capacity and top speed of your memory, adds in some new functionality for overclockers, and reduces its overall power usage.\n\nCapacity and Form Factor\n\nSamsung Electronics Co. 8GB Double-Data-Rate (DDR) 4 memory modules are arranged for a photograph in Seoul, South Korea, on Tuesday, July 9, 2019. Resurgent tensions between Japan and South Korea threaten to wallop chipmakers from Samsung Electronics Co. to SK Hynix Inc., upsetting a carefully choreographed global supply chain by smothering the production of memory chips and other components vital to widely used devices. Photographer: SeongJoon Cho/Bloomberg via Getty Images Photograph: SeongJoon Cho/Bloomberg/Getty Images\n\nThe first thing you’ll likely notice when shopping for DDR5 memory, at least for consumer options, are higher base capacities. While 16 GB DDR4 kits are commonplace, most DDR5 kits start at 32 GB, typically in a 2 x 16 GB setup. We already recommended 32 GB for new systems, so this is a welcome change to the baseline that should result in fewer unhappy users.\n\nDDR4 and DDR5 are not compatible with each other, despite how similar they look. Memory manufacturers will still stock both varieties for a bit, and they have similar product names, so always double-check you’ve got the right type for your motherboard. All AMD AM5 motherboards use DDR5, while Intel’s 12th generation supports both.\n\nThe two are physically almost identical, and the only visual indicator on most sticks of RAM will be the notch in the pins at the bottom. On DDR5 this notch will be directly in the center, while it’s slightly offset on DDR4. The shifted notch should prevent you from installing the wrong type of memory when building a new computer, but only if you line it up first and see that it doesn’t fit.\n\nFaster Speeds\n\nWhile the sticks may look the same, there are way more horses under the hood. The standard for DDR4 chips technically maxed out at 3,200 MHz, which is the new starting point for DDR5. We’ve only seen a few examples of the top end, but DDR5 supports speeds all the way up to teetering on 8,000 MHz. Don’t expect to put memory like that in your gaming rig any time soon though; most consumer DDR5 RAM tops out around 6,400 MHz."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Reducing Risk And Complexity Across AI Cloud Project Phases",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/13/reducing-risk-and-complexity-across-ai-cloud-project-phases/",
            "description": "Whether you’re deploying in the cloud or on-premises, how do you ensure that your solution consistently delivers the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nM1WC7c1YH8LpFMIS4hIBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Broad Institute partners with Manifold to accelerate genomics research",
            "link": "https://www.fiercehealthcare.com/ai-and-machine-learning/broad-institute-partners-manifold-provide-accessible-rd-platform",
            "description": "The Broad Institute of MIT and Harvard is partnering with Manifold to bring a unique life science research and development ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0IyA1P3quHCOeGvwt2pPOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Fierce Healthcare3h",
            "source": "Fierce Healthcare",
            "article_content": "The Broad Institute of MIT and Harvard is partnering with Manifold to bring a unique life science research and development platform to investigators around the world.\n\nHealthcare data have become increasingly available in larger quantities and are stored across a multitude of cloud service providers. The Broad Institute will begin to use Manifold’s AI platform to address this problem through Manifold’s cloud agnostic architecture. Together, Manifold and Broad will adapt the existing platform to advance genomic research inside and outside of the institute.\n\nThe Broad Institute is a pioneering research lab that began when Harvard and Massachusetts Institute of Technology researchers came together in 2004 with the goal of advancing genomic research through collaboration.\n\n“We recognized that there were certain types of research projects that were going to be really important to catalyze advances in biomedical research across the entire ecosystem, and yet it would be difficult to accomplish them in a typical academic lab,” Todd Golub, director of the Broad Institute, said in an interview.\n\nManifold was founded by Vinay Seth Mohta, now CEO, in 2016 as a consulting company for using AI in healthcare research. In 2021, Manifold began building its R&D platform to bring no-code software to research institutions.\n\n“We started in cancer research with a focus there, because we saw that cancer consistently pushed science and technology the hardest, and also, as a result, pushed data the hardest, and where we were seeing a lot of pain,” Mohta said.\n\nManifold has deployed its research and development platform with the American Cancer Society (ACS) and the Indiana University Melvin and Bren Simon Comprehensive Cancer Center.\n\n“With the Broad Institute, we're really excited about some of the novel genomics-related capabilities that will bring, based on learning about their use cases, which, by the way, are going to be the use cases everybody's going to have in about three years,” Mohta said. “Because that's what the Broad does. They're leading the world in science.”\n\nThe lessons from the Broad over its two-decade history will be incorporated into the Manifold platform. One of the key turning points from the Broad's existing software is that researchers will be able to use it without having to know how to code. The organization specifically has plans to do so with its bioinformatics pipeline.\n\nMohta said they plan to add new capabilities every quarter to allow more researchers to come onto the platform, along with collaborations the Broad Institute itself has with other institutions, like companies or other research institutions.\n\n“With a more modern technical architecture, it really opens up the ability to enable AI more natively, which will again, fuel the future of discovery when we think about what we can do with the data,” Heather Jankins, co-lead of the Data Sciences Platform at the Broad Institute, said.\n\nPerhaps the most exciting feature of the new platform, Golub said, is its “bring your own cloud” capability.\n\nAccording to Manifold, \"bring your own cloud\" means that users of the platform can seamlessly use their existing cloud service provider to power the Manifold research platform.\n\n“Science happens on all clouds, and so we want to make sure that we're enabling science to the maximum,” Jankins said. “From that perspective, having a platform that has natively made some cloud agnostic choices is very exciting for us to make sure that we can really leverage using the data, where the data lives.”\n\nResearch institutions use all manner of different cloud providers such as Google, Amazon Web Services and Microsoft. Without the \"bring your own cloud\" capability, researchers may have to consider migrating their data to another cloud to be compatible with a certain research platform or opt out of using it.\n\n“You have this convergence of two things happening right now, which is an explosion of the amount of data that's possible to generate, and the power of AI making it possible for everybody to ask complex questions of large data sets, regardless of where they're generated,” Golub said. “That's a very different world than the way research used to work, which is that you do experiments in your own lab and you analyze those results.”\n\nGolub continued: “This is still very early days of data generation, data aggregation, data and complex data analysis. And so we need to think about the future of this activity and what's going to be needed for the next phase, given that continued explosion of data and need, and that was a motivation for the Broad-Manifold collaboration.”\n\nAlso important to the Broad Institute was Manifold’s ability to create a trusted research environment where access to patient’s genomic data is only allowed by authorized users for a finite period of time.\n\nOne of Manifold’s current customers is the ACS, which has several ongoing cancer studies with 1.5 million participants. With Manifold, the ACS is allowing outside research institutions to use its data while ensuring the data is safely accessed.\n\n“The point of this exercise is to accelerate the pace at which the world can make important discoveries that will help patients, and without a really scalable, durable, powerful data platform, that's not going to go as quickly as possible, and so we're excited to make that possible,” Golub said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Church Service Turns to Horror as Members Discover Man with Girlfriend's Severed Head",
            "link": "https://www.legit.ng/nigeria/1635336-church-service-turns-horror-members-discover-man-girlfriends-severed-head/",
            "description": "Worshippers at a church in Orozo, near Abuja and Nasarawa, were shocked on January 12 when a man entered carrying his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3hogQFSf1zB5VpDXhhjpJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "legit1h",
            "source": "legit",
            "article_content": "Worshippers at a church in Orozo, located on the border of the Federal Capital Territory (FCT), Abuja, and Nasarawa State, were left in shock on Sunday, January 12, when they discovered that a man had entered the service carrying the decapitated head of his girlfriend.\n\nThe man, identified as Oluwatimileyin Ajayi, was apprehended by church members, and the gruesome images quickly spread across social media.\n\nChurch Service Turns to Horror as Members Discover Man with Girlfriend's Severed Head\n\nSource: Twitter\n\nThe unsettling discovery began around 11 a.m., during the closing moments of a thanksgiving service marking the end of a seven-day fast.\n\nCaleb Umaru, the church’s Bible Study Teacher and General Secretary, shared the details saying:\n\n“It was almost the end of the service when one of our members, Brother Victor, noticed someone walking suspiciously near the river by the church carrying a bag,” Umaru recalled.\n\nThe two men, Victor and Brother Amos, approached Ajayi, who threw a black nylon bag into the river when they confronted him. Although he denied throwing anything, suspicion was raised.\n\nA shocking confrontation leads to discovery\n\nMinutes later, two bikemen arrived, having noticed the man and blood dripping from his bag. They questioned him, but he insisted on getting off near the church.\n\nTogether with the two brothers, they confronted Ajayi and demanded he retrieve the bag from the river. After further questioning, Ajayi ran, but was eventually caught by the group.\n\nA video taken by onlookers shows the intense moment in a nearby bush, with the bikemen attempting to restrain him.\n\nUmaru explained,\n\n“The bikemen began hitting him with a stick, but we stopped them to ensure the matter was followed up properly. He was weak and could hardly talk.”\n\nWhen police were eventually called, a plainclothes officer questioned the suspect.\n\nAjayi admitted to having been in a relationship with the woman for about a year, and explained that an argument about her phone had escalated, leading to the fatal stabbing.\n\nA chilling confession\n\nThe situation grew more horrifying when the church members opened the bag and discovered a human head inside.\n\nAjayi later explained that a woman had asked him to bring her the head, but he did not know the woman's identity or the victim’s relatives.\n\n“It was the first time I have seen anything like this in person,” Umaru said, visibly shaken.\n\nAjayi, a suspected gospel singer, according to some social media users, was arrested and taken by the police, but further details of his background have not been verified.\n\nThe church community is reeling from the horrific event, and local authorities have taken charge of the investigation.\n\nHowever, attempts to reach the Nasarawa State police for comment were unsuccessful at the time of publication.\n\nPAY ATTENTION: Сheck out news that is picked exactly for YOU ➡️ find the “Recommended for you” block on the home page and enjoy!\n\nSource: Legit.ng"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Zora Neale Hurston Was Obsessed with the Jews",
            "link": "https://www.newyorker.com/magazine/2025/01/20/the-life-of-herod-the-great-zora-neale-hurston-book-review",
            "description": "Her long-unpublished novel was the culmination of a years-long fascination. What does it reveal about her fraught views on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZL9-dn0g3wea0Qe-x9rKii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "The New Yorker5h",
            "source": "The New Yorker",
            "article_content": "Zora Neale Hurston was a philosemite. She believed that the Jews had been victims of stereotyping that started with Moses and that was promoted by the Bible and fed to children in Sunday school. Among other things, it produced the fiction of the Eternal Jew, a type unchanged since the time of the Pharaohs.\n\nIn fact, Hurston thought, the Jews had evolved, just like everyone else. And they had come to believe, long before other people did, in liberty, individualism, and the rights that define liberal democracies. The Jews were Americans thousands of years before there was an America.\n\nThe story of the Jews was extremely important to Hurston, as important as her mission, far better known, to preserve and to celebrate the style, speech, and folklore of the African diaspora—the culture of what she called “the Negro farthest down.” That mission yielded two works of cultural anthropology, “Mules and Men” (1935) and “Tell My Horse” (1938), and the novel on which her reputation is built, “Their Eyes Were Watching God” (1937).\n\nWhat We’re Reading Discover notable new fiction and nonfiction.\n\nBut Hurston devoted a big portion of her literary career—which stretched from 1921, when she published her first short story in a Howard University literary magazine, to 1960, when she died—to trying to write a history of the Jews. This meant, essentially, rewriting the Bible. It was a colossal ambition, and it is striking, although maybe not surprising, how little attention the effort has received in the critical literature on Hurston, of which there are now shelves full. Between 1975, when she was “rediscovered” by Alice Walker, and 2010, more than four hundred doctoral dissertations were written on Hurston. “Their Eyes Were Watching God” has sold more than a million copies, and Oprah Winfrey produced a film adaptation. In Hurston’s lifetime, the most any of her books earned in royalties was $943.75.\n\nHurston was a grapho-compulsive. In addition to four published novels and three works of nonfiction, which include an autobiography, “Dust Tracks on a Road” (1942), she wrote short stories, poems, plays, essays, reviews, and articles. She also staged concerts and dance performances. By the time she died, she had published more books than any Black woman in history.\n\nAnd she was a tireless correspondent, possibly because for much of her life, despite three somewhat mysterious marriages, she lived alone. An excellent edition of the correspondence, edited by Carla Kaplan, contains more than five hundred letters, and, since Hurston was not shy about writing to people she had never met (she once asked Winston Churchill to contribute an introduction to one of her books; he politely declined, citing poor health), it is believed that there may be hundreds more letters still out there, no one knows where.\n\nLike most freelance writers, she had a fairly high kill rate. Some pieces were rejected or didn’t work out or for some other reason never appeared in print; her autobiography was expurgated by her publisher; and she wrote some or all of at least five novels that were turned down. Only one of these, “The Life of Herod the Great,” survived in typescript—the others appear to be missing completely. “Herod” has now been published by Amistad in a volume edited by Deborah Plant, an independent scholar. Plant is also the author of a critical biography of Hurston, published in 2007, and the editor of another Hurston manuscript, “Barracoon: The Story of the Last ‘Black Cargo,’ ” which was published in 2018.\n\nHurston spent something like fifteen years researching and writing “Herod.” She called it her “great obsession.” This was far more time than she spent on any other book project. She wrote “Their Eyes Were Watching God,” for example, in seven weeks, while she was doing field work in Haiti. The “Herod” typescript was partially burned when, after Hurston’s death, workers who were cleaning out her house set fire to a trunk full of papers. An acquaintance driving past saw the flames, grabbed a hose (Hurston was a famous gardener), and put out the fire.\n\nWhat we have of “Herod” is therefore far from a complete work. The final chapters in the Amistad edition are fragmentary, and the book ends abruptly, ten years before Herod’s death. Whether this is because those pages were damaged by fire and water or simply because Hurston hadn’t finished yet is unclear. She did write three prefaces and four introductions; Plant prints what she calls “synthesized versions” of these. In general, the editorial apparatus is fairly minimal.\n\nHurston’s papers are housed at the University of Florida, in Gainesville, and, before this new edition, the “Herod” manuscript was read there by Hurston scholars. Their reports did not make a trip to Gainesville seem urgent. Hurston’s first biographer, Robert Hemenway, wrote, “Zora’s manuscript suffers from poor characterization, pedantic scholarship, and inconsistent style; the whole performance touches the heart by revealing a talent in ruins.” He said it would have been “a minor work.”\n\nHemenway was a sympathetic biographer. An even more sympathetic biographer, Valerie Boyd, refrained from critical commentary on “Herod” altogether in her book, “Wrapped in Rainbows.” Virginia Lynn Moylan, in “Zora Neale Hurston’s Final Decade,” described the writing of “Herod,” which was Hurston’s chief preoccupation in those years, and even wrote something about Hurston’s views on the Jews. But she, too, declined to say much about the novel itself.\n\n“Herod” was turned down by Hurston’s publisher, Scribner’s, in 1955. Her editor there, Burroughs Mitchell, known mainly for being the man who rejected three novels by Zora Neale Hurston, explained that the book “does not seem to us to accomplish its intention. I mean to say that it does not vividly recreate the man and his time. . . . There is a wealth of fine material here but somehow it has failed to flow in a clear narrative stream. We think the book would prove difficult reading for the layman.”\n\nHurston, characteristically, took this in stride. She was accustomed to adversity. Her field work was supported for a few years in the late nineteen-twenties and early thirties by a white patron and by grants from the Guggenheim Foundation, but she lived mainly on her writing. It was her good fortune to be the sort of person whom other people enjoy helping, but she disliked receiving unreciprocated gifts and did not depend on them. She took low-level jobs when she ran out of funds—she once worked as a maid—and sometimes she had to pawn her typewriter to buy food. For many years, she lived on a houseboat. None of her books sold more than five thousand copies in her lifetime.\n\nWhen Mitchell’s rejection letter came, Hurston was living in Eau Gallie, a tiny town in Florida, in a one-room cabin that she rented for five dollars a week. It was a long way from the Harlem of the nineteen-twenties, where she had cut a flamboyant figure among what she liked to call (although the term was probably not her coinage) the Niggerati. But she’d been born in Alabama and had grown up in Eatonville, Florida, an all-Black town—making her one of very few members of the Harlem Renaissance who was from the American South—and she was a Floridian at heart. She was content in Eau Gallie. “Naturally, I am sorry that you found Herod the Great disappointing,” she replied to Mitchell, “but do not feel concerned about the refusal upon me. I am my old self and can take it easily.”\n\nShe continued working on the book. In 1958, it was turned down by another house, David McKay, the publisher of Fodor’s travel guides and Ace Comics. In 1959, she wrote to Harper & Brothers to ask “if you would have any interest in the book I am laboring upon at present—a life of Herod the Great. One reason I approach you is because you will realize that any publisher who offers a life of Herod as it really was, and naturally different from the groundless legends which have been built up around his name has to have courage.” Harper & Brothers was Richard Wright’s publisher—as the reference to “courage” was intended to remind the recipients. But they passed on “Herod.” This was Hurston’s last extant letter.\n\nIt’s fair to publish an unfinished book, but it feels a little unfair to judge it. Maybe what we have is not the final version. But, based on what we do have, Hurston’s biographers were not wrong: her voice is missing. There is no poetry in “Herod.” Instead, we are walked stiffly through the career of the man the Romans treated as the king of the client state of Judea, which he governed from 40 B.C.E. until his death, thirty-six years later—an impressive run at a time when one held on to power by preëmptively killing one’s rivals, something the historical Herod was quite good at.\n\nAnd that is, of course, how most people know him today. In the Gospel of Matthew, it is said that, after Herod, the King of the Jews, learned of the birth of a new King of the Jews, he ordered the slaughter of all male children under two years of age in Bethlehem—the Massacre of the Innocents, a scene that became iconic in Western art. (The Herod in the Bible who beheads John the Baptist to please his stepdaughter Salome and who hands Jesus over to Pontius Pilate was Herod Antipas, Herod the Great’s son. He’s the bad Herod.)\n\n“I love cardio day!” Cartoon by Lonnie Millsap Copy link to cartoon Copy link to cartoon Shop Shop\n\nHurston told a friend that her interest in Herod the Great began when she learned that scholars had doubts about the story in Matthew. It is inconsistent with the account of Jesus’ birth in the other Gospels, and is probably what is known as a “fulfillment citation,” something inserted to validate a prophecy in the Hebrew Bible—in this case, from Jeremiah. It is also prefigured (another Biblical device) by Pharaoh’s order, in Exodus, to kill all male babies born to Hebrew mothers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Disgusting' Ian Holm CGI fixed for ‘Alien: Romulus’ streaming release",
            "link": "https://www.nme.com/news/film/disgusting-ian-holm-cgi-fixed-for-alien-romulus-streaming-release-3828396",
            "description": "Alien: Romulus was a box office hit and critically well-received. NME’s five-star review described it being 'as thrilling and scary as the original', while arguing that Rook’s appearance 'works well, ...",
            "image_url": "https://www.bing.com/th?id=OJ.TMf4EFRXPJLqPg&pid=news&w=40&h=16&rs=2",
            "category": "aliens+theory",
            "date": "3h",
            "source": "NME",
            "article_content": "Fede Alvarez, the director of Alien: Romulus, has revealed that he has fixed the appearance of Rook after backlash about the the character, based on the late Ian Holm.\n\nIn the film, Rook is an android who is the same model as Ash, whom Holm played in Ridley Scott’s original Alien. Initially claiming to help the scavengers trapped aboard the Romulus, he eventually becomes an impediment to their escape.\n\nFor the recreation, which was made with the consent of Holm’s estate, a combination of CGI and puppetry was used to achieve the likeness of the actor, who passed away in 2020.\n\nSpeaking to Empire recently, Alvarez agreed with criticisms of the scene, saying: “I wasn’t 100 per cent happy with some of the shots, where you could feel a bit more the CG intervention. So, for people that react negatively, I don’t blame them”.\n\nAdvertisement\n\nAlvarez continued: “We fixed it. We made it better for the release right now. I convinced the studio we need to spend the money and make sure we give the companies that were involved in making it the proper time to finish it and do it right. It’s so much better”. This was done, explains, by lessening the influence of CGI on the character “What we did (for the streaming version) was revert a lot more to the puppet” he said. “It’s way better.”\n\nFascinating… streaming versions of Alien: Romulus have apparently made some tweaks to certain shots of Rook VFX (via Reddit) pic.twitter.com/XMEY6iT7QG — Alien Theory (@Alien_Theory) January 10, 2025\n\nAlien: Romulus was a box office hit and critically well-received. NME’s five-star review described it being “as thrilling and scary as the original”, while arguing that Rook’s appearance “works well, both technically and narratively”. Fans did not agree, however, posting their displeasure online.\n\nthe CGI Ian Holm ruined the entire movie for me. I checked out as soon as it popped up. can't imagine a way to improve on it other than removing it entirely, which would break the cheap nostalgia fueling the whole thing https://t.co/vfEkP9UJnf — 🟡 The tumboy 🟡 (@TheTumboy) January 10, 2025\n\nRecommended\n\nevery time they cut back to the disgusting CGI Ian Holm in #AlienRomulus pic.twitter.com/daC5c6DNhq — Avry – Currently Reckoning (@AvryRobinOtt) August 19, 2024\n\nTaking to X (formerly Twitter), one fan wrote: “the CGI Ian Holm ruined the entire movie for me. I checked out as soon as it popped up”.\n\nAnother called the character’s look “disgusting”, while one said the idea was flawed despite the fixes. “Doesn’t matter how many times they correct the motion or lighting” they posted. “It still looks uncanny and doesn’t resolve the true issue that replicating Ian Holm’s likeness with AI was just a gross decision”.\n\nDoesn’t matter how many times they correct the motion or lighting. It still looks uncanny and doesn’t resolve the true issue that replicating Ian Holm’s likeness with AI was just a gross decision. https://t.co/9gK8NNTbrB — 🦕Isaiah Cole Torre🦖 (@IsaiahCTorre) January 11, 2025\n\nAdvertisement\n\nAlien: Romulus comes to the Disney+ streaming service on January 15. It was listed high on NME’s 20 best films of 2024, and precedes a forthcoming TV show titled Alien: Earth."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What If Octopuses Are Actually Aliens from Outer Space?",
            "link": "https://www.msn.com/en-us/news/technology/what-if-octopuses-are-actually-aliens-from-outer-space/vi-BB1rlvWY?ocid=BingNewsVerp",
            "description": "\"What If is an epic exploration of possibilities. What If is a Webby Award-winning science web series that takes you on a journey through hypothetical worlds and possibilities, some in distant corners ...",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "What If on MSN4h",
            "source": "What If on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The metros with the most reported UFO sightings in Nebraska, according to data",
            "link": "https://www.msn.com/en-us/science/aeronautics/the-metros-with-the-most-reported-ufo-sightings-in-nebraska-according-to-data/ss-BB1rkXWw?ocid=BingNewsVerp",
            "description": "Stacker compiled a ranking of cities with the most UFO sightings in Nebraska using data from the National UFO Reporting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SgvEztmbpvgrBNKnoYk_zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN18m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The metros with the most reported UFO sightings in Oregon, according to data",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/general/the-metros-with-the-most-reported-ufo-sightings-in-oregon-according-to-data/ss-BB1rl01D?ocid=BingNewsVerp",
            "description": "Stacker compiled a ranking of cities with the most UFO sightings in Oregon using data from the National UFO Reporting Center.",
            "image_url": "https://www.bing.com/th?id=OVFT.SgvEztmbpvgrBNKnoYk_zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN53m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Discovered an Impossible Particle",
            "link": "https://www.msn.com/en-us/news/technology/scientists-just-discovered-an-impossible-particle/ar-BB1rmSYe?ocid=BingNewsVerp",
            "description": "Don Lincon, a senior scientist at the U.S. particle physics laboratory Fermilab, describes bosons as 'puppies of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Q1qfenCVVilC19psZEdnJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "Popular Mechanics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese scientists hope advanced laser will open gateway to new discoveries",
            "link": "https://www.scmp.com/news/china/science/article/3294448/chinese-scientists-hope-advanced-laser-will-open-gateway-new-discoveries",
            "description": "The Advanced Attosecond Laser Infrastructure will act as a super slow-motion camera capturing the movements of electrons.",
            "image_url": "https://www.bing.com/th?id=OVFT.VjfbnsduM4C3thXvBr1cOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19h",
            "source": "scmp.com",
            "article_content": "China has started building state-of-the-art laser research facilities that will enable scientists to directly observe electrons in action, something they hope will open the way for breakthroughs in fields such as new materials, medicine and energy systems.\n\nAdvertisement\n\nThe Advanced Attosecond Laser Infrastructure (AALI) will operate from two sites, in Dongguan in Guangdong and Xian in Shaanxi, and will generate light pulses lasting billionths of a billionth of a second.\n\nThese pulses will act as a super slow-motion camera that can capture the movements of the tiniest building blocks of the universe, according to state broadcaster CCTV.\n\nIt will become the second laser of its kind following the Attosecond Light Pulse Source in Szeged, Hungary.\n\nOf the facility’s 10 beamlines, six will be built in Dongguan, with the remaining four constructed in Xian.\n\nAdvertisement\n\n“Dongguan houses several other large-scale scientific facilities that can collaborate with AALI to advance comprehensive attosecond physics research,” Wei Zhiyi, the project’s chief scientist from the Chinese Academy of Science’s Institute of Physics told CCTV on Friday.\n\nMeanwhile, Xian is home to numerous universities with robust research capabilities and a well-established technological infrastructure, he added."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gravitational waves may prove black holes' quantum effect and resolve the dark matter problem",
            "link": "https://www.msn.com/en-us/news/technology/gravitational-waves-may-prove-black-holes-quantum-effect-and-resolve-the-dark-matter-problem/ar-BB1rmY3Z?ocid=BingNewsVerp",
            "description": "Black hole quantum effects are usually thought to be too small to have any observable signatures. This is indeed the case for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Q0US2N_XrMP9pAyMOLOoTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "1hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New approach merges theoretical fundamentals with experimental studies of the proton's structure",
            "link": "https://www.msn.com/en-us/news/other/new-approach-merges-theoretical-fundamentals-with-experimental-studies-of-the-proton-s-structure/ar-BB1rnBFL?ocid=BingNewsVerp",
            "description": "Protons and other subatomic particles that are subject to the strong nuclear force have a complex structure that involves ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wyqOhqJD6zVXaUKw-b6Jei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "15mon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tech firms can plunder NHS archives in bid to fuel AI revolution",
            "link": "https://www.theaustralian.com.au/health/tech-firms-can-plunder-nhs-archives-in-bid-to-fuel-ai-revolution/news-story/f8522bdbc47b40878952982909bf508d",
            "description": "Ministers are preparing to open up the UK’s vast store of NHS health data to big tech companies in an effort to put the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZReSet5nDa4HjRW59HfRFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "10h",
            "source": "The Australian",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starmer’s 50-point plan for artificial intelligence revealed",
            "link": "https://www.msn.com/en-gb/news/uknews/starmer-s-50-point-plan-for-artificial-intelligence-revealed/ar-BB1rhQYA?ocid=BingNewsVerp",
            "description": "New government plan involves training the next generation of AI experts at UK universities, changing immigration rules to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5rRRrU5_b1vCXlF-94JDxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "23hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    }
]