[
    {
        "title": "The UFO 50 subreddit is beginning to role-play as if the fake in-game console was real",
        "link": "https://www.msn.com/en-us/entertainment/other/the-ufo-50-subreddit-is-beginning-to-role-play-as-if-the-fake-in-game-console-was-real/ar-AA1rkY53?ocid=BingNewsVerp",
        "description": "The community around Mossmouth’s compilation of imagined 1980s games is having fun with the metafiction around developer UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tmu90OvUiRSleliTuH-YzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11hon MSN",
        "source": "Polygon on MSN",
        "article_content": ""
    },
    {
        "title": "Think you saw a UFO? Sorry, but it may have only been these wildly cool clouds",
        "link": "https://www.msn.com/en-us/weather/other/think-you-saw-a-ufo-sorry-but-it-may-have-only-been-these-wildly-cool-clouds/ar-AA1rkXtE?ocid=BingNewsVerp",
        "description": "Sorry, but it’s not a UFO cover-up. Some alien hunters and extraterrestrial enthusiasts will be disappointed to learn that ...",
        "image_url": "https://www.bing.com/th?id=OVF.lgAZnoXN4xYOveofDJb6mA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "9hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop",
        "link": "https://www.aol.com/news/meet-american-reported-first-sensational-073005647.html",
        "description": "Meet the American who shared sensational accounts of UFO encounters. John Winthrop was the leader of the Massachusetts Bay ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7YAKVUZkN42HmHRmV9As6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "17h",
        "source": "AOL",
        "article_content": "Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop\n\nUnidentified flying objects soared into American popular culture with the dawn of the jet age in the 1940s.\n\nUFOs, it turns out, have mystified Americans since the earliest days of colonial settlement.\n\nThe first known UFO encounter in America was recorded in 1639 by pious Puritan and prolific journal-keeper John Winthrop. He is a foundational figure in the national pantheon and leader of the Massachusetts Bay Colony as it settled Boston.\n\nWinthrop’s sensational account of \"a great light in the night\" was witnessed by a group of \"sober, discreet\" and \"credible persons\" over Muddy River in Boston — a trickle of a creek that today wraps around American sports landmark Fenway Park.\n\nMeet The American Who First Planted Apples In The Colonies: William Blaxton, Eccentric Settler\n\nWinthrop's leadership of the fledgling Massachusetts colony shaped the destiny of the United States, established more than a century after his death.\n\nRead On The Fox News App\n\nHe has serious street cred in academia, making his spectacular record of unexplained phenomena all the more remarkable.\n\nJohn Winthrop, who led the settlement of Boston in 1630, chronicled daily colonial life in his journal. His writing, widely esteemed among scholars, includes three reports of UFO sightings.\n\n\"John Winthrop’s journal has long served as a cornerstone of Massachusetts historical scholarship,\" the Massachusetts Historical Society writes in a recent look at the Puritan's UFO sightings.\n\n\"He diligently recorded the events of his life, along with the trials and tribulations of the people of the Massachusetts Bay Colony during the first 19 years of its existence.\"\n\nWinthrop’s incredible tales of aerial phenomena in early America, long unknown, generated sudden interest in recent years, after federal government and military officials admitted that it’s been studying UFOs for decades.\n\nStories of paranormal and unexplained phenomena were effectively mainstreamed for academics and serious analysts.\n\nU.S. Deputy Director of Naval Intelligence Scott Bray explains a video of unidentified aerial phenomena, as he testifies before a House Intelligence Committee subcommittee hearing at the U.S. Capitol on May 17, 2022. Federal officials' recent admissions that the government has been investigating UFOs for decades generated interest in reports of unexplained phenomena by Massachusetts Bay Colony founder John Winthrop.\n\nFew Americans were more serious than Winthrop.\n\nHe was a devout Christian and an industrious nation builder. Despite the hardship of carving a new civilization from the wilderness, and governing a new society, he dutifully kept almost daily records of life in the colony for nearly two decades.\n\nOne 2005 biography is titled \"John Winthrop: America's Forgotten Founding Father.\"\n\n\"His energies seemed prodigious and inexhaustible,\" PBS Frontline said of Winthrop.\n\n\"Repeatedly elected governor, he was chiefly responsible for maintaining civic and social order.\"\n\nJohn Winthrop was born on Jan. 12, 1587 or 1588, in Edwardstone, Suffolk County, England, to Adam and Anne (Browne) Winthrop.\n\nThe Arbella, a copy of Gov. John Winthrop's flagship, moored in Forest River Park in Salem, Massachusetts, on the edge of a model pioneer village.\n\nBoth his parents came from prosperous families, according to various accounts.\n\nHe began journal-keeping in 1605 while still a teenager, chronicling his growing devotion to Christ. His faith was increasingly at odds with national sentiment after King Charles I, an Anglican sympathetic to Roman Catholicism, gained the throne in 1625.\n\nWinthrop departed for the New World in the spring of 1630 aboard the Arbella with an expedition of Puritans to establish the Massachusetts Bay Colony, about 35 miles north of the Plymouth Colony settled by the Pilgrims in 1620.\n\nWinthrop issued a message on the ship that has echoed through American history.\n\nIt’s remembered today as the \"city upon a hill\" sermon — inspired by several biblical passages and delivered to a daring people fleeing decrepit old Europe to create a New World in service of Christ.\n\n\"For we must consider that we shall be as a city upon a hill. The eyes of all people are upon us,\" Winthrop said.\n\nReception of a Narragansett warrior by John Winthrop, Massachusetts, c 1630s (c 1880). Winthrop was the leader of a group of Puritan settlers who established the Massachusetts Bay Colony in 1630. A print from \"Cassell's History of the United States\" by Edmund Ollier, Volume I, Cassell Petter and Galpin, London, c 1880.\n\n\"So that if we shall deal falsely with our God in this work we have undertaken, and so cause Him to withdraw His present help from us, we shall be made a story and a by-word through the world.\"\n\nThe \"city upon a hill\" sermon helped establish the concept of American exceptionalism — a new society that would be a \"model of Christian charity\" for the world to admire and emulate.\n\nMeet The American Who Inspired The Nation In Two World Wars: Christian Soldier Sgt. Alvin York\n\nThe phrase \"a city upon a hill\" has been widely quoted by following generations, most notably by President Ronald Reagan, who cited Winthrop by name in his farewell address.\n\n\"I've spoken of the shining city all my political life,\" Reagan said to the nation on Jan. 11, 1989.\n\nJohn Winthrop, Puritan founder of the Massachusetts Bay Colony, chronicled the minutiae of nation-building for 19 years in a detailed journal. His March 1, 1639, entry includes the first report of a UFO encounter in America. He recorded two other UFO sightings in Boston in 1644.\n\n\"In my mind it was a tall, proud city built on rocks stronger than oceans, wind-swept, God-blessed, and teeming with people of all kinds living in harmony and peace … That's how I saw it, and see it still.\"\n\nWinthrop was God-fearing, intrepid, faithful, hard-working and diligent — serious in faith and deed. Few people in American history had less time, inclination or motive to devote to fantasy or foolishness.\n\nWinthrop’s report of an eerie UFO encounter on a winter night in Boston is sandwiched between perfunctory passages about business dealings with the natives.\n\nThe subject turned suddenly.\n\nEngraving depicting a lighter, a type of flat-bottomed barge used to transfer goods and passengers to and from moored ships. Dated 19th century. Puritan leader John Winthrop recorded America's first UFO incident in 1639, witnessed by three men on a lighter similar to this one. His report hints they were also abducted.\n\n\"In this year one James Everell, a sober, discreet man, and two others, saw a great light in the night at Muddy River,\" Winthrop wrote on March 1, 1639.\n\n\"When it stood still, it flamed up, and was about three yards square; when it ran it was contracted into the figure of a swine.\"\n\nWinthrop went on, \"It ran swift as an arrow toward Charlton [Charlestown] and up and down about two or three hours. They were come down in their lighter [a small barge] about a mile, and, when it was over, they found themselves carried quite back against the tide to the place they came from. Divers[e] other persons saw the same light, after, about the same place.\"\n\n\"That's stunning,\" UFO researcher Nick Pope told Fox News Digital after hearing the story for the first time.\n\nNick Pope, a former UFO investigator for the U.K. Ministry of Defense and frequent contributor to \"Ancient Aliens\" on The History Channel, calls Puritan leader John Winthrop's passages on UFO's in early colonial Boston \"pretty stunning.\"\n\nPope is a former UFO investigator for the U.K. Ministry of Defense and contributor to \"Ancient Aliens\" on The History Channel.\n\nSeveral sources say ignis fatuus, a spark of swamp gas, is the likely cause of the strange light.\n\nAngels In Our Midst? One Scientist Explains Why The Bible Supports Extraterrestrials\n\nBut that doesn’t explain how the phantom light raced across the river — or why Everell and the other men in the boat wound up a mile downstream.\n\n\"Some researchers would interpret this as a possible alien abduction if it happened today,\" authors Jacques Vallee and Chris Aubeck wrote in \"Wonders in the Sky: Unexplained Aerial Objects from Antiquity to Modern Times.\"\n\n\"Winthrop's UFO\" was an art installation placed in 2019 along Muddy River in Boston, where Puritan leader John Winthrop recorded America's first UFO sighting in 1639. Artists Ann Hirsch and Jeremy Angier of A+J Art+Design created it; it represents the figure of a light in the shape of a swine, as Winthrop described.\n\nWinthrop reported two more UFO sightings in 1644, the first on Jan. 18.\n\n\"About midnight, three men, coming in a boat to Boston, saw two lights arise out of the water near the north point of the town cove, in form like a man, and went at a small distance to the town, and so to the south point, and there vanished away.\"\n\nMeet The American Who Rowed Washington Across The Delaware On Christmas: Sailor-soldier John Glover\n\nA week later another supernatural encounter was \"seen by many,\" he wrote.\n\n\"A light like the moon arose about the N.E. point in Boston, and met the former at Nottles Island, and there they closed in one, and then parted, and closed and parted diverse times, and so went over the hill in the island and vanished. Sometimes they shot out flames and sometimes sparkles.\"\n\nWinthrop never mentioned the events again.\n\nHis journal was not published until 1825. The mysterious passages were ignored amid the insight into colonial history culled from his voluminous writings.\n\nMuddy River in Boston on Jan. 18, 2022. John Wintrhop, Puritan founder of Massachusetts Bay Colony, recorded America's first UFO sighting along Muddy River on March 1, 1639.\n\nThe eerie objects remain unidentified today, yet come from one of the most trusted sources in American scholarship.\n\n\"I think it speaks to the fact that those skeptics don’t like to admit, but most UFO witnesses, like Everell or Winthrop, are serious, sober individuals,\" said Pope.\n\nFor more Lifestyle articles, visit foxnews.com/lifestyle\n\n\"It doesn’t surprise me you have these very historical figures seeing these things. It’s vindication of what we see today. If you look at modern [UFO] accounts, very often they’re [from] police officers, pilots, military personnel, radar operators.\"\n\nJohn Winthrop died of natural causes on March 26, 1649. He was 61 or 62 years old.\n\nHe’s buried today in King’s Chapel Burying Ground in the heart of downtown Boston.\n\nEstablished in 1630, it’s one of the nation’s oldest cemeteries.\n\nJohn Winthrop, Illustration, \"Ridpath's History of the World,\" Volume III, by John Clark Ridpath, LL. D., Merrill and Baker Publishers, New York, 1897.\n\nBoston to this day comprises the bulk of Suffolk County, Massachusetts — the area still carrying the name of Winthrop's homeland in England, some 400 years later.\n\nThe town of Winthrop, next to Boston, juts proudly out into the harbor today. Winthrop Square is a landmark in downtown Boston. The Puritan leader is the namesake of schools, squares, communities and memorials around Massachusetts and in other parts of the country.\n\nClick Here To Sign Up For Our Lifestyle Newsletter\n\nMore importantly for human events, the city he established and nurtured would, 145 years after he settled it, lead the charge for independence in the American Revolution.\n\nWinthrop helped build a mighty \"city upon a hill\" — even while recording ephemeral mysteries that defied logic in 1639 and still defy it today.\n\nAlienCon, which returned to Pasadena, California, in March 2023 for the first time since 2019, is an exploration into the unexplained mysteries that exist between science fact and science fiction.\n\n\"People have this misconception that this all started with flying saucers and Roswell. It goes back to the dawn of time,\" said Pope.\n\n\"What we’re just beginning to realize is that people have always seen these strange things. We have fiery chariots in the Bible and we have strange images in medieval and renaissance paintings and in old petroglyphs.\"\n\nTo read more stories in this unique \"Meet the American Who…\" series from Fox News Digital, click here .\n\nHe added, \"There’s no smoke without fire. And the believers only have to be right once.\"\n\n\n\n\n\nOriginal article source: Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop"
    },
    {
        "title": "Guitarist Michael Schenker: ‘Why did I quit UFO? Phil Mogg hit me’",
        "link": "https://www.telegraph.co.uk/music/interviews/michael-schencker-ufo-phil-mogg/",
        "description": "Aged just 17, the star joined the madcap rock band. Now, he opens up about their hell-raising years – and whether they’d tour ...",
        "image_url": "https://www.bing.com/th?id=OVF.xfU56g72s1Zz5QqRw8sIpw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11h",
        "source": "The Daily Telegraph",
        "article_content": "Michael Schenker’s decision to join UFO in 1973 was a marriage of convenience. The Sarstedt-born musician was just 17 at the time. As a member of the German rock group the Scorpions – for whom he played lead guitar in the company of his older brother and rhythm guitarist Rudolph Schenker – he had spoken of his plans to fly the coop should an English band want to make use of his services. It didn’t matter who that band might be, or what kind of music they played; he didn’t even care if their line-up was composed partly of lunatics. He just wanted in.\n\n“It had to be England,” Schenker tells me. “Because, in Germany, what I was doing on my guitar, nobody understood. But in England… Every guitarist had their own style, which was fascinating. So England is where I wanted to be because I wanted to be an artist.”\n\n[I wanted] to self-express and do this recreationally; not to compete or any of those things, but just to enjoy it. That’s what my foundation is: the enjoyment of actually putting notes together. That’s what I was fascinated with, and England was the place to be.”\n\nSo fruitful was this union that Michael Schenker has done something he’s normally loathe to do – he’s looked backwards. Released last week, the album My Years With UFO sees the now 69-year-old revisiting material from LPs such as Phenomenon, Lights Out and Obsession with a bevy of guest vocalists. These include Axl Rose, from Guns N’ Roses, Twisted Sister’s Dee Snider, former Rainbow man Joe Lynne Turner, and Joey Tempest, the frontman with Europe.\n\n“I don’t look back into the past,” Schenker says. “But I’ve noticed that my life has just been a series of developments, as an artist, focussing on my mission which has always been pure self-expression, as pure as I can get. I stuck true to myself all the way.”"
    },
    {
        "title": "Could A Massive Public UFO Database Eventually Help Explain Mysterious Sightings?",
        "link": "https://www.popularmechanics.com/science/a62396621/government-ufo-reports-and-records/",
        "description": "The U.S. government effort may be a step in the right direction to help UFOs be taken more seriously, some researchers say.",
        "image_url": "https://www.bing.com/th?id=OJ.nYewEnVTZcURCA&pid=news&w=58&h=16&rs=2",
        "category": "ufo",
        "date": "8h",
        "source": "Popular Mechanics",
        "article_content": "Soon after clicking around America’s new online database containing hundreds of thousands of historical UFO records, you may begin to wonder why the government has spent a lot of time and taxpayer dollars collecting data on a phenomenon that it doesn’t seem to believe in.\n\nAs a casual observer taking a quick look at the database—an ongoing project of the National Archives, the government’s repository of historical documents—you’ll see many images of fake-looking flying saucers. You’ll hear recordings of military personnel talking at length about various sightings, concluding that there was no credible evidence that what was observed was a UFO. You’ll find a ton of grainy images and films of bright dots in the sky, as well as black-and-white 20th-century newsreel footage.\n\nBut if you dig around the somewhat clunky database, you might also discover some intriguing records. For example, a 2013 blog post mentioning a Popular Mechanics news brief that same year about an Air Force project to build a flying saucer. Surely, that would pique your interest.\n\n“The Air Force, especially, has spent a significant amount of time trying to say ‘there is nothing here,’” and yet it and other government agencies have continued to investigate UAP reports, says Robert Powell, an engineer and author of UFOs: A Scientist Explains What We Know (And Don’t Know).\n\n“Why would you collect all that information if you did not believe there was something to at least a portion of it? … You’ll see some really interesting reports there in that data that indicate there’s something to the whole UAP subject, but you have to look for it,” says Powell, who is also co-founder of the Scientific Coalition for UAP Studies (SCU), a nonprofit that includes scientists and researchers who apply scientific methods to the analysis of UFO sightings.\n\nLAST FEBRUARY, AT THE DIRECTION OF CONGRESS, the Archives launched the giant database, which will eventually collect records from across all federal agencies of sightings related to Unidentified Anomalous Phenomena (UAP), the government’s term for UFOs. At present, however, it only contains some of the UAP records—including photographs, moving images, and microfilm—that the Archives already has on hand that have at this point been digitized.\n\nMore records are slated to be added as the agency continues the process of digitizing its own files, and more still will be added once the Air Force, NASA, and other U.S. government agencies start to digitize copies of their own records for transfer to the Archives and eventual online public disclosure.\n\n“It’s important for the scientific community to have open access to information,” says Powell. He points to the huge amount of data now on the hub and says it’s of immense value to have it all gathered into one place and online.\n\nWhile many scientists and researchers over the years have found that the vast majority of reports of sightings are misidentifications of known objects, they agree that there remain some reports “that cannot be reasonably explained as terrestrial or astronomical objects,” Powell says, adding that military and government leaders have also acknowledged this over the decades.\n\nUnlike the long-running sci-fi television classic The X-Files, in which FBI Special Agent Fox Mulder tries to expose what he believes is a massive government UFO cover-up, the endgame for the database is improving transparency for the public. At least, sort of.\n\nTo some extent, Mulder may have been right, as evidenced by ongoing calls from Washington lawmakers on both sides of the political aisle for the Executive Branch to declassify government UAP records.\n\n“Congress recognizes that these records, if they exist, were likely concealed under the good faith goal of protecting national security. However, hiding that information from both Congress and the public at large is simply unacceptable,” Senate Majority Leader Chuck Schumer (D-NY) and Sen. Mike Rounds (R-SD) said in a statement last year. The senators made the statement as they introduced an initial version of a bill that was amended and eventually adopted into the law calling for the creation of a UAP collection hub.\n\nUnder law, the government may postpone public release of certain records for 25 years from the date they were first created. The president must certify that a postponement is necessary due to a risk of harming military defense, intelligence operations, law enforcement, or the conduct of foreign relations, or that there is an identifiable harm so grave that it outweighs the public interest in disclosing the information.\n\n“The American public has a right to learn about technologies of unknown origins, non-human intelligence and unexplainable phenomena,” Schumer said. “We are not only working to declassify what the government has previously learned about these phenomena but to create a pipeline for future research to be made public.”\n\nBefore the UAP hub went live, the public would have had to visit one of the Archives’ physical research locations to view, for example, the Air Force’s files on the long-running Project Blue Book UFO investigation that ended in 1969. Now those files are just a few clicks away in the database.\n\nHow to Use the UAP Records Collection Hub The National Archives is continuing to add records of unidentified anomalous phenomena (UAP), more commonly known as UFOs, to its online hub as it digitizes more of the records in its holdings, says Chris Naylor, executive for Research Services at the Archives.\n\n\n\nLaunched in February 2024, the hub now holds hundreds of thousands of those records, but this number will exponentially increase as more of the Archives’ UAP records are digitized and as other government agencies and the presidential libraries begin the process of digitizing their own holdings and transferring them to the Archives.\n\n\n\nThe process may take some time due to the massive volume of records on file, Naylor says. Barring classified or otherwise potentially sensitive information, the goal is to create a complete catalog of all of the government’s UAP records.\n\n\n\nTo find the hub, start at the National Archives homepage at www.archives.gov and click the Research Our Records tab. From there, scroll down to Research a Specific Topic , where you’ll find the Foreign Affairs, Military Records & Investigations box with a link to Unidentified Anomalous Phenomena (UAPs) . This is the hub’s homepage for the Archives’ massive database of UAP records.\n\n\n\nThe hub is divvied up into five broad categories of UAP-related records:\n\n\n\n• Still Picture and Photographs\n\n• Moving Images and Sound\n\n• Textural Records and Microfilm\n\n• Presidential Library, and\n\n• National Archives Blog Posts and Articles\n\n\n\nWithin each category are numbered titles of record groups (RG), the first under the Still Picture category is (RG 255) relating to NASA’s records, for example. Click on the first hyperlink, “Flying Saucer (photograph No. 255-GS-65-107) , and you’ll be taken to the image along with links to more items in the group and series. You can also perform searches within some Record Groups and Series by using the blue search box at the top left of those pages. What you’ll find as you drill down from record groups to individual items depends on what has been digitized by the date and time when you look. —E.D.\n\nOver the years, the Archives has collected a significant volume of records that relate to government investigations of UAP sightings, says Chris Naylor, executive for Research Services at the Archives. Last year, it began to identify and then digitize those holdings in support of the All-domain Anomaly Resolution Office (AARO) , a Department of Defense unit created by the National Defense Authorization Act (NDAA) of 2022 to work across federal agencies to investigate UAPs.\n\nThat work continues today in accordance with the NDAA of 2024 , which required the Archives to establish the collection of UAP records. Barring classified or otherwise potentially sensitive information, the Archives aims to bring together all that the government agencies—as well as the presidential libraries—have concerning UAPs into a central repository that can be viewed online anywhere, Naylor says.\n\n“The intent and goal of this Act is for agencies to identify specific documents or items … not necessarily a whole series [or records of a project] that may not be relevant,” Naylor explains. An agency may, for example, have volumes of information on a single project that itself has nothing to do with UAPs but, nevertheless, contains one item that is relevant. That single item would be copied and digitized for the UAP hub.\n\nAgencies have an October 20 deadline to identify and prepare their records for transfer to the Archives, which will work with them on the process, Naylor says. He did not provide a timeline on when those records would begin to be uploaded to the public site.\n\nTechnology in the Sky\n\nUAP sightings have, indeed, been reported throughout history but it wasn’t until the late 1940s that the U.S. government, through the Air Force, embarked on a series of dedicated UFO research projects.\n\n“UAP research is often inconclusive, and our ability to explain these events seems to have become less easily resolved as our technology has advanced and our air activity has increased,” says Richard Medina, lead author of a study on how local may influence the number of reports on sightings.\n\nThat may be because of a lack of funding in this area to conduct the necessary research, says Medina, a University of Utah associate professor of geography.\n\n, University of Louisville researchers Marissa Yingling and Charlton Yingling surveyed 1,460 U.S. academics about UAPs. They found that 19 percent of respondents reported that they or someone they know has witnessed UAPs and that 64 percent considered academia’s involvement in UAP-related research to be very important or absolutely essential.\n\n“I think we did not anticipate the interest and enthusiasm that we have received from professors around the world in a wide variety of disciplines about this topic,” says Charlton Yingling, an associate professor of history.\n\nIn a , he says he found that academics more frequently reported some degree of concern for social, rather than professional, repercussions or ridicule about UAP research topics. Some were, nevertheless, also concerned about professional repercussions.\n\nLawmakers have also raised stigma concerns, as have former military personnel who shared their experiences with UAPs at a House Oversight Subcommittee hearing last year.\n\n“Pilots have reported encounters for years. Because of the stigma around reporting these incidents, we still do not have a complete picture of actually what is going on,” Rep. Robert Garcia (D-CA) said at the hearing. “I hear over and over from many agencies the stigma around reporting and investigating UAPs prevents us from getting real answers. We know that whistleblowers have reported harassment, intimidation or stigma as well, and this is not acceptable.”\n\nSome researchers echo that sentiment and say that the government’s efforts to become more involved with projects like the database may help the subject matter to be taken more seriously.\n\nThe database will help somewhat in reducing the social stigma around UAPs, Powell says. “I won’t say that it’ll go a long way [to changing opinions], but it’s another step in the right direction,” he says.\n\nMedina is more concerned with the long view. “Just putting together a database or a collection hub isn’t going to solve the problem [in that it is] not going to tell us what these things are that people are seeing,” he says. More research funding is the best bet to help address that issue, he adds. And while lawmakers are helping to drive funding to this area, there’s more work to be done.\n\n“There’s more technology in the sky than ever before,” he says, “and we’re still just as confused as we were years ago.”\n\n"
    },
    {
        "title": "Using ChatGPT Generative AI To Simulate Your Very Own Version Of Twitter With Thousands Of Entirely Adoring Fans",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/09/28/using-chatgpt-generative-ai-to-simulate-your-very-own-version-of-twitter-with-thousands-of-entirely-adoring-fans/",
        "description": "You can use generative AI to simulate a social network, doing so via the use of personas. Here's how. Plus, upsides and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R5w1s-ZWDLBBMxHujac9Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6m",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "The Best AI Apps for Android Phones and Tablets in 2024 – Free and Premium Options",
        "link": "https://www.techopedia.com/ai/best-ai-apps-android",
        "description": "I've tested the best AI Android apps of 2024 including Picsart, HubSpot, and QuillBot to help you compare free vs premium options ...",
        "image_url": "https://www.bing.com/th?id=ODF.psW25j9enFb0MoBBHVFVWg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ai+app",
        "date": "Techopedia18h",
        "source": "Techopedia",
        "article_content": "Content not available"
    },
    {
        "title": "Deepak Chopra's AI voice aims to enlighten your listening",
        "link": "https://www.yahoo.com/tech/deepak-chopras-ai-voice-aims-051510925.html",
        "description": "The success of Digital Deepak is what led to Chopra and ElevenLabs extending their partnership to the Reader App. The Reader ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dheyIUUCq2AZ8NaPTwx5vC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: ElevenLabs\n\nElevenLabs has added a Deepak Chopra to the stable of celebrity voice clones available on its Reader App. Chopra’s AI-generated voice can now read out any digital text to you with his full approval. Chopra joins the likes of Judy Garland, James Dean, Burt Reynolds, and Sir Laurence Olivier as a celebrity voice, though he is the first still-living person who has signed up to have his synthetic avatar read digital texts.\n\nChopra has been a leader in promoting meditation and mindfulness for decades and is also taking the lead in deploying a voice clone of himself. A few months ago, ElevenLabs and Chopra produced a virtual Chopra chatbot called Digital Deepak. Trained on Chopra’s collected speeches, books, interviews, and other comments, Digital Deepak acts as a limited but still knowledgeable source for Chopra’s thinking. You can ask Digital Deepak about himself and his work and get personalized responses from his AI voice clone.\n\nThe success of Digital Deepak is what led to Chopra and ElevenLabs extending their partnership to the Reader App. The Reader app uses voice clones like Chopra’s to perform any uploaded text. It will read the words and mimic human emotion based on the context.\n\nThose interested in hearing the voices can try the ElevenLabs Reader app for free for three months or subscribe to ElevenLabs’ platform to gain access to the iOS or Android app. ElevenLabs has suggested that using celebrity voices will enhance any listening experience. Chopra’s inclusion with the Hollywood Golden Age stars suggests it won’t just be for entertainment but also for deeper topics.\n\nChopra Speaks\n\n“I am proud to announce my partnership with ElevenLabs. Listening can help cultivate emotional nurturing and engagement. This is no different in the age of AI, it is only more important,” said Chopra. “I have always written to connect with people, and now I can connect on a deeper level with a global audience as I make my teachings available for everyone in my own voice.”\n\nPerformers have expressed concern that AI will leave them out of a job since it can recreate their look and sound far more cheaply. Meta has already proven it will pay big bucks to get celebrities to voice the Meta AI assistant, and Disney ensured it had a deal with James Earl Jones before he passed to legally recreate his voice if they want Darth Vader in future projects. Recent actor union strikes have made stronger protections against unfair AI replication of their performances part of their bargains. For now, ElevenLabs wants people to see Chopra and other famous voices as a way to create deeper connections with people they respect, even if it’s all synthetic.\n\n“At ElevenLabs, we’re committed to preserving and celebrating cultural legacies while pushing the boundaries of technology,” said Dustin Blank, Head of Partnerships at ElevenLabs. “By bringing voices like Deepak Chopra to our platform, we’re not just enhancing our app – we’re creating new ways for people to connect with the most influential figures and their work.”\n\nYou might also like"
    },
    {
        "title": "Wordy’s new app helps you learn vocabulary while watching movies and TV shows",
        "link": "https://techcrunch.com/2024/09/27/wordy-new-app-helps-you-learn-vocab-while-watching-movies-tv-shows/",
        "description": "Wordy is a new iOS app that offers a unique way to learning English. The app automatically translates and defines unknown ...",
        "image_url": "https://www.bing.com/th?id=OVFT.c8yjpCP2_Rg9GauIbAb7Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12h",
        "source": "TechCrunch",
        "article_content": "Wordy is a new iOS app that offers a unique way to learning English. The app automatically translates and defines unknown words while you watch your favorite movies or TV shows. Wordy has over 500,000 titles available, including popular series such as HBO’s “The Penguin” and the new Disney+ show, “Agatha All Along.”\n\nCreated by indie developer Sándor Bogyó, a 23-year-old from Budapest, the app was born out of his frustration with looking up unfamiliar phrases in his non-native language while watching shows in English. His experience with Language Reactor, a Chrome extension similar to Wordy, led him to realize the need for a mobile app that would make it easier to use his phone while watching TV or using the computer.\n\nWhen a user selects an episode from Wordy’s library, the AI analyzes the subtitles, then extracts and lemmatizes each word. Using your phone’s microphone, a custom speech recognition model identifies spoken sentences from the audio coming from the TV or computer. This helps the app find where you are in the episode and follow along, scrolling down the transcript and highlighting certain words that may be difficult for non-native English speakers. When a new word appears, you can quickly glance at your phone for the translation.\n\nAdditionally, there’s a summary page for each episode, allowing you to view every word at once, which are sorted by difficulty level: Proficiency English, Advanced English, Upper-intermediate, Intermediate, Elementary, and Beginner. Wordy also provides the option to save words to your Library and practice them later using digital flashcards.\n\nImage Credits: Wordy\n\nWordy uses a combination of its proprietary and third-party AI models. Bogyó explained to TechCrunch that it leverages the largest open movie database, TMDB, for film and series data, along with OpenSubtitles.com via their API, which he has found to provide the most accurate and reliable subtitles.\n\nDuring our testing, we opened the app on our phone while watching Netflix’s hit TV show, “Wednesday” on a laptop. Wordy pointed out terms like “plagued,” “nefarious,” and “séance,” which are more sophisticated vocabulary that beginners just learning the language may not know. We found that the translations were accurate and easy to understand.\n\nOne caveat is that it’s currently only available in English, whereas rival Language Reactor supports all the major languages. Bogyó assured us that he is working on adding more languages. He plans to integrate Spanish into the app in November, with French and German to follow in the coming months.\n\n“I prefer to maintain quality over rushing the process, so I’m taking the time to ensure each language integration meets my standards for accuracy and user experience,” he said.\n\nThe app costs $2.99 per month or $29.99 per year. An Android version will launch in November."
    },
    {
        "title": "Cloudflare enhances AI inference platform with powerful GPU upgrade, faster inference, larger models, observability, and upgraded Vector database",
        "link": "https://www.zawya.com/en/press-release/companies-news/cloudflare-enhances-ai-inference-platform-with-powerful-gpu-upgrade-faster-inference-larger-models-observability-and-upgraded-vector-database-fn4qvt2a",
        "description": "Workers AI is the easiest place to build and scale AI applications; can now deploy larger models and handle more complex AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XmgsbvMy_rQBOw2gayk2Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Zawya20h",
        "source": "Zawya",
        "article_content": "Content not available"
    },
    {
        "title": "Billie Eilish Makes Paranormal Activity Look Romantic in New ‘Birds of a Feather' Music Video: Watch",
        "link": "https://www.msn.com/en-us/music/other/billie-eilish-makes-paranormal-activity-look-romantic-in-new-birds-of-a-feather-music-video-watch/ar-AA1rkoPf?ocid=BingNewsVerp",
        "description": "When Billie Eilish sings, \"I'll love you 'til the day that I die\" on \"Birds of a Feather,\" that deadline also includes the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Shv9SsrvimhCH5r2rbY3KC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "12hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Investigating paranormal activity with Ring",
        "link": "https://www.yahoo.com/lifestyle/investigating-paranormal-activity-ring-125222491.html",
        "description": "Paranormal Investigator Katrina Weidman teams up with our sponsor Ring as they go ‘Ghost Spotting’ in a viewer's home and ...",
        "image_url": "https://www.bing.com/th?id=OVF.0bLKRg05XR8LFxQ4lH2mMQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8h",
        "source": "Yahoo",
        "article_content": "Yahoo Life\n\nOne expert recommends having a \"thoughtful conversation\" about gun safety instead of taking the approach \"that guns are bad and we shouldn't have them.\""
    },
    {
        "title": "Babysitter jumpscared by a GHOST while watching her nephew 👀 #haunted #paranormal #loeylane",
        "link": "https://www.msn.com/en-us/tv/news/babysitter-jumpscared-by-a-ghost-while-watching-her-nephew-haunted-paranormal-loeylane/vi-AA1rhlOM?ocid=BingNewsVerp",
        "description": "Jobless claims sink to 4-month low. Businesses aren’t hiring — or firing — many people. Army meets recruiting goal with ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BpuNjPUOQWUROO3LxNXN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN16h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Haunted history thrills at Historic Hannah House",
        "link": "https://www.wishtv.com/news/local-news/the-hannah-house-opens-for-haunted-house-experience/",
        "description": "The remnants of Helene canceled Friday night's opening of the haunted house experience at the historic Hannah House.",
        "image_url": "https://www.bing.com/th?id=OVFT.CasI19rFoDiom4JNHQAC7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WISH-TV4h",
        "source": "WISH-TV",
        "article_content": "Haunted history thrills at Historic Hannah House\n\nINDIANAPOLIS (WISH) — The remnants of Helene canceled Friday night’s opening of the haunted house experience at the historic Hannah House.\n\n“This house and location is very haunted. It’s written about in books, in stories, there is a lot of lore here,” said Ami Shepherd, a volunteer for Hannah House.\n\nThe Hannah House has gained a notorious reputation as one of the most haunted locations in Indiana, with numerous reports of unexplained phenomena from visitors and paranormal experts.\n\n“People have died in the home, and we get all kinds of experiences here,” Shepherd said. “People say they hear things when there is no one around. People feel tugs on their shoulders or their hair, lots of disembodied voices, and shadow people.”\n\nThe home’s connection to the Underground Railroad only adds to the eerie atmosphere, as the spirits of those who sought refuge within its walls are said to linger still.\n\n“Sadly, many sad stories are associated with this house,” Shepherd said. “A fire in the basement killed some slaves who were hiding here on their way north to freedom. They are supposedly buried in the basement, but we have not found that.”\n\nThe Hannah House promises a complete ghost tour discussing paranormal activity. Then, you’ll be led to a commercial haunted house where you’ll notice some of your favorite Halloween monsters.\n\nThe Hannah House will be open every Friday and Saturday night from Sept. 28 to Nov. 2 from 7 p.m. to 11 p.m. The haunted house offers tickets at $25 a person, with a discounted rate of $15 on Nov. 1 and Nov. 2.\n\n“We’ll have food trucks and vendors where you can get a tarot or palm reading, buy merchandise, sit down, and eat,” Shepherd said. “When it’s time, we’ll call your group number and you’ll enter the home.\n\nFor those seeking a more exclusive experience, a $20 VIP fast pass option is available. For families with younger children, a “lights on” trick-or-treating event will be held on Saturday, Oct. 19 from 4 p.m. to 6 p.m. for a $5 entry fee.\n\n“Much of the proceeds that we gather for the haunted house will go back into the restoration of the home, and hopefully, she’ll be around for many more decades to come for more people to visit,” Shepherd said."
    },
    {
        "title": "Billie Eilish’s 'Birds of a Feather' music video receives mixed fan reactions",
        "link": "https://tribune.com.pk/story/2499240/billie-eilishs-birds-of-a-feather-music-video-receives-mixed-fan-reactions",
        "description": "Fans react to Billie Eilish’s minimalist Birds of a Feather video, praising its simplicity but asking for more depth ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OwT7-n3pSRqOdpoK2ZJD7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Express Tribune3h",
        "source": "The Express Tribune",
        "article_content": "Billie Eilish’s new music video for \"Birds of a Feather\" has received mixed responses from fans, with many reacting to its minimalist style. Known for creating visually striking yet understated videos, Eilish’s latest release follows a similar pattern, featuring the singer seated in a chair as she is gradually elevated and transported through different parts of what seems to be an abandoned building. The video’s use of paranormal-like imagery, however, has left some fans divided.\n\nMany fans have expressed disappointment with the video, citing its simplicity and lack of thematic connection to the song. Some viewers expected a more dynamic and visually engaging approach. “I wish the ‘Birds of a Feather’ music video would’ve had more depth,” one fan commented, while another remarked on social media, “It doesn’t match the song’s energy.”\n\nBirds of a feather video a dark moody office while the song encapsulates love in spring, chihiro being her running around meanwhile there's a whole movie inspired by it, lunch not featuring any women... I need Billie to hand the camera and stop directing pic.twitter.com/OAcnnyMLe7 — waiting (@bythegoldclock) September 27, 2024\n\nthe real birds of a feather music videopic.twitter.com/NWA2Fr3BhO — yaseene (@sevenssine) September 27, 2024\n\nbirds of a feather mv pic.twitter.com/eAWOMjqhuO — adi (@folieadieux) September 27, 2024\n\nthe wwy billie is ruining her era with these visuals like… the colors? i imagined Birds of a Feather to play in a field with flowers, animated birds,… what is this— pic.twitter.com/3lKiizzwIi — momo 💋 (@amazingmomo_) September 27, 2024\n\nme if I catch that chair from billie eilish birds of a feather music video pic.twitter.com/I7MerbwgNd — MinatheRuined 🇵🇸 (@adelianator) September 27, 2024\n\nI'll just pretend that the birds of a feather music video doesn't exist pic.twitter.com/UWspy1ZFMJ — roune | 𝕏 (@betteroffwoem) September 27, 2024\n\nHow the Birds of a Feather MV should have looked like pic.twitter.com/sMVVV3mbTQ — 𝐦𝐨𝐭𝐨𝐦𝐚𝐦𝐢 ☀️ (@likeasweetner) September 27, 2024\n\nYou thought… the weird girl… was gonna do flowers and birds for her song called Birds of a Feather??????? https://t.co/OiUG4Vmx8q — 🤠 COWBOY TARIGHI (@persianprince07) September 27, 2024\n\nDespite the criticism, other fans have appreciated the minimalist aesthetic, noting that Eilish’s video style is in line with her usual approach to music videos. One viewer pointed out a potential deeper meaning behind the paranormal elements, suggesting that the video’s simplicity could reflect the song’s emotional undertones.\n\nWhile the fanbase remains split, Billie Eilish’s ability to spark conversation and maintain her distinct artistic style continues to shine through."
    },
    {
        "title": "Machine learning accelerates discovery of high-temperature alloys",
        "link": "https://phys.org/news/2024-09-machine-discovery-high-temperature-alloys.html",
        "description": "In a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong ...",
        "image_url": "https://www.bing.com/th?id=OVFT._PbzKnG0pPB4ScKzVy8jky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "10h",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nThe ML-based framework for the MOO design of RHEAs. Credit: Cheng Wen et al.\n\nIn a study recently published in Engineering, scientists from the University of Science and Technology Beijing, Guangdong Ocean University, and AiMaterials Research LLC have demonstrated a novel method to accelerate the discovery of refractory high-entropy alloys (RHEAs) compositions optimized for extreme conditions.\n\nThe research, titled \"Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility,\" outlines how machine-learning (ML), genetic search, cluster analysis, and experimental design were employed to sift through billions of possible compositions and identify those with superior mechanical properties.\n\nThe research team, led by Turab Lookman and Yanjing Su, synthesized and tested 24 different alloy compositions through a rigorous iterative process involving six feedback loops. Their efforts resulted in four compositions demonstrating remarkable high-temperature yield strength and room-temperature ductility. Among these, the ZrNbMoHfTa alloy system, specifically the composition Zr 0.13 Nb 0.27 Mo 0.26 Hf 0.13 Ta 0.21 , stood out with a yield strength approaching 940 MPa at 1200 °C and a room-temperature fracture strain of 17.2%.\n\nA leap forward in high-temperature materials\n\nThe exceptional performance of the ZrNbMoHfTa alloy marks a significant advancement in materials science. Its yield strength at 1200 °C exceeds that of previous RHEAs and traditional nickel-based superalloys, which are typically limited to lower temperatures. This enhancement opens up new possibilities for high-temperature structural applications, including in gas turbines, aerospace propulsion systems, and nuclear reactors.\n\nThe integration of machine learning with traditional alloy design methods has allowed researchers to rapidly identify and optimize compositions that were previously unimaginable. This breakthrough not only addresses the limitations of existing materials but also sets a new standard for high-temperature alloys.\n\nA new paradigm for material design\n\nThe researchers' approach represents a paradigm shift in material design by effectively managing the vast compositional space of RHEAs and addressing multiple performance objectives simultaneously. By leveraging ML algorithms, the team was able to predict alloy properties with unprecedented accuracy and efficiency, overcoming common challenges such as limited data and complex optimization tasks.\n\nThe study also highlights the importance of incorporating multi-objective optimization (MOO) techniques to balance various material properties, including strength, ductility, and oxidation resistance. The proposed framework's adaptability to other alloy systems demonstrates its potential to revolutionize the design of materials across different applications and industries.\n\nWhile the current study has achieved remarkable results, the researchers emphasize that there is still room for improvement and further exploration. Future work will focus on integrating additional elements to enhance properties like oxidation resistance and refining ML models to manage uncertainties and improve prediction accuracy. The study also underscores the need for efficient selection strategies, such as cluster analysis, to optimize experimental and computational costs.\n\n\"The success of this research opens new avenues for material innovation,\" noted Nan Zhang, editor of Engineering. \"As research scientists continue to refine their approach and explore new compositions, we anticipate even greater advancements in high-temperature alloys that could transform a wide range of engineering applications.\"\n\nThe paper was authored by Cheng Wen, Yan Zhang, Changxin Wang, Haiyou Huang, Yuan Wu, Turab Lookman, Yanjing Su.\n\nMore information: Cheng Wen et al, Machine-Learning-Assisted Compositional Design of Refractory High-Entropy Alloys with Optimal Strength and Ductility, Engineering (2024). DOI: 10.1016/j.eng.2023.11.026\n\nProvided by Engineering"
    },
    {
        "title": "Discovery of 3,775-year-old preserved log supports ‘wood vaulting’ as a climate solution",
        "link": "https://www.eurekalert.org/news-releases/1059477",
        "description": "A new study published in the journal Science suggests that an ordinary old log could help refine strategies to tackle climate ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AbsR1BfqaLW6q-eANjthoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "EurekAlert!10h",
        "source": "EurekAlert!",
        "article_content": "A new University of Maryland-led study found that burying wood in the right environmental conditions can stop its decomposition and help curb carbon dioxide emissions.\n\nA new study published in the journal Science suggests that an ordinary old log could help refine strategies to tackle climate change.\n\nA team of researchers led by University of Maryland Atmospheric and Oceanic Science Professor Ning Zeng analyzed a 3,775-year-old log and the soil it was excavated from. Their analysis, published on September 27, 2024, revealed that the log had lost less than 5% carbon dioxide from its original state thanks to the low-permeability clay soil that covered it.\n\n“The wood is nice and solid—you could probably make a piece of furniture out of it,” Zeng noted.\n\nUnderstanding the unique environmental factors that kept that ancient log in mint condition could help researchers perfect an emerging climate solution known as “wood vaulting,” which involves taking wood that is not commercially viable—such as trees destroyed by disease or wildfires, old furniture or unused construction materials—and burying it to stop its decomposition.\n\nTrees naturally sequester carbon dioxide—a potent planet-warming gas—for as long as they live, making tree-planting projects a popular method of mitigating climate change. But on the flip side, when trees die and decompose, that greenhouse gas is released back into the atmosphere, contributing to global warming.\n\n“People tend to think, ‘Who doesn’t know how to dig a hole and bury some wood?’” Zeng said. “But think about how many wooden coffins were buried in human history. How many of them survived? For a timescale of hundreds or thousands of years, we need the right conditions.”\n\nIn 2013, while conducting a wood vaulting pilot project in Quebec, Canada, Zeng discovered the 3,775-year-old log that became the focus of the Science study—a chance encounter that for Zeng felt “kind of miraculous.” While digging a trench to bury fresh wood, Zeng and other researchers spotted the log about 6.5 feet below the surface.\n\n“When the excavator pulled a log out of the ground and threw it over to us, the three ecologists that I had invited from McGill University immediately identified it as Eastern red cedar,” Zeng recalled. “You could tell how well it was preserved. I remember standing there thinking, ‘Wow, here’s the evidence that we need!’”\n\nWhile past studies have analyzed old samples of preserved wood, they tended to overlook the surrounding soil conditions, according to Zeng.\n\n“There is a lot of geological and archeological evidence of preserved wood from hundreds to millions of years ago, but the focus of those studies was not ‘How we can engineer a wood vault to preserve that wood?’” Zeng said. “And the problem with designing a new experiment is that we can’t wait 100 years for the results.”\n\nShortly after the Quebec dig, UMD’s collaborators at MAPAQ, a government ministry in Montreal, conducted carbon dating to determine the log’s age. Then, in 2021, Distinguished University Professor Liangbing Hu in UMD’s Department of Materials Science and Engineering helped Zeng analyze the 3,775-year-old sample’s microscopic structure, chemical composition, mechanical strength and density. They then compared those results to that of a freshly cut Eastern red cedar log, which revealed that the older sample had lost very little carbon dioxide.\n\nThe type of soil covering the log was the key reason for its remarkable preservation. The clay soil in that part of Quebec had an especially low permeability, meaning that it prevented or drastically slowed oxygen from reaching the log while also keeping out fungi and insects, the decomposers typically found in soil.\n\nBecause clay soil is common, wood vaulting could become a viable and low-cost option in many parts of the world. As a climate solution, Zeng noted that wood vaulting is best paired with other tactics to slow global warming, including reducing greenhouse gas emissions.\n\nAs he and his colleagues continue to optimize wood vaulting, he looks forward to putting what they’ve learned into practice to help curb climate change.\n\n“It’s quite an exciting discovery,” Zeng said of this latest study. “The urgency of climate change has become such a prominent issue, so there was even more motivation to get this analysis going.”\n\n###\n\nIn addition to Zeng and Hu, co-authors of this study included Laura Picard (B.S. ’24, chemistry; B.S. ’24, animal sciences), undergraduate student Elisa Zeng-Mariotti from the Department of Chemical and Biomolecular Engineering, and Ph.D. student Bryson Clifford and postdocs He Liu, Yu Liu, Taotao Meng and Xinpeng Zhao from the Department of Materials Science and Engineering.\n\nTheir study, “3775-year-old wood burial supports ‘wood vaulting’ as a durable carbon removal method,” was published in Science on September 27, 2024.\n\nThis study was supported by MAPAQ, the NOAA Climate Program Office and the NIST Greenhouse Gas Measurement Program. This article does not necessarily reflect the views of these organizations."
    },
    {
        "title": "‘Lost Monster Files’ Sneak Peek: New Discovery Series Searches for Abominable Snowman & More (VIDEO)",
        "link": "https://www.tvinsider.com/1154160/lost-monster-files-discovery-ivan-sanderson-video/",
        "description": "If Bigfoot or the Loch Ness Monster is your jam, Discovery Channel has an upcoming new series right up your alley in Lost ...",
        "image_url": "https://www.bing.com/th?id=OVF.oHqQmRxAv0kS49KiEqWtAg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "14h",
        "source": "TV Insider",
        "article_content": "If Bigfoot or the Loch Ness Monster is your jam, Discovery Channel has an upcoming new series right up your alley in Lost Monster Files. As exclusively revealed first to TV Insider, the upcoming show will see investigators re-examining the case files of renowned cryptozoologist Ivan Sanderson for the first time in more than 50 years. This includes evidence and artifacts from his most compelling hunts for cryptids or legendary and unknown species.\n\nA team of experts gained exclusive access to Sanderson’s detailed research and used it to take a second look at his most prominent unfinished cases. They will focus on present-day sightings such as the Abominable Snowman and Chupacabra to determine if modern science and technology can bring them closer to answers for these mysterious creatures.\n\nBiologist Sanderson, who passed away in 1973, was the early founder of cryptozoology, or the study of unknown and legendary species. He is said to have amassed the most extensive collection of unexplained creature research. After his death, Sanderson’s archive was kept hidden until now. These experts will apply long-hidden insights and clues from Sanderson’s physical specimens, journals, and audio recordings to new field investigations, using today’s technologically advanced tools and evidence.\n\nAs seen in this exclusive sneak peek, Sanderson’s efforts made headlines, even appearing on The Tonight Show in 1963. The clip reveals some of the most astounding findings from his archive of unclassified creatures. Making up the team are field scientist and tech expert Charlie Mewshaw, cryptozoologist Brittany Barbieri, predator experts and wildlife trackers Troy Lillie and Justin Igualada, and former CIA officer and FBI agent Tracy Walder. They’ve come together with the overall aim of bringing fact to fiction and maybe even myth to reality by documenting one of these legendary creatures for the first time.\n\n“Ivan Sanderson’s cryptozoology case files are by far the largest of its kind,” said Howard Lee, Discovery Networks president, in a release to announce the series. “It’s a treasure trove of fascinating information that the public has never seen before in this capacity – in fact, it’s the first time it will ever be showcased on TV. This series is full of history, science, government secrets, gritty field adventures, and exciting discoveries, topped off by the unexplained – the perfect mix for our audience.”\n\nDuring the premiere, the experts will look into strange livestock mutilations in the Smoky Mountains that locals fear could be tied to the infamous Chupacabra, which has terrorized the Southwest for decades. Using journals and evidence from Sanderson’s archive, the team investigates a rash of deadly encounters in North Carolina to try and document this killer canine…and the possibility that the creature could be migrating east. Additional cases explored this season include the Abominable Snowman, the Kodiak Sea Monster, the Wildman of Minnesota, the Thunderbird of Pennsylvania, and the Ozark Gowrow.\n\nLost Monster Files premiere, October 9, 10/9c, Discovery Channel"
    },
    {
        "title": "‘Pause button’ for fertility: Scientists discover how to slow human development",
        "link": "https://studyfinds.org/pause-human-development/",
        "description": "A study reveals that human embryos may possess a dormancy capability similar to that observed in many other mammals, opening ...",
        "image_url": "https://www.bing.com/th?id=OVF.j62UG6OVvWIoaCMJleN9lw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "studyfinds12h",
        "source": "studyfinds",
        "article_content": "(© unlimit3d - stock.adobe.com)\n\nVIENNA, Austria — What if you could press pause on the miracle of life? It sounds like science fiction, but researchers have uncovered evidence that human embryos might have a secret “snooze button.” This incredible finding, detailed in a new study, could potentially revolutionize the future of fertility treatments. Published in the journal Cell, the study reveals that our embryos may possess a dormancy capability similar to that observed in many other mammals, opening up new possibilities for reproductive medicine and stem cell research. The ability to enter a state of suspended animation, known as diapause, is a common feature in over 130 mammalian species. This evolutionary trick allows animals to delay the implantation of their embryos in response to unfavorable environmental conditions, effectively putting development on hold until circumstances improve. While this phenomenon has been well-documented in animals like mice, kangaroos, and even bears, it has never been conclusively observed in humans – until now.\n\nIn the study, a team of international scientists, led by researchers from the Max Planck Institute for Molecular Genetics in Germany and the Institute of Molecular Biotechnology in Austria, demonstrated that human embryos and stem cells can be coaxed into this diapause-like state. This dormant condition is characterized by slowed growth, reduced energy consumption, and a remarkable ability to resume normal development when the right signals are given. The key to inducing this embryonic pause lies in manipulating a cellular pathway known as mTOR (mechanistic target of rapamycin). By inhibiting mTOR activity, the researchers were able to dramatically slow down the development of human “blastoids” – lab-grown structures that closely mimic early-stage embryos. These blastoids, created using human pluripotent stem cells, provide an ethical alternative to studying actual human embryos while still offering valuable insights into early development. When treated with mTOR inhibitors, the blastoids entered a state of dormancy that could be maintained for up to eight days. During this time, cell division slowed to a crawl, and the embryo-like structures showed reduced metabolic activity. Remarkably, when the inhibitors were removed, the blastoids “woke up” and continued their development as if nothing had happened.\n\n“When we treated human stem cells and blastoids with an mTOR inhibitor we observed a developmental delay, which means that human cells can deploy the molecular machinery to elicit a diapause-like response,” explains Aydan Bulut-Karslioglu, one of the study’s lead researchers, in a statement. A dormant human blastoid. (Credit: © Heidar Heidari Khoei/IMBA)\n\nThis ability to pause and resume development could have profound implications for fertility treatments. Currently, the timing of embryo implantation is a critical factor in the success of in vitro fertilization (IVF). The discovery of a way to temporarily halt embryonic development could give doctors more flexibility in timing implantation, potentially increasing the chances of successful pregnancies. “On the one hand, undergoing faster development is known to increase the success rate of in vitro fertilization (IVF), and enhancing mTOR activity could achieve this,” says Nicolas Rivron, another lead researcher on the study. “On the other hand, triggering a dormant state during an IVF procedure could provide a larger time window to assess embryo health and to synchronize it with the mother for better implantation inside the uterus.”\n\nMoreover, the study sheds light on the fundamental biology of early human development. By comparing the dormant human blastoids to mouse embryos in diapause, the researchers identified both similarities and differences in how various species handle this paused state. This comparative approach provides new insights into the evolutionary conservation of developmental processes across mammals. “This potential may be a vestige of the evolutionary process that we no longer make use of,” Rivron notes. “Although we have lost the ability to naturally enter dormancy, these experiments suggest that we have nevertheless retained this inner ability and could eventually unleash it.”\n\nThe research also has implications beyond reproductive medicine. The ability to induce a dormant state in stem cells could lead to new methods for preserving and transporting these valuable biological resources. Additionally, understanding the mechanisms of cellular dormancy could inform research into cancer, where some tumor cells enter a similar quiescent state to evade treatment. While the study represents a significant advance in our understanding of human embryonic development, the researchers emphasize that much work remains to be done before these findings can be translated into clinical applications. Ethical considerations and safety concerns must be carefully addressed before any techniques involving the manipulation of human embryos can be implemented in fertility treatments. Nevertheless, this discovery opens up exciting new avenues for research and potential therapies. By unlocking the secrets of embryonic dormancy, scientists have taken a crucial step towards unraveling the mysteries of human development and may have found a powerful new tool in the quest to help those struggling with infertility."
    },
    {
        "title": "AI helps uncover hundreds of unknown ancient symbols hidden in Peru’s Nazca Desert",
        "link": "https://edition.cnn.com/2024/09/27/science/ai-nazca-geoglyphs-peru/index.html",
        "description": "AI-assisted research nearly doubles the number of known Nazca geoglyphs, ancient symbols formed in the ground by moving ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XwKQgYiU43QM7146HhEyCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12h",
        "source": "CNN",
        "article_content": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\n\nCNN —\n\nArchaeologists working in Peru, assisted by artificial intelligence, have discovered 303 previously unknown giant symbols carved in the Nazca Desert.\n\nThe carvings include birds, plants, spiders, humanlike figures with headdresses, decapitated heads and an orca wielding a knife.\n\nDescribed in study published Monday in the journal PNAS, the discovery almost doubles the number of known Nazca geoglyphs, mysterious artworks formed in the ground by moving stones or gravel that date back some 2,000 years. The researchers’ findings also shed some light on the symbols’ enigmatic purpose.\n\nLocated 50 kilometers (31 miles) inland from Peru’s south coast, the huge symbols were found in the desert beginning in the early 20th century. Some 500 meters (1,640 feet) above sea level, the geoglyphs have survived the ages because the dry desert region is sparsely populated, not affected by flooding and unsuitable for growing crops.\n\nA geoglyph of a humanoid with a headdress is one of the newly discovered symbols. Yamagata University Institute of Nasca\n\nThe rate of new finds has increased in recent years due to the use of remote high-resolution imaging, with an average of 19 geoglyphs found annually from 2000 to 2020, according to the research. However, the use of AI to narrow down potential candidates has since turbocharged the pace and, more broadly, promises “a revolution in archaeological discoveries,” according to the study.\n\nA group of researchers led by Masato Sakai, a professor of archaeology at Japan’s Yamagata University, pulled off the latest geoglyph discovery by training an object detection AI model with high-resolution imagery of the 430 Nazca symbols mapped as of 2020. The team included researchers from IBM’s Thomas J. Watson Research Center in Yorktown Heights, New York.\n\nTheir main challenge was the limited number of images. Typically, such models are trained with the use of tens of thousands of images, according to the study.\n\nNarrowing the Nazca field\n\nThe team chose to focus on the smaller and more figurative of the two types of symbols discovered in the desert. Figurative geoglyphs are typically around 9 meters (30 feet) in length and have been more difficult to identify than the larger line-type, which are 90 meters (98 yards) in length and thus have been more easily spotted during aerial surveys.\n\nThe AI model was by no means perfect. It suggested more than 47,000 potential sites from the desert region, which covers 629 square kilometers (243 square miles).\n\nThe purpose of the symbols is not clear, but the region is thought to have been a sacred space for the Nazca people. Yamagata University Institute of Nasca\n\nThe team screened and ranked those suggestions, identifying 1,309 candidate sites with “high potential.” For every 36 suggestions made by the AI model, the researchers identified “one promising candidate.”\n\nNonetheless, the study authors noted that the use of AI was a “game changer,” in terms of reducing the amount of labor required to narrow down the search. It allowed the “focus to shift to valuable, targeted fieldwork on the Nazca Pampa,” according to the study.\n\nBetween September 2022 and February 2023, the team tested the accuracy of its model in the Nazca Desert, surveying the promising locations by foot and with the use of drones, ultimately “ground truthing” 303 figurative geoglyphs.\n\n“The geoglyphs in good condition were immediately recognized for what they were,” Sakai said in an email. “For those in poor condition, we are investigating what they are through detailed fieldwork.”\n\nOf the 303 newly discovered figurative geoglyphs, 178 were suggested by the model, and 125 were additional finds. Of those, 66 were found as part of an AI-discovered cluster of geoglyphs, while 59 were discovered during the fieldwork without any help from AI.\n\nMany more geoglyphs may be awaiting discovery.\n\nThe team was unable to survey 968 of the promising candidates during the fieldwork season detailed in the research. Given the initial success rate of the fieldwork based on the AI model, at least 248 additional figurative geoglyphs could be discovered, according to an estimate from the study.\n\nIt is “amazing” to have doubled the number of known geoglyphs, especially given the limited training data, said Amina Jambajantsan, a researcher and data scientist at the Max Planck Institute of Geoanthropology’s Department of Archaeology in Jena, Germany. Jambajantsan wasn’t involved in the Nazca research but uses an AI model to identify burial mounds in Mongolia based on satellite imagery.\n\nHer own work often followed a similar pattern to the Nazca team, she said, with AI-based suggestions often leading to additional discoveries on the ground during fieldwork. “AI is great, but humans are still needed,” she said.\n\nAI has the potential to make huge contributions to archaeology, although the models are not yet perfectly accurate, she said.\n\n“The problem is archaeologists don’t know how to build a machine learning model and data scientists, typically, are not really interested in archaeology because they can get much more money elsewhere,” Jambajantsan added.\n\nDeciphering Nazca symbols’ purpose\n\nIt’s not clear why the Nazca people made the symbols. The main hypothesis is that they formed a sacred space that was perhaps a place of pilgrimage. Other theories propose they played a part in calendars, astronomy, irrigation or for movement, such as running or dancing, or communication, the study noted.\n\nAn analysis of the newly discovered symbols, along with those already known, revealed some interesting trends, Sakai said.\n\nThe larger, line-type geoglyphs easily visible from above typically depict wildlife such as animals or plants, while the smaller, relief-type geoglyphs include humans or things involving humans such as human sacrifice or domesticated llamas.\n\nThe survey also more clearly revealed a network of paths in the desert, many of which were close to different groups of symbols.\n\nThe smaller geoglyphs were along ancient winding trails likely made throughout the desert by Nazca people viewing the symbols in small groups, according to the study. The bigger Nazca symbols were near networks of straight lines, squares and trapezoids etched into the earth.\n\nThese symbols, according to the study, were likely used for ceremonial activities, perhaps at the end of a pilgrimage, and could be regarded as planned, public architecture.\n\nSakai said work was underway to decipher the precise meaning of the geoglyphs and their mysterious purpose, which the researchers hope to publish in the future.\n\n“Our findings suggest that their meaning is formed through their combinations,” he said, referring to the way the Nazca geoglyphs are grouped together."
    },
    {
        "title": "What Is No-Code Automation?",
        "link": "https://www.techrepublic.com/article/no-code-automation/",
        "description": "No-code automation allows users to automate tasks and workflows without writing code. Ideal for non-technical users, it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3uMBugXeJTpHGkKG2SeAiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "8h",
        "source": "TechRepublic",
        "article_content": "No-code automation is the process of establishing automated workflows through a pre-configured software solution without the need for traditional coding. This development style allows citizen developers (those with no coding experience) to design bespoke dashboards, tools, or interfaces to fit their unique needs with ease.\n\nCreate custom web applications using Knack’s no-code visual builders to design and deploy specialized solutions. Design custom online databases, workflows, automations, dashboards, and user interfaces.\n\nReduce development time and effort with pre-built templates.\n\nImport data and integrate with third-party services, databases, and APIs seamlessly.\n\nSecurity measures include user authentication, role-based access control, and encryption, plus features to help with GDPR and HIPAA compliance. Visit Knack Sponsored This is a paid placement. However, our team of experts approved it as an appropriate product and our content remains editorially independent.\n\nWhat is no-code automation?\n\nNo-code automation allows anyone to harness the power of modern software regardless of coding ability. It provides an intuitive visual interface for the creation of highly-individualized platforms and processes, making business workflow automation and project management more efficient.\n\nThe main goal of this type of software is to be quick, easy, and accessible for all. That’s why it often uses simple, user-friendly mechanics such as point-and-click and drag-and-drop functionality to configure automations.\n\nSEE: Learn more about the fundamentals of project management in this guide.\n\nHow does no-code automation work?\n\nThe process of no-code automation works by communicating between the user interface and the computer’s data through a series of pre-built components that the user can simply plug into their platform as needed.\n\nNo-code vs low-code\n\nWhile still using pre-built components, low-code automation allows some coding to take place in order to facilitate more complex interactions to make the application more personalized to the user’s needs. This type of development is geared towards those with some coding experience who want to reduce the time they need to spend manually coding in order to build highly-customized applications or tools.\n\nTypes of no-code automation\n\nNo-code automation can be applied to many business processes, including:\n\nApplication development tools\n\nApplication development tools allow users to build custom applications without writing code. Some examples of application development tools include Knack and Draftbit.\n\nBusiness intelligence tools\n\nBusiness intelligence tools allow businesses to collect, process, and analyze large amounts of data, allowing users to visualize data in order to gain valuable insights that better guide business decisions. Some examples of business intelligence tools include Tableau and Databox.\n\nBusiness Process Management (BPM) tools\n\nThese tools are intended to allow users to create and oversee the entire lifecycle of business processes from the design phase all the way through the execution phase, usually involving several departments. Examples of BPM tools include Pipefy and Microsoft Power Automate.\n\nDatabase tools\n\nDatabase tools are designed to allow users to visually create and manage databases to suit their unique needs. Examples of database tools include Airtable and Baserow.\n\nSEE: 9 Best Airtable Alternatives for 2024\n\nForm and survey builders\n\nThese builders allow users to create custom forms and surveys without coding. Examples of form and survey builders include SurveyMonkey and Google Forms.\n\nRobotic Process Automation (RPA) tools\n\nThese tools are intended to automate mundane or redundant tasks typically performed manually to increase efficiency. They are best suited for rule-based tasks that don’t require decision-making. Examples of RPA tools are Nintex and Blue Prism.\n\nWebsite builders\n\nWebsite builders are designed to allow users to build customized websites to suit their needs without the need to code. Examples of website builders include SquareSpace and Webflow.\n\nWorkflow automation tools\n\nDesigned to automate repetitive tasks and processes without needing to code, and suited specifically for complex processes, these are focused on workflow efficiency. Examples of workflow automation tools include monday.com and Pipefy.\n\nNo-code automation use cases\n\nPortfolio management\n\nGain a holistic view and understanding of your portfolio, from current financial statements and project priorities to overall performance.\n\nProject tracking\n\nTracking project timelines, invoices, and dependencies by automating redundant tasks makes your project management easier and more efficient. Use plug-ins to leverage all of your tools on one platform.\n\nResource allocation\n\nImprove your management and team efficiency by automating resource allocation and capacity planning. This is particularly useful when managing a project using the lean methodology.\n\nTask management\n\nNo-code automation allows for tracking at every level, from checklists all the way up to sprints and roadmaps, making information accessible to stakeholders all in one place.\n\nWork management\n\nEmpower scrum teams to define their work breakdown structures, create schedules, and track timesheets and task lists at various levels.\n\nBenefits of codeless automation\n\nAutomating any amount of manual work through automation shows countless benefits to businesses and employees alike.\n\nReduced spending\n\nBy using no-code automation, both the personnel and time required for the project are reduced considerably due to the uniquely visual experience and lack of coding required on the back end of the application.\n\nAccessibility\n\nBecause of the nature of no-code automation being for the citizen developer, no-code automation brings the design directly to the person who needs the tool. This reduces the amount of miscommunication that might occur when trying to explain the vision to a professional coder who might not understand the industry for which they’re building the tool.\n\nIncreased efficiency\n\nBy automating mundane, monotonous, or redundant tasks, businesses are able to reduce the time their employees spend on those tasks, increasing work output and decreasing human error. This reduces wasted time on revisions and corrections, allowing employees to focus their attention on the items that require human interaction.\n\nBusiness agility and scalability\n\nNo-code automation allows companies to expand their offerings and business scale without traditional constraints. The automation of many tasks allows businesses to scale up and down as needed with the drag-and-drop capabilities. These changes are easily and quickly implemented in no-code platforms.\n\nFrequently asked questions (FAQs)\n\nWhat is the best codeless automation?\n\nThe best codeless automation depends on your specific needs. If you want to develop an app, you will likely choose different software than if your goal is to automate data tracking or build website surveys. It’s important to speak with all project stakeholders in order to determine which platforms will best help you reach your audience or maintain your workflow.\n\nWhat are the disadvantages of codeless automation?\n\nBecause the components are pre-built, the user can only do so much to make their creation truly specific or bespoke to fit their needs. However, while the creations that come from no-code platforms are technically limited, the existing databases for pre-built components are so vast that finding a tool to suit your needs well enough without coding is highly likely.\n\nCan project management be automated?\n\nYes, project management can be automated. While project management can’t be completely automatic, it can be automated in several manually redundant areas to reduce the time project managers are spending on minor tasks. With no-code software, you can automate sending reminders, delegating tasks to level out workload, emailing updates on progress, and more."
    },
    {
        "title": "These National Coffee Day deals and freebies will keep you energized",
        "link": "https://www.nbcphiladelphia.com/entertainment/the-scene/national-coffee-day-deals-2024-free/3982331/?os=io.&ref=app",
        "description": "On Sept. 29 through Oct. 1, That’s it. will be offering 50% off their Organic Coffee Energy Minis on their website with code ...",
        "image_url": "https://www.bing.com/th?id=OVF.I35fHN%2b6PNS26CBTpAKuFg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "NBC 10 Philadelphia13h",
        "source": "NBC 10 Philadelphia",
        "article_content": "Sunday is National Coffee Day, and coffee brands and chains across the country are brewing up some sweet deals.\n\nOn Sept. 29, you can get your caffeine fix at a discount or even for free!\n\nHere are all the offers you won't want to miss out on:\n\nGet top local stories in Philly delivered to you every morning. Sign up for NBC Philadelphia's News Headlines newsletter.\n\nEast Coast chain Aroma Joe's has 108 locations spread across Maine, New Hampshire, Massachusetts, Pennsylvania, Rhode Island and Connecticut, and also franchisees in Florida.\n\nAll guests can get a free hot or iced coffee (up to 24 ounces) on Sunday, Sept. 29.\n\nRewards members can get their free 24-ounce coffee any one time between Sept. 29 and Oct. 5 in the Aroma Joe’s app. In addition, Aroma Joe’s will donate $1 for every free coffee given to Make-A-Wish.\n\nRight now, coffee subscription service Atlas Coffee Club is giving away a free bag of coffee for National Coffee Day. Just pay $4.95 for shipping. Use code FREECOFFEDAY.\n\nNote that this first free bag will sign you up for a subscription starting at $9 plus shipping. You can cancel your subscription at any time by logging into your customer portal on their website.\n\nFrom now until Oct. 1, enjoy a free 12 oz bag of coffee with any purchase by using promo code COFFEEDAY24.\n\nPlus, all new subscribers are entered to win a free year of coffee!\n\nBiggby Coffee has over 280 stores open across 12 states, including Florida, New Jersey and Virginia.\n\nCustomers can get a free 16-ounce cup of hot or iced brewed coffee. Larger sizes or add-ons incur a cost.\n\nBetween Sept. 26 and Oct. 2, Circle K convenience stores are giving away one free medium cup of hot or iced coffee at participating locations. Just download the Circle K app to redeem the offer, which is limited to one per customer.\n\nOn Sunday, Duck Donuts customers can enjoy a free medium hot coffee or cold brew with any purchase in-store or online (delivery excluded). For online orders, use code COFFEEDAY24 at checkout.\n\nDunkin’ Rewards members can get a free medium hot or iced coffee on Sept. 29 with any purchase.\n\nAn office breakroom staple, Eight O'Clock Coffee is offering a 15% discount on any purchase over $75 through Sept. 29. Just use the code BESTBREW.\n\nFans of International Delight creamer can pick up one of their Iced Coffee cans, available at select convenience, grocery and dollar stores nationwide and then get 100% cash back through the Ibotta app (excludes CT, NJ, NV, TN, OR, WI) from Sept. 29 to Nov. 10 while supplies last.\n\nCoffee lovers can also enter the International Delight sweepstakes for a chance to win a car or a year’s supply of Iced Coffee. Four first-prize winners will also win a year’s supply of Iced Coffee.\n\nTo help everyone enjoy their drink their way this National Coffee Day, KitchenAid is offering discounts on select KitchenAid Espresso Collection models.\n\nNow through Oct.12, take up to $300 off espresso machines to enjoy barista-quality beverages at home. Get an additional $100 off select espresso machines now through Sept. 30 using promo code KF6DEAL.\n\nIn honor of National Coffee Day, Keurig is giving customers a 50% discount sitewide now through Oct. 1. Use code COFFEEDAY24.\n\nStop into Krispy Kreme on Sept. 29 for a free medium hot or iced coffee with any purchase. If placing a pickup order online, use code COFFEE.\n\nIf you'd like some doughnuts to go with that coffee, Krispy Kreme is selling a box of their Original Glazed Dozen for $2 with the purchase of another dozen.\n\nMartie is an online grocery store offering everyday savings on hundreds of items, including organic coffee brands. Right now, you can find savings of up to 70% on top-tier coffee brands and products.\n\nThe bakery chain has locations in 26 states, including California, Texas, New York, Pennsylvania and Massachusetts.\n\nRewards members can get one free medium hot or iced coffee made with premium Lavazza beans with any purchase between Sept. 27 and Sept. 29. If you're not a rewards member but want to sign up, make sure you sign up by Sept. 27 to redeem the offer.\n\nWe are all used to making hot coffee in the morning, but how about brewing some cold brew? Turns out it’s not very hard. Watch this iced coffee treat get made and then give it a try yourself.\n\nPeet's Coffee is offering 25% off beans, K-Cup Pods, espresso capsules — everything! From now until Sept. 29, customers can redeem the offer in-store or online using code NCD2024.\n\nThe offer can't be redeemed at stores inside airports, supermarkets and other licensed locations.\n\nSaid to have the “best coffee on the interstate,” Pilot is giving away free coffee all day on Sept. 29. Guests can choose from any size hot, iced, or cold brew coffee and redeem the deal through the myRewards Plus app.\n\nPlaya Rewards members who purchase an Apple Turn Up or Jack O Lantern Acai Bowl on Sept. 29 will receive a free 16oz Pumpkin Sweet Cream Cold Brew.\n\nPret a Manger is celebrating National Coffee Day early this year. Stop in on Sept. 27 to receive a free Koozie with any purchase at participating locations.\n\nOne per customer while supplies last.\n\nCustomers can get 99-cent cold brew coffees through the Sheetz app on National Coffee Day. This promotion, which also includes Sheetz’s new pumpkin pie cold brew, can be redeemed through the Sheetz app at all of Sheetz’s 700 locations.\n\nFrom Texas to Florida with over 350 locations, Shipley Do-Nuts will celebrate National Coffee Day by giving away a signature glazed donut with any coffee purchase.\n\nAhead of Starbucks' special free livestreaming event, “At Home With Sofi Tukker” on Twitch, the coffee behemoth is offering customers a special National Coffee Day deal on Amazon through Sept. 29.\n\nAs part of the celebratory offer, when customers spend $50 on select coffee blends and at-home favorites, they will get $10 off, while supplies last.\n\nOn Sept. 29 through Oct. 1, That’s it. will be offering 50% off their Organic Coffee Energy Minis on their website with code COFFEE2024, and on Amazon (no code needed).\n\nOn Sept. 29, Whataburger customers can get a free 16-ounce Iced Coffee or 12-ounce Hot Coffee from 6 a.m. to 6 p.m. at any of the 1,050+ Whataburger locations. No purchase necessary.\n\nFor National Coffee Day, White Castle will have a BOGO free breakfast combo with the coupon on the Value Offers page.\n\nTry some gourmet, Hawaiian-grown coffee chews at 15% off on Amazon by checking the coupon on both subscribe and save and one-time purchases.\n\nThe sale runs now through Dec. 2.\n\nA new study published in PLOS Medicine journal shows that people who drank four to six cups of coffee or tea daily had a lower incidence of stroke and dementia. Multiple studies have also found an association between moderate consumption of coffee and better brain health."
    },
    {
        "title": "When is the vice presidential debate? Here's when it starts and who's hosting",
        "link": "https://www.msn.com/en-us/news/politics/when-is-the-vice-presidential-debate-here-s-when-it-starts-and-who-s-hosting/ar-AA1rk4VN?ocid=BingNewsVerp",
        "description": "Vice presidential candidates JD Vance and Tim Walz will have an opportunity to take to the debate stage with just over a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CyPKTIHkH8VKuFFbHndsqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "13hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Column: Chicago Bears players offer feedback to Shane Waldron after the offense’s rocky start. Is it just more talk?",
        "link": "https://www.msn.com/en-us/sports/other/column-chicago-bears-players-offer-feedback-to-shane-waldron-after-the-offense-s-rocky-start-is-it-just-more-talk/ar-AA1rhjv6?ocid=BingNewsVerp",
        "description": "Understanding that the development of Caleb Williams is at or near the top of Shane Waldron’s job description, the Chicago ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3VtprSPWf-_YlLxhmnWzeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "13hon MSNOpinion",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Surfshark review: a fast streaming VPN for all your devices",
        "link": "https://www.digitaltrends.com/computing/surfshark-review/",
        "description": "I reviewed Surfshark, a fast, affordable streaming VPN with unlimited device support, great privacy protection, and an ...",
        "image_url": "https://www.bing.com/th?id=OVF.O41OmmUwzdrvalHkpuf63A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "7h",
        "source": "Digital Trends",
        "article_content": "Surfshark VPN MSRP $15.45 Score Details “Surfshark is a fast streaming VPN that let me connect an unlimited number of devices, making it a great choice to protect privacy and unblock worldwide streaming for the whole family.” Pros Quick, reliable server connections\n\nPlenty of fast servers worldwide\n\nEasy-to-use design\n\nFast, helpful live chat support\n\nSupports unlimited devices Cons No free version\n\nTwo-year plan reverts to annual upon renewal\n\nSurfshark might sound dangerous, but it’s actually a VPN that protects your privacy, quarantines malware, and hides your location and online activity from intrusive trackers.\n\nAs one of the leading streaming VPNs, Surfshark is known to maintain fast speeds, but I wanted to find out just how fast it was and if there were any gaps in performance.\n\nIn my review, I also tested the antivirus protection included with a Surfshark One subscription, checked up on prices, and tested customer support.\n\nTiers and pricing (free, trial, subs)\n\nSurfshark is one of only a few VPNs that support an unlimited number of devices, adding extra value if you share the account with family members and close friends.\n\nYou can try Surfshark free for seven days before paying and the 30-day money-back guarantee gives you even more time to decide whether it’s worth the subscription cost.\n\nIf you’re looking for a completely free solution, check out our guide to the best free VPNs that protect your privacy with a few restrictions.\n\nSurfshark Starter costs $15.45 monthly, but the savings start when you subscribe for one or two years. The annual plan costs $45 and includes three free months. It renews at $60 per year, which is about average for a good VPN.\n\nThe two-year plan at $59 is a great bargain, plus you get three months for free. After 27 months, the renewal reverts to an annual plan at $60. Still, that beats the price of some top competitors. For example, NordVPN is an excellent VPN, but the subscription cost more than doubles when you renew.\n\nSurfshark also offers cybersecurity bundles. Surfshark One includes malware protection for less than a dollar more each month. Surfshark One+ costs $2 to $3 more monthly and protects your privacy with ongoing requests to remove your personal information from data brokers.\n\nIf you’re looking for a better VPN deal, there are usually sales and promotions that can help you save more. Just make sure you keep an eye on renewal dates so you aren’t caught off guard when prices go up.\n\nDesign\n\nI tested Surfshark One, which I thought sounded like the sweet spot. Installation was quick, with helpful tips to install the apps and browser extensions.\n\nThe Windows app is well-designed, with a panel on the right showing at-a-glance confirmation of whether or not the VPN is enabled, which features are on, and which server I’m connected to.\n\nOn the left, I get a list of worldwide servers with quick links to recommended, recently used, and favorites at the top of the list. I can also search for a location and filter the list to see only static IP addresses or multi-hop servers.\n\nIt’s easy to use the basics without understanding advanced features, yet fine-tuning is a click away whenever you want.\n\nA toolbar on the far left lets me change settings for the VPN connection, access my account, get help, and explore features like antivirus protection and identity alerts.\n\nThe browser extension is convenient since that’s where I’m most likely to want to change VPN settings. However, the app has more settings.\n\nFeatures (reliability, speed, location hidden, cross-plat, special)\n\nBeyond protecting privacy, I want a VPN that is fast and reliable. To test Surfshark, I connected to several servers located around the world. The results were impressive.\n\nWith Surfshark’s Windows app and browser extension, I enjoyed quick connections that never dropped and good speeds worldwide. My ISP delivers 900 Mbps download speeds over Ethernet. Most streaming VPNs cut that in half even when I select a nearby server.\n\nWith the nearest Surfshark VPN server, I measured 728 Mbpson the SpeedTest website, one of the fastest I’ve ever recorded for a VPN. Upload speed was 38 Mbps and ping was around 44 ms both ways. I’m in Nova Scotia, Canada, on the East Coast and the closest Surfshark server was in Montreal, over 700 miles away.\n\nGreat speed within the country is nice, but I often use a VPN to browse worldwide like I was a local, so the real challenge is maintaining good bandwidth across the border.\n\nSurfshark continued to deliver blistering speed with 667 Mbps down, 17 Mbps up, and a 75 ms ping with a U.S. server. Upload speeds and ping always drops overseas, and that was true for Surfshark, but downloads were very fast with 579 Mbps for the U.K., 651 Mbps for France, and 630 Mbps for Germany.\n\nThe first significant drop showed up with an Australian server that managed 306 Mbps downloads. The 5 Mbps uploads and 100+ ms ping of European servers fell to 2Mbps uploads and 244 ms ping Down Under.\n\nOverall, Surfshark outpaced speedy VPNs like ExpressVPN and the fast and cheap TorGuard. While Surfshark was consistently fast, the other two performed well with nearby servers, but fell behind when connecting to more distant locations.\n\nSurfshark One includes a virus scanner and real-time protection for up to five devices. Surfshark’s antivirus earned a perfect score in a June 2024 evaluation by independent cybersecurity lab AV-Test.\n\nIn my spot-check of Surfshark One’s CleanWeb feature, it didn’t block any of Wicar’s malware tests. That’s because Surfshark’s blocking is reputation-based. That means it won’t block and alert you to dangerous websites or downloads unless they are in its database.\n\nAfter downloading the EICAR malware test file, I ran Surfshark One’s antivirus scanner and it quickly identified and quarantined the threat. Although Wicar.org is safe, more advanced antivirus software detects browser exploits and malicious files, preventing the potential threat before it’s downloaded to your computer.\n\nSupport\n\nSome VPN providers have good, but slow support since answers come via email. Surfshark has 24/7 live chat support so you can get help all day, every day.\n\nI tested it by asking about CleanWeb, Surfshark One’s blocking feature. An AI chatbot was helpful, offering several buttons to narrow down my questions and pointing me to relevant support documents.\n\nWhen I stumped the bot, I asked for a human and was immediately transferred. I learned that the Surfshark browser extension is for convenience, but you get the same VPN and antivirus protection from the app.\n\nPrivacy and security\n\nSurfshark makes its privacy policy easy to understand by getting to the most important details first: minimal data is collected, only what’s needed to provide the service you’re paying for. Surfshark requires your user ID or IP address and time stamp while browsing, but deletes that data within 15 minutes of your session ending.\n\nI couldn’t find any record of Surfshark security breaches, and the privacy policy checks out. While Surfshark is located in a Nine Eyes country, it’s audited no-log policy indicates the company won’t have any data to share even if there are official requests.\n\nSurfshark doesn’t sell or share your email to third-party advertisers.\n\nIs Surfshark right for you?\n\nSurfshark has a well-designed app, great customer service, and one of the fastest streaming VPNs with plenty of servers around the globe. The unlimited device support makes it hard to go wrong with this service, particularly if you subscribe for one to two years.\n\nFor less than a dollar extra each month, Surfshark One includes a good malware scanner and dark web monitoring. That’s a tempting offer, but it offers limited browser protection. You’ll want to keep your dedicated antivirus software active to block viruses. Surfshark Starter is the best pick for most people.\n\nI was impressed with Surfshark’s speed, reliability, and depth of features. The quick support makes it easy to get help or learn more about how to use Surfshark’s apps and extensions.\n\nI recommend Surfshark as one of the best VPNs with excellent speed, good privacy protection, easy operation, and great value."
    },
    {
        "title": "How Bad Is Tesla's Full Self Driving Feature, Actually? Third-Party Testing Paints Dark Picture",
        "link": "https://www.motortrend.com/news/tesla-fsd-software-amci-testing-video/",
        "description": "Watch testing firm AMCI, experience several unsafe situtations during its evaluation of Tesla's FSD software in a Model 3.",
        "image_url": "https://www.bing.com/th?id=ODF.ARpMMAheE9i1yJEmX-as0w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Motor Trend12h",
        "source": "Motor Trend",
        "article_content": "We’re Just weeks out from Tesla’s big RoboTaxi presentation where the automaker's self-driving shuttle will be revealed, and third-party independent research firm AMCI Testing has some bad news that could hang over the event like a cloud. AMCI just completed what it claims is “the most extensive real world test” of Tesla’s Full Self Driving (FSD) software, ostensibly the technology that would underpin the RoboTaxi's driverless tech, and the results are not confidence inspiring.\n\nAMCI says its test covered over 1,000 miles of use and, in short, showed that the performance of Tesla’s FSD software is “suspect.” This isn’t the first time Tesla has caught criticism for FSD. For years, Tesla FSD software has been a source of controversy for the automaker. Tesla has dealt with everything from being called out by the California DMV for false advertising to being investigated by NHTSA.\n\nThere has been so many incidents involving Tesla’s Autopilot and FSD that we had to build a megathread to keep track of them all. It's worth noting that Tesla claims FSD is still in \"beta,\" so it's incomplete, but it also sells the feature as a five-figure option on its current lineup of EVs, allowing owners to opt into being, essentially, real-world test dummies for the system. They must acknowledge that the system requires driver oversight and is not, as its name implies, a fully self-driving system today. Still, Tesla is essentially offloading the kind of testing other automakers conduct scientifically, with engineers and oversight, to customers in the real world. And AMCI’s findings on how reliable FSD is—or rather, is not—are just the latest road bump for Tesla and FSD.\n\nAMCI says it conducted its tests in a Tesla Model 3 with FSD versions 12.5.1 and 12.5.3 across four different driving environments: city streets, rural two-lane highways, mountain roads, and freeways. AMCI was impressed with FSD’s ability to rely solely on cameras. (Tesla is the only automaker whose driver assistance systems of FSD's ambition operate using only cameras and, essentially, short-distance parking sensors, rather than a more complex—and expensive—combination of cameras, sensors, radar, and lidar, which can paint a much clearer picture with more redundancies than Tesla's camera array.) However, AMCI found that, on average, when operating FSD, human intervention is required at least once every 13 miles to maintain safe operation.\n\n“With all hands-free augmented driving systems, and even more so with driverless autonomous vehicles, there is a compact of trust between the technology and the public. When this technology is offered the public is largely unaware of the caveats (such as monitor or supervise) and the tech considered empirically foolproof. Getting close to foolproof, yet falling short, creates an insidious and unsafe operator complacency issue as proven in the test results,” said David Stokols, CEO of AMCI Testing’s parent company, AMCI Global. “Although it positively impresses in some circumstances, you simply cannot reliably rely on the accuracy or reasoning behind its responses.”\n\nYou can see the full results of the test for yourself, but here is the gist from AMCI:\n\nMore than 1,000 miles driven\n\nCity streets, two-lane highways, mountain roads, and freeways\n\nDay and night operation; backlit to full-frontal sun\n\n2024 Model 3 Performance with Hardware 4\n\nFull Self Driving (Supervised) Profile Setting: Assertive\n\nSurprisingly capable, while simultaneously problematic (and occasionally dangerously inept)\n\nThe confidence (and often, competence) with which it undertakes complex driving tasks lulls users into believing that it is a thinking machine—with its decisions and performance based on a sophisticated assessment of risk (and the user’s wellbeing)\n\nIf you think 13-miles intervals between instances where a driver must grab the wheel or tap the brakes is pretty good, it's not just the number of interventions required, but the way those situations unfold. AMCI’s final point is the most eyebrow-raising (emphasis theirs): “When errors occur, they are occasionally sudden, dramatic, and dangerous; in those circumstances, it is unlikely that a driver without their hands on the wheel will be able to intervene in time to prevent an accident—or possibly a fatality.”\n\nTo back up its report, AMCI released three videos showing some of the instances in which FSD performed unsafely. Tesla has yet to publicly respond to this report, though we wouldn’t hold our breath for that. Again, the automaker can fall back on the idea that the software is still in development. Common sense, however, suggests that putting a feature with the FSD name and purported future self-driving capabilities into the hands of regular people now—when decisions the system makes or can flub—have dire consequences, and AMCI's testing proves that FSD's shortcomings rear their heads quite often."
    }
]