[
    {
        "title": "'Unsolved Mysteries': The True Story of the Roswell UFO Incident — and What Experts Are Still Trying to Debunk",
        "link": "https://www.msn.com/en-us/news/us/unsolved-mysteries-the-true-story-of-the-roswell-ufo-incident-and-what-experts-are-still-trying-to-debunk/ar-AA1rMN7B?ocid=BingNewsVerp",
        "description": "In 1947, the United States Air Force claimed that a \"flying disk\" had been recovered in New Mexico, but quickly retracted the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gHKAZqdUjx5w4vvB58f_rS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1hon MSN",
        "source": "People on MSN",
        "article_content": ""
    },
    {
        "title": "Alien Rosetta Stone found at UFO Crash Site by Robert Oppenheimer",
        "link": "https://www.msn.com/en-us/travel/news/alien-rosetta-stone-found-at-ufo-crash-site-by-robert-oppenheimer/vi-AA1rMwUb?ocid=BingNewsVerp",
        "description": "Patrick discusses Robert Oppenheimer and his connection to a UFO crash site in Aztec New Mexico in the late 1940's. #aliens ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R_ImCl8yfh6mWdr923TtJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN4h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "American Culture Quiz: Test yourself on healthy foods, stealthy objects and October occasions",
        "link": "https://www.aol.com/news/american-culture-quiz-test-yourself-110012506.html",
        "description": "The American Culture Quiz is a weekly test of our unique national traits, trends, history and people. This time, test your ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jp5AGpIH2qTUzz35gbHyOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2h",
        "source": "AOL",
        "article_content": "APP USERS: Click here to get the quiz!\n\nThe American Culture Quiz is a weekly test of our unique national traits , trends, history and people, including current news and the sights and sounds of the United States.\n\nThis week's quiz highlights October occasions, the pumpkin craze, UFO sightings and much more. Can you get all 8 questions right?\n\nFor more Lifestyle articles, visit www.foxnews.com/lifestyle\n\nTo try your hand at more quizzes from Fox News Digital, click here .\n\nAlso, to take our latest News Quiz — published every Friday — click here.\n\nRead On The Fox News App\n\nAmerican Culture Quiz! How well do you know this week's questions?\n\n\n\n\n\nOriginal article source: American Culture Quiz: Test yourself on healthy foods, stealthy objects and October occasions"
    },
    {
        "title": "Silent Hill 2 remake endings guide",
        "link": "https://www.vg247.com/silent-hill-2-remake-endings-guide",
        "description": "While Silent Hill 2 typically has six endings, Bloober Team has advised that new endings have been added to the game. At the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tr3kBMDzkX9n5mRdfZtzQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "vg24717h",
        "source": "vg247",
        "article_content": "Silent Hill 2 is renowned for a lot of reasons, and its multiple endings with their various ending conditions are one of those reasons. Back in 2001, it took a good while for people to actually figure out the math behind each ending, but it looks as though Bloober Team’s Silent Hill 2 endings are a little easier to crack this time around.\n\nTo see this content please enable targeting cookies. Manage cookie settings\n\nThat said, there are still a few specifics regarding each ending that need ironing out, and we’re still trying to track down a few things. We’ll update this guide as and when we learn more, but be sure to let us know if you uncover anything interesting! Without further ado, here’s our Silent Hill 2 remake endings guide.\n\nSilent Hill 2 remake endings guide\n\nFirst things first, it’s worth noting that during your first playthrough of Silent Hill 2, you will only be able to unlock one of the three original endings: Leave, In Water, or Maria.\n\nOn a second playthrough in New Game Plus, you will then have the opportunity to unlock three additional endings: Rebirth, Dog, and UFO.\n\nOn top of that, Bloober Team has also added new endings to the game which we are still currently trying to figure out. Though, we will note everything we know about them so far either way.\n\nSilent Hill 2 Leave ending\n\nThe Leave ending is what most Silent Hill 2 players will wind up with. It sees James finally accept his actions and ultimately exit Silent Hill for good.\n\nTo get the Leave ending, all you need to do is keep James patched up with medical supplies throughout the game, and do not check on Maria at any point in the hospital or the Labyrinth. You then also want to listen to all of the sick-bed dialogue in the long hallway towards the end of the game. You essentially want to act as though James’ only priorities are staying alive and finding Mary.\n\nYou can look at Mary’s Photo or Letter in your inventory, but to be certain you get this ending, I would recommend not looking at either item more than once or twice. Similarly, do not look at Angela’s Knife either.\n\nI’m not 100% certain whether the following influences your ending, but to be sure, I would also take Personal Items into the Employee Elevator at Lake View Hotel with you. These are the only things you can take without going over the weight limit.\n\nTo summarize, here’s what you need to do (or not do) to get the Leave ending:\n\nDO keep James healed.\n\nDO NOT interact with or check on Maria at the hospital or the Labyrinth.\n\nDO NOT look at Angela’s Knife.\n\nDO take Personal Items into the hotel’s Employee Elevator with you.\n\nDO listen to the entirety of the sick-bed dialogue in the long hallway towards the end of the game.\n\nSilent Hill 2 In Water ending\n\nThe In Water ending is another ending that players can quite easily end up with in Silent Hill 2. It essentially sees James playing as though he has some kind of death wish, and well… you should see for yourself how this ending unfolds, if you haven’t already.\n\nTo get the In Water ending in Silent Hill 2, all you need to do is keep James at low health where possible and examine Angela’s Knife multiple times, as well as listen to the sick-bed dialogue in the long hallway towards the end of the game.\n\nTo summarize, here’s what you need to do (or not do) to get the In Water ending:\n\nDO keep James at low health.\n\nDO look at Angela’s Knife multiple times.\n\nDO NOT look at Mary’s Photo or Letter more than once or twice.\n\nDO listen to the entirety of the sick-bed dialogue in the long hallway towards the end of the game.\n\nAs a side note for achievement hunters, I played the whole game with the intention of getting the Leave ending. After reaching the Employee Elevator at Lake View Hotel though, I opted to look at Angela’s Knife and stop healing James, which resulted in me getting the In Water ending. So, if you’re looking to try and experience multiple endings using the same save file, this is a good turning point to reload from for either the Leave or In Water ending.\n\nSilent Hill 2 Maria ending\n\nThe Maria ending in Silent Hill 2 is what players who spend plenty of time with Maria will end up with. You essentially want to prioritize looking after Maria over finding Mary.\n\nTo get the Maria ending in Silent Hill 2, you want to neglect Mary’s Photo and Letter entirely, check on Maria whenever you have the opportunity to do so, and skip the latter half of the sick-bed dialogue in the long hallway at the end of the game.\n\nTo summarize, here’s what you need to do (or not do) to get the Maria ending:\n\nDO check on Maria in the hospital and the Labyrinth.\n\nDO NOT look at Mary’s Photo or Letter in your inventory.\n\nDO NOT listen to all of the sick-bed dialogue in the long hallway at the end of the game.\n\nDO NOT take Personal Items into the hotel’s Employee Elevator with you.\n\nDO protect Maria from any damage.\n\nThe final point about the Employee Elevator is not something I am certain of, but it is what I did during my run in which I attained the Maria ending. Better safe than sorry!\n\nSilent Hill 2 Rebirth ending\n\nThe Rebirth ending in Silent Hill 2 can only be accessed during a New Game Plus run of the game. This ending requires you to find four items around the game and then complete the game as you would normally, by defeating the final boss. Provided these four key items are in your inventory, you will get the Rebirth ending.\n\nHere's where you can expect to find the White Chrism. | Image credit: Bloober Team/VG247\n\nThe four items you need, and where you can find them, are as follows:\n\nBook of Crimson Ceremony - found in the graveyard where you first meet Angela, to the right of the area.\n\n- found in the graveyard where you first meet Angela, to the right of the area. White Chrism - found in front of Baldwin Mansion, accessible after exiting Jack’s Inn with Maria.\n\n- found in front of Baldwin Mansion, accessible after exiting Jack’s Inn with Maria. Obsidian Goblet - found inside of Silent Hill Historical Society, in a small cubby adjacent to the painting of Pyramid Head.\n\n- found inside of Silent Hill Historical Society, in a small cubby adjacent to the painting of Pyramid Head. Book of Lost Memories - found in the Lost and Found room on 1F of Lake View Hotel.\n\nSilent Hill 2 Dog ending\n\nThe Dog ending in Silent Hill 2 is one of two ‘for fun’ endings available in New Game Plus, conjured up by Team Silent, with Mira the Dog being almost as iconic as James Sunderland.\n\nTo access the Dog ending in the Silent Hill 2 remake, you need to collect two Broken Key Parts, combine them with one another, and then use the key to unlock the Observatory Room in Lake View Hotel (this is next to Room 312).\n\nAcquire the first broken key part from the pet store in East South Vale. | Image credit: Bloober Team/VG247\n\nThe first Broken Key Part is found in a pet store just north of Big Jay’s in East South Vale at the beginning of the game. The shutter for this is down on your first run, and only opens in New Game Plus. The Broken Key Part is found in the back room.\n\nGo through this gate to find a doghouse with the second broken key part. | Image credit: Bloober Team/VG247\n\nThe second Broken Key Part is found on Katz St. in West South Vale, accessible after exiting Jack’s Inn with Maria. In the east of the area, near Baldwin Mansion, look for a door with dogbone on it that’s on the north side of the street.\n\nOnce you have both Key Parts, combine them and use the functioning Dog Key to unlock the Observatory Room beside Room 312 in Lake View Hotel. Have fun!\n\nSilent Hill 2 UFO ending\n\nThe UFO ending is the second ‘for fun’ ending available in New Game Plus runs of Silent Hill 2. To unlock this ending, you want to pay a visit to the Jeweller’s store north of Big Jay’s in East South Vale at the beginning of the game.\n\nFortunately, the Jeweller’s also happens to be right beside the pet store. Smash the windows of the Jeweller’s to be able to grab the Blue Gem from a case.\n\nYou then need to use this item in three different areas to unlock the ending. These areas are pointed out to you by a sci-fi sound effect that plays whenever you enter them. When that happens, investigate the Blue Gem in your inventory; if it glows, then you’re using it in the right place.\n\nThe areas you need to investigate the Blue Gem at are as follows:\n\nThe rooftop of Saul Street Apartments, as you exit the building.\n\nThe pier at Rosewater Park, where you first meet Maria.\n\nNot yet known or confirmed, but in the original game, this was in Room 312 of Lake View Hotel. A note in East South Vale also refers to using this at the hotel.\n\nOnce that’s done, enjoy your rendezvous with some aliens.\n\nSilent Hill 2 remake new endings\n\nWhile Silent Hill 2 typically has six endings, Bloober Team has advised that new endings have been added to the game. At the conclusion of any of your runs, you'll find that in your stats, the 'Endings' section will detail that there are eight endings in total to find. Two of these are new, and we're yet to figure them out.\n\nImage credit: Bloober Team/VG247\n\nIn New Game Plus, however, you can find the Key of Sorrow at the very beginning of the game. I’m assuming that this item is tied to a new ending, but I am yet to figure out where to use it. There's also a chance that this item only appears if you have unlocked the In Water ending, but I am still confirming this.\n\nJust beyond Nathan Avenue, after you leave Best Auto Parts and go past the gate where James would get the Wooden Plank and Radio in the original game, there’s a green car. If you smash all the windows of this car using the Chainsaw, you’ll acquire the Key of Sorrow here.\n\nIf you figure out where to use this item, be sure to let us know!\n\nFor more on Silent Hill 2, take a look at our walkthrough of the game, as well as our spoiler-free review."
    },
    {
        "title": "Ozzy Osbourne admits he is back on drugs as he 'struggles with health woes'- but is hiding it from his wife Sharon",
        "link": "https://www.dailymail.co.uk/tvshowbiz/article-13929545/Ozzy-Osbourne-admits-drugs-struggles-health-woes-hiding-wife-Sharon.html",
        "description": "The Black Sabbath star, 75, has reportedly gone back to smoking marijuana and is 'tempted to return to stronger drugs' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XGg4M42_VkiMflJTZMf6-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "Daily Mail",
        "article_content": "Ozzy Osbourne has admitted that he is back on drugs, but he is hiding it from his wife, Sharon.\n\nThe Black Sabbath star, 75, has reportedly gone back to smoking marijuana and is 'tempted to return to stronger drugs' because of his health woes, which have recently stopped him from returning to the UK.\n\nHe is believed to be struggling with his Parkinson's disease as well as his recent problems with his neck and back.\n\nOzzy, who relies on a wheelchair and crutches, has previously struggled with drug and alcohol addiction and confessed that he had gone back to having 'weed from time to time.'\n\nHe said on his Madhouse Chronicles podcast: 'I am happier, but I am not completely sober. I use a bit of marijuana from time to time.'\n\nOzzy Osbourne has admitted that he is back on drugs, but he is hiding it from his wife, Sharon (pictured in 2020)\n\nThe Black Sabbath star, 75, has reportedly gone back to smoking marijuana and is 'tempted to return to stronger drugs' because of his health woes (pictured in 1983)\n\nThe Prince of Darkness praised his wife, 71, for being his constant motivation to keep him from swaying back to his old habits, but cannabis, which is legal in LA, has slowly crept back into his life.\n\n'I am lucky my wife kicks my butt all the time and she would make life so difficult,' he said. 'Even with marijuana she will f***ing find it and get rid of it.'\n\nOn the podcast, Ozzy also revealed how he tried enough ketamine 'to spark him' after he was offered the medical sleep drug at a surgery.\n\n'I went to a doctor recently and started to have this ketamine,' he explained.\n\n'He put a tiny bit in me, but that was enough to spark me. That thing came back and weighted my brain.'\n\nHe confessed that while he stopped attending Alcoholics Anonymous meetings, he now questions if that was the correct decision.\n\nHe said: 'If you are out there and you are using dope and you want to get off, there is plenty of help.\n\n'AA is a 12-step programme. It got me sorted out to a certain degree. I do not go to meetings myself anymore. Maybe I should do, I don't know.'\n\nHe is believed to be struggling with his Parkinson's disease as well as his recent problems with his neck and back\n\nOzzy, who relies on a wheelchair and crutches to get by, has previously struggled with drug and alcohol addiction and confessed that he had gone back to having 'weed from time to time' (L-R Kelly, Ozzy and Sharon Osbourne IN 2020)\n\nOzzy, who has spoken openly about his addiction issues, feels that many rock stars and musicians that use the California approach of 'micro dosing' drugs are risking their lives. He said micro-dosing would not work for him.\n\nThe rock and roll legend admitted that during the height of his fame in the 1970s, he felt he could not 'do a thing creatively sober'.\n\n'I was the king of the world, a rock star and I had the biggest party ever. The thing is, I never thought I could do a f***ing thing of creativity (if I was sober).'\n\nOzzy has previously admitted he feels like he should have died years before some of his late 'drinking buddies' following a battle with booze and drugs.\n\nHe said he questions why he is still alive.\n\nOzzy discussed how he feels about outliving his friends, including Motorhead star Lemmy and UFO bass player Pete Way, who he performed with in the eighties.\n\nHe said: 'I've been doing a lot of reflection while I've been laid up, and all my drinking partners, I've realised they're all f*ing dead.\n\n'I should have been dead before loads of them. Why am I the last man standing? Sometimes I look in the ­mirror and go, 'Why the f*k did you make it?'.\n\nOzzy has previously admitted he feels like he should have died years before some of his late 'drinking buddies' following a battle with booze and drugs\n\nHe said he now questions why he is still alive (pictured in 2018)\n\n'I should have been dead a thousand times. I've had my stomach pumped God knows how many times.'\n\nOzzy, who has sold more than 100million records throughout his illustrious career, announced earlier this year his plans to retire from touring.\n\nThe British musician was diagnosed with a mild form of Parkinson's disease in 2003, however he only went public with the condition in 2020.\n\nOzzy has said that his biggest struggles are due to a fall which he suffered in 2019 which caused metal rods in his back to dislodge.\n\nThe rods had been put there following a quad bike accident at his Buckinghamshire home in 2003.\n\nHe told Rolling Stone UK magazine: 'The second surgery went drastically wrong and virtually left me crippled.\n\n'I thought I'd be up and running after the second and third, but with the last one they put a f*ing rod in my spine.\n\n'They found a tumour in one of the vertebrae, so they had to dig all that out too. It's pretty rough, man, and my balance is all f*ed up.'\n\nOzzy discussed how he feels about outliving his friends, including Motorhead star Lemmy and UFO bass player Pete Way, who he performed with in the eighties\n\nLast year Ozzy's wife Sharon proudly accepted The Icon honour trophy for her ailing husband at the Rolling Stone UK Awards at London's Camden Roundhouse.\n\nOzzy was too till to travel to the star-studded ceremony where the 'prince of darkness' was honoured for his 55-years in the music industry.\n\nThe rock and roll star to prominence during the 1970s as the lead vocalist of the heavy metal band Black Sabbath and was due to give speech at the ceremony.\n\nA beaming Sharon gave a rousing speech on her husband's behalf before introducing a video message from the man himself.\n\nSharon said: 'At times I've just felt so helpless and so bad for Ozzy. He's gone through all these operations and the whole thing has felt like a nightmare.\n\n'He hasn't lost his sense of humour, but I look at my husband and he's here while everyone else is out on the road.\n\n'This is the longest time he hasn't ever worked for. Being at home for so long has been so foreign to him.'"
    },
    {
        "title": "How to Build an Apple iOS App with AI",
        "link": "https://www.geeky-gadgets.com/building-apple-ios-apps-with-ai/",
        "description": "If you are interested in learning how to build Apple iOS apps using AI without the need to know any code. Greg Isenberg uses ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bkZvoBdxgyqxlTBXPKFnAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Geeky Gadgets",
        "article_content": "If you have an idea for the next big Apple iOS application, or just like to build something you have in mind for your own personal use. You will be pleased to know that creating an iOS app has become more accessible than ever before and you do not even need to know how to code. Thanks to the integration of Artificial Intelligence (AI) tools, the journey from concept to deployment has been significantly streamlined. This comprehensive guide by Greg Isenberg explores how AI can transform your app development process, focusing on key areas such as prototyping, essential development tools, and the crucial role of community feedback.\n\nTransforming Prototyping with AI\n\nPrototyping stands as a cornerstone in the app development process, particularly when it comes to effectively communicating ideas in business and marketing contexts. AI-powered tools have emerged as fantastic options, allowing you to craft sophisticated app mockups without the need for extensive coding knowledge.\n\nThese intelligent tools offer several advantages:\n\nRapid visualization of concepts\n\nEasy iteration and refinement of ideas\n\nReduced time from concept to visual prototype\n\nEnhanced collaboration with stakeholders\n\nBy using AI in the prototyping phase, you can quickly transform abstract ideas into tangible visual representations. This allows for faster decision-making and more efficient use of resources before committing to full-scale development.\n\nMaximizing Xcode and Swift Potential\n\nXcode remains the foundation of iOS app development, providing a robust and comprehensive environment for building sophisticated applications. Swift, the programming language used within Xcode, offers a perfect blend of intuitiveness and power, making it accessible to developers across various skill levels.\n\nThe integration of AI tools with Xcode opens up new possibilities:\n\nAutomated code suggestions and completions\n\nIntelligent debugging assistance\n\nPerformance optimization recommendations\n\nEnhanced code refactoring capabilities\n\nThese AI-driven features not only accelerate the development process but also contribute to producing cleaner, more efficient code. As a result, you can focus more on creative problem-solving and less on repetitive coding tasks.\n\nBuilding Apple iOS app with AI\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of coding using artificial intelligence :\n\nNavigating the App Development Journey\n\nWhen embarking on your app development journey, starting with a simple, focused application is often the most effective approach. Consider beginning with a straightforward one-page app, such as a note-taking application. This approach allows you to:\n\nGrasp fundamental iOS development concepts\n\nUnderstand data storage mechanisms on iOS devices\n\nGain hands-on experience with user interface design\n\nLearn the basics of app deployment and testing\n\nBy initially focusing on local data storage, you can sidestep the complexities of backend setups, allowing for a more streamlined learning process. Testing your app on personal devices is a crucial step in this journey, allowing you to identify and address issues early in the development cycle.\n\nOvercoming Challenges and Seizing Opportunities\n\nWhile publishing apps on the App Store can present challenges due to stringent policies, the development and testing phases offer significant opportunities for growth and refinement. AI tools play a pivotal role in this process by:\n\nAccelerating the prototyping and iteration cycles\n\nProviding data-driven insights for feature optimization\n\nOffering predictive analysis for potential user engagement\n\nAutomating certain aspects of quality assurance testing\n\nThese AI-driven capabilities allow you to refine your app’s features swiftly and efficiently, ensuring a higher quality product when it comes time for App Store submission.\n\nEnhancing Design with Vzer and AI\n\nVzer has emerged as an indispensable tool in the app developer’s arsenal, particularly for crafting intuitive interfaces and compelling landing pages. Its ability to assist the forking and sharing of prototypes fosters a collaborative environment conducive to rapid iteration and improvement.\n\nAI integration in design tools like Vzer offers several benefits:\n\nGeneration of innovative design concepts\n\nAutomated layout suggestions based on best practices\n\nColor scheme recommendations for optimal user experience\n\nPredictive analysis of user interaction patterns\n\nBy using these AI-powered features, you can significantly enhance both the aesthetic appeal and functional design of your app, leading to improved user engagement and satisfaction.\n\nHarnessing the Power of Community Feedback\n\nCommunity feedback stands as a critical component in the app development journey. Engaging with users throughout the development process helps ensure that the final product aligns closely with user needs and expectations. AI can enhance this process by:\n\nAnalyzing user feedback to identify common themes and priorities\n\nPredicting potential user reactions to proposed features\n\nFacilitating more targeted and efficient A/B testing\n\nAutomating the organization and categorization of user suggestions\n\nConsider implementing feature contests or beta testing programs to boost community involvement. This approach creates a collaborative environment where users feel invested in the app’s success, leading to more loyal and engaged user base.\n\nFrom Concept to Reality: The AI-Powered Journey\n\nThe transition from initial idea to functional prototype represents a critical phase in app development. AI tools have democratized this process, making it accessible to individuals with diverse skill sets and backgrounds. By using AI throughout the development journey, you can:\n\nRapidly iterate on design concepts\n\nStreamline the coding process\n\nOptimize app performance more efficiently\n\nMake data-driven decisions about feature implementation\n\nThese AI-powered capabilities not only accelerate the development process but also contribute to creating more innovative, user-centric applications. As you embark on your iOS app development journey, remember that AI tools are not replacements for creativity and vision, but powerful allies that can help bring your unique ideas to life more efficiently and effectively.\n\nMedia Credit: Greg Isenberg\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Google Launches New Feature Boost To Millions Of Android Phones",
        "link": "https://www.forbes.com/sites/jaymcgregor/2024/10/06/google-lens-android-update-circle-to-search-gemini-ai/",
        "description": "Crucially, these updates will roll out to all phones running Google Lens on iOS and Android, which is hundreds of millions of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RTpaltR5I5-R2GClCviLVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "47m",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "AWS CEO Matt Garman on generative AI, open source, and closing services",
        "link": "https://techcrunch.com/2024/10/06/aws-ceo-matt-garman-on-generative-ai-open-source-and-closing-services/",
        "description": "It was quite a surprise when Adam Selipsky stepped down as the CEO of Amazon's AWS cloud computing unit. What was maybe just ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4uuNxVKLD8F2feW1NdHxOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "26m",
        "source": "TechCrunch",
        "article_content": "It was quite a surprise when Adam Selipsky stepped down as the CEO of Amazon’s AWS cloud computing unit. What was maybe just as much of a surprise was that Matt Garman succeeded him. Garman joined Amazon as an intern in 2005 and became a full-time employee in 2006, working on the early AWS products. Few people know the business better than Garman, whose last position before becoming CEO was as senior VP for AWS sales, marketing, and global services.\n\nGarman told me in an interview last week that he hasn’t made any massive changes to the organization yet. “Not a ton has changed in the organization. The business is doing quite well, so there’s no need to do a massive shift on anything that we’re focused on,” he said. He did, however, point out a few areas where he thinks the company needs to focus and where he sees opportunities for AWS.\n\nReemphasize startups and fast innovation\n\nOne of those, somewhat surprisingly, is startups. “I think as we’ve evolved as an organization. … Early on in the life of AWS, we focused a ton on how do we really appeal to developers and startups, and we got a lot of early traction there,” he explained. “And then we started looking at how do we appeal to larger enterprises, how do we appeal to governments, how do we appeal to regulated sectors all around the world? And I think one of the things that I’ve just reemphasized — it’s not really a change — but just also emphasize that we can’t lose that focus on the startups and the developers. We have to do all of those things.”\n\nThe other area he wants the team to focus on is keeping up with the maelstrom of change in the industry right now.\n\n“I’ve been really emphasizing with the team just how important it is for us to continue to not rest on the lead we have with regards to the set of services and capabilities and features and functions that we have today — and continue to lean forward and building that roadmap of real innovation,” he said. “I think the reason that customers use AWS today is because we have the best and broadest set of services. The reason that people lean into us today is because we continue to have, by far, the industry’s best security and operational performance, and we help them innovate and move faster. And we’ve got to keep pushing on that roadmap of things to do. It’s not really a change, per se, but it is the thing that I’ve probably emphasized the most: Just how important it is for us to maintain that level of innovation and maintain the speed with which we’re delivering.”\n\nWhen I asked him if he thought that maybe the company hadn’t innovated fast enough in the past, he argued that he doesn’t think so. “I think the pace of innovation is only going to accelerate, and so it’s just an emphasis that we have to also accelerate our pace of innovation, too. It’s not that we’re losing it; it’s just that emphasis on how much we have to keep accelerating with the pace of technology that’s out there.”\n\nGenerative AI at AWS\n\nWith the advent of generative AI and how fast technologies are changing now, AWS also has to be “at the cutting edge of every single one of those,” he said.\n\nShortly after the launch of ChatGPT, many pundits questioned if AWS had been too slow to launch generative AI tools itself and had left an opening for its competitors like Google Cloud and Microsoft Azure. But Garman thinks that this was more perception than reality. He noted that AWS had long offered successful machine learning services like SageMaker, even before generative AI became a buzzword. He also noted that the company took a more deliberate approach to generative AI than maybe some of its competitors.\n\n“We’d been looking at generative AI before it became a widely accepted thing, but I will say that when ChatGPT came out, there was kind of a discovery of a new area, of ways that this technology could be applied. And I think everybody was excited and got energized by it, right? … I think a bunch of people — our competitors — kind of raced to put chatbots on top of everything and show that they were in the lead of generative AI,” he said.\n\nI think a bunch of people —our competitors — kind of raced to put chatbots on top of everything and show that they were in the lead of generative AI.\n\nInstead, Garman said, the AWS team wanted to take a step back and look at how its customers, whether startups or enterprises, could best integrate this technology into their applications and use their own differentiated data to do so. “They’re going to want a platform that they can actually have the flexibility to go build on top of and really think about it as a building platform as opposed to an application that they’re going to adapt. And so we took the time to go build that platform,” he said.\n\nFor AWS, that platform is Bedrock, where it offers access to a wide variety of open and proprietary models. Just doing that — and allowing users to chain different models together — was a bit controversial at the time, he said. “But for us, we thought that that’s probably where the world goes, and now it’s kind of a foregone conclusion that that’s where the world goes,” he said. He said he thinks that everyone will want customized models and bring their own data to them.\n\nBedrock, Garman said, is “growing like a weed right now.”\n\nOne problem around generative AI he still wants to solve, though, is price. “A lot of that is doubling down on our custom silicon and some other model changes in order to make the inference that you’re going to be building into your applications [something] much more affordable.”\n\nAWS’ next generation of its custom Trainium chips, which the company debuted at its re:Invent conference in late 2023, will launch toward the end of this year, Garman said. “I’m really excited that we can really turn that cost curve and start to deliver real value to customers.”\n\nOne area where AWS hasn’t necessarily even tried to compete with some of the other technology giants is in building its own large language models. When I asked Garman about that, he noted that those are still something the company is “very focused on.” He thinks it’s important for AWS to have first-party models, all while continuing to lean into third-party models as well. But he also wants to make sure that AWS’ own models can add unique value and differentiate, either through using its own data or “through other areas where we see opportunity.”\n\nAmong those areas of opportunity is cost, but also agents, which everybody in the industry seems to be bullish about right now. “Having the models reliably, at a very high level of correctness, go out and actually call other APIs and go do things, that’s an area where I think there’s some innovation that can be done there,” Garman said. Agents, he says, will open up a lot more utility from generative AI by automating processes on behalf of their users.\n\nQ, an AI-powered chatbot\n\nAt its last re:Invent conference, AWS also launched Q, its generative AI-powered assistant. Right now, there are essentially two flavors of this: Q Developer and Q Business.\n\nQ Developer integrates with many of the most popular development environments and, among other things, offers code completion and tooling to modernize legacy Java apps.\n\n“We really think about Q Developer as a broader sense of really helping across the developer life cycle,” Garman said. “I think a lot of the early developer tools have been super focused on coding, and we think more about how do we help across everything that’s painful and is laborious for developers to do?”\n\nAt Amazon, the teams used Q Developer to update 30,000 Java apps, saving $260 million and 4,500 developer years in the process, Garman said.\n\nQ Business uses similar technologies under the hood, but its focus is on aggregating internal company data from a wide variety of sources and make that searchable through a ChatGPT-like question-and-answer service. The company is “seeing some real traction there,” Garman said.\n\nShutting down services\n\nWhile Garman noted that not much has changed under his leadership, one thing that has happened recently at AWS is that the company announced plans to shut down some of its services. That’s not something AWS has traditionally done all that often, but this summer, it announced plans to close services like its web-based Cloud9 IDE, its CodeCommit GitHub competitor, CloudSearch, and others.\n\n“It’s a little bit of a cleanup kind of a thing where we looked at a bunch of these services, where either, frankly, we’ve launched a better service that people should move to, or we launched one that we just didn’t get right,” he explained. “And, by the way, there’s some of these that we just don’t get right and their traction was pretty light. We looked at it and we said, ‘You know what? The partner ecosystem actually has a better solution out there and we’re just going to lean into that.’ You can’t invest in everything. You can’t build everything. We don’t like to do that. We take it seriously if companies are going to bet their business on us supporting things for the long term. And so we’re very careful about that.”\n\nAWS and the open source ecosystem\n\nOne relationship that has long been difficult for AWS — or at least has been perceived to be difficult — is with the open source ecosystem. That’s changing, and just a few weeks ago, AWS brought its OpenSearch code to the Linux Foundation and the newly formed OpenSearch Foundation.\n\nWe love open source. We lean into open source. I think we try to take advantage of the open source community and be a huge contributor back to the open source community.\n\n“I think our view is pretty straightforward,” Garman said when I asked him how he thinks of the relationship between AWS and open source going forward. “We love open source. We lean into open source. I think we try to take advantage of the open source community and be a huge contributor back to the open source community. I think that’s the whole point of open source — benefit from the community — and so that is the thing that we take seriously.”\n\nHe noted that AWS has made key investments into open source and open sourced many of its own projects.\n\n“Most of the friction has been from companies who originally started open source projects and then decided to kind of un-open source them, which I guess, is their right to do. But you know, that’s not really the spirit of open source. And so whenever we see people do that, take Elastic as the example of that, and OpenSearch [AWS’s ElasticSearch fork] has been quite popular. … If there’s Linux [Foundation] project or Apache project or anything that we can lean into, we want to lean into it; we contribute to them. I think we’ve evolved and learned as an organization how to be a good steward in that community and hopefully that’s been noticed by others.”"
    },
    {
        "title": "How do I use AI? Eight real-world examples two years on from ChatGPT",
        "link": "https://english.elpais.com/technology/2024-10-06/how-do-i-use-ai-eight-real-world-examples-two-years-on-from-chatgpt.html",
        "description": "A study in the US says that 24% of workers are already using generative AI. Data expert Kiko Llaneras explains how he uses ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kQ_AFdpOjJN0QUJglz3-QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "El País in English2h",
        "source": "El País in English",
        "article_content": "_\n\n_\n\nCHATGPT Analysis i Educational exposure of ideas, assumptions or hypotheses, based on proven facts\" (which need not be strictly current affairs) Value in judgments are excluded, and the text comes close to an opinion article, without judging or making forecasts , just formulating hypotheses, giving motivated explanations and bringing together a variety of data How do I use AI? Eight real-world examples two years on from ChatGPT A study in the US says that 24% of workers are already using generative AI. Data expert Kiko Llaneras explains how he uses the technology Una imagen de la aplicación 'Raycast', que permite usar diferentes chatbots IA, como GPT-4o, Llama o Claude\n\nTwo years have almost passed since the launch of ChatGPT, the debut that launched the race for generative AI. Tech giants are competing to develop the best models. Meta is doing it with Llama, Google with Gemini, Anthropic with Claude and OpenAI with GPT-4o. The past few months have seen gigantic investments, as demonstrated by Nvidia’s surge in the stock market. This company — which designs the hardware for these AIs — has seen its value increase fivefold. The promise of AI is undeniable. But at the same time, there is a question that haunts me: once the initial curiosity is over, are we using generative AI? Apparently so. According to a study in August, 24% of American workers had used generative AI in the week they were interviewed. What’s more, one in 10 had used it daily.\n\nI didn’t expect it so many people to be using it. It normally takes years for a technology to be adopted. Years of trial and error until we discover where and how to make it useful. Do you remember, for example, PDAs? Before the success of the iPhone, there was a similar device that didn’t take off: personal digital assistants. On paper, they looked like future smartphones — they had GPS, email, internet and Excel — but they didn’t work well. The seed of success was there — the idea — but not the implementation, and although PDAs had their fans, they were never massively adopted.\n\nToday I wanted to talk about that: the first use of chatbots like ChatGPT.\n\nWhat am I doing with AI?\n\nI’ve made a list of what I actually use AI for. Not experiments or tests, but a list of how I actually use these tools to solve a task that I simply want to do well and quickly.\n\nProgramming. I use Github Copilot, an auto-completion tool that works with R and RStudio, which is my programming language. How does it help me? If you don’t program, think of it as the keyboard predictor on your phone, but instead of adding half a word in WhatsApp, it adds entire paragraphs.\n\nIn this video, you can see an example:\n\nGithub Copilot's AI can autocomplete your code and add matches, with name and color, line by line.\n\nWriting in another language. I use chatbots with Claude 3.5 or GPT-4o model as a kind of translation assistant — in both cases, I use the Raycast app. The advantage of a chatbot is that you can ask for changes in tone, and ask questions or suggestions: “Can I use reach instead of scope?” One caveat, though: these AIs have been trained to please, so much so that they make mistakes in order to contradict you.\n\nHelp with Excel or Google Spreadsheet. Chatbots with the Claude 3.5 or GPT-4o model also help me answer questions about spreadsheet formulas, regex, or how to change the wallpaper on my phone.\n\nQuick searches. For example, at the beginning of this article, I asked Claude when ChatGPT was launched. It looked it up on the internet and answered, providing links. Remember, it’s important to be careful, since it is not always reliable. I advise you to always look at the links — just move the mouse over it, as in the video — to confirm the information.\n\nIn the video, you can see how to do this:\n\nClaude AI can search the internet. It is being used via the Raycast application\n\nExtracting data from tables. In my line of work, I often need data from a table that is sent to me in a photo or PDF. Instead of copying 100 numbers by hand, which could also easily lead to mistakes, I do the following: I take a screenshot, drag it to Claude, and ask it to extract the data into a CSV, which I can then paste anywhere. But a word of caution: I do this with small tables that I can verify.\n\nClaude AI can extract data from a table or graph passed as an image and return it as a CSV. It is being used via the Raycast application.\n\nGenerating simple data. An example from last week: I had a spreadsheet with the U.S. states, and I wanted to add the number of electoral votes in each state. I asked Claude. I copied my table and asked it to look up the data and add it. It did it, and I just had to check the information.\n\nChoosing emojis. A minor task, but one I use daily. Raycast has an emoji search engine, but instead of searching and then selecting one, I can type what I want. For example, for “super useful” it suggests these emojis: 🔧, 🌟 and 💡. The video shows another example:\n\nUna IA escoge emojis para la frase \"El País\"\n\nBrainstorming (with myself). I just asked one of these chatbots, “tell me things that can be done with Claude or ChatGPT,” and I used their list to remind me that I also use AI for Excel questions. The trick here is to ask AI chatbots things you already know. Its job is to help you remember. Then you take its suggestions and build on them with your ideas. For example, imagine I get asked for tips on making better charts. Six come to mind… and I draw a blank. I can then ask ChatGPT for another 20 possible suggestions. There will be bad ones, but some will spark an idea that I will express better and make my own.\n\nThis last example highlights a pattern: I currently use generative AI to produce information that I can verify, from memory or by easily checking. These tasks range from producing code to finding an appropriate emoji.\n\nHow are other people using AI\n\nThe most common tasks are similar to mine. That’s according to the August study, and also my followers on X/Twitter, who responded to this question: they use ChatGPT to translate, summarize papers, look up definitions, to do searches, and above all, to program. There are extreme cases: Javier López, the founder of Magnific, one of the first startups in the AI era, recently acquired by Freepick, said that 50% of the source code of his successful application was written by an AI.\n\nI have only found one exception. Many people use chatbots to write texts, but I don't. Maybe because writing is the core of my work?\n\nIn any case, these first uses are tentative. They depend both on the capacity of artificial intelligence, in its current state, and on the interest of the first users. What’s more, adoption varies according to occupation. According to the previous study, the workers who are using generative AI the most are computer scientists and mathematicians (46%), followed by managers (46%) and people in finance (39%) and education (33%).\n\nIf generative AI ends up being widely adopted, what will we be doing with it in 10 years? I have no idea.\n\nThirty years of interest in technology, and the memory of PDAs, make me very cautious about making predictions. But I don’t want to avoid giving an answer either: I think it is more likely to succeed than fail.\n\n🧰 2. My apps\n\nSince I'm talking about software today, I've taken the opportunity to update the list of the applications I use the most. Essentially, I'm still using the same thing I used a year ago, which is always a good sign.\n\n🤖 Generative AI. I’m still using Raycast. The macOS Swiss Army knife is very useful, but it’s also now my preferred interface to interact with AI chatbots like GPT or Claude. With the paid version, you can open a floating window and talk to different language models, generic or custom, with text and images.\n\n📆 Tasks. I’ve been writing down my to-do list on my calendar for years. Why? This way I avoid long lists, because only three or four tasks fit into one day. I use the Fantastical app, although the idea is pretty simple: just look at your tasks and your available time at the same time.\n\n📔 I carry a notebook throughout the day. Although any notebook will do, I always carry the Maruman Mnemosyne, which has matte paper, tear-out pages, and rings to open it in two.\n\n📥 Notes. I keep everything in the Apple’s Notes app. That’s where all my notes go, to be used soon or never (in separate folders). I also use it to write on my phone.\n\n💭 To think and organize ideas. I still use Workflowy.\n\n📚 To read. I’m still using Reader.\n\n✏️ To write. I’m still using Ulysses.\n\n✨ Other Apps. I like Snipd, Klack, Cleanshoot, Rize.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition\n\nTu suscripción se está usando en otro dispositivo ¿Quieres añadir otro usuario a tu suscripción? Añadir usuarioContinuar leyendo aquí Si continúas leyendo en este dispositivo, no se podrá leer en el otro. ¿Por qué estás viendo esto? Flecha Tu suscripción se está usando en otro dispositivo y solo puedes acceder a EL PAÍS desde un dispositivo a la vez. Si quieres compartir tu cuenta, cambia tu suscripción a la modalidad Premium, así podrás añadir otro usuario. Cada uno accederá con su propia cuenta de email, lo que os permitirá personalizar vuestra experiencia en EL PAÍS. En el caso de no saber quién está usando tu cuenta, te recomendamos cambiar tu contraseña aquí. Si decides continuar compartiendo tu cuenta, este mensaje se mostrará en tu dispositivo y en el de la otra persona que está usando tu cuenta de forma indefinida, afectando a tu experiencia de lectura. Puedes consultar aquí los términos y condiciones de la suscripción digital."
    },
    {
        "title": "Apple’s AI is landing soon on iPhones. Here’s what it’s like.",
        "link": "https://www.seattletimes.com/business/technology/apples-ai-is-landing-soon-on-iphones-heres-what-its-like/",
        "description": "The initial version of Apple Intelligence focuses on helping you with words and photos. Prepare to be impressed and unnerved.",
        "image_url": "https://www.bing.com/th?id=OVFT.LwwGC99H0nV0apgyBe_vIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Seattle Times",
        "article_content": "Content not available"
    },
    {
        "title": "Who Is Ed and Lorraine Warren's Daughter Judy Spera? How She's Continued Their Paranormal Legacy (and Her Honest Thoughts on The Conjuring)",
        "link": "https://www.msn.com/en-us/movies/celebrity/who-is-ed-and-lorraine-warrens-daughter-judy-spera-how-shes-continued-their-paranormal-legacy-and-her-honest-thoughts-on-the-conjuring/ar-AA1rMta5?ocid=BingNewsVerp",
        "description": "Here's everything to know about Judy Spera, the daughter of paranormal investigators Ed and Lorraine Warren, including who ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aI97Djt8KxgNrWgNzskEIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3hon MSN",
        "source": "People on MSN",
        "article_content": ""
    },
    {
        "title": "11 most haunted Michigan bars, restaurants, according to Detroit ghost hunters",
        "link": "https://www.clickondetroit.com/news/michigan/2024/10/06/11-most-haunted-michigan-bars-restaurants-according-to-detroit-ghost-hunters/",
        "description": "People always ask us, what are DPX’s favorite haunted places in the state? We decided to do something fun and come out with ...",
        "image_url": "https://www.bing.com/th?id=OVFT.81eUZxPOXrB0hbhw8vXhsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "clickondetroit.com2h",
        "source": "clickondetroit.com",
        "article_content": "This article is a guest blog from the founders of Detroit Paranormal Expeditions (DPX), Jeff Adkins and Todd Bonner. DPX researches and investigates reportedly haunted locations to help explain the causes of the phenomena experienced there. DPX has appeared on Travel Channel's Paranormal Survivor, Haunted Case Files, Paranormal 9-1-1, Most Terrifying Places, Paranormal Caught on Camera and Destination FEAR, as well as on Local 4.\n\nPeople always ask us, what are DPX’s favorite haunted places in the state? We decided to do something fun and come out with our list of haunted pubs, bars and restaurants.\n\nOver the course of 2021 we visited and researched these amazing places! Some of the criteria we used to determine our list was history, ambiance, personal stories, our own experiences, atmosphere and the reported hauntings. The stories we heard from each of these locations was really interesting and we found out things we didn’t know! We hope you enjoy and we recommend checking them out for yourself.\n\nRecommended Videos\n\nMost haunted bars and restaurant in Michigan\n\nTwo Way Inn, Detroit\n\nTwo Way Inn, Detroit MI (Detroit Paranormal Expeditions)\n\nBuilt in 1873 and known as Detroit’s oldest bar, it opened as a saloon in 1876 and also served as a general store, stagecoach, railroad station, hotel, jail, dance hall, and possibly a brothel. During Prohibition, the Two Way was owned by a dentist, which is significant because doctors could prescribe up to a pint of whiskey every 10 days for pain under The Volstead Act. There have been several deaths in the building throughout its lifetime.\n\nOne of the apparitions reportedly seen here is a cowboy with a long white beard and cowboy hat, who many believe to be the spirit of Col. Philetus Norris, the building’s former owner. He was not only a bar owner, but also a Union spy during the Civil War, an archaeologist and a superintendent at Yellowstone National Park.\n\nRelated: 🔒 Detroit ghost hunters share 5 scariest paranormal experiences\n\nNancy Whiskey’s, Detroit\n\nNancy Whiskey's, Detroit MI (Detroit Paranormal Expeditions)\n\nNancy Whiskey’s dates back to 1902. According to staff and regulars, this 119-year-old pub is believed to be haunted by no fewer than three spirits. Some of the activity reported includes disembodied voices when staff are closing and all guests have left, mirrors breaking on their own, and much more.\n\nJust inside the doorway is an old phone booth, which was reportedly used by Jimmy Hoffa on a regular basis. It’s also possible that members of the Digby family, who opened the general store on this site in 1902, still remain to this day.\n\nCadieux Cafe, Detroit\n\nCadieux Cafe, Detroit MI (Detroit Paranormal Expeditions)\n\nThe Cadieux Cafe is one of Detroit’s most well-known reportedly haunted locations. A pair of Belgian immigrants, Yvonne and Robert Devos, founded the cafe on Detroit’s east side in the early 1930s. In its early days, it was a Prohibition-era speakeasy. The Devos family purchased it in 1962, and in 2018 it was purchased by Paul Howard, co-owner of Cliff Bell’s, and musician John Rutherford.\n\nIt was famously showcased by Anthony Bourdain during a visit for his TV show “No Reservations.” Some have seen an apparition that they believe to be Yvonne sitting at a table near the bar area. Others have seen her husband, Robert, in the basement of the cafe, as well as objects reportedly moving on their own throughout the building.\n\nAtwater in the Park, Grosse Pointe Park\n\nThe church the brewery is housed in opened in 1936. The building was once home to Grace United Church.\n\nAtwater in the Park, Grosse Pointe Park MI (Detroit Paranormal Expeditions)\n\nPeople heard strange noises and odd occurrences while the church was being transformed into the brewery. Atwater in the Park opened in 2014, and a priest came out to bless the brewery soon afterward. Employees fear going in the basement, where the fermenters, liquor and various supplies are kept. The basement once housed a nursery school and daycare.\n\nShadow figures, children’s disembodied voices and lights flickering on, a video capturing a dove shadow flying inside are a few of the paranormal experiences that have been reported\n\nRelated: ‘Ghost’ captured on camera during investigation at Atwater brewery in Michigan\n\nTommy’s Bar and Grill, Detroit\n\nTommy's Bar and Grill, Detroit MI (Detroit Paranormal Expeditions)\n\nTommy’s Detroit Bar is one of the city’s most historic and reportedly haunted locations. Dating back to the mid-1800s, the building is believed to have been a stop on the Underground Road and served as a speakeasy during the prohibition era before it became Tom’s Tavern in 1938.\n\nThe bar’s owner, Tommy Burelle, says he’s heard about and experienced plenty of unusual encounters in the building. One of the paranormal hot spots is the basement, which is where the hidden speakeasy was. Urban legend says the basement is also where a body was once buried by the mob.\n\nGandy Dancer, Ann Arbor\n\nGandy Dancer in Ann Arbor (Detroit Paranormal Expeditions)\n\nThe Gandy Dancer restaurant in Ann Arbor, Michigan, was originally a Michigan Central Train Depot dating back to 1886. Considered the finest station on the Michigan Central line when it was built, this building features heavy stone walls, deep-set, round-arched openings, large fireplaces and beautiful stained glass windows. It’s also said to be haunted possibly due to some of the traumatic events of its past.\n\nIn Sept. 1940, some kids put a railroad spike on the tracks, which caused a freight train to derail, killing Walter Flinn. The train depot also was where American military members killed in action during several wars were unloaded. It’s said that during WWI, the bodies of deceased soldiers who weren’t claimed by their family were stored temporarily in the basement of the depot.\n\nEven today, the Gandy Dancer showcases much of its historical authenticity. Be sure to check it out when you’re in the area.\n\nThe Whitney, Detroit\n\nThe Whitney in Detroit (Detroit Paranormal Expeditions)\n\nThe Whitney restaurant was built between 1890 and 1894 by a prominent lumber baron, David Whitney. It served as his families home until 1920. The Whitney is 21,000 square feet with 52 rooms (including 10 bathrooms) and 20 fireplaces. Our favorite spot is the Ghost Bar! It’s also been long rumored to be haunted. We were lucky enough to investigate a few years ago and captured an “avp” of what we think is Grace Whitney in the carriage house. Listen close for Grace humming a tune.\n\nHuron River Inn, Rockwood\n\nHuron River Inn, Rockwood MI (Detroit Paranormal Expeditions)\n\nHRI, once known as the Burton Manor & Tavern, was originally built in 1860 and operated through the Civil War Years. It was the center of social life in what was then called Huron Station (current day Rockwood). In the early 1900s, the Burton Manor caught fire and had to be rebuilt. In 1907, out of the ashes arose the Rockwood Hotel!\n\nHRI is well-known to be haunted. Staff and patrons have reported seeing the apparition of a woman in a bonnet sitting at the bar, as well as shadowy man standing in the old coal bin entry in the basement. There have also been reports of loud noises, children’s laughter and unexplained footsteps running down the second floor hallway.\n\nWalldorff Brewpub, Hastings\n\nWalldorff Brewpub, Hastings MI (Detroit Paranormal Expeditions)\n\nNow a brewery, this building dating back to 1866 has been many things throughout its lifetime, including a funeral home, hardware store, furniture shop, clothing retailer, and a drug & grocery store. Staff and guests have reported numerous paranormal encounters, including objects unexplainably flying off the bar on their own, lights coming on, being touched, shadow figures and much more.\n\nThe White Horse Inn, Metamora\n\nWhite Horse Inn (Detroit Paranormal Expeditions)\n\nThe White Horse Inn dates back to 1848 and is believed to have been a stop on the Underground Railroad. It originally served as a general store, but throughout its lifetime has also been an inn, dance hall and now a restaurant. The building has quite a haunted reputation, with many reporting to hear the sound of boots walking across its second floor when no one is up there, doors slamming, lights flickering and more. Some have even seen apparitions, including those of a man in a 1940s tuxedo, an older man and a young girl.\n\nOne of the haunted legends says that a handful of patrons and a worker were killed in a fire in the front section of the bar. To this day, people in the bar continue to report hearing screams, possibly of those who perished in the fire.\n\nBone Heads BBQ, Willis\n\nBone Heads BBQ is known to be one of the most haunted places in the state. Now a bar/restaurant, the building dates back to around 1865 and previously served as coach stop, grainery, butcher shop, ice house, post office and general store. Numerous paranormal encounters have been reported by staff and guests.\n\nSome have seen apparitions near the host stand and bar, heard footsteps and whispers when others weren’t present, and seen the apparition of a woman in a white dress walking down the stairs.\n\nWhile it’s not known who all the spirits are at Bone Heads, there’s one the owners and staff call Nellie, who they believe may have lived in the building in the early 20th century.\n\nBone Heads BBQ, Willis MI (Detroit Paranormal Expeditions)\n\nLearn more about Detroit Paranormal Expeditions on their website here."
    },
    {
        "title": "Casper Paranormal Investigator Owns Ghostbusters Franchise In Wyoming",
        "link": "https://cowboystatedaily.com/2024/10/05/when-theres-something-strange-in-wyoming-who-you-gonna-call/",
        "description": "There are 165 Ghostbusters franchises in the U.S. including one in Wyoming. Pete McDaniels, a paranormal investigator, owns ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xslkam3i-S44d70BD9L_SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Cowboy State Daily17h",
        "source": "Cowboy State Daily",
        "article_content": "CASPER — Who you gonna call in Wyoming when the door slams in an empty room and a mysterious disembodied voice whispers “get out?”\n\nCasper’s Pete McDaniels.\n\nA longtime fan of the 1984 hit movie “Ghostbusters” starring Dan Aykroyd, Bill Murray and Harold Ramios McDaniels and his team of ragtag wranglers of all things supernatural are listed are on an official “whoyougonnacall.org\" website that lists paranormal investigators in each state.\n\nHe is one of 165 franchises nationwide, and the only listed in Wyoming.\n\n“There is a whole group of folks that use that movie to help people in their communities,” McDaniels said.\n\nIn addition investigating potential hauntings, Casper’s Ghostbusters do birthday parties, food drives, conventions, “trunk” or treats and raises money for the Make-A-Wish Foundation.\n\nLike the movies that feature iconic ghost-busting cars, McDaniels drives his own version of “Ecto-1,” the famous converted ambulance with the unique whiney siren. It has similar paraphernalia on top and Ghostbusters stickers on the side.\n\nHe bought the 2009 Ford Crown Victoria Police Interceptor from someone in Glenrock a few years ago.\n\nA hospital security guard when not busting ghosts, McDaniels had his uniform on when he initially drove the unmodified car. Wyoming Highway Patrol pulled him over, thinking he might be trying to impersonate a police officer.\n\nGhostbuster Interceptor\n\n“I thought I should probably make this car less cop like and more something fun. And I had always wanted to have a Ghostbusters car, so I started to put stickers on it,” he said.\n\n“Well then I thought, now I’ve got to build a top in it, it can’t just be stickers right? So, I started piecing together bit by bit the roof rack and housing and built all that out. There is one piece of pipe up that’s up there being held onto the roof by a toilet flange.”\n\nOnce he had his wheels, as well as the “ECTOI” license plate, the doors opened for him to use it for fundraisers and to market his ghost removal side gig.\n\nOctober becomes the busy season. There is a “Touch a Truck” event on Oct. 12 at the Excel Academy Private School that allows kids to get in the vehicle, turn on the sirens, read the special tag fastened on the dash that labels the machine as belonging to Wyoming Ghostbusters, and check out the glove compartment.\n\n“There is a ghostbuster’s employee handbook and a little canister of ectoplasm slime,” he said. “The kids like to play with all that stuff.”\n\nHe also plans to be at a car show and food drive at the Izaak Walton Clubhouse in Casper on Oct. 18 and end the month on Oct. 25, 27 and 28 with actual ghostbusting demonstrations at the Casper Elks Lodge No. 1353 where he said the equipment used by paranormal investigators will be explained and a walk through of the lodge will be conducted.\n\n“Right now, I’m discussing a fundraiser for a lady that is trying to fight cancer,” he said. “We try and kind of use the car as a way to help people out.”\n\nAs in the movie, McDaniels and some other members of the team have uniforms and he and a buddy have the proton packs used in the last version of the film series.\n\n“It’s kind of the iconic part of Ghostbusters history, it gets people excited,” he said.\n\nSupernatural Missions\n\nIn addition to the fundraising, and parties, McDaniels also has been on an estimated 15 missions to identify or remove potential paranormal spirits in places around the region and state.\n\nHe recently was called to a Casper home where the owners discovered a set of footprints on concrete that went from a pickup truck to the garage door and then just vanished.\n\n“What it looked like was that somebody had walked through a puddle of grease, made about four or five steps to the garage door and then nothing,” he said. “It was kind of crazy.”\n\nMcDaniels pulled out his EMF meter that measures electro-magnetic energy and found it registered a few points over the footprints and faded when pulled away from them. He checked to see if there were any internet routers or other source of energy nearby that would trigger the meters. There were none.\n\nOther tools in his ghostbusting toolbox include REM-Pod devices that reflect electromagnetic field changes and air temperature changes and a specialized SLS (Structured Light Sensor) camera that uses infrared light. It can 3D map areas in front of it “so we can see things the human eye might miss,” he said.\n\nHe also uses other cameras that can capture images in ultraviolet, infrared, and the normal spectrum of light.\n\nAt the garage, McDaniels set up some REM Pods around the area to see if anything would trigger them. Nothing happened. Photos with the infrared camera found nothing.\n\nBut it’s not always that way. McDaniels tells the story of being called to a Casper home about five blocks from the cemetery with a man experiencing doors being slammed in his home for no reason.\n\n“He said he was sitting on the couch one day and he felt like his leg started to burn,” McDaniels said. “He looked down and it looked like a handprint had been slapped on his thigh. So, we got to go down and work with that.”\n\nThe man requested that McDaniels and his team bless the house. McDaniels said he has studied different spiritual beliefs including druidism and another team member is a Norse shaman.\n\nPeter McDaniels' version of Ecto-1 is a former police interceptor that he has adapted for his Ghostbuster gigs. (Courtesy Peter McDaniels)\n\nPeter McDaniels and his daughter, Olivia, pose in their Ghostbuster uniforms. (Courtesy Peter McDaniels)\n\nPeter McDaniels on a paranormal mission. (Courtesy Peter McDaniels)\n\nPeter McDaniels, left, and members of his team do fundraising for many causes. Here their efforts raised funds for the National Historic Trails Center Foundation. In addition to McDaniels, those shown here are from left are Olivia McDaniels, Nathan Soper, Connie Thompson, and Derrick Lacey. (Courtesy Peter McDaniels)\n\nMembers of the Casper-based Ghostbuster team are from left Einar Ivarson, Peter McDaniels, Raven Metcalf, and Derrick Lacey. (Courtesy Peter McDaniels)\n\nThe Casper-based Ghostbuster mobile has been on missions across the state. (Courtesy Peter McDaniels) Arrow left Arrow right\n\nStubborn Spirit\n\nTheir attempts to get rid of the spirit by blessing the house did not work. He claims it was forced into a back room. McDaniels had read about a dybbuk box used in Jewish tradition that is supposed to be able to contain a spirit. So, he tried using one.\n\n“We kind of forced this thing into the dybbuk box and sealed it,” he said. McDaniels said as he was talking to the man at the house, he placed the box by the front tire of his Ghostbuster car and the tire deflated. He had to pump it up to leave.\n\nThere was another hurdle as well. Weather at the time was cold and the ground hard, so he couldn’t bury the box as would be his practice. So, he kept it in a storage area at his house. McDaniels noticed the wax seal that he put on the box kept cracking. He needed to keep sealing it nearly every day.\n\nThen his radio started to flip on in his house at random times and the song coming out of the speakers would have a lyric such as “set me free” or “let me loose.”\n\n“I was like, no buddy, that’s not how this works,” McDaniels said. “As soon as it was warm enough we went and buried the box and all of that stopped afterwards.”\n\nHe said the man in the house never had issues again as well.\n\n‘Get Out’\n\nThe 39-year-old talks about an incident several years ago when he went to a trailer in the “middle of nowhere” as he was receiving training from a woman he labels a “Christian witch.”\n\nThe trailer sat on a plot of land that was said to have had a Native American burial ground underneath it. He said he entered the trailer and it was dark and he was trying to feel his way around and made it to a bedroom and sat on the bed.\n\n“I’m just kind of sitting there trying to feel things out and I felt the bed depress behind me like someone was standing on it and then I hear the words ‘get out’ whispered in my ear,” he said. “At that point, I calmly stood up, and I walked out the front door and I got into the car next to the lady that was helping us. And she said, ‘Are you OK?’”\n\n“And I was like, ‘nope,’” he said. “It scared me, oh man, it scared me.”\n\nDale Killingbeck can be reached at dale@cowboystatedaily.com."
    },
    {
        "title": "Cryptid community comes together in Lancaster County",
        "link": "https://www.msn.com/en-us/news/us/cryptid-community-comes-together-in-lancaster-county/ar-AA1rMyzX?ocid=BingNewsVerp",
        "description": "A Lancaster County cryptid was honored with its own festival and attracted dozens of fans and paranormal enthusiasts from ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Vi_gmAd_hIvschdaFvedrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2hon MSN",
        "source": "WPMT Harrisburg on MSN",
        "article_content": ""
    },
    {
        "title": "Spooky sleepover? This Missouri Airbnb in an old morgue comes with paranormal research equipment",
        "link": "https://www.msn.com/en-us/travel/news/spooky-sleepover-this-missouri-airbnb-in-an-old-morgue-comes-with-paranormal-research-equipment/ar-AA1rMdTf?ocid=BingNewsVerp",
        "description": "Looking for a spooky sleepover this fall? An Airbnb in Ozark, Missouri, has made the company's list for one of the spookiest ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aqJ09epNG4aX857phTT8IS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5hon MSN",
        "source": "WPTZ Plattsburgh-Burlington on MSN",
        "article_content": ""
    },
    {
        "title": "Record Discovery: Three Large Stars Locked in a Space Smaller Than Mercury's Orbit",
        "link": "https://www.sciencealert.com/record-discovery-three-large-stars-locked-in-a-space-smaller-than-mercurys-orbit",
        "description": "TIC 290061484 is a system of gravitationally bound stars consisting of a tightly-orbiting binary pair with a third star that ...",
        "image_url": "https://www.bing.com/th?id=OVF.gYBF3Q765zmvQooycx45Ow&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert4h",
        "source": "ScienceAlert",
        "article_content": "A trio of stars just under 5,000 light-years away has absolutely smashed a long standing record.\n\nTIC 290061484 is a system of gravitationally bound stars consisting of a tightly-orbiting binary pair with a third star that circles both. Astonishingly, they're so close together the entire system would fit inside the orbit of Mercury.\n\nAnd that's not all. The tight trio seems to have another friend; there are hints of a fourth star describing a path at a much greater distance.\n\nAll three of the stars in the central trinary are on a collision course, destined to collide, merge, go supernova, and leave behind a single neutron star, in around 20 million years.\n\nThe discovery was made using the TESS exoplanet-hunting space telescope, which is optimized for detecting the minute changes in the brightness of a star that indicate an orbiting world.\n\nSystems of stars that eclipse each other along our line of sight also demonstrate changes in brightness, as the stars pass in front of each other and block at least some of each other's light. TESS's observations can detect these brightness changes, too. This is a powerful tool for finding these systems, because, from the distance at which we see them, they usually just look like a single star.\n\nframeborder=\"0″ allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>\n\nThis is the case with the central trinary of TIC 290061484. The orbital plane on which they are all aligned is pretty much edge-on to our line of sight, meaning that we're treated to different eclipse configurations as the three stars go about their cosmic dance.\n\nA team of scientists led by astrophysicist Veselin Kostov of NASA's Goddard Space Flight Center discovered the system after an extensive analysis of TESS data. They used a machine learning algorithm to filter the data based on the expected signal of star system eclipses, and then set a tiny army of citizen scientists loose on the results to refine it further.\n\n\"We're mainly looking for signatures of compact multi-star systems, unusual pulsating stars in binary systems, and weird objects,\" says physicist Saul Rappaport of the Massachusetts Institute of Technology.\n\n\"It's exciting to identify a system like this because they're rarely found, but they may be more common than current tallies suggest.\"\n\nOnce they had identified the system as one of interest, the researchers could then analyze the changes in its light to determine its characteristics.\n\nThe two stars making up the central binary clock in at 6.85 and 6.11 times the mass of the Sun, with an orbital period of just 1.8 days.\n\nThe third star has a mass of 7.9 times the Sun's and orbits the central pair with a period of 24.5 days. That period blows the previous known smallest trinary, with an orbital period of 33 days, out of the water.\n\nFinally, the probable fourth star would have a mass of about 6.01 times the mass of the Sun. It is estimated to circle the central trinary on a much, much wider orbit of about 3,200 days.\n\nStars are born from abnormally dense regions of matter within vast clouds of gas. Usually, such clouds are speckled with a number of baby stars, some of which drawing close enough to merge, others to spend their lives together locked in orbit.\n\nMost of the stars in the Milky Way galaxy are in systems like these. When you look up into the night sky, more than half the stars you see are actually multiple stars, too distant to discern.\n\nWe know there are multiple-star systems out there that we haven't yet identified. This discovery suggests that there may be many more out there than we imagined. The next step will be to turn the upcoming Nancy Grace Roman Space Telescope to the task of finding them, once it reaches the skies.\n\n\"Before scientists discovered triply eclipsing triple star systems, we didn't expect them to be out there,\" says astronomer Tamás Borkovits of the Baja Observatory of The University of Szeged in Hungary. \"But once we found them, we thought, well why not? Roman, too, may reveal never-before-seen categories of systems and objects that will surprise astronomers.\"\n\nThe research has been published in The Astrophysical Journal."
    },
    {
        "title": "2-billion-year-old rock harbors living microbes, rewrites life’s history",
        "link": "https://www.msn.com/en-us/news/technology/2-billion-year-old-rock-harbors-living-microbes-rewrites-life-s-history/ar-AA1rMAE7?ocid=BingNewsVerp",
        "description": "A 2-billion-year-old rock in South Africa has yielded an incredible discovery: living microbes trapped within its sealed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aDOAfo2xWSZ55iQ51AZuGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Interesting Engineering on MSN3h",
        "source": "Interesting Engineering on MSN",
        "article_content": ""
    },
    {
        "title": "NASA Gateway’s HALO Soars Past Stress Tests, Eyes Lunar Frontier",
        "link": "https://scitechdaily.com/nasa-gateways-halo-soars-past-stress-tests-eyes-lunar-frontier/",
        "description": "The Habitation and Logistics Outpost of the Gateway space station has completed essential static load testing in Italy, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HfXAst0W0-Izt7jj7SaOey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "14h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Massive ocean discovered beneath the Earth's crust containing more water than on the surface",
        "link": "https://www.msn.com/en-ie/news/techandscience/massive-ocean-discovered-beneath-the-earths-crust-containing-more-water-than-on-the-surface/ar-AA1rMH2q?ocid=BingNewsVerp",
        "description": "It feels like there have been staggering science stories emerging every other day recently, all of which have blown our tiny ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ru1zjBo6-Fum2FkImwIxpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Indy 100 on MSN1h",
        "source": "Indy 100 on MSN",
        "article_content": ""
    },
    {
        "title": "Stanford scientists develop gel to protect homes against wildfires",
        "link": "https://www.wxow.com/news/stanford-scientists-develop-gel-to-protect-homes-against-wildfires/article_61f7bc87-caa1-557b-939b-ffa74e7444ba.html",
        "description": "STANFORD, California ( KPIX) -- Stanford University researchers have developed a new solution to fight wildfires and protect ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ccRegh3EF0EaG1kedSsHcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "WXOW3h",
        "source": "WXOW",
        "article_content": "Stanford University researchers have developed a new solution to fight wildfires and protect homes. They said their new sprayable gel technology can protect homes against wildfires, transforming into a solid air bubble shield of protection."
    },
    {
        "title": "DraftKings promo code for Vikings vs. Jets in NFL London Game: Bet $5, Get $200 instantly",
        "link": "https://www.nj.com/betting/2024/10/draftkings-promo-code-for-vikings-vs-jets-in-nfl-london-game-bet-5-get-200-instantly.html",
        "description": "The new DraftKings promo code (no promo code needed) offers new users a Bet $5, Get $200 in bonus bets for Vikings vs. Jets ...",
        "image_url": "https://www.bing.com/th?id=OVFT.K1Yq1Dv8wwChk2dCAnHQZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4h",
        "source": "NJ.com",
        "article_content": "The NFL heads to London in Week 5 with the New York Jets facing off against the Minnesota Vikings. You can bet on it by signing up for an account with DraftKings promo code (no code required) offers new users $200 in bonus bets.\n\nAhead of all that Sunday has to offer, get registered so that you can get in on the action on one of the most trusted platforms in the industry!\n\nDraftKings promo code offer at a glance\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code details Bet $5, get $200 in bonus bets ⚖️ DraftKings promo code terms and conditions Minimum $5 deposit. Place a $5 wager on any sporting event.\n\n\n\nBonus bets are credited as 8 $25 bonus bets.\n\n\n\nThe bonus bets expire seven days after they’re credited. ✅ Last verified Oct. 6, 2024\n\nDraftKings promo code: how to claim the offer\n\nJust a simple $5 wager can instantly add up to $200 to your payroll, perfect for utilizing when looking at the NFL Week 5 odds .\n\nSigning up using the DraftKings promo code (no code needed) requires just a short set of steps:\n\nClick any link or banner on this page to get started downloading the DraftKings app Tap the ‘Sign Up’ or ‘Join Now’ button in the middle of the page. Make a $5 minimum deposit. Bet $5 on a qualifying market and the bonus funds should appear instantly. Bonus bets expire 7 days after they’re credited\n\nSetting up a new account is easy, and it’s hard to turn down the chance at a $200 bonus when there are so many great odds and props to bet on.\n\nClick any link on this page to see the full terms and conditions.\n\nJets vs Vikings odds to use with your DraftKings bonus bets\n\nThe storyline surrounding this game will no doubt be focused on discussing Sam Darnold, labeled a bust in the league by most, reviving his career and facing off against the team that drafted him.\n\nHowever, where you should focus for your wagers is matchups. The Jets enter this game after playing the Denver Broncos, who blitz more than any other team in the league. In second place? The Minnesota Vikings.\n\nAs a result, the way the Jets operated in Week 4 will likely be similar, to how they operate in London this Sunday.\n\nThe player who stood out most in their opportunities was Mike Williams, who caught 4 of his 5 targets and totaled 67 yards. With a current over/under set at 33.5 receiving yards, take the over (-115 on DraftKings Sportsbook ) and count on the veteran to help you cash it."
    },
    {
        "title": "bet365 bonus code offers bet $5, get $200 bonus or $1K first-bet safety net for Jets vs. Vikings in London",
        "link": "https://www.nj.com/betting/2024/10/bet365-bonus-code-offers-bet-5-get-200-bonus-or-1k-first-bet-safety-net-for-jets-vs-vikings-in-london.html",
        "description": "A bet365 bonus code (no code required) gives users a bet $5, get $200 in bonuses offer, or a $1,000 first-bet safety net for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.niXMBsQ5Z_2lzhHVxzObKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4h",
        "source": "NJ.com",
        "article_content": "Enjoy the first London game of the NFL season between the Jets and Vikings by claiming our bet365 bonus code (no code required), which gives new users their choice of a welcome bonus: bet $5, get $200 in bonus bets, or a $1,000 first-bet safety net.\n\nbet365 bonus code key facts\n\n🎁 bet365 bonus code No code required 💰 bet365 bonus code details Bet $5, get $200 in bonus bets or $1,000 first-bet safety net in bonuses 📝 Bet $5, get $200 in bonus bets terms and conditions Minimum $10 deposit required. Bet $5+ and receive a $200 bonus within one hour of wager settlement.\n\n\n\n-500 odds or longer for straight bets, and parlays must have one leg with -500 odds or greater.\n\n\n\nBonus bets expire after seven days and cannot be withdrawn. 📝 $1,000 first-bet safety net terms and conditions Minimum $10 deposit required. If your first qualifying wager up to $1,000 loses, receive a refund in bonus bets within one hour of bet settlement.\n\n\n\nQualifying wager must settle within 30 days to remain eligible.\n\n\n\nBonus bets expire after seven days and cannot be withdrawn. ✅ Last verified Oct. 6, 2024\n\nbet365 bonus code: How to claim the offer\n\nBefore choosing which bet365 welcome bonus you’d like to redeem, read the important terms and conditions listed above to ensure you follow the proper steps to remain eligible for each offer.\n\nOnce you know which bonus you’re riding with, use this guide to make the sign-up process simple:\n\nTap one of the links or banners on this page to start claiming the bet365 bonus code Select your state. Press the ‘New Customers’ promo banner on the bet365 home page to complete the registration forms. No bonus code is required. Set up a banking method and deposit at least $10. If you pick the $200 bonus, bet $5 or more on a qualifying market and you’ll earn a $200 bonus within one hour of wager settlement, win or lose. If you choose the first-bet safety net, bet on a qualifying market and you’ll receive a full refund in bonuses if you lose (max. $1,000 bonus).\n\nBonuses expire seven days after issuance and can’t be withdrawn for cash. Click a bet365 bonus code link for additional terms and conditions.\n\nbet365 existing user promos for Jets vs. Vikings\n\nOnce you’ve opened a bet365 account, click the promos tab on the home page to access these must-have offers:\n\nNFL Early Payout: Receive your winnings early on NFL straight bets if the team you bet on gains a 17-point lead. Legs in a parlay will be marked as winners.\n\nDaily Lineups: Join free-to-enter contests paying out cash and bonus bets.\n\nJets vs. Vikings odds to use your with bet365 bonus bets\n\nAfter a 1-1 start to the season, the Jets finally put it all together in a 24-3 clobbering of the Patriots in Week 3. Beating up on lowly New England isn’t overly impressive, but it felt like a positive turning point for QB Aaron Rodgers and Co.\n\nThen, New York failed to find the end zone in a 10-9 home loss vs. the Broncos. RB Breece Hall had just four yards on 10 carries, and Rodgers completed 57% of his throws.\n\nGetting the seemingly easy wins is important when you’ve got the undefeated Vikings on the schedule.\n\nMinnesota’s defense allows 15 points per game and the offense is scoring 29 points a week, ranking fourth in the NFL in both categories.\n\nIt’s been a resurgent year for former Jets QB Sam Darnold. The 27-year-old has never thrown more than 19 touchdowns in a season and already has 11 through four games."
    },
    {
        "title": "Every startup community wants ‘storytelling.’ Too few are doing anything about it.",
        "link": "https://technical.ly/civic-news/startup-community-storytelling-ecosystem-stack/",
        "description": "With growth comes complexity. In a community’s early days, a few key connectors can serve as nodes of information. Eventually ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CThzNJX1UeXwOs-KapgEiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Technical2h",
        "source": "Technical",
        "article_content": "Beginning in the late 2000s, tech enthusiasts and journalists — including the cofounders of Technical.ly — recognized that tech startup culture was spreading beyond Silicon Valley. They launched blogs and news sites to cover emerging communities in other cities.\n\n\n\nStorytelling is a crucial yet often overlooked component of building innovation ecosystems. It promotes local culture, connects communities and guides new participants, but remains the least addressed part of the “Innovation Ecosystem Stack.”\n\n\n\nMany dedicated local tech media outlets have struggled to survive in a crowded digital landscape. At the same time, there’s a growing desire among innovation ecosystem leaders for their region’s narrative to gain recognition — both within and beyond their immediate community.\n\nLooking back, I got plenty of grief as a 20-something journalist reporting on tech and startups in Philadelphia and Baltimore.\n\nBack in 2008, neither the subject matter nor those cities were taken seriously. But two friends and I realized no newspaper would hire us, and we believed Silicon Valley’s startup culture was already spreading to other cities. The year prior, Wall Street Journal veterans launched AllThingsD to add journalistic rigor to tech startup coverage, which TechCrunch had begun in 2005.\n\nIt seemed clear that the rise of the internet, software and consumer electronics could be found anywhere there were enough smart, forward-thinking people. We weren’t alone.\n\nFrom the late 2000s through the early 2010s, other under-employed journalists and tech enthusiasts started tracking local startup communities through spreadsheets, maps and social media. Many launched newsletters, blogs, and news sites — like Technical.ly.\n\nMost of these efforts have come and gone, reflecting the broader and ongoing challenges of the local news business. But as tech becomes more central to economic strategy, civic leaders are investing more in workforce and entrepreneurship programs. With local newsrooms shrinking, there are fewer places for people to follow those investments — and even fewer outlets to tell stories beyond their immediate community.\n\nThat’s why the least solved part of what I call the “Innovation Ecosystem Stack” is storytelling — aka publishing narrative change about a specific scene. It’s the role I want Technical.ly to play in more places (hmu if you wanna talk about it!).\n\nIn 2019, Technical.ly produced a report for the Kauffman Foundation on how local entrepreneurship communities were getting news and information. Five years and a pandemic later, I returned to that report and want to share what I see.\n\nWhat kind of storytelling do you want…or is it a need?\n\nThe onset and effects of the pandemic reversed declines in entrepreneurship, underscored the need for digital access and reinforced demand for a STEM workforce. Every US state now has at least one organization focused on startups or technology — or both.\n\nWith growth comes complexity. In a community’s early days, a few key connectors can serve as nodes of information. Eventually, startup and tech activity grow to a point where it’s not possible for a few individual connectors to do this on their own. Rather than a problem, it’s actually a sign of success.\n\nBy my count, however, there are currently less than two dozen dedicated publications focused on a given region’s tech and startup issues.\n\nMost specialize only in startups and are based in a single market. A notable exception is BostInno, a startup blog founded in 2008 that was acquired in 2012 by American City Business Journals (ACBJ). The “Inno” brand is now used for ACBJ’s tech coverage across multiple markets, though much of it is behind a hard paywall.\n\nA few publishers, including Technical.ly, pair important information sharing with original reporting on hard-but-useful truths.\n\nThe biggest tech markets, Silicon Valley and New York City, are awash in national tech and business coverage, though they each have local resources too, like the San Jose Mercury’s SiliconValley.com and AlleyWatch. Chicago’s Crain’s has built a well-liked tech vertical, and publications like GeekWire in Seattle and dot.LA in Los Angeles have emerged to serve their respective communities.\n\nSmaller hubs also use storytelling to connect local ecosystems: Around the same time we launched Technical.ly, Silicon Prairie News became a beloved resource across the Midwest, and in 2022 was donated to the Nebraska Journalism Trust, where it continues. The Research Triangle’s local NBC affiliate has published its TechWire since 2002.\n\nLike Technical.ly today, all of those are independent news resources, offering distance from the people and organizations directly creating programming for startups. That’s in contrast to respected efforts like Startland News in Kansas City and Refresh Miami in Florida, which are different in that they’re entrepreneur support organizations that employ journalists.\n\nSeveral other efforts don’t employ journalists at all, and most avoid challenging subject matter — like, say, a failing startup or touchy issues with elected officials.\n\nNo matter their provenance, all these publications share a common goal: to promote the local innovation culture and guide new entrants to the ecosystem. A few, including Technical.ly, go further by reporting on the hard truths and uncomfortable realities within the local scene.\n\nLocal startup news is easy to envision, hard to sustain\n\nWhile most local efforts focus on internal storytelling, many civic leaders want their innovation stories to reach outside their markets.\n\nThis can be a challenge for single-market publications, though good stories occasionally break through. In a recent survey, nearly a third of Technical.ly readers reported researching regions beyond their own.\n\nWith limited storytelling resources, local business and talent attraction executives often lump a variety of tactics under the “storytelling” banner — including standalone websites with catchy slogans, splashy photos and flattering data. Some organizations have gone further, such as Milwaukee’s chamber of commerce, which launched in 2022 its own standalone news site focused on startups.\n\nWhat most efforts overlook is how tough it is to sustain a media business.\n\nWith digital tools, the cost to start an online publication is effectively zero, but a crowded marketplace has spiraled the cost of growing an audience. Of roughly 150 regions with some entrepreneur or tech engagement strategy, fewer than 15% of regions have a dedicated news resource.\n\nThe best evidence of how difficult this work is can be found in the number of efforts that no longer exist. After changing ownership in 2018, Tech.co, founded as TechCocktail by Frank Gruber and Jen Consalvo, was turned into a tech review site. The erratic COVID era was especially challenging: Multi-local, biotech-focused Xconomy, Iowa-focused Clay&Milk and Midwest minded Mug.news all ceased publishing. And these were the strongest. Many more never got to their level of traction.\n\nFifteen years after launching Technical.ly, the beat’s importance has grown. The examples of doing it well haven’t."
    },
    {
        "title": "Fantasy football Start ‘Em, Sit ‘Em: 50 players to start or sit in Week 5",
        "link": "https://www.msn.com/en-us/sports/other/fantasy-football-start-em-sit-em-50-players-to-start-or-sit-in-week-5/ar-AA1rKZbi?ocid=BingNewsVerp",
        "description": "Time is running out to make final decisions for your fantasy lineup. Here are 50 players to start or sit this week.",
        "image_url": "https://www.bing.com/th?id=OVFT.8sIc0GxqMIYEh4s9uKZ6di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "20hon MSN",
        "source": "USA TODAY Sports on MSN",
        "article_content": ""
    },
    {
        "title": "From Open AI to hacked smart glasses, here are the 5 biggest AI headlines this week",
        "link": "https://www.msn.com/en-us/news/technology/from-open-ai-to-hacked-smart-glasses-here-are-the-5-biggest-ai-headlines-this-week/ar-AA1rKZKK?ocid=BingNewsVerp",
        "description": "Between OpenAI's $6.6 million funding round and some privacy-invading Meta Smart Glasses, we saw a scary number of ...",
        "image_url": "https://www.bing.com/th?id=OVF.sTbpBp3xlLVca2SHKq8y4A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "The Huawei Watch Ultimate is the best smartwatch you haven’t heard of",
        "link": "https://www.digitaltrends.com/mobile/huawei-watch-ultimate-best-smartwatch-you-have-not-heard-of/",
        "description": "Certain smartwatches get all the attention, but if you want something different that works with iOS and Android, don't overlook the Huawei Watch Ultimate.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "2h",
        "source": "Digital Trends",
        "article_content": "Huawei has a long and rich history of making excellent wearables, and its latest (and most expensive) model is the Huawei Watch Ultimate. Simply put, it may be the best smartwatch you’re in danger of overlooking.\n\nI’ve been wearing it for a few days, and am smitten by its unique style and simplicity of use.\n\nRecommended Videos\n\nThe Huawei Watch Ultimate is a whopper\n\nIn an effort to get you to part with 750 British pounds (about $983) for a smartwatch, Huawei has shifted away from the overt adventure-style design of the Apple Watch Ultra 2 and the Samsung Galaxy Watch Ultra and leaned into the appeal of a luxury traditional watch. The size, shape, and design won’t be for everyone, but if you want a smartwatch built from all the right materials and a look that laughs at subtlety, this will be for you.\n\nI’m not a fan of the Huawei Watch Ultimate script on the bezel or the weird golf ball design on the lugs, but the rest of the watch successfully separates itself from other expensive smartwatches. The seriously chunky case has a hewn-from-a-solid-block solidity to it, and if weight equates to luxury for you, then it’s right there at the peak. It is made from a fancy zirconium-based liquid metal and feels very high quality, as do the three buttons on the case. Button presses are perfectly dampened and the feel is up there with the Tag Heuer Connected Calibre E4, which is very high praise.\n\nThe ceramic bezel shines in the light, but doesn’t rotate. The case back is also made from ceramic, and the rubber strap on the model I’ve been wearing is flexible and comfortable, if not especially expensive-looking. Don’t worry, though, as Huawei includes a titanium metal bracelet in the box.\n\nThe overriding design aspect is the Watch Ultimate’s size. It’s gigantic, even for someone who regularly wears Casio G-Shock watches. The 48mm case and its integrated lugs mean it stretches all the way across my 6.5-inch wrist, and because it’s 13mm thick, it’s not the easiest to slip under a cuff, either. It’s bold and brash and not for the shy.\n\nSmooth startup\n\nThis is not the first Huawei smartwatch I’ve used, but I’m pleased to note how much smoother the installation and signup process has become since I last used one. You need the Huawei Health app, which is available to download from the iOS App Store, the Samsung Galaxy App Store, and the Huawei AppGallery. Note that Google Play is not included. This means that if you have an Android phone, you have to source Huawei Health through the AppGallery, which means downloading it first.\n\nThis took just moments using Huawei’s website in Chrome, and I didn’t need to create an account or sign in to get the Health app, which really cut down the necessary time and effort. Linking the Watch Ultimate was easy and only required scanning a QR code, but a software update did take about 30 minutes to install before I could use the watch. The watch then required access to notifications and location to operate, and everything was done. I’ve had it connected to a Google Pixel 9 Pro, and it has been faultless.\n\nStreamlining the onboarding process makes a massive difference to the initial ownership experience, which has become complex and frustrating over the years. It’s great to see how Huawei has made it all very simple. I’ve also noticed notification support has been dramatically improved on Android, with all messages arriving instantly on the watch. Just don’t expect to interact with the notifications unless you’re using a Huawei phone. This aside, the Huawei Watch Ultimate is a pleasure from the moment you take it out of the box.\n\nGolf and adventure\n\nThere will be the hardcore golfer who would laugh at the atrocious weather conditions in the U.K. recently and hit the greens anyway. I’m not that golfer, so I’ve not had the chance to try out the golf features on the Huawei Watch Ultimate yet. It’s an extensive list, with a dedicated app that tracks both courses and the driving range, along with an AI Caddie mode, shot distance data, and GPS-driven course and green recognition.\n\nI haven’t been out on any expeditions either, another prominent feature of the Watch Ultimate. It’s accessed using the button at the 10 o’clock mark and includes waypoint marking and a guide-back system, so you don’t get lost on longer hikes. I have used the Watch Ultimate to track a few walks, though, and the activity tracking is fast and simple to use. Plus, it finds a GPS signal exceptionally fast.\n\nPrevious Next 1 of 3 Andy Boxall / Digital Trends Andy Boxall / Digital Trends Andy Boxall / Digital Trends\n\nHuawei still insists on keeping voice guidance activated by default and at maximum volume, so it shouts out things like “workout started” and your heart rate data during exercise. It’s embarrassing and unnecessary, although I can see how it would be handy if you’re cycling and can’t easily look at your wrist. At all other times, though, it’s a hateful interruption. You have to search for the volume control, which is found only after pressing the button at the 2 o’clock mark. It also pauses the workout.\n\nScreen, software, and watch faces\n\nThe Huawei Watch Ultimate’s big 1.5-inch AMOLED screen is really bright and easily seen outside, has a sharp 466 x 466-pixel resolution, and is covered by sapphire crystal. The smartwatch’s software has been refined to the point where it’s quick to learn and logical to use. One suggestion is that it’s wise to switch the default watchOS-like app grid to a list view, which makes it much easier to find apps quickly. Like most other smartwatches, you swipe the screen to see tiles showing data like the weather, your steps, and quick-start exercise icons. A swipe up shows notifications.\n\nThere’s a huge array of well-crafted watch faces, most of which have customizable complications and various ways to personalize the look, from color to the type of hands shown. Each face has an ambient mode, so the screen is never just blank, and the raise-to-wake feature is very fast and responsive. It means the watch is never frustrating, usually shows exactly what you want, and you rarely find yourself stuck searching for a feature in multiple confusing menus.\n\nPrevious Next 1 of 3 Image used with permission by copyright holder Andy Boxall / Digital Trends Andy Boxall / Digital Trends\n\nI’m on my third day of use with all the health-tracking features enabled and the always-on screen active. I’ve also tracked two short walks, and the battery shows 79% remaining. I haven’t tracked sleep as, although the Watch Ultimate is comfortable to wear, it feels awkwardly large to wear at night. Huawei claims the battery will last between four and eight days on a single charge with these settings, which seems achievable, or up to 14 days with light use.\n\nDon’t overlook the Watch Ultimate\n\nLets recap. The Huawei Watch Ultimate is made of high-quality materials and has a unique and stylish design, software that makes sense and is easy to use, various unique features, and a battery that can last for a week between charges (depending on your use). It even works with both Android and iOS. Two of the best smartwatches available today — the Apple Watch Series 10 and the Samsung Galaxy Watch 7 — are effectively siloed, so it’s great to see a desirable third option that works with everything.\n\nThe Huawei Watch Ultimate is at the extreme, expensive end of Huawei’s extensive smartwatch collection, and not everyone will appreciate its ample charms. I’ve yet to try the latest Huawei Watch GT 5 and GT 5 Pro smartwatches, but they appear to offer most of what makes the Ultimate so good at a lower price and in several different styles and sizes, so take a look at those if the Ultimate’s design puts you off.\n\nBut for those who haven’t seen the Huawei Watch Ultimate until now and are intrigued by a luxury-inspired smartwatch with strong golf and outdoor features, I think you’ve just discovered what could be this year’s big under-the-radar hit smartwatch."
    }
]