[
    {
        "title": "The first 'UFO selfie': Stunning photos of glowing spherical craft with yellow 'landing lights'",
        "link": "https://www.dailymail.co.uk/sciencetech/article-13843845/The-UFO-selfie-Stunning-photos-glowing-spherical-craft-yellow-landing-lights.html",
        "description": "Brazilian UFO researcher and author Edie Meireles has boasted that his candid snaps were 'the only selfie with a flying ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yAZXSp90pO1DHghIroM7EC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "38m",
        "source": "Daily Mail",
        "article_content": "Ominous images of a perfectly spherical UFO, seemingly dotted with yellow 'landing lights,' have left some researchers certain one is 'the first selfie with a UFO in history.'\n\nTaken by Brazilian UFO researcher and author Edie Meireles in 2011, the snaps show the apparent craft above a hiking trail to 'La cascada de la purificación,' a chilly waterfall in Brazil's high-altitude Chapada Diamantina National Park.\n\nWhat followed, at least, according to one of Meireles' UFO-hunting peers, was years of 'threats and intrigues' — with two members of their group 'killed by the military' and three more 'abducted.'\n\nAnd by Meireles' own account, his sighting in one of South America's most scenic ecological preserves led to a raid on his home by 'soldiers in camouflage and black.'\n\nPhotos, taken by Brazilian UFO researcher and author Edie Meireles in 2011 (pictured), show the an ominous apparent craft above a hiking trail to 'La cascada de la purificación' - a chilly waterfall in the South American nation's high-altitude Chapada Diamantina national park\n\nIn a recent, March 2022 post to the group UFOs Bahai on Facebook, Meireles boasted that his candid snap was 'the only selfie with a flying saucer.' Above, a second and less clear 'UFO selfie' from Meireles' alleged encounter with a flying orb in Chapada Diamantina national park\n\nWhat followed, at least, according to one of Meireles' UFO-hunting peers, was years of 'threats and intrigues' — with two members of their group 'killed by the military' and three more 'abducted.' Above, another photo from Meireles' 2011 UFO encounter\n\nSkeptics on social media, however, have alleged that the photos are everything from 'sky lanterns' held aloft by hot air from candles to outright doctored images.\n\nDailyMail.com reached out to Meireles for further comment — but the researcher, who serves as admin for 'el Grupo de Pesquisa Tecnológica Extra Avançada' ('the Extra-Advanced Technology Research Group') on Facebook has not replied.\n\nBut, in a March 2022 post, Meireles boasted that his candid snaps were 'the only selfie with a flying saucer.'\n\nAnd, in a submission to Brazilian nonprofit Museu da Pessoa (Museum of the Person) the UFO researcher recounted his trips back to the national park for repeated, but less-well-documented, encounters with these UFOs and their occupants.\n\nThose expeditions, documented in his book Fieldworkers: Pesquisadores de Campo in 2016, according to Meireles, led to further unwanted encounters with the military.\n\n'The result of the interrogation was [...] Fractures: 4 left ribs and left knee [...] Perforation with bleeding in the left lung,' and worse, Meireles told the nonprofit.\n\n'I was hospitalized for 12 days at the Chapada Regional Hospital, in Seabra-Ba, my medical history is there for anyone who wants to investigate,' according to the Brazilian UFO researcher.\n\nMeireles' version of his UFO experiences at the national park, includes more surreal encounters with beings and a prophecy of global environmental cataclysm: 'a natural collapse, with a lack of renewable resources, drinking water, and wood for construction,' as he told the nonprofit museum.\n\nFact or fiction, his story has a fitting setting in Brazil's Chapada Diamantina National Park, established in September 1985 to protect a host of rare, endangered species native to these Atlantic Forest plateaus 3,000 feet about sea level.\n\nBrazil's giant armadillo (Priodontes maximus), its giant anteater (Myrmecophaga tridactyla) and Chaco eagle (Buteogallus coronatus) are all protected species that call the park home.\n\nAbove, another photo from Meireles' 2011 UFO encounter\n\nAbove, lateral blur on the apparent craft appears to indicate a form of propulsion in another photo alleged to be from Meireles' 2011 UFO encounter\n\nAbove, another image of lateral blur on the apparent 'alien spacecraft' - which appears to indicate a form of propulsion in another image from Meireles' alleged 2011 UFO encounter\n\nOne account of the 2011 sighting, attributed to Meireles, described a UFO whose onboard devices or novel means of propulsion managed to either accidentally or intentionally leave him stranded in the park.\n\n'I got out of the car and photographed,' according to a Reddit posting quoting Meireles. 'It was an indescribable wonderful emotion to have photographed a UFO so clearly visible.'\n\nBut, the account continues: 'About 40 minutes later, still on the road, my car turned off, I braked, I tried to turn the key and nothing, absolutely nothing.\n\n'I saw a light on the hood and I looked up and there was a UFO standing on top of my car, I opened the door and ran,' the account continues.\n\n'I even stopped to take a Selfie with them. My car was towed by a tractor the next day, it burned all electrical parts.'\n\nThis version of his encounter states that Meireles was travelling to the historic district near the national park, Serra de Igatú, although a 2016 posting apparently by Meireles on Facebook asserts the images were taken on his was to the waterfall at the park known as 'La cascada de la purificación.'\n\nAbove, 'Mosquito Waterfall,' one of many waterfalls like the 'La cascada de la purificación' from Meireles' UFO encounter, visited by tourists of Brazil's Chapada Diamantina National Park\n\nAbove, a final known image from Meireles' alleged 2011 UFO encounter, this time with less fog or low-lying cloud cover along the trail in Brazil's Chapada Diamantina National Park\n\nAn aerial view of Chapada Diamantina National Park in Bahia state, Brazil\n\nAbove, tourists admire the 'Poco Encantado' (aka 'the Enchanted Well') a sunken, subterranean pool and tourist destination at Chapada Diamantina National Park\n\nSome champions of Meireles' UFO research have attributed the murky stories around his incredibly crisp and visually compelling photographs to the alleged hostile encounters with the military.\n\nHélio Nunes de Camargo, the self-decribed founder of UFOs na Chapada – Centro Ufológico da Chapada Diamantina, wrote that Meireles' UFOs Bahai research group disbanded over the alleged military harassments and violence.\n\n'They are leaving UFOlogy to live their own lives away from threats and intrigues,' Nunes de Camargo wrote in a 2014 post to his group's Facebook page.\n\nThe UFO researcher recounted the deaths and abductions that UFOs Bahai is alleged to have faced, adding: 'They told me that families are suffering a lot and they don't want to make other families suffer.'\n\nOther UFO researchers online, however, have had trouble with this explanation.\n\n'The fact that he's [Meireles] still uploading those photos to his Facebook account every few months proves that might not be correct,' Reddit user spriz2 opined.\n\n'I've written to Edie multiple times on Facebook over the last year to try and gain more knowledge on this event,' the Redditer explained. 'He's ignored every message and comment.'\n\nOthers, however, not only found the case credible but believed they had seen this same UFO themselves.\n\n'Holy F***, this is identical to what I saw right before Covid hit,' one Redditer, who goes by ehtseeoh, said.\n\nThe poster said that the bottom of the craft he saw 'rotated when it glowed red with an orange center, and then it did a quick zig zag and it was gone,' making 'zero sound' as it vanished in an instant.\n\n'I screamed laughed and cried,' the poster said. 'FINALLY the orb I've been looking for online, this guy has a selfie with it haha.'\n\nDailyMail.com also reached out to noted UFO skeptic and computer programmer Mick West of Sacramento, California, who weighed-in saying: 'They look photoshopped to me, but could be practical effects.'\n\nThe prolific, skeptically minded, UFO researcher and former video game designer noted that UFO cases like this, with limited information like static images and inconsistent eye-witness testimony, should always be taken with a grain of salt.\n\n'In cases like this we need actual evidence that the photos are NOT fake before attempting to explain them,' West told DailyMail.com via email."
    },
    {
        "title": "What will Steven Spielberg's UFO movie be about?",
        "link": "https://www.msn.com/en-us/movies/news/what-will-steven-spielberg-s-ufo-movie-be-about/vi-AA1qvENc?ocid=BingNewsVerp",
        "description": "Steven Spielberg has done many UFO/alien movies from Close Encounters, ET, War of The Worlds. Well he is back with a new ...",
        "image_url": "https://www.bing.com/th?id=OVF.HrMd0DaPrZeEljvtn04qcQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN2h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Does Taylor Swift's UFO outfit mean she believes in life on other planets?",
        "link": "https://www.marca.com/en/lifestyle/music/2024/09/13/66e38aa0e2704e78118b45c0.html",
        "description": "The UFO craze around the world has sky rocketed over the last seven years since the New York Times released an article where ...",
        "image_url": "https://www.bing.com/th?id=OVFT._Wizj7lTR20cDaToz8FQdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12h",
        "source": "MARCA",
        "article_content": "The UFO craze around the world has sky rocketed over the last seven years since the New York Times released an article where The Pentagon confirms they are real and they don't know what they are. Since then, there haven't been many celebrities too outspoken about this topic with the exception of just a few. Historically, people like director Steven Spielberg or actor Tom Cruise have been interested and exploring the topic through their art. Another artist who does the same is Taylor Swift, and she was just at the MTV VMAs wearing not one but two outfits with UFOs in them. People who have been following this story were quick to point out the evident wink at all UFO believers.\n\nTaylor Swift and Post Malone's VMAs gossip session has fans buzzing\n\nDoes Taylor Swift believe in UFOs?\n\nTo those who have been keeping count, this is not the first time Taylor Swift hints at her interest in the topic. Back in May, Swift had a full stage with UFO themes and a giant flying saucer right in the middle of the massive stage. This was during her 'Eras Tour' in the city of Paris. At the VMAs, she went up to receive one of her many trophies won with one of these outfits. As far as getting to know if she is a believer or not, it's hard to tell whether this is just a fashion and artistic choice or if Taylro Swift believes there is life on other planets. Plus, the whole topic has become much more complex from just thinking these objects come from outer space.\n\nSwift has included UFOs in her outfits and concets already, all we need now is an admission from here in public to get all Swifties interested on the same thing their idol is. After all, the level of attention Swift gets to anything she mentions or touches has to be at the top of virality. The UFO topic needs a celebrity of her caliber to get people's attention for something that feels very important, especiallt because The Pentagon already confirmed these objects are real. They call them UAP now, not UFOs. For a reporter who comes close to Taylor Swift during an interview, they should ask her where she stands on UFOs."
    },
    {
        "title": "2024’s most ambitious game recaptures the lost joy of the 8-bit era",
        "link": "https://www.msn.com/en-us/news/technology/2024-s-most-ambitious-game-recaptures-the-lost-joy-of-the-8-bit-era/ar-AA1qsacX?ocid=BingNewsVerp",
        "description": "UFO 50 captures a nostalgic gaming feeling I have not experienced for some time: discovering an excellent new game without any prior knowledge of it.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "ufo",
        "date": "23hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Taylor Swift's outfit change at the VMAs includes a sneaky reference to her song 'Down Bad.' Fans think it could be her next single.",
        "link": "https://www.msn.com/en-us/entertainment/other/taylor-swift-s-outfit-change-at-the-vmas-includes-a-sneaky-reference-to-her-song-down-bad-fans-think-it-could-be-her-next-single/ar-AA1qtgwO?ocid=BingNewsVerp",
        "description": "Some fans think Taylor Swift is teasing \"Down Bad\" as her next single, thanks to a UFO detail on her second dress at the VMAs.",
        "image_url": "https://www.bing.com/th?id=OJ.iTCrrGvEGMQHbw&pid=news&w=50&h=16&rs=2",
        "category": "ufo",
        "date": "19hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "Apple is launching new AI features. What do they mean for your privacy?",
        "link": "https://www.aol.com/apple-launching-ai-features-mean-090929061.html",
        "description": "For more complex requests that can’t be handled on-device, Apple is launching Private Cloud Compute. The cloud intelligence ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Lxqkxq_ZsxSw4mvk8iV9vy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8m",
        "source": "AOL",
        "article_content": "Apple’s new iPhone 16 lineup features new colors, a new camera button and – perhaps most noteworthy – a new AI system.\n\nThe tech giant is set to roll out features from \"Apple Intelligence,\" a personal intelligence system that can take action across different apps, in beta next month. The company says the tech can help users craft friendly-sounding emails, create emojis, and have Siri pull together information to answer questions like when a family member's flight is expected to land.\n\nBut what do the new features mean for user privacy?\n\nApple recently outlined its plans to keep data safe when the AI system launches. Tech privacy experts and advocates told USA TODAY that these ideas look innovative, but they're waiting to see exactly how they play out.\n\n\"While there’s a lot of innovation and thinking about privacy with the new system, there are still open questions on how effective these interventions will ultimately be, especially if we see more examples from other companies trying to do similar things,\" said Miranda Bogen, director of the Center for Democracy and Technology's AI Governance Lab.\n\nThe new iPhone 16 Pro is displayed during an Apple special event at Apple headquarters on September 9, 2024 in Cupertino, California. Apple held an event to showcase the new iPhone 16, Airpods and Apple Watch models.\n\nHow Apple Intelligence works\n\nApple Intelligence will only be available on devices with compatible chips, including the iPhone 16 lineup, the iPhone 15 Pro and Pro Max, and iPads and Macs with M1 and later chips.\n\nThe first part of the rollout begins next month when Apple launches iOS 18.1, iPadOS 18.1 and macOS Sequoia 15.1.\n\nNew features will include:\n\nA “more natural and flexible” Siri with “richer language-understanding capabilities” to help the AI assistant follow along when users stumble over words and maintain context between multiple requests.\n\nNew writing tools that help users rewrite, proofread and summarize text in Mail, Notes, Pages and third-party apps.\n\nUpdates to Photos, including a “Memories” feature that lets users create movies “simply by typing a description,\" improved search functions and a “Clean Up” tool that finds and removes objects in the background of photos.\n\nUpdates to the Notes and Phone apps, which let users record, transcribe and summarize audio. The Phone app notifies participants when a recording is initiated, and AI summarizes the key points in the conversation after the call.\n\nWhen does the iPhone 16 come out? Find out when you can get yours\n\nApple said more features will follow in the months to come, including the option to access OpenAI’s ChatGPT from “several experiences” within the operating system.\n\nWedbush Securities analyst Dan Ives said Apple could sell more than 240 million iPhones in fiscal 2025 thanks to the new AI features.\n\n\"We believe (iPhone 16) will be the most successful iPhone unit launch in its history as Apple Intelligence will be the launching pad for the consumer AI Revolution globally,” Ives said in a Monday note.\n\nPrivacy promises\n\nApple says its AI system is “designed to protect users’ privacy at every step.”\n\nThere are two ways Apple Intelligence will handle prompts: the first is on-device processing, which is generally the preferred method for user privacy.\n\n\"On-device processing can be used to ensure that sensitive, personal information remains within an individual’s control,\" said John Verdi, senior vice president of policy at the Future of Privacy Forum, a think tank focused on data privacy.\n\nFor more complex requests that can’t be handled on-device, Apple is launching Private Cloud Compute. The cloud intelligence system is designed for private AI processing, and Apple says users’ data is never stored or shared with the company when it is sent to the cloud.\n\nPrivate Cloud Compute makes sure personal user data \"isn’t accessible to anyone other than the user — not even to Apple,” the company said in a June blog post. “We believe PCC is the most advanced security architecture ever deployed for cloud AI compute at scale.”\n\nApple also said it plans to make available software images of every production build of Private Cloud Compute so security researchers can verify its functionality and identify any issues.\n\nThe transparency “is a good thing,” but users shouldn’t expect immediate results from this sort of digging, according to Thorin Klosowski, a security and privacy activist at the Electronic Frontier Foundation, a nonprofit digital rights group.\n\n“It will just take some time before we have a really good idea of what they’re doing, how they’re doing it and if it’s working,” he said, cautioning users to avoid offering \"too deep\" of personal and private information.\n\nHe added: “I think conceptually, it looks good.”\n\n\"There are a lot of technical questions and details around how (the Private Cloud Compute) works and whether that’s effective, but it is no doubt an acknowledgment that confidentiality is a major area of concern,\" said Alan Butler, executive director and president of the Electronic Privacy Information Center, a nonprofit research center focused on privacy protection.\n\nAs for Apple users who plan to access ChatGPT through Siri or Writing Tools, Apple says their IP addresses will be obscured, all shared data will be clearly visible and OpenAI won’t store requests or use that data for training. Users who choose to connect their ChatGPT account will see ChatGPT’s data-use policies apply, but Apple users can access ChatGPT without creating an account.\n\nApple has not yet said when this feature will launch.\n\n“Any time Apple partners with a car company, or an AI company or anyone else, it does take you out of that insular Apple universe,” said Ryan Calo, a professor and co-director of the University of Washington Tech Policy Lab. “But at the end of the day, that’s not concerning to me unless we feel like Apple is doing the wrong thing with the data.”\n\nThis article originally appeared on USA TODAY: How does Apple Intelligence protect user privacy?"
    },
    {
        "title": "For AI Adoption Success, Focus On These Five Critical Value Drivers",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/13/for-ai-adoption-success-focus-on-these-five-critical-value-drivers/",
        "description": "The complexity of implementation, technological change and the challenge of aligning AI initiatives with strategic goals can ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6fKfZ3MW8IVZzJUDo6DUCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "10 features Apple Intelligence needs to actually compete with OpenAI and Google",
        "link": "https://www.zdnet.com/article/10-features-apple-intelligence-needs-to-actually-compete-with-openai-and-google/",
        "description": "I've tried many of Apple's AI features in the iOS 18 beta and found them incomplete or underwhelming. Here's what the company ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YgPU8uTo0Tm3_yRdFX_fhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "ZDNet",
        "article_content": "Jason Hiner/ZDNET\n\nI've tracked Apple Intelligence's evolution closely during recent months, evaluating its potential and limitations. Across various articles, I've explored the challenges Apple faces as it expands into artificial intelligence (AI), from the early efforts seen in the iPhone 16 to the long-term business potential and adoption of the Vision Pro platform.\n\nWhile Apple Intelligence has laid important groundwork, many anticipated features remain incomplete or underwhelming, particularly compared to the more advanced cloud-based AI platforms from OpenAI, Google, and Microsoft.\n\nAlso: Apple Intelligence arrives next month: 6 AI upgrades iPhone users can expect first\n\nApple's focus on on-device processing and privacy for Apple Intelligence is its greatest strength and also its biggest limitation. Despite impressive hardware advancements in the iPhone 16 and Apple Silicon's neural engine, Apple Intelligence is still in its infancy, lacking the integration, third-party support, and developer tools needed to compete with its cloud-based rivals.\n\nThis top 10 feature \"wishlist\" explores the next steps Apple could take to elevate its generative AI (Gen AI) platform from a promising, transitional product to a powerful, versatile AI ecosystem. I also assess each improvement's technical and strategic feasibility by drawing on recent discussions about Apple's health, finance, and media direction.\n\nAlso: Gemini Live is rolling out to all Android users - for free. Here's how to access it\n\nWhether you're a developer, tech enthusiast, or simply curious about AI's future, these recommendations aim to address the gaps Apple must fill to remain a leader in the AI race.\n\nProductivity & Workflow Enhancements\n\n1. Regenerative AI (RAG) APIs & AI Writing Tools\n\nWhile Apple Intelligence's writing tools provide basic functionality like text rewrites and proofreading, future enhancements could leverage Regenerative AI/Retrieval Augmented Generation (RAG) APIs to introduce more sophisticated features. This would include real-time grammar corrections, tone adjustments, and specialized models trained on industry-specific languages, such as legal or medical terminology.\n\nBy integrating specialized dictionaries and corporate knowledge into apps like Mail, Notes, and Pages, professionals and students could create highly accurate, context-aware content that adapts to their field of expertise. This would revolutionize workflows by enabling more advanced data sourcing, rewriting, and content generation.\n\nTechnical Viability: Requires seamless real-time data processing, specialized model integration (e.g., 1B or 2B parameter models for legal/medical fields), and local-cloud coordination to ensure smooth performance. Specialized dictionaries would need to be trained and regularly updated for contextual accuracy.\n\nStrategic Likelihood: High -- Apple's push into professional and educational markets, particularly in legal and medical sectors, makes this a valuable and strategic extension of existing AI tools. RAG could further solidify Apple's foothold in these key industries.\n\nPriority: High -- This enhancement is crucial for professional sectors where precise terminology and real-time data incorporation are essential, especially in legal, healthcare, and business applications.\n\nUse Case: A legal professional drafting a contract could use AI to generate text based on legal standards and pull relevant case law or references from secure corporate databases. Similarly, a medical researcher could enhance their papers with precise terminology and industry knowledge, all sourced and verified by a specialized AI model.\n\n2. Voice-based AI Workflow Automation & Proactive Notifications\n\nSiri could handle complex multi-step workflows through simple voice commands. For example, users could ask Siri to \"prepare my day\", which would schedule meetings, prioritize emails, set reminders, and suggest routes based on traffic. Proactive notifications would intelligently filter and surface the most relevant alerts based on real-time user activity, minimizing unnecessary distractions.\n\nTechnical Viability : Requires significant improvements in Siri's natural language processing and task management algorithms.\n\nStrategic Likelihood : High - As competitors like Google Assistant evolve, Siri needs to enhance automation and productivity to stay competitive.\n\nPriority: High - This would transform Siri from a basic assistant to an essential tool for daily productivity.\n\nUse Case: Imagine telling Siri to \"schedule my meetings\". It will automatically handle all your emails, send invites, and reschedule conflicting events based on priority -- all via a simple voice command.\n\nAlso: The iPhone 16 is undeniably great hardware - but you should still probably skip it\n\nSecurity & Privacy Enhancements\n\n3. Enhanced AI Privacy and Security Controls\n\nAs AI becomes more integrated into daily use, Apple can enhance its privacy and security controls, allowing users to customize how AI interacts with personal data. Users could have granular control over what information third-party apps can access and how this data is used, ensuring all AI interactions comply with privacy expectations.\n\nTechnical Viability : Requires the expansion of Apple's already robust cryptographic protocols and the development of more customizable user consent frameworks.\n\nStrategic Likelihood : Very high - Privacy is central to Apple's branding, and adding more robust AI controls will be essential as AI usage increases.\n\nPriority: High - Global regulations and consumer expectations around data privacy make this a critical development area.\n\nUse Case: A user can adjust permissions so that Siri only accesses their calendar data for scheduling tasks but does not access messages or locations, ensuring maximum privacy control without compromising functionality.\n\nAlso: The 7 best iOS 18 features that will make updating your iPhone worthwhile\n\n4. Financial Management and Security\n\nAI could combine financial management tools with real-time fraud detection. AI would help users track spending, provide budgeting advice, and send predictive financial alerts while monitoring transactions for unusual or fraudulent activity. This would bring AI to Apple Wallet and Pay, making these tools more secure and user-friendly.\n\nTechnical Viability : Requires the development of robust AI algorithms to analyze financial data in real-time and detect suspicious activities.\n\nStrategic Likelihood : High - Apple's increasing involvement in financial services (Apple Pay, Apple Card) makes this an obvious next step.\n\nPriority: High - Fraud detection and personalized financial management are increasingly important as Apple expands its financial services ecosystem.\n\nUse Case: Apple Wallet could automatically alert users to suspicious activity in their accounts and AI could provide personalized budgeting advice based on spending patterns, helping users achieve their financial goals.\n\nAlso: Every iPhone model that will be updated to Apple's iOS 18 (and which ones won't)\n\nHealth & Wellness Innovations\n\n5. Advanced Health and Fitness\n\nAI could provide real-time diagnostics and predictive health insights by leveraging the rich sensor data from the Apple Watch. AI would analyze sleep patterns, heart rate, and activity levels, alerting users to health issues like irregular heartbeats or recommending optimal workouts based on past performance and current fitness levels.\n\nTechnical Viability : Requires integrating complex health data into AI models capable of providing real-time diagnostics and personalized health insights.\n\nStrategic Likelihood : High - Apple's ongoing investment in health and fitness aligns well with this enhancement, as the demand for health tech continues to grow.\n\nPriority: High - Health and fitness features are key drivers for Apple Watch adoption, making this a high-priority feature for Apple's wellness ecosystem.\n\nUse Case: AI could alert users if their heart rate is irregular during a workout and suggest modifying their routine. It could also offer personalized workout plans based on their health data to help them reach their fitness goals.\n\nAlso: The 4 biggest new health features Apple just announced\n\nCreative & Media Tools\n\n6. AI-Enhanced Media Production Tools\n\nFor creative professionals, AI could streamline tasks in Apple's creativity tools, such as Final Cut Pro and GarageBand. AI could automate video editing, sound mixing, and effects generation, suggesting edits based on user preferences and creative style. This approach would allow users to focus on the creative aspects of their work, leaving repetitive tasks to the AI.\n\nTechnical Viability : Requires building AI models that understand user preferences and creative workflows in real time.\n\nStrategic Likelihood : High - Apple's established presence in creative markets makes this a natural evolution for its professional software suite.\n\nPriority: Moderate - While essential for creative professionals, this feature serves a niche market compared to more widely used tools, such as productivity or financial management.\n\nUse Case: A filmmaker using Final Cut Pro could have AI automatically cut clips, color correct scenes, and apply filters based on their past projects or creative preferences, dramatically reducing editing time.\n\nAlso: Want Apple's new AI features without buying a new iPhone? Try this app\n\nSustainability & Accessibility\n\n7. Sustainability and Environmental Tracking\n\nApple's AI could help users track and reduce their environmental impact by collecting data from HomeKit and Matter-enabled devices, EVs, and smart meters. AI could analyze energy consumption, recommend eco-friendly alternatives, and offer personalized sustainability tips based on user behavior and device usage patterns.\n\nTechnical Viability : Requires the development of algorithms that collect and analyze data from both Apple and non-Apple devices, such as EVs and smart meters.\n\nStrategic Likelihood : Moderate - Aligns with Apple's sustainability goals but requires significant external partnerships for non-Apple data integration.\n\nPriority: Moderate - Sustainability is an important but secondary focus compared to other AI-driven features, such as security or productivity tools.\n\nUse Case: A user's HomeKit system could work with their EV to optimize charging during off-peak hours, and AI would provide recommendations for reducing energy consumption throughout the day.\n\nAlso: Your Apple Watch is getting an upgrade - here are the best features in WatchOS 11\n\n8. AI Accessibility for Education and General Use\n\nAI could further enhance accessibility for users with disabilities by adapting device interfaces and content dynamically. Real-time captioning, gesture recognition, and adaptive learning environments could help students and users with disabilities interact with Apple devices more easily. AI could also support personalized learning, adapting content presentation based on individual needs.\n\nTechnical Viability : Builds on Apple's current accessibility tools, requiring AI enhancements for more adaptive functionality.\n\nStrategic Likelihood : High - Accessibility is core to Apple's mission, and expanding AI here aligns with its focus on inclusivity and educational technology.\n\nPriority: High - Accessibility and education are essential for broadening Apple's user base, making this a priority feature.\n\nUse Case: A student with a hearing impairment could use real-time captioning during online classes or lectures, while AI adapts learning materials to suit their individual needs.\n\nAlso: Your AirPods Pro 2 can soon double as over-the-counter hearing aids. Here's how\n\nCross-Ecosystem & Personalization\n\n9. Gen AI Store & Broader AI Features for IoT Devices\n\nApple could launch a dedicated Gen AI Store for AI-powered apps, enabling users to discover and download AI-driven applications for tasks like personal assistance, home automation, and media recommendations. This would also extend AI functionality to Internet of Things (IoT) devices, such as HomePod and Apple TV, allowing AI to automate daily routines and personalize experiences across the home.\n\nTechnical Viability : Requires a scalable infrastructure for AI model distribution and integration across IoT devices.\n\nStrategic Likelihood : Moderate to high - A dedicated store for AI apps could open new revenue streams, and expanding AI to IoT devices would make Apple's ecosystem smarter.\n\nPriority: Moderate - This could drive significant service revenue, but device integration may take longer.\n\nUse Case: A user could download a home automation AI from the Gen AI Store, which coordinates energy usage and home activities based on daily routines, and learning patterns to optimize efficiency.\n\nAlso: Buying an Apple Watch Series 10? Consider these 3 features before upgrading\n\n10. AI Learning and Personalization\n\nAI could make Apple devices more intuitive by learning from user habits and behaviors. AI would provide personalized suggestions for apps, settings, and actions, such as suggesting a playlist during a workout or optimizing settings for focus when work hours are detected.\n\nTechnical Viability : Requires sophisticated machine-learning models that learn dynamically from user behavior across all devices.\n\nStrategic Likelihood : High - Apple's focus on personalized user experiences would align perfectly with this feature.\n\nPriority: Moderate to high - While not as urgent as some productivity tools, improving personalization is key to deepening user engagement.\n\nUse Case: AI could recognize when a user typically works out, automatically suggesting their preferred workout playlist and adjusting device settings like Do Not Disturb to enhance focus. Similarly, AI could learn a user's work routine and suggest apps or contacts frequently used during work hours, streamlining daily tasks.\n\nAlso: Two reasons why I'm thrilled that there's no new Apple Watch Ultra or AirPods Pro\n\nThe future\n\nApple Intelligence is on the cusp of transforming how we interact with devices, but it remains a work in progress. This wishlist highlights the key areas where Apple can make meaningful strides, from enhanced developer integration to expanding AI's role in health, finance, and accessibility.\n\nAlso: Apple delivers on hardware upgrades but punts Apple Intelligence rollout\n\nWhile Apple's focus on privacy and on-device processing sets it apart, the company must embrace a broader AI strategy to meet user expectations. By addressing these gaps, Apple can solidify its leadership in AI and deliver an ecosystem that's both secure and innovative, driving the next wave of intelligent user experiences."
    },
    {
        "title": "You can now have conversations with Google's AI chatbot for free",
        "link": "https://www.yahoo.com/tech/now-conversations-googles-ai-chatbot-183532364.html",
        "description": "Gemini Live will eventually be available in other languages and on iOS.",
        "image_url": "https://www.bing.com/th?id=OVFT.NDeyYojfZTI3iHWrW8XuJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "17h",
        "source": "Yahoo",
        "article_content": "You can now have conversations with Google's AI chatbot for free\n\nGemini Live is now free for Gemini Android app users in English.\n\nGemini Advanced retains other exclusive features like Gmail integration.\n\nGemini Live will eventually be available in other languages and on iOS.\n\nWhat was once one of Gemini's most interesting paid features is now free. Google says that Gemini Live, a feature in the Gemini app that lets users converse back and forth with the Gemini chatbot hands-free and without the need for hotwords, is rolling out to free users now. Accessing Gemini Live had previously required a paid Gemini Advanced subscription.\n\nThe change was announced through the official Google Gemini X account today. Gemini Live is a way to interact with Gemini that mimics the flow of a natural conversation; you can ask follow-up questions and even interrupt Gemini in the middle of its answers to ask follow-ups or redirect the chatbot to other topics.\n\nWe're starting to roll out Gemini Live in English to more people using the Android app, free of charge. Go Live to talk things out with Gemini, explore a new topic, or brainstorm ideas. Keep an eye out for Gemini Live in the Gemini app pic.twitter.com/0VL0c7E6Gw Google Gemini App (@GeminiApp) September 12, 2024\n\nIt's important to note that Google has only said Gemini Live will be free for people using the Gemini app on Android in English, but those same limitations applied when it was a paid feature, too. (Google said in August that Gemini Live would expand to more languages and iOS \"in the coming weeks.\")\n\nGemini Advanced loses a standout feature\n\nThe $20-per-month AI Premium Plan gets a little less appealing\n\nAn Android bot mascot next to a sign that reads 'Gemini'\n\nWhether the ability to string queries together without saying \"hey Google\" more than once deserved to be a paid Gemini Advanced feature in the first place is up for debate, but Live coming to the free version of Gemini gives users one less reason to pay for Google's premium AI experience.\n\nGemini Advanced is included in the Google One AI Premium Plan, which also comes with two terabytes of cloud storage space. The AI Premium Plan costs $20 per month, and new Google Pixel 9 Pro, Pixel 9 Pro XL, and Pixel 9 Pro Fold purchases come with a free year of the plan.\n\nFeatures still exclusive to the paid version of Gemini include integration with other Google services like Gmail; a larger context window that means Gemini can ingest more input at once; and the ability to create purpose-built Gemini chatbots called Gems."
    },
    {
        "title": "Making Generative AI Accessible to Every Business",
        "link": "https://www.wired.com/sponsored/story/making-generative-ai-accessible-to-every-business/",
        "description": "The rapid evolution of generative AI is transforming industries and unlocking new possibilities for all organizations. From ...",
        "image_url": "https://www.bing.com/th?id=OVFT.W9hwjzYj6TPPDbI6NIzMli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "23h",
        "source": "Wired",
        "article_content": "It also increases productivity. As many companies have discovered, AI-powered tools can automate routine tasks, generate content, and provide intelligent assistance, freeing up human workers to focus on higher-value creative and strategic work.\n\nDemocratizing AI levels the playing field. Small businesses and startups can now access the same powerful AI capabilities as large enterprises, letting them compete more effectively and bring innovative solutions to market faster.\n\nAt the same time, companies can customize AI solutions for their specific needs. Organizations can fine-tune models for their unique use cases and data, rather than relying solely on general-purpose, one-size-fits-all solutions.\n\nAWS’s democratization efforts emphasize ethical AI principles and best practices, helping to ensure that generative AI is developed and deployed responsibly across industries.\n\nThe Power of Choice\n\nTo be sure, no single generative AI solution works for all companies. Businesses have diverse needs, resources, and levels of AI expertise. Some are just beginning to experiment, while others are ready to develop and deploy custom models at scale. That's why our approach emphasizes flexibility and choice. Our vision is to meet builders and organizations wherever they are on their generative AI journey.\n\nFor those just getting started, AWS offers no-code tools such as Amazon SageMaker Canvas that abstract away complexity, allowing business users to leverage foundation models through a visual interface. This democratizes access and enables rapid experimentation without significant AI knowledge.\n\nAs organizations progress, AWS provides fully managed services like Amazon Bedrock for building and scaling generative AI applications with powerful foundation models. This allows developers and AI engineers to harness the latest advances in areas such as retrieval augmented generation and agentic workflows, while maintaining full control and customizability.\n\nFor those looking for more flexibility and control, Amazon SageMaker lets you train, evaluate, fine-tune with advanced techniques, and deploy foundation models with fine-grain controls. This includes a variety of compute solutions including AWS’s purpose-built AI chips Trainium and Inferentia, simplified distributed training environments, automated model optimization, and flexible model deployment options to help organizations balance performance and cost.\n\nThis flexibility allows you to mix and match services based on your skill set and use case requirements. For instance, a data scientist might build custom models using AWS’s advanced training capabilities, share them via custom model import capabilities, and make them available to application developers via API. This seamless collaboration empowers teams to leverage their respective strengths while working toward a common goal.\n\nReal-World Impact\n\nThe democratization of generative AI is already driving innovation across industries. For example, Workday, a leading provider of solutions that help organizations manage their people and money, focuses on developing AI-powered products. To streamline model development and free engineers from infrastructure maintenance, the company adopted SageMaker, allowing Workday to rapidly iterate and deploy complex models, including LLMs, to production.\n\nSimilarly, Perplexity, a startup building a conversational “answer” engine (as opposed to a search engine), faced the challenge of optimizing its LLMs for accuracy and precision while answering more than 250 million user queries each month. By leveraging AWS's advanced ML infrastructure, Perplexity reduces model training time by up to 40 percent, handles more than 500,000 queries per hour without compromising latency, and enables developers to focus on model fine-tuning instead of managing infrastructure. The flexibility to allocate tailored computing resources further optimized Perplexity's workflows."
    },
    {
        "title": "The hidden money lessons in ‘Beetlejuice’",
        "link": "https://www.fastcompany.com/91189134/the-hidden-money-lessons-in-beetlejuice",
        "description": "Beetlejuice' teaches the importance of reading contracts, avoiding hard sells, and rejecting zero-sum thinking.",
        "image_url": "https://www.bing.com/th?id=OVFT.UGQ06m2UOGNehltaRbHqci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1h",
        "source": "Fast Company",
        "article_content": "Content not available"
    },
    {
        "title": "Exploring the unknown:",
        "link": "https://www.yahoo.com/lifestyle/exploring-unknown-222200573.html",
        "description": "Staff report Curiosity about the unexplained has long been a part of human nature, and for those intrigued by tales of Bigfoot, UFOs, and ghostly encounters, Ohio University Southern is offering a ...",
        "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
        "category": "paranormal",
        "date": "13h",
        "source": "Yahoo",
        "article_content": "Sep. 12—Staff report\n\nCuriosity about the unexplained has long been a part of human nature, and for those intrigued by tales of Bigfoot, UFOs, and ghostly encounters, Ohio University Southern is offering a unique opportunity this fall.\n\nParanormal enthusiast Todd Martin will be instructing the Paranormal Phenomena and Local Mysteries workshop, a four-week exploration of cryptids, aliens, ghosts, and more. The workshop will take place on Tuesdays from 6 to 8 p.m., running through Oct. 1.\n\n\"This is about everyone's experience of the unknown,\" said Martin, who has been captivated by the paranormal since childhood. \"Everyone seems to have a story. It could be a strange noise in the woods, a sighting of something mysterious in the sky, or an encounter in a haunted house. These are the kinds of experiences we want to talk about in the class.\"\n\nThe workshop will be divided into four distinct sessions, each focusing on different facets of the paranormal. \"We'll start with Bigfoot and other cryptids, because people are really drawn to those stories,\" said Martin. \"Then we'll dive into UFOs and aliens, ghostly encounters, and wrap up with a general discussion of fringe topics like the Mandela effect and how quantum physics might tie into the paranormal.\"\n\nAlthough the subject matter may seem fantastical to some, Martin emphasizes a healthy skepticism in his discussions.\n\n\"I believe in a lot of weird things, but I also think it's important to approach everything with a dose of skepticism,\" he noted. \"I don't just believe every crazy idea that comes along. I want to investigate it, explore the possibilities, and consider the evidence.\"\n\nMartin's journey into the world of the unexplained began with little paperback books from his childhood. \"I remember reading about the Loch Ness Monster, Bigfoot, and the Mothman when I was a kid,\" he recalled. \"Back in the early '70s, no one really knew about Mothman, but I found it fascinating.\"\n\nHis connection to the subject deepened in the 1990s when he became involved with the Mothman Festival in Point Pleasant, West Virginia, where his aptly titled band Mothman has performed for over two decades.\n\nWhile the workshop will cover a broad range of paranormal topics, Martin is excited to tie in local mysteries from southern Ohio.\n\n\"I do try to build in some of the local stories,\" he said. \"Lawrence County and Ross County have their share of strange occurrences, and students have shared their own stories about haunted houses and eerie experiences in the woods. It's a great way to connect the paranormal to our community.\"\n\nMartin encourages anyone with an open mind to attend the workshop. \"You don't have to be an expert to enjoy this class,\" he says. \"It's really for people who are curious, who want to hear about strange and unusual things. Whether you've had your own paranormal experience or are just intrigued by the unknown, this class is for you.\"\n\nRegistration for the workshop is available online at ohio.edu/southern-workshops, and the cost for all for sessions is $25 total."
    },
    {
        "title": "2024 Horror & Paranormal Convention at West Virginia Penitentiary this weekend",
        "link": "https://www.msn.com/en-us/travel/tripideas/2024-horror-paranormal-convention-at-west-virginia-penitentiary-this-weekend/ar-AA1qtozh?ocid=BingNewsVerp",
        "description": "Don’t miss the 2024 Horror & Paranormal Convention co-sponsored by the West Virginia Penitentiary and Wonders Oddities Expo this weekend. The event will ...",
        "image_url": "https://www.bing.com/th?id=OJ.ngL0U8J7N25NFw&pid=news&w=83&h=16&rs=2",
        "category": "paranormal",
        "date": "18hon MSN",
        "source": "WTRF Wheeling on MSN",
        "article_content": ""
    },
    {
        "title": "10 Most Haunted Hotels In America",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/10-most-haunted-hotels-in-america/vi-AA1qvuCc?ocid=BingNewsVerp",
        "description": "The act of staying in hotels while you are traveling is generally accepted as a normal thing to do. The ritual of seeking potentially haunted hotels on the off chance of seeing something paranormal?",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Ranker (Video) on MSN3h",
        "source": "Ranker (Video) on MSN",
        "article_content": ""
    },
    {
        "title": "I Found a Notebook in the Woods Behind My House... *SCARY* Gr3gory88 VIRAL Scary Story (Part 2)",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/i-found-a-notebook-in-the-woods-behind-my-house-scary-gr3gory88-viral-scary-story-part-2/vi-AA1quRn6?ocid=BingNewsVerp",
        "description": "OPEN ME FOR ALL OF THE THINGS!!!Follow the story here... <a href=\" part 1 here... <a href=\" BOOK IS OUT! Order my novel, Haunted in Hollywood, here: <a href=\" watch another? ♡My Friend was In a Dark ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Binge Bytes on MSN17m",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Science day sparks curiosity and joy in the youngest learners",
        "link": "https://www.citizen.co.za/fourways-review/news-headlines/local-news/2024/09/13/fr35ansciencedayeducation/",
        "description": "Junior Colleges Gardens Preschool’s Grade 0 students embark on an exciting adventure of science, discovery, and exploration, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HMSk4SjtSIMHTerKN9_SXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "The Citizen4h",
        "source": "The Citizen",
        "article_content": "Junior Colleges Gardens Preschool hosted a science day for Grade 0’s, designed to ignite curiosity and foster a love for science amongst the youngest learners.\n\nThe event was about hands-on experiments and interactive demonstrations that culminated in countless ‘aha’ moments from both learners and parents.\n\nRead more: Five fun and educational science activities for kids\n\nThe ambitious lineup of experiments showcased the limitless potential of young scientific minds. From mesmerizing lava lamps and bubbly elephant toothpaste to vibrant skittle rainbows, students delighted in the unique wonders of chemistry.\n\nAlso read: Transform your kitchen into a math and science classroom!\n\nBianca Durrant, the school’s principal, shared her highlight of the day. “One of the highlights of the day was the discovery of mini volcanoes, where excited children combined baking soda and vinegar to create their miniature eruptions, gaining first-hand experience of chemical reactions in action.”\n\nAdding to the day’s excitement was the active involvement of parents, who were invited to join their children at various science stations. Their participation transformed the event into a collaborative experience, allowing families to witness together the joy and fascination that science can inspire.\n\n“The grade 0 science day was more than just a day of fun, it represented an essential part of our ongoing mission to cultivate a love for learning in our students. By engaging young minds with the sciences at such an early age, we aim to lay a strong foundation for critical thinking, problem-solving, and a lifelong passion for discovery.\n\n“The event aimed as a fundamental step in nurturing a curious spirit among our students. Seeing our children exploring, questioning, and discovering the world around them fills me with joy. This is what education is truly about, sparking curiosity and inspiring a love for learning that will last a lifetime,” said Durrant.\n\nAs the day drew to a close, it became evident that the little scientists had absorbed a wealth of knowledge and had a fantastic time in the process.\n\nFollow us on our Facebook, X, Instagram and TikTok pages. Join our WhatsApp group for any story ideas you may have.\n\nRelated article: Kids celebrate science"
    },
    {
        "title": "Cave discovery in France may explain why Neanderthals disappeared, scientists say",
        "link": "https://www.msn.com/en-us/news/technology/cave-discovery-in-france-may-explain-why-neanderthals-disappeared-scientists-say/ar-AA1qsCh1?ocid=BingNewsVerp",
        "description": "The fossilized remains of a Neanderthal discovered in a cave in southern France shed fresh light on why the ancient humans may have disappeared 40,000 years ago.",
        "image_url": "https://www.bing.com/th?id=OJ.d01Q6fJRG3ynoQ&pid=news&w=34&h=16&rs=2",
        "category": "science+discovery",
        "date": "22hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Ancient relative of 'living fossil' fish reveals that geological activity supercharges evolution",
        "link": "https://www.livescience.com/planet-earth/evolution/ancient-relative-of-living-fossil-fish-reveals-that-geological-activity-supercharges-evolution",
        "description": "The ancient coelacanth, which has existed for some 419 million years, never stopped evolving despite its reputation as a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EwzYqNke_YTYjRqDfDiH_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science15h",
        "source": "Live Science",
        "article_content": "Primeval fish that were thought to be \"living fossils,\" largely unchanged since the time of the dinosaurs, are actually evolving dramatically — and they evolved faster when Earth's continents moved faster, fossils of a newly identified coelacanth species have revealed.\n\nThe findings suggest that the large-scale movement of continents may spur the evolution of life, the researchers reported Thursday (Sept. 12) in the journal Nature Communications .\n\nCoelacanths are large fish that evolved 410 million years ago. Once known only from fossils, they were thought to be extinct until a fisher in South Africa hauled one up in 1938. Biologists dubbed the modern coelacanth a \"living fossil\" and believed it had not evolved much over millions of years.\n\nThe two coelacanth species alive today, Latimeria chalumnae and Latimeria menadoensis, are more closely related to other early fish, such as lungfish , than they are to today's modern ray-finned fish.\n\nRelated: How fast does evolution happen?\n\nBut now, new \"bridge\" fossils reveal that coelacanths never stopped changing. The fossils, beautifully preserved in three dimensions, are one of the best anatomical looks yet at coelacanth history. Combined with other coelacanth fossils, the discovery reveals that the more geologically active the environment was, the more evolutionary change the fish underwent.\n\n\"Somewhat surprisingly, plate tectonic activity had a strong influence on rates of evolution of coelacanths throughout their 400 million-year history,\" said study first author Alice Clement , an evolutionary biologist at Flinders University in Australia.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe newly identified species of coelacanth, Ngamugawi wirngarri, was found in the Kimberley region of northwestern Australia. It's now tropical, with landscapes ranging from mountains to grasslands. But 385 million years ago, it was a thriving reef with at least 50 species of fish, Clement told Live Science. \"In a sense, it was Australia's first great barrier reef, stretching hundreds of kilometers offshore,\" she said.\n\nTwo specimens of the new coelacanth species were first found in 2008. It was the first coelacanth from the site, Clement said, so researchers knew they had something special. But it took years to prepare the fossils and analyze the finds.\n\nNgamugawi wirngarri coelacanth skull bones after being acid etched out of rock at Museum Victoria, 2009. (Image credit: Professor John Long)\n\nThe newly identified species' scientific name means \"ancient fish\" in the language of the First Nations Gooniyandi people, who live near the fossil beds. The species was small — only about 7.8 inches (20 centimeters) long. The modern species, by contrast, are about 6.5 feet (2 m) long.\n\nThe anatomy of the fish fell between the earliest \"primitive\" species, which date to 410 million years ago, and the species that still swim the oceans today. By looking at differences among the fossils over time, the researchers learned that while the fish's large-scale features, like its body shape, have stayed consistent since the Cretaceaous more than 66 million years ago, the bones of the jaw and skull have continued to evolve.\n\nIn fact, study co-author Richard Cloutier , an evolutionary biologist at the University of Quebec at Rimouski, told Live Science that if all researchers had to go on was the skull, \"we would have never thought that it was a 'living fossil,' because it changed so much.\"\n\nThe change was associated with faster rates of continental drift, even more so than environmental factors such as oxygen levels in the ocean or water temperatures, the researchers found.\n\n\"I suppose,\" Clement said, \"that greater tectonic plate activity drives the formation of new environments, or splits existing populations in half to continue upon their own natural evolutionary experiments.\""
    },
    {
        "title": "NASA spacecraft snaps photo of huge volcano forming on distant world",
        "link": "https://mashable.com/article/nasa-discovery-juno-mission-new-volcano",
        "description": "Jupiter's molten moon Io has been surveyed by a number of passing spacecraft, allowing planetary scientists to see changes on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IxlDoSaOmkTee7dCW-5beS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "3h",
        "source": "Mashable",
        "article_content": "The most volcanic world in our solar system has sprouted a new volcano. And its lava flows are enormous.\n\nJupiter's molten moon Io has been surveyed by a number of passing spacecraft, allowing planetary scientists to see changes on the surface. Recently, NASA's Juno mission made the closest swings by Io in two decades. The 2024 views show a dynamic volcano where, just decades ago, there was a featureless region.\n\n\"Our recent JunoCam images show many changes on Io, including this large, complicated volcanic feature that appears to have formed from nothing since 1997,\" Michael Ravine, the advanced projects manager at Malin Space Science Systems, which operates the spacecraft's JunoCam instrument, said in a statement. The discovery was just presented at the 2024 Europlanet Science Congress.\n\nProdigious amounts of lava have clearly poured from this new volcano; you can see it running to the left of the vent in two potent streams some 100 kilometers (62 miles) long. The lava, overlain over a map of the city of Berlin in another graphic below, would dominate a large swathe of Germany. Where the lava flows end and have pooled, intense heat from the molten rock created those two gray circles when frozen surface material vaporized into space.\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By signing up you agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\nNASA's Galileo spacecraft captured the black and white image in 1997, and Juno's views are from February 2024. The entirety of the volcanic feature sprawls over an area about 180 km by 180 km (112 miles by 112 miles).\n\nOn left: Galileo spacecraft imagery from 1997. On right: Juno spacecraft imagery from 2024. The feature on right is the new volcano with accompanying lava flows. Credit: NASA / JPL-Caltech / SwRI / MSSS\n\nThe new volcano recently spotted on Io's surface. Credit: NASA / JPL-Caltech / SwRI / MSSS / Europlanet\n\nIo is blanketed in erupting volcanoes because it's relentlessly locked in a tug-of-war between nearby objects, including the colossal Jupiter. \"Not only is the biggest planet in the solar system forever pulling at it gravitationally, but so are Io’s Galilean siblings — Europa and the biggest moon in the solar system, Ganymede,\" NASA explained in a statement. \"The result is that Io is continuously stretched and squeezed, actions linked to the creation of the lava seen erupting from its many volcanoes.\"\n\nThe new Io volcano and lava flows overlaid on Berlin, Germany. Credit: NASA / JPL-Caltech / SwRI / MSSS / Europlanet / Google Maps\n\nThis volcanic world, an object a little bigger than Earth's moon, is blanketed in hundreds of volcanoes and ceaselessly erupting. The first-ever observations of Io, captured by the pioneering Voyager 1 craft, spotted at least eight different active volcanoes. The most recent flybys in 2023 and early 2024 spotted nine plumes from volcanoes.\n\nIt's a vicious world, inhospitable to life. And beneath its volcanic surface, it may harbor a sea of magma."
    },
    {
        "title": "Discovery could lead to longer-lasting EV batteries, hasten energy transition",
        "link": "https://www.sciencedaily.com/releases/2024/09/240912142413.htm",
        "description": "Researchers have discovered why lithium-ion batteries, which power most electronic devices, lose capacity overtime. The findings could enable the development of electric vehicles that go far longer ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily16h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Opentrons introduces Flex Prep: A no-code robot offering the simplicity of a pipette with the versatility of a liquid handler",
        "link": "https://finance.yahoo.com/news/opentrons-introduces-flex-prep-no-130000706.html",
        "description": "Opentrons Labworks, Inc., a leader in lab automation and accessible robotics, today announced the launch of the Opentrons ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dNrIaESoniPCxxbUEEuzqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "23h",
        "source": "YAHOO!Finance",
        "article_content": "New hardware and software combination utilizes intuitive touchscreen controls, allowing scientists to easily program pipetting tasks in less than a minute\n\nLONG ISLAND CITY, N.Y., September 12, 2024--(BUSINESS WIRE)--Opentrons Labworks, Inc., a leader in lab automation and accessible robotics, today announced the launch of the Opentrons Flex™ Prep robot, paired with new no-code software that allows users to quickly set up a pipetting task and to execute that workflow all through the Flex Prep touchscreen. This innovative system integrates seamlessly into laboratory workflows, allowing users to set up pipetting tasks via an intuitive touchscreen interface. Flex Prep combines the simplicity of a pipette with the power and versatility of a liquid handler, providing scientists with both ease of use and enhanced capability. With the touchscreen software, users can develop, visualize, and run pipetting tasks in as little as a minute. This system offers a user-friendly experience that surpasses semi-automated solutions, while also being more affordable and versatile.\n\nThe Flex Prep enables users to control basic pipetting tasks, like those currently performed with multi-channel or electronic pipettes, while also offering the flexibility to execute more complex protocols when needed. This dual capability sets Flex Prep apart from other pipetting solutions on the market, especially at its industry-leading price point. The no-code software further enhances the use of the robot by allowing rapid, precise liquid transfers, freeing up researchers to focus on more critical aspects of their experiments.\n\n\"Robotic liquid handling doesn't have to be complicated or require special know-how,\" said James Atwood, General Manager, Robotics at Opentrons. \"With the Flex Prep and its no-code software, we're enabling researchers to delegate repetitive pipetting tasks to our robots, in just a minute or two with no special training needed. It’s as simple as asking, 'What pipetting tasks would you delegate to your Flex Prep?'\"\n\nThis launch expands Opentrons’ market reach, empowering bench scientists with no prior laboratory robotics experience to incorporate automated pipetting into their workflows. The Flex Prep is particularly attractive to those seeking an affordable yet versatile solution that grows with their laboratory needs.\n\n\"For scientists who have yet to adopt automation, these new capabilities offer a compelling reason to reconsider,\" said Jonathan Brennan-Badal, CEO of Opentrons. \"Our Flex Prep is not only a cost-effective entry point but also a smart investment for labs looking to scale up their automation with a system that evolves with their needs.\"\n\nTo learn more about Flex Prep update, please visit https://opentrons.com/flexprep.\n\nAbout Opentrons:\n\nOpentrons Labworks, Inc., a disruptive life science company and the current market leader in entry-level lab automation, accelerates innovation in research and healthcare through its integrated lab platform, which includes business units Opentrons® Robotics and Neochromosome™. Opentrons has raised over $200 million in funding and achieved unicorn status based on its innovative technologies. The Opentrons Flex™ is Opentrons’ newest generation of liquid-handling lab robots, offering open-source accessibility and compatibility with generative AI tools. Opentrons Robotics provides thousands of institutions with flexible, easy-to-use lab robots, automating R&D operations and making robotics, a vast open-source library accessible to life sciences researchers worldwide. Opentrons is used in labs at the top 20 academic universities in the US and 14 of 15 leading global biopharmaceutical companies. Learn more at https://opentrons.com/.\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240912665063/en/\n\nContacts\n\nConsort Partners for Opentrons\n\nopentrons@consortpartners.com"
    },
    {
        "title": "Apptile Secures $1.2M In Fresh Funding To Democratize No-Code Mobile App Development For Businesses",
        "link": "https://menafn.com/1108669662/Apptile-Secures-12M-In-Fresh-Funding-To-Democratize-No-Code-Mobile-App-Development-For-Businesses",
        "description": "Bengaluru, India - 13th September, 2024: Apptile, a leading no-code mobile app development platform, announced today the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AnxEkq0RR3zTAwVDL69tCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4h",
        "source": "Mena FN",
        "article_content": "(MENAFN- ForPressRelease) Bengaluru, India - 13th September, 2024: Apptile, a leading no-code mobile app development platform, announced today the successful raise of $1.2 million in additional funding. This latest investment, led by Singularity Early Opportunities Fund with participation from Crown Trust and DeVC, brings the company's total funding to $3.7 million.\n\n\n\nThis new injection of capital will be used to further enhance Apptile's platform, expand its product offerings, and accelerate the company's growth in making mobile app development more accessible to businesses of all sizes. By eliminating the need for traditional coding, Apptile empowers companies to build powerful, fully customized mobile apps with the same ease as designing a presentation.\n\n\n\nLaunched in 2023 by Rohit Modi, Samyam Annappa, and Vishal Sood, Apptile has experienced rapid adoption, particularly among e-commerce and direct-to-consumer (D2C) brands. The platform has enabled over 300 brands to develop and launch their own mobile apps, offering a seamless user experience without the need for technical expertise. Last month, the company launched its live commerce solution, allowing creators and brands to deliver interactive shopping experiences directly within their apps. A portion of the new funding will be allocated to expanding Apptile's product suite, driving further innovation in the mobile app space.\n\n\n\n\"At Apptile, our mission is to give every business the ability to leverage mobile technology to foster customer engagement and fuel growth,\" said Rohit Modi, Co-Founder and CEO of Apptile. \"This additional funding accelerates our ability to expand our platform and introduce new features that serve businesses across a wide range of industries. We're excited to have the continued support of Singularity and our investors as we work to democratize mobile app development.\"\n\n\n\nApptile's intuitive drag-and-drop platform makes it possible for businesses to create fully branded, native mobile apps without writing a single line of code. The platform offers a robust library of pre-built components and seamless integrations with third-party APIs, providing unparalleled flexibility for businesses looking to build apps that reflect their unique brand identity and optimize their customer journey.\n\n\n\n\"Apptile's platform is transforming the way businesses approach mobile app development,\" said a spokesperson from Singularity Early Opportunities. \"The team's vision, technical expertise, and focus on customer success have already yielded impressive results. We're excited to support Apptile as they continue to innovate and empower businesses across industries to succeed in the mobile-first world.\"\n\n\n\nAs businesses continue to prioritize mobile-first strategies, Apptile is well-positioned to meet the growing demand for efficient and user-friendly app development solutions. The company's commitment to innovation and its user-centered approach ensure that businesses of all sizes-from startups to enterprises-can deploy mobile apps to drive growth and deepen customer engagement.\n\n\n\nAbout Apptile:\n\n\n\nApptile is a leading no-code mobile app development platform that empowers businesses to create and launch powerful, fully customized mobile apps without the need for technical expertise. With its intuitive drag-and-drop interface, extensive library of pre-built components, and seamless third-party integrations, Apptile enables businesses across industries to build apps that reflect their unique brand identity and optimize the customer journey.\n\nEmail :..."
    },
    {
        "title": "Finding a founder: What to consider when picking a startup partner",
        "link": "https://www.geekwire.com/2024/finding-a-founder-heres-what-to-consider-when-picking-a-startup-partner/",
        "description": "Early stage venture firm Ascend hosted its annual Founders Bash in Seattle on Thursday. (GeekWire Photo /) One of the most ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GKAledOMPkoIiRlWr3MTbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "6h",
        "source": "GeekWire",
        "article_content": "Content not available"
    },
    {
        "title": "Autonomous delivery startup Nuro pivots and another Indian EV scooter startup takes the IPO road",
        "link": "https://techcrunch.com/2024/09/12/autonomous-delivery-startup-nuro-pivots-and-another-indian-ev-scooter-startup-takes-the-ipo-road/",
        "description": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Bvn3uZmi8EA_dmJNrBvAXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "19h",
        "source": "TechCrunch",
        "article_content": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility!\n\nThe transportation beat just keeps on truckin’ — or scooting along, depending on your preferred vehicle and speed. And this week, our coverage ran the gamut from Amazon’s latest pilot and two cyberattacks to a Cybertruck roadside attraction and several startups landing investments from VCs. Let’s go!\n\nA little bird\n\nImage Credits: Bryce Durbin\n\nLittle birds are continuing to give us updates on Fluid Truck, the startup founded to disrupt the commercial vehicle rental industry. You might recall last month Rebecca Bellan wrote about the dramatic behind-the-scenes fight over the company between ousted sibling co-founders James Eberhard and Jenifer Snyder and two minority investors on the board.\n\nIt seems there is a fresh complaint against the company for breach of contract, Bellan recently discovered after perusing new court filings.\n\nCalifornia company ServiceUp is alleging that Fluid Truck owes it close to $100,000, with interest accruing daily, after the company sent 150 invoices between January and July 2024 for arranging vehicle repairs. ServiceUp says Fluid’s alleged breach of contract and refusal to pay has caused its own business to incur costs and expenses related to the services it performed under its agreement.\n\nGot a tip for us? Email Kirsten Korosec at kirsten.korosec@techcrunch.com, Sean O’Kane at sean.okane@techcrunch.com or Rebecca Bellan at rebecca.bellan@techcrunch.com. Or check out these instructions to learn how to contact us via encrypted messaging apps or SecureDrop.\n\nDeals!\n\nImage Credits: Bryce Durbin\n\nI thought the electric two-wheeler market in India had peaked. I was wrong.\n\nAther Energy, an Indian electric scooter manufacturer that competes with recently listed rival Ola Electric, plans to raise about $530 million in its initial public offering.\n\nThe Bengaluru-based startup is targeting a valuation of $1.5 billion to $2 billion, people familiar with the matter told TechCrunch. The company said it will sell new shares worth $370 million in the IPO and up to 22 million shares from existing investors.\n\nIndia’s electric vehicle market — largely made of two-wheelers — has been white-hot thanks to a combination of rising fuel prices and government incentives aimed at reducing tailpipe emissions. Still, the road isn’t exactly smooth for Ather or others grappling for market share. Competition abounds!\n\nA couple of other notable deals …\n\nCowboy, the Brussels-based company that designs and sells electric bikes, closed a small, strategic funding round of €5 million (around $5.5 million at current exchange rates). That includes €1 million in debt facilities. Cypress Capital led the round.\n\nDongchedi, the car information and trading app under TikTok parent company ByteDance, is raising as much as $600 million, Bloomberg reported. Joint investors include General Atlantic, HongShan, KKR & Co., and Gaorong Ventures.\n\nForterra, an autonomous vehicle developer formerly known as Robotic Research Autonomous Industries, raised $75 million in a Series B funding round led by Moore Strategic Ventures, XYZ Venture Capital, and Hedosophia Venture Capital. New investor Standard Investments, along with existing backers Crescent Cove Advisors, Enlightenment Capital, and Four More Capital, also participated.\n\nSpecter, the Belgian manufacturer of e-bikes with powerful motors, raised €2 million ($2.2 million) in a round led by Fundracer Capital.\n\nTesla has discussed sharing revenue with another of Elon Musk’s companies, AI startup xAI, in exchange for use of the startup’s AI models, the WSJ reported. Musk has disputed the report and said Tesla doesn’t need to license xAI models.\n\nThunder Power Holdings, an EV startup that went public on the Nasdaq exchange in June through a SPAC, is now trying to raise up to $100 million more through a share sale deal. That’s not the eye-popping part. The fundraising effort is happening even as CEO Wellen Sham has been indicted by the Taiwanese government on 11 criminal charges.\n\nSpare, a Vancouver-based startup that developed a software-as-a-service product to help cities better serve disabled residents, raised $30 million (CA$42 million) in a Series B round led by Inovia Capital, with participation from Kensington Capital and Nicola Wealth.\n\nNotable reads and other tidbits\n\nAutonomous vehicles\n\nNuro is pivoting. The startup, which has raised more than $2 billion, is moving away from its on-road autonomous delivery bots and will instead try to license its core autonomous vehicle tech to automakers and mobility providers like ride-hail and delivery companies. That means the Nuro R3 bot, which BYD was supposed to make, is dead. It also puts Nuro in direct competition with Mobileye and the buzzy startup Wayve.\n\nElectric vehicles, charging & batteries\n\nAmazon is experimenting with a delivery service that combines electric road and rail transport.\n\nAmber, the EV warranty startup founded last year, is starting to scale. The company is taking its aftermarket warranty product for Tesla vehicles to 47 states and rolling out a new remote diagnostic scan tool described as “telehealth for EVs.”\n\nStellantis plans to invest more than $406 million in three Michigan facilities to support its “multi-energy strategy.” Importantly, the Ram 1500 REV, the company’s first electric light-duty truck and the range-extended all-new 2025 Ram 1500 Ramcharger will be built at the Sterling Heights Assembly Plant in Michigan. The Ram 1500 EV is launching in late 2024.\n\nLucid Motors said its upcoming vehicle — dubbed Gravity — will have Tesla’s North American Charging Standard (NACS) built right in, making an adapter unnecessary.\n\nA disabled Tesla Cybertruck became a fleeting tourist destination in Seattle.\n\nIn-car tech\n\nCariad, the VW software unit, is in trouble. Or I should state, in more trouble than usual. The Financial Times has a great report digging into the chaos at Cariad before and after a software-focused joint venture deal was struck between EV startup Rivian and Cariad parent company VW Group. One line item that made me gasp: Since launching Cariad four years ago, VW has invested almost 12 billion euros ($13.2 billion) into building in-house car software.\n\nSecurity\n\nAvis said thousands of car rental customers had personal data stolen in a cyberattack.\n\nTransport for London (TfL), the government body that runs the U.K. capital’s transit system, is still dealing with a cyberattack. Although the transit system remains operational and unaffected by the cyber incident, some TfL online and digital customer services remain offline.\n\nThis week’s wheels\n\nWhat is “This week’s wheels”? It’s a chance to learn about the different transportation products we’re testing, whether it’s an electric or hybrid car, an e-bike, or even a ride in an autonomous vehicle. Future vehicles include some e-bikes and the GMC Sierra EV."
    },
    {
        "title": "Watch These Adobe Price Levels After Stock Plunges on Light Outlook",
        "link": "https://finance.yahoo.com/news/watch-adobe-price-levels-stock-031713453.html",
        "description": "Investors should watch important support levels on Adobe's chart at $500, $439, $386, and $333, while keeping an eye on the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EeS-Ex4E9lWsy3udPB33PC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "9h",
        "source": "YAHOO!Finance",
        "article_content": "Shares Tumbled More Than 9% in Extended Trading on Thursday\n\nSource: TradingView.com\n\n\n\n\n\nKey Takeaways\n\nAdobe shares moved sharply lower in extended trading on Thursday after the digital multimedia software maker issued a disappointing current-quarter outlook that overshadowed better-than-expected results for its fiscal third quarter.\n\nThe stock sits poised to break down below the lower trendline of an ascending triangle pattern, a move that could start a new trend lower.\n\nInvestors should watch important support levels on Adobe's chart at $500, $439, $386, and $333, while keeping an eye on the $550 area during a countertrend move.\n\n\n\n\n\n\n\nAdobe (ADBE) shares tumbled in extended trading on Thursday after the digital multimedia software maker issued a disappointing current-quarter outlook that overshadowed better-than-expected results for its fiscal third quarter.\n\nAlthough the San Jose, California-based company’s shares have gained around 28% over the past three months, they remain underwater for the year as enterprise customers continue to spend cautiously on premium software products against a backdrop of economic uncertainty and high interest rates.\n\nBelow, we’ll take a closer look at Adobe’s chart and use technical analysis to identify important post-earnings price levels to watch out for.\n\nAscending Triangle Breakdown\n\nAdobe shares have oscillated within an ascending triangle since late February, with the stock’s price nudging above the pattern’s top trendline on the highest trading volume since late June ahead of the company’s quarterly results. Moreover, the 50-day moving average recently crossed above the 200-day MA to form a golden cross, a chart signal indicating a new uptrend.\n\nDespite the bullish technicals, the shares sit poised to break down below the triangle’s lower trendline on Friday, a move that could start a new trend lower. The stock fell 9.1% to $533 in after-hours trading Thursday.\n\nWatch These Key Support Levels\n\nIf Adobe shares continue to see post-earnings weakness, investors should monitor several key support areas on the chart.\n\nThe first sits around $500, a location on the chart where the shares could find support from the psychological round number and a horizontal line connecting multiple peaks and troughs from June 2023 to August this year.\n\nA close below this level could see the stock decline to the $439 area, where investors may look for buying opportunities near a pre-gap consolidation period during the stock’s impulsive move higher between May and June last year. This region also closely corresponds with the prominent May 2024 swing low.\n\nStory continues\n\nThe next lower level to watch lies at $386, an area that may encounter support near several peaks that formed on the chart from early February to late April last year.\n\nFinally, a longer-term correction in the stock could see a drop to the $333 area, where the price would likely find buying interest around the May 2023 swing low. This level also aligns with a measured move price target that calculates the distance between the ascending channel’s two trendline in points and subtracts that amount from the pattern's lower trendline. ($550 - $217 = $333)\n\nKey Resistence Level to Monitor\n\nDuring a countertrend move in Adobe shares, investors should keep a close eye on the $550 area, where the price may face selling pressure on retests of the ascending channel’s lower trendline.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read our warranty and liability disclaimer for more info.\n\nAs of the date this article was written, the author does not own any of the above securities.\n\n\n\nRead the original article on Investopedia."
    },
    {
        "title": "3 Small Cap Gems That Could Be Big Beneficiaries Of This Ongoing Capital Rotation",
        "link": "https://247wallst.com/investing/2024/09/13/3-small-cap-gems-that-could-be-big-beneficiaries-of-this-ongoing-capital-rotation/",
        "description": "This week’s CPI report came in roughly in line with expectations, with average prices paid by consumers rising 2.5% on a year ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6oq-7pCs1ft_g5pilW8Hmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "24/7 Wall St1h",
        "source": "24/7 Wall St",
        "article_content": "3 Small Cap Gems That Could Be Big Beneficiaries Of This Ongoing Capital Rotation Canva\n\nThis week’s CPI report came in roughly in line with expectations, with average prices paid by consumers rising 2.5% on a year-over-year basis. Core inflation did come in a bit hotter than expected, but many now expect to see a 25 basis point rate cut from the Federal Reserve on the horizon. Currently, betting markets have two 50 basis point cuts priced in for the rest of the year, but we’ll have to see how those probabilities change over time.\n\nIn terms of what this means for the stock market, there are varying opinions on where certain groups of stocks could be headed. Small-cap stocks have struggled compared to large-caps due to inflation and rising interest rates in recent years, though a rotation toward small caps and away from mega-cap high-growth tech names continues to be building. If this trend continues as interest rates come down over the coming months, this could be a trade worth considering for those taking a medium-term position in the market.\n\nAccordingly, I’ve highlighted three stocks below I think fit the value-conscious investor portfolio well. These are three stocks currently on my watch list, and I’d invite investors to do their own research on these names and watch how they perform over time. If there are any significant market dips, these are three stocks I’d consider adding here.\n\nKey Points About This Article:\n\nA rotation has been building toward small-cap stocks and away from larger growth-heavy names.\n\nIf this rotation continues, the following three stocks could turn out to be excellent long-term picks.\n\nIf you’re looking for some stocks with huge potential, make sure to grab a free copy of our brand-new “The Next NVIDIA” report. It features a software stock we’re confident has 10X potential.\n\nThe Metals Company (TMC)\n\nPasha Pechenkin / iStock via Getty Images\n\nThe Metals Company (NASDAQ:TMC) is a rather intriguing stock that’s been on my radar for some time. The deep sea mining company has developed a way to mine lithium and other necessary metals for the production of batteries from the sea floor. While some environmental concerns remain around what this may mean for deep sea ecosystems, many supporters believe that such a mining practice could be beneficial relative to the current mining practices in place for the sector.\n\nThe company recently reported decent Q2 2024 results, with a net loss of $0.06 per share in line with what many analysts had expected. The company does have around $48 million in liquidity on its balance sheet and is burning around $12 million in cash each quarter, so as long as operations start within the next year or so, the company could be poised for a significant move higher.\n\nIt’s worth noting that TMC stock currently trades at less than $1 per share, so this is a risky bet to say the least. However, in this past quarter, the company did announce the publication of its third Impact Report, producing the first-ever cobalt sulfate from seafloor nodules. Additionally, The Metals Company appointed Steve Jurvetson and Brendan May to the Board. Despite share price challenges over the past year, the company’s management team remains optimistic on its long-term outlook, highlighting progress in ISA Mining Code talks and growing interest in seafloor resources.\n\nIn my view, this is a stock to consider at current levels, though I’d be more enticed around the $0.75 per share level moving forward.\n\nPaycom Software (PAYC)\n\ngorodenkoff / Getty Images\n\nPaycom Software (NYSE:PAYC) provides cloud-based human technology management services to its clientele. Operating with a software-as-a-service (SaaS) model, Paycom’s business model benefits from long-term secular trends in automation and personalized client services.\n\nThe company’s external salesforce has excelled in acquiring new clients with its automated solutions, and innovations like Beti for employee-managed payroll highlight its cutting-edge approach. This hasn’t helped the company’s stock price, which is down roughly 30% this year and more than 75% from its high. But as hiring trends (hopefully) improve as interest rates come down, this is a stock with some cyclical exposure certain investors may be intrigued by.\n\nNotably, the company reported strong Q2 2024 results, with Paycom’s revenue reaching $437.5 million. This number exceeded guidance, surging more than 9% year-over-year. Additionally, Paycom’s adjusted EBITDA hit $159.7 million, also surpassing expectations. Despite adjusted EPS remaining at $1.62, GAAP net income slightly increased to $68 million, while non-GAAP net income fell to $91.8 million.\n\nThe company revised its Q3 guidance on these results, now expecting revenue between $444 million and $449 million and adjusted EBITDA between $155 million and $159 million. The company also increased its full-year forecast to $1.86 billion to $1.875 billion in revenue and $727 million to $737 million in adjusted EBITDA.\n\nFor those bullish on longer-term automation trends, this is a stock I think is worth keeping on the radar right now.\n\nIngles Markets (IMKTA)\n\nJ. Michael Jones / iStock Editorial via Getty Images\n\nIngles Markets (NASDAQ:IMKTA) is a popular supermarket chain in the southeast U.S., which has been around for more than 60 years. The company’s focus is on providing the daily essentials, with a vertically-integrated business model that has served the company well.\n\nLike the other stocks on this list, Ingles is down this year, and has been trending lower for some time. However, the company has seen comparable store sales growth of 4.9% in Q4, with annualized sales increasing 9.6% to $1.8 billion. Net income grew 41.4% to $18.7 million this past quarter, excluding impacts from a gender discrimination lawsuit settlement. The company continues to tout strong growth in a sector that’s been otherwise beaten down, and I think Ingles’ relative performance is worth pointing out.\n\nIf consumers can catch a break from lower borrowing costs across the board, an argument could be made that beaten-down retailers could see a nice uptick moving forward. A number of analysts have upgraded their ratings on this particular stock, in light of such a view. While this may be another higher-risk bet in the grand scheme of things, I do think IMKTA stock could be a beneficiary of many of the broader trends we’re seeing play out in the markets right now.\n\nWant to Retire Early? Start Here (Sponsor) Want retirement to come a few years earlier than you’d planned? Or are you ready to retire now, but want an extra set of eyes on your finances? Now you can speak with up to 3 financial experts in your area for FREE. By simply clicking here you can begin to match with financial professionals who can help you build your plan to retire early. And the best part? The first conversation with them is free. Click here to match with up to 3 financial pros who would be excited to help you make financial decisions."
    }
]