[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Researchers Discuss Their New Documentary Series 'COSMOSIS'",
            "link": "https://www.msn.com/en-us/science/sociology/ufo-researchers-discuss-their-new-documentary-series-cosmosis/ar-AA1xVYYg?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/23/25 UFO Researchers Discuss Their New Documentary Series 'COSMOSIS' Explore 'COSMOSIS', the revolutionary UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UzVaZkHwSnUAB0lBHNW6Sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN52m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another Egg Shaped UFO Video LEAKED Online - Is It Real?",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/another-egg-shaped-ufo-video-leaked-online-is-it-real/ar-AA1xVLeI?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/21/25 Another Egg Shaped UFO Video LEAKED Online - Is It Real? Analyze the latest leaked egg-shaped UFO video that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fY0QzUx4ojrP6-X86UviiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN53m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New UFO documentary claims to expose a ‘cover-up’ of the ‘biggest discovery’ in human history",
            "link": "https://www.ladbible.com/entertainment/tv/ufo-documentary-the-age-of-disclosure-194878-20250126",
            "description": "A new UFO documentary reckons it can pull back the rug on a 'cover up' of the 'biggest discovery' in human history.",
            "image_url": "https://www.bing.com/th?id=OVFT.OiL0njizRD7BPikPjvFxuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "19h",
            "source": "LADbible",
            "article_content": "A new documentary claims it is going to expose the 80-year long cover-up of the existence of non-human intelligent life.\n\nThe Age of Disclosure is directed and produced by Dan Farah and features contributions from 34 members of the US government, military and intelligence community.\n\nIn the UFO documentary it is claimed that for the past 80 years the existence of intelligent life beyond humans has been kept a secret and that governments around the world have been locked in a secret conflict with one another to use this alien technology for their own benefit.\n\nAdvert\n\nOver in the US the UAP Disclosure Act was introduced in the senate, with the aim of this thing to publicly disclose what the US government knows about unidentified anomalous phenomena.\n\nThese are essentially things which happen in the air, sea or in space which can't be explained as being man made or occurring from some natural phenomenon that we know of.\n\nIf there are things happening which cannot be explained by what we know about ourselves and our planet then they're UAPs, and this act will release information about them which has been kept secret from us.\n\nIn the trailer for The Age of Disclosure, former Defense Intelligence Agency official Jay Stratton claims to have seen 'non-human craft and non-human beings' with his own eyes.\n\nAdvert\n\nThe truth is out there. (Youtube/The Age Of Disclosure)\n\nIn the trailer he said: \"The first country that cracks the code on this technology will be the leader for years to come. This is similar to The Manhattan Project; this is the atomic weapon on steroids.\"\n\nHe praised the documentary on social media, saying: \"The Age of Disclosure is the most revelatory, credible, and historic documentary ever made about UAP, non-human intelligent life, the Government’s involvement, and the bi-partisan disclosure effort.\"\n\nIf that's true then this is pretty much what all those UFO hunters and true believers have been waiting for, someone saying they have been a first-hand witness to the evidence of non-human intelligent life.\n\nAdvert\n\nAmong the other contributors to the documentary are various high ranking US politicians including the director of national intelligence during Barack Obama's time in office.\n\nMeanwhile, senior CIA official Jim Semivan claimed that 'UAPs are here, they are real and they are not human'.\n\nFormer Department of Defense official Christopher Mellon called it the 'biggest discovery in human history' while his fellow former DoD member Luis Elizondo said there was 'information being locked away that can change the trajectory of [our] species'.\n\nIs this what we've all been waiting for?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Something Moving Under Water': Republican Congressman Claims Aliens Living In Ocean Depths",
            "link": "https://www.news18.com/world/something-moving-under-water-republican-congressman-claims-aliens-living-in-ocean-depths-ws-ab-9203594.html",
            "description": "Tennessee Representative Tim Burchett, an advocate for UFO transparency, makes a shocking revelation based on an admiral's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0ZAmMjxJFeB-4TJmx6wjmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "4h",
            "source": "CNN-News18",
            "article_content": "'Something Moving Under Water': Republican Congressman Claims Aliens Living In Ocean Depths\n\nCurated By :\n\nTranslation Desk\n\nLast Updated: January 27, 2025, 13:47 IST\n\nTennessee Representative Tim Burchett, an advocate for UFO transparency, makes a shocking revelation based on an admiral's alleged account of a fast-moving ship underwater\n\nCongressman Burchett from Tennessee is convinced that the US government is withholding information pertaining to extra-terrestrials. (News18 Hindi)\n\nHumankind has long pondered the possibility of extra-terrestrial life. Although no concrete scientific proof of alien life has emerged yet, a Republican Congressman in the US has made a notable claim. During an interview on Wednesday, US Representative Tim Burchett claimed that extra-terrestrials inhabit the ocean’s depths. He alleged that an admiral, who he chose not to name, informed him about an alien craft traveling at remarkable speeds underwater.\n\nCongressman Burchett from Tennessee has been pushing for greater openness concerning UFOs. He is convinced that the US government is withholding information pertaining to extra-terrestrials. Burchett made these statements on a show hosted by former Republican Congressman Matt Gaetz.\n\nrelated stories\n\n“They tell me that something is moving at a speed of hundreds of kilometres per hour underwater. Its size was equal to a football field. This incident was documented. I have an Admiral who told me all this,\" he said.\n\n‘Nothing to Fear’\n\nDuring the interview, Gaetz pointed out that most UFO sightings occur above water, asking Burchett if he believed there was any truth to these claims. Burchett responded that anything is possible considering the vastness of the universe. He also expressed confidence in the possibility of underwater bases. Burchett dismissed fears of alien threats, stating, “I am not worried that they will harm us. Because with the capabilities they have, they would have destroyed us long ago.\"\n\nWhat Does the Pentagon Say About Aliens?\n\ntop videos View all Swipe Left For Next Video View all\n\nCurrently, no scientific evidence confirms the existence of extra-terrestrial life. However, the US Congress has seriously considered reports of these mysterious flying objects. Once a subject of ridicule, UFOs have become a serious topic. In March 2020, the US Department of Defence reported no evidence of UFOs, attributing unidentified objects in the sky to balloons, spy planes, and satellites.\n\nIn 2023, a former US Air Force intelligence officer claimed the government possesses alien bodies, a claim the Pentagon denied.\n\nLocation : United States of America (USA)\n\nFirst Published: January 27, 2025, 13:47 IST"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I’d no idea': The Pink Floyd song David Gilmour wasn’t comfortable with",
            "link": "https://faroutmagazine.co.uk/?p=630871",
            "description": "When David Gilmour joined Pink Floyd, he was up against it. One early song by the band was an uncomfortable challenge as he \"no idea\" what he was doing.",
            "image_url": "https://www.bing.com/th?id=OJ.uSmjUzb62qS05A&pid=news&w=91&h=16&rs=2",
            "category": "ufo",
            "date": "17h",
            "source": "Far Out Magazine",
            "article_content": "“I’d no idea”: The Pink Floyd song David Gilmour wasn’t comfortable with\n\nWhen David Gilmour joined Pink Floyd in late 1967, he had a mountain to climb. Not only was he drafted in to help his friends circumvent the astounding collapse in the mental health of their leader, Syd Barrett, but within just a few months, he’d be required to replace his old friend. Gilmour had played in bands before, but supplanting such a revered titan of the psychedelic trend was a different matter entirely.\n\nAfter a period of cutting their teeth at London’s UFO Club, which saw Barrett and the group hone their incongruous psychedelic style, they released their debut album, The Piper at the Gates of Dawn, in August 1967. Blending Barrett’s take on pop with an improvisational spirit, rock and pioneering use of studio effects, it was profoundly psychedelic but also something else. The record was as if Barrett had opened a tiny door in the back of his mind, allowing the listener to sample his surreal LSD-coated otherworld within. It was like a planet from the hit sci-fi series Star Trek with the surreal features of Lewis Carroll’s Wonderland.\n\nDespite such an acclaimed and influential record, Barrett’s mental health would sadly plummet not long after its release, and by April of the following year, the band had ejected him. They simply could not go on with a frontman who was so erratic and inconsistent. They were left to finish their highly-anticipated second album, A Saucerful of Secrets, without him.\n\nNaturally, A Saucerful of Secrets has always been regarded as an oddity in Pink Floyd’s back catalogue, featuring a young group with a new lineup trying to find a way forward after Barrett’s departure. This saw bassist Roger Waters step up as the band’s leader, and each member shared songwriting duties to alleviate the burden.\n\nBecause of this transitional nature, A Saucerful of Secrets has also long been deemed one of the band’s worst efforts. However, it does contain great moments that point to where they would head now that Waters was in control and Gilmour was impressing himself on proceedings.\n\nOne of these is ‘Corporal Clegg’. Written by Waters, it tapped into the oddity of Barrett’s work with Gilmour’s noir-esque guitar line at the start, the over-pronounced English accent, and strange backing vocals. It’s also significant as it saw Gilmour sing the majority of the lead vocals, and the serene moments of release, “Mrs Clegg, you must be proud of him…”, sonically evoke the later grandeur of their work on the likes of The Dark Side of the Moon.\n\nDespite ‘Corporal Clegg’ being a crucial moment for Gilmour and Pink Floyd, speaking to Guitar Heroes in 1983, he explained how uncomfortable the song made him feel at the time. Responding to the suggestion that he was trying to sound like Jimi Hendrix on it, he soberingly conceded that he had no clue what he was doing at the time. He was still forming his now-iconic approach to the six-string\n\nRecalling how uncomfortable working on the song was, he said: “No, not really. I didn’t know what the hell I was trying to play at the time to be quite honest. I’d really no idea. What I was used to playing, the style I had, didn’t fit Pink Floyd at the time, and I didn’t really know quite what to do. Gradually, over the years, my style changed to fit Pink Floyd, and Pink Floyd changed to fit my style.”\n\nWhen asked to characterise his style back then, the frank Gilmour replied: “I don’t think I had one really.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese DeepSeek AI Overtakes ChatGPT On US App Store",
            "link": "https://www.msn.com/en-us/news/technology/chinese-deepseek-ai-overtakes-chatgpt-on-us-app-store/ar-AA1xVDlB?ocid=BingNewsVerp",
            "description": "ChatGPT, which was previously the most popular AI chatbot on the market in the U.S., fell behind DeepSeek's free app on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OTD2td81oovzYLtsBEj76S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek AI is now on top of Apple's App Store",
            "link": "https://www.msn.com/en-us/news/technology/deepseek-ai-is-now-on-top-of-apples-app-store/ar-AA1xVv5A?ocid=BingNewsVerp",
            "description": "Just a few days after China's AI startup DeepSeek launched its latest reasoning model, DeepSeek R1, the company's iOS app ...",
            "image_url": "https://www.bing.com/th?id=OVFT.48a2XvXfrravbn_ylSU6QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI Startup DeepSeek Overtakes ChatGPT on Apple App Store",
            "link": "https://www.usnews.com/news/world/articles/2025-01-27/chinese-ai-startup-deepseek-overtakes-chatgpt-on-apple-app-store",
            "description": "BEIJING (Reuters) - Chinese startup DeepSeek's AI Assistant on Monday overtook rival ChatGPT to become the top-rated free ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-KUiRzXgpGWJQQ3x4tTLpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7h",
            "source": "U.S. News & World Report",
            "article_content": "BEIJING (Reuters) - Chinese startup DeepSeek's AI Assistant on Monday overtook rival ChatGPT to become the top-rated free application available on Apple's App Store in the United States.\n\nPowered by the DeepSeek-V3 model, which its creators say \"tops the leaderboard among open-source models and rivals the most advanced closed-source models globally\", the artificial intelligence application has surged in popularity among U.S. users since it was released on Jan. 10, according to app data research firm Sensor Tower.\n\nThe milestone highlights how DeepSeek has left a deep impression on Silicon Valley, upending widely held views about U.S. primacy in AI and the effectiveness of Washington's export controls targeting China's advanced chip and AI capabilities.\n\nAI models from ChatGPT to DeepSeek require advanced chips to power their training. The Biden administration has since 2021 widened the scope of bans designed to stop these chips from being exported to China and used to train Chinese firms' AI models.\n\nHowever, DeepSeek researchers wrote in a paper last month that the DeepSeek-V3 used Nvidia's H800 chips for training, spending less than $6 million.\n\nAlthough this detail has since been disputed, the claim that the chips used were less powerful than the most advanced Nvidia products Washington has sought to keep out of China, as well as the relatively cheap training costs, has prompted U.S. tech executives to question the effectiveness of tech export controls.\n\nLittle is known about the company behind DeepSeek, a small Hangzhou-based startup founded in 2023, when search engine giant Baidu released the first Chinese AI large-language model.\n\nSince then, dozens of Chinese tech companies large and small have released their own AI models, but DeepSeek is the first to be praised by the U.S. tech industry as matching or even surpassing the performance of cutting-edge U.S. models.\n\n(Reporting by Eduardo Baptista. Editing by Gerry Doyle)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI Startup DeepSeek Overtakes ChatGPT In US App Store – What’s Behind Its Rise?",
            "link": "https://www.newsx.com/tech-and-auto/chinese-ai-startup-deepseek-overtakes-chatgpt-in-us-app-store-whats-behind-its-rise/",
            "description": "Chinese AI startup DeepSeek has overtaken OpenAI's ChatGPT to become the top-rated free app on Apple's App Store in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D5BtqodLw4hsrzuqaiyETi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "NewsX13m",
            "source": "NewsX",
            "article_content": "Chinese AI startup DeepSeek overtakes ChatGPT as top-rated app in the US, challenging US tech dominance and raising concerns over the impact of export controls.\n\nChinese AI startup DeepSeek has overtaken OpenAI’s ChatGPT to become the top-rated free app on Apple’s App Store in the United States, just over two weeks after its release. This remarkable achievement has raised eyebrows and stirred up discussions on the effectiveness of US export controls aimed at curbing China’s access to advanced chip technology.\n\nAdvertisement · Scroll to continue\n\nDeepSeek, a startup based in Hangzhou, China, has garnered significant attention with its AI Assistant powered by the DeepSeek-V3 model. The app, which was released on January 10, has quickly climbed the ranks, outperforming many other open-source models and challenging some of the most advanced closed-source models globally. According to data from app research firm Sensor Tower, DeepSeek’s app has seen rapid traction, topping the US app charts by January 27.\n\nThe AI model, DeepSeek-V3, was reportedly trained using Nvidia’s H800 chips, a type of semiconductor that is less advanced than those targeted by US export restrictions imposed during the Biden administration, which began in 2021. Despite these controls, DeepSeek’s success suggests that China’s AI advancements might be less constrained than previously believed. The model was developed at a reported cost of under $6 million, raising doubts within the US tech community about the efficacy of the export bans in limiting China’s AI progress.\n\nAdvertisement · Scroll to continue\n\nFounded in 2023, DeepSeek is one of many Chinese tech firms developing AI models, but it has gained unprecedented recognition in the US for its ability to match, or even surpass, the performance of leading US AI models. This rapid success has positioned DeepSeek as a key player in the artificial intelligence landscape, making it a symbol of China’s growing capabilities in the AI field.\n\nDespite its impressive rise, DeepSeek remains an enigmatic company, with limited information available about its operations. However, its recent success has drawn significant attention to the company’s potential and to China’s emerging role as a major AI powerhouse, challenging the traditional dominance of US tech giants like Nvidia, OpenAI, and Google.\n\nThe rapid ascent of DeepSeek in the AI market raises important questions about the future of US-China technological competition and the limitations of US export controls. As DeepSeek continues to develop its AI models and expand its reach, the global AI race is sure to become even more complex and competitive.\n\nALSO READ: DeepSeek AI Disrupts US Tech Stocks, Nvidia Faces $432 Billion Market Cap Loss"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is DeepSeek and how does it compare to ChatGPT? Chinese AI climbs to top of iPhone app chart",
            "link": "https://www.msn.com/en-gb/money/technology/what-is-deepseek-and-how-does-it-compare-to-chatgpt-chinese-ai-climbs-to-top-of-iphone-app-chart/ar-AA1xW45G?ocid=BingNewsVerp",
            "description": "The Chinese startup behind the AI service is offering users its most advanced models completely free of charge ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P8jSzUdmqx7kJC7vPQUQmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "38mon MSN",
            "source": "Evening Standard on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Readers and writers: Crime, paranormal romance, a revenge tale and more",
            "link": "https://www.msn.com/en-us/lifestyle/weddings/readers-and-writers-crime-paranormal-romance-a-revenge-tale-and-more/ar-AA1xT0m5?ocid=BingNewsVerp",
            "description": "We’ve got a new book in the Winnebago County crime series today as well as some fiction published late last year including ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KbTtGOj7Jkh2_mjtL9rNMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "15hon MSN",
            "source": "Twin Cities Pioneer Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tank: The truth is still out there ... just not on social media",
            "link": "https://www.msn.com/en-ca/crime/general/tank-the-truth-is-still-out-there-just-not-on-social-media/ar-AA1xW28R?ocid=BingNewsVerp",
            "description": "You may have seen an authentic-looking poster touting a new season of the 1990s show shared on Facebook, Instagram or X ...",
            "image_url": "https://www.bing.com/th?id=OVF.f%2fq4YVWTdGmuqmnDRiFvIQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Star Phoenix on MSN41mOpinion",
            "source": "Star Phoenix on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I have always been fascinated with the paranormal since I was a little girl': Local paranormal author and investigator speaks urban legends at Curiosity Con",
            "link": "https://www.msn.com/en-us/entertainment/general/i-have-always-been-fascinated-with-the-paranormal-since-i-was-a-little-girl-local-paranormal-author-and-investigator-speaks-urban-legends-at-curiosity-con/ar-AA1xTmiX?ocid=BingNewsVerp",
            "description": "It’s all about the bizarre, the strange, and the freaky. Curiosity Con wraps up Sunday, Jan. 26 at the Colorado Springs Event ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZiergNah1toIuIvOAKC0TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "17hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elsa Schiaparelli Was the Queen of Surrealism—All About the Late Designer",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/elsa-schiaparelli-was-the-queen-of-surrealism-all-about-the-late-designer/ar-AA1xVJ3r?ocid=BingNewsVerp",
            "description": "Italian designer Elsa Schiaparelli had a real knack for dreaming up things women didn’t know they wanted to wear. Read more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QdjCdOkpxDNxxXqVdCs7mi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "InStyle on MSN1h",
            "source": "InStyle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Netflix adds 'one of the best horror films' and it's sequel to streaming platform",
            "link": "https://www.mirror.co.uk/film/netflix-adds-one-best-horror-34555316",
            "description": "A scary 2013 movie described as \"one of the best horror films\" and it's sequel have found a new streaming home on Netflix ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PF8g8ljR-U0Syc35Q00jvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "19h",
            "source": "The Mirror",
            "article_content": "Netflix adds 'one of the best horror films' and it's sequel to streaming platform\n\nA scary 2013 movie described as \"one of the best horror films\" and it's sequel have found a new streaming home on Netflix\n\nThe Conjuring and The Conjuring 2 have found a new UK streaming home (Image: 2013 Warner Bros. Entertainment Inc )\n\nNetflix has added The Conjuring and The Conjuring 2 to its already impressive roster of horror films, meaning fans in the UK and Ireland will be able to watch the films once again from the comfort of their homes.\n\nBoth films are available on the streaming platform right now and with a fourth instalment scheduled to release later this year, it's the perfect time to catch up on the events of the first two.\n\n‌\n\n\n\nThe Conjuring released back in 2013 and became a huge box office smash, garnering a massive $319 million worldwide against a budget of $20 million.\n\nDirected by James Wan, it stars Patrick Wilson and Vera Farmiga as paranormal investigators Ed and Lorraine Warren, who are attempting to help a family with their haunted new home.\n\nAs well as being a box office success, the movie also received positive reviews from critics and fans, who have rated it a 7.5 on IMDb.\n\n‌\n\n\n\nBoth films are now streaming on Netflix (Image: Warner Brothers )\n\nIt also has an 86% Tomatometer rating on Rotten Tomatoes and an 83% Popcornmeter rating on the review site.\n\nFans have heaped praise on the film over the years, with one writing: \"Ten years later, The Conjuring is still one of the best horror films.\"\n\n‌\n\n\n\nAnother has penned: \"What’s special about The Conjuring is how well director James Wan controls this environment. He uses the setting like a filmic funhouse ride spring-loaded with precisely timed jolts and screams.\"\n\nWhile a third has added: \"The Conjuring is an especially well-crafted horror movie made almost entirely from practical effects, which is increasingly refreshing to see.\"\n\nThe films released in 2013 and 2016 respectively (Image: New Line/Kobal/REX/Shutterstock )\n\n‌\n\n\n\nThree years after the first film's release, James directed The Conjuring 2 and made the Conjuring franchise even bigger.\n\nThis time around, Ed and Lorraine travelled to England to help the Hodgson family who are experiencing paranormal activity at their home in Enfield in 1977.\n\nThe film clearly wet the appetites of horror enthusiasts as it made more money than the first film, garnering $321.68 million from a budget of $40 million.\n\nArticle continues below\n\nThe Conjuring: The Devil Made Me Do It released in 2021 and the fourth film will be releasing this September.\n\nThe Conjuring and The Conjuring 2 are streaming on Netflix now. The Conjuring 4 releases in cinemas on September 5 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A 14-year-old Indian boy from Noida discovers a new asteroid; here's how NASA reacts",
            "link": "https://www.moneycontrol.com/science/a-14-year-old-indian-boy-from-noida-discovers-a-new-asteroid-here-s-how-nasa-reacts-article-12920600.html",
            "description": "A 14-year-old from Noida is making astronomical strides. Daksh Malik, a Class 9 student at Shiv Nadar School, has discovered ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EroGPs22PyhrXAWV7GR7Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "moneycontrol.com",
            "article_content": "Daksh Malik (Image: Agencies)\n\nA 14-year-old from Noida is making astronomical strides. Daksh Malik, a Class 9 student at Shiv Nadar School, has discovered an asteroid in the main asteroid belt between Mars and Jupiter. Soon, he will have the rare honour of naming it.\n\nRecognition from NASA\n\nThe asteroid, provisionally named '2023 OG40,' was identified through the International Asteroid Discovery Project (IADP). Organised by STEM and Space and the International Astronomical Search Collaboration (IASC), the project enables students globally to help NASA identify new celestial objects. Malik and his teammates spent 18 months meticulously analysing datasets and tracking celestial objects using specialised software.\n\nStory continues below Advertisement Remove Ad\n\nAccording to The Print, Malik is the sixth Indian student to discover a named asteroid. While the discovery awaits NASA's official verification—a process expected to take four to five years—Daksh is already brainstorming names, jokingly suggesting ‘Destroyer of the World’ or the ominous ‘Countdown.’\n\nA journey of curiosity\n\nMalik’s fascination with space began in childhood, nurtured by documentaries on planets and the solar system. His school’s astronomy club introduced him to the IASC programme in 2022. Participants were tasked with identifying potential asteroids by observing movements and light emissions in celestial objects.\n\n“It felt like working at NASA,” Malik shared. “The experience was thrilling, and I thoroughly enjoyed it.”\n\nDespite achieving this significant milestone, Malik’s passions extend beyond astronomy. He is equally interested in law and plans to pursue a career in the judiciary.\n\nSupport and inspiration\n\nMalik’s mother, Sappna Kapur, said he values the process more than results. “His dedication to astronomy reflects his curiosity and determination,” she said, recalling the hours he spent observing the night sky through the school’s telescope.\n\nHis mentor, Vinita Sharat, head of STEM at Shiv Nadar School, emphasised the importance of practical learning. “True education lies in applying lessons beyond the classroom,” she said.\n\nStory continues below Advertisement Remove Ad\n\nMalik’s discovery not only highlights his potential but also inspires others to explore science with curiosity and passion."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"WWII Submarine Found, Experts Stunned By Shocking Discovery Inside\"",
            "link": "https://www.msn.com/en-us/science/general/wwii-submarine-found-experts-stunned-by-shocking-discovery-inside/vi-AA1xUOwi?ocid=BingNewsVerp",
            "description": "\"Did You Know? uncovers astonishing events, captivating human interest stories, and strange discoveries from around the world ...",
            "image_url": "https://www.bing.com/th?id=OVF.Z15sbb3WruCRURdcCAiCjw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Goodbye to everything we knew about the Great Wall of China: a historic discovery calls into question the way it was built",
            "link": "https://www.marca.com/en/lifestyle/world-news/2025/01/27/67976be146163f8a548b457c.html",
            "description": "In 2007, after a public competition, the list of the new seven wonders of the modern world was announced: the Colosseum (Italy), Chichen Itza (Mexico), Christ the Redeemer (Brazil) ...",
            "image_url": "https://www.bing.com/th?id=OJ.EpdoOhwZ7u0f4A&pid=news&w=50&h=16&rs=2",
            "category": "science+discovery",
            "date": "2h",
            "source": "MARCA",
            "article_content": "In 2007, after a public competition, the list of the new seven wonders of the modern world was announced: the Colosseum (Italy), Chichen Itza (Mexico), Christ the Redeemer (Brazil), Machu Picchu (Peru), Petra (Jordan), the Taj Mahal (India) and the Great Wall of China (China)\n\nThe artistic and cultural value of these constructions is undeniable. However, a recent discovery has cast doubt on the origin of one of them. More specifically, we are referring to the ancient Chinese fortification. For a long time, it was thought that the Great Wall was the only human construction visible from space. A theory that has been debunked on more than one occasion\n\nLionel Messi forced to apologize on Chinese social media for Inter Miami PR disaster\n\nWhat we know about the Great Wall is that it was built and rebuilt between the 5th century BC and the 16th century and served to protect against attacks by the Xiongnu nomads from Mongolia and Manchuria. It is impressive: it measures more than 21,000 kilometers, although only 30% of the original fortification remains. In 1987, it was declared a World Heritage Site\n\nDoubts about the true origin of the Great Wall of China\n\nScience and its different branches, with their discoveries, help to understand and try to explain many things that have to do with human beings. Some of its findings also cast doubt on and question theories that have been disseminated and transmitted for many years\n\nAmong them, there is a recent archaeological discovery that has cast doubt on the way the Great Wall was built and the real reason why it was erected. Apparently,the main objective was to protect the Chinese Empire. However, according to an article published in the Cambridge University journal, this was not the case\n\nAs the report states, \"China's long walls and the Eurasian steppe have functioned as defensive structures against aggressive nomadic tribes, or as elements to control the movement of local nomadic groups after imperialist expansion. (...) The wall has numerous ancillary structures that hint at its function.\"\n\nAccording to the article, in addition to its defensive use, the Great Wall also served other possible functions, including helping some shepherds and farmers who occupied these areas in their tasks. In other words, it was a support for livestock farming and the primary sector."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists baffled after detecting continued 'chirping' coming from space",
            "link": "https://www.msn.com/en-gb/news/techandscience/scientists-baffled-after-detecting-continued-chirping-coming-from-space/ar-AA1xTF37?ocid=BingNewsVerp",
            "description": "The findings have significant implications for studying space weather and the relationship between the Sun and the Earth's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3Kja-9_GKgFN5a0CFH8LsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "18hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Dark oxygen' discovery upends centuries of scientific beliefs, textbooks to be rewritten",
            "link": "https://www.earth.com/news/dark-oxygen-discovery-deep-ocean-rocks-upends-centuries-of-scientific-beliefs/",
            "description": "Certain metallic rocks seem to be making oxygen in the dark, without light or sunshine, at the bottom of the ocean.",
            "image_url": "https://www.bing.com/th?id=OVFT.GQTRHN3XY_idpNpd9n6CNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "earth21h",
            "source": "earth",
            "article_content": "Scientists recently reported an unexpected deep-sea development in the Pacific: certain metallic rocks seem to be making oxygen in the dark, without light or sunshine, at the bottom of the ocean.\n\nThis idea runs counter to the usual belief that oxygen only forms in sunlight through photosynthesis.\n\nAlthough these findings have stirred debate, the central claim is that potato-sized nodules found thousands of feet below the surface appear to split seawater molecules and release oxygen.\n\nOxygen and photosynthesis – the basics\n\nSince the late 1700s, we’ve been taught that light creates oxygen through photosynthesis, a crucial natural process that keeps life on Earth thriving.\n\nPlants, algae, and some bacteria soak up sunlight to turn carbon dioxide and water into glucose and oxygen.\n\nIn the simplest of terms, nature uses light as fuel to produce the oxygen we breathe and keep everything on Earth alive.\n\nPhotosynthesis not only gives energy to these organisms but also releases oxygen into the atmosphere, maintaining the perfect balance of gases that most life forms need.\n\nUntil the discovery of dark oxygen, it has been commonly accepted knowledge that without light, photosynthesis would grind to a halt, and our planet wouldn’t have the oxygen-rich air we rely on every day.\n\nDeep-sea rocks making oxygen\n\nExploration in a region called the Clarion-Clipperton Zone – where deep-sea mining companies are eyeing metals resources like cobalt and nickel – uncovered ferromanganese nodules resting on the ocean floor.\n\nFerromanganese nodules are like little treasure rocks that settle on the ocean floor, packed with metals such as manganese and iron.\n\nThese nodules form slowly over millions of years as minerals from seawater build up in layers around a tiny core, like a shark tooth or a piece of shell.\n\nThink of them as underwater onions, with each layer adding more minerals and creating these cool, rounded shapes.\n\nResearchers suggested that the nodules may produce electric charges that spark electrolysis, generating oxygen and hydrogen.\n\nHow do the rocks produce oxygen?\n\nEarly studies raised plenty of questions about the process and the potential effect on seafloor life.\n\nLeading the push for more answers is Andrew Sweetman, a professor at the Scottish Association for Marine Science.\n\nHe is running a three-year project to investigate how these nodules might form oxygen in the absence of light. One of his goals is to see if this phenomenon appears in other parts of the Clarion-Clipperton Zone.\n\n“Our discovery of dark oxygen was a paradigm shift in our understanding of the deep sea and potentially life on Earth, but it threw up more questions than answers,” said Sweetman.\n\nHe and his team will also look into whether microbial reactions help release hydrogen, an energy source for certain deep-sea microbes.\n\nFreshwater mysteries\n\nDark oxygen has popped up in other surprising, light-deprived places.\n\nEmil Ruff detected oxygen in freshwater samples beneath Alberta, Canada. It appeared in groundwater that had been isolated for tens of thousands of years, yet still contained enough oxygen to support life.\n\n“After 40,000 years or 30,000 years (separated from surface processes), there’s no reason really to think that there should be any oxygen left,” remarked Ruff.\n\nHe found that special bacteria could produce oxygen on their own by breaking down certain dissolved compounds.\n\nWhat’s more, Ruff found that the quantity of oxygen produced was enough to sustain other oxygen-dependent microbial life in the groundwater.\n\nChallenging dark oxygen\n\nNot all scientists are in agreement about this dark oxygen discovery. Some deep-sea mining interests challenged Sweetman’s work, saying they have found no such electrical oddities in the nodules.\n\nThe Metals Co. submitted a rebuttal of the scientific research paper to Nature Geoscience, which awaits peer review.\n\nMeanwhile, independent observers note the need for more experiments. A research oceanographer at the US Geological Survey’s Pacific Coastal and Marine Science Center in Santa Cruz, California, said the USGS has not observed any electrical phenomena in ferromanganese nodules examined so far.\n\nShe was not involved in either Sweetman’s or Ruff’s research.\n\nNASA hopes these findings might hint at life in places beyond Earth. Dark ocean worlds like Jupiter’s moon Europa and Saturn’s moon Enceladus are prime targets for research.\n\nSweetman shared that the space agency wants to test whether high pressures found on those icy moons can trigger oxygen generation in deep-sea rocks without direct sunlight. If the same basic chemistry works there, it could point to possible microbial life in alien seas.\n\nDark oxygen and deep-sea mining\n\nThe Clarion-Clipperton Zone sits far offshore, and mining there is governed by the International Seabed Authority. Critics argue that removing nodules in huge volumes could destroy habitats.\n\nOrganizations like Fauna & Flora warn of irreparable harm, saying it may disturb carbon storage in the ocean. Sweetman believes it is risky to harvest seabed minerals until scientists know a lot more about these systems.\n\nHe acknowledges the controversy and plans to address critics in peer-reviewed forums. For now, the hunt for hard data continues, fueled by the hope of expanding our understanding of life – both here and possibly on other worlds.\n\nThe study is published in Nature Geoscience.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Who Owns AI Output? Why Recent Cases Against OpenAI Could Redefine Copyright",
            "link": "https://www.forbes.com/sites/anishasircar/2025/01/27/who-owns-ai-output-why-recent-cases-against-openai-could-redefine-copyright/",
            "description": "OpenAI is at the center of a copyright debacle that could shape the future of content creation and publishing discourse.",
            "image_url": "https://www.bing.com/th?id=OVFT.u-CuAXfV67C-gYi7Ga2QKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI to face Indian news firms of Ambani, Adani in copyright battle, documents show",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-to-face-indian-news-firms-of-ambani-adani-in-copyright-battle-documents-show/ar-AA1xVnTe?ocid=BingNewsVerp",
            "description": "Digital news units of Indian billionaires Gautam Adani and Mukesh Ambani, and other outlets including the Indian Express and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LtzdlU5CDvmldC3TbWhiEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exclusive: OpenAI to face Indian digital news firms of Ambani, Adani in copyright battle",
            "link": "https://www.reuters.com/technology/openai-face-indian-digital-news-firms-ambani-adani-copyright-battle-2025-01-27/",
            "description": "Digital news units of Indian billionaires Gautam Adani and Mukesh Ambani, and other outlets like the Indian Express and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8bcvb7VgG434NA6fcLImfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia Stock May Fall As DeepSeek’s ‘Amazing’ AI Model Disrupts OpenAI",
            "link": "https://www.forbes.com/sites/petercohan/2025/01/26/nvidia-stock-may-fall-as-deepseeks-amazing-ai-model-disrupts-openai/",
            "description": "Barrett Woodside, co-founder of the San Francisco AI hardware company Positron, said he and his colleagues have been abuzz ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t81gK5Sh-PPL0UFQXIo66y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "20h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft Has A Unique Consumer AI Opportunity, With Or Without OpenAI",
            "link": "https://seekingalpha.com/article/4752147-microsoft-has-a-unique-consumer-ai-opportunity-with-or-without-openai",
            "description": "Microsoft gains $4.5 billion of annual revenue for every $1 increase in monthly fees from Microsoft 365/Office users. Read ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3k5AvSt51Cqngpdaf3Al3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "Seeking Alpha",
            "article_content": "On January 13th, I began working on an article about Microsoft (NASDAQ: MSFT , NEOE: MSFT:CA ) and OpenAI gently parting ways, not anticipating the spotlight about to shine on the relationship due to last week's 'Stargate' announcement. Following the\n\nI am the founder and senior analyst of Unit Economics, a Rhode Island based independent research firm for institutional investors. Prior to founding Unit Economics, I was an analyst at Noble Partners, a global macro long/short hedge fund.At Unit Economics, we integrate top-down macro/thematic research with bottoms-up stock selection, utilizing a fundamentally-oriented \"unit economics\" approach to model and forecast company financials. We strongly believe earnings estimate revisions are a key driver of share prices and valuation is best expressed by five year forward PEs.Our recent research has focused on Artificial Intelligence, exploring its transformative impact on companies, industries, and the economy as a whole.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked OpenAI’s o1 about the top AI trends in 2025 — here’s a look into our conversation",
            "link": "https://venturebeat.com/ai/we-asked-openais-o1-about-the-top-ai-trends-in-2025-heres-a-look-into-our-conversation/",
            "description": "Here's what OpenAI's o1 had to say about AI trends this year. Just how many there are is a testament to AI’s general-purpose value.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "code+trends",
            "date": "8h",
            "source": "VentureBeat",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Payment Trends in Asia Shaping its Financial Landscape in 2025",
            "link": "https://fintechnews.sg/106915/e-wallets/asia-payment-trends-2025-digital-finance-revolution/",
            "description": "Discover the top 6 payment trends reshaping Asia's financial landscape in 2025, from digital wallets to cryptocurrencies.",
            "image_url": "https://www.bing.com/th?id=ODF.cQh3372EbgS2NuetIAgRcw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Fintech Singapore9h",
            "source": "Fintech Singapore",
            "article_content": "Free Newsletter Get the hottest Fintech Singapore News once a month in your Inbox\n\nPayment trends in Asia are changing how businesses and people transact — from the digital-first economies of China and Singapore to the quickly changing markets of Indonesia and Vietnam.\n\nThis shift is not merely a matter of convenience; it is emblematic of an increasingly complex convergence between state-of-the-art technology, consumer desires for seamlessness, and the region’s particular socio-economic landscape.\n\nEmerging trends such as cross-border payment systems and open banking initiatives are breaking down traditional barriers, fostering greater connectivity and efficiency in Asia’s financial landscape.\n\nHowever, the rapid progress comes with challenges. The shift toward digitised payments brings heightened concerns about cybersecurity, fraud, and regulatory compliance. As Asian markets surge, they face the dual challenge of safeguarding digital infrastructure while ensuring financial inclusion and bridging technological gaps between advanced and developing economies.\n\nThis article explores five key trends changing how we pay today while pushing the narrative for a more efficient, powerful financial ecosystem in Asia.\n\n1. China Leads Again in Digital Payment Adoption\n\nDigital payment adoption is soaring across Asia, with CNBC highlighting the region’s leadership in this segment, driven largely by Southeast Asians emerging as the most avid users of digital wallets.\n\nAs of June 2024, China maintains its leadership in digital wallet adoption, with over 88% of mobile internet users— approximately 969 million individuals — engaging in mobile payments. Back in 2023, digital wallets accounted for 82% of China’s e-commerce spending and 66% of physical purchases, totalling around US$7.6 trillion in transactions, CNBC reports.\n\nAlipay and WeChat Pay dominate China’s digital payment landscape, making it the largest and most influential wallet market globally, according to Worldpay’s The Global payments Report 2024.\n\nIn Southeast Asia, digital payment transactions are projected to exceed US$1 trillion by 2025. According to a study by Bain & Company, Google, and Temasek, 53% of industry experts believe that consumer tech platforms, rather than pure-play fintechs, are more likely to drive disruption in financial services.\n\nIn 2023, credit card payments comprised 52.2% of all cashless transactions in Japan. However, the country has shown that its consumers’ reliance on credit cards and electronic money has gradually decreased, while QR code and barcode payments have experienced remarkable growth.\n\nMeanwhile, the Economic Times reported that the Unified Payments Interface (UPI) facilitated over 15,547 crore transactions worth INR 223 lakh crore (US$258.59 billion) in India from January to November 2024. In 2025, UPI is expected to become an omnipresent network, transforming connected devices into potential payment endpoints through messaging platforms like WhatsApp.\n\n2. Real-Time Payments Bridging Asia Pacific Borders\n\nReal-time and cross-border payments are becoming a reality, thanks to regional collaborations and technological advancements. Project Nexus of Singapore, for example, aims to connect real-time payment systems across the region, further facilitating seamless cross-border transactions. This initiative demonstrates the growing focus on regional collaboration in the payments sector.\n\nMeanwhile, corporate efforts, such as Visa’s initiatives to enable QR code payments across borders, are further driving the adoption of real-time cross-border payments.\n\nReal-time payments are surging across Asia-Pacific, are expected to grow from 49.2 billion in 2022 to 96.2 billion by 2027. Singapore’s PayNow and Thailand’s PromptPay have established a successful cross-border linkage, while Malaysia’s DuitNow and Indonesia’s QRIS integration has been operational for a few years already.\n\nThis trend is driven by a combination of regional cooperation, corporate innovation, and technological advancements, setting the stage for a more interconnected and efficient financial ecosystem in the region.\n\n3. Embedded Finance Hailed as the Future of Fintech\n\nThe embedded payments market is expected to reach a global transaction value of US$2.5 trillion by 2028, according to a LexisNexis study. In Asia, the adoption of embedded finance is creating opportunities across diverse sectors.\n\nChina, a global leader in digital wallet adoption, has its embedded finance market seamlessly integrating payments into consumer apps at scale thanks to its extensive digital wallet adoption. Platforms like WeChat and Alipay allow their users to conduct transactions for everyday purchases, transportation, and even healthcare services effortlessly.\n\nIndia’s Unified Payments Interface (UPI) is another backbone of embedded payments. The transformative impact of UPI underscores the potential of integrated financial systems.\n\nWith nearly 300 million individuals and 50 million merchants in India relying on UPI for transactions, it has become the country’s most widely used payment method, the World Economic Forum reports. Its influence is now reaching beyond India’s borders, with countries like Singapore and the UAE adopting the system, marking its growing global presence.\n\nIn Japan, while cash is still widely used, embedded finance is starting to gain momentum and expected to hit US$ 36.29 billion by 2029, according to Business Wire. Rakuten has also introduced its own cryptocurrency wallets and exchange systems there, bringing embedded finance to new levels by allowing Rakuten Cash balance recharges via Bitcoin and Ethereum.\n\nThe global embedded finance market is projected to reach US$384.8 billion by 2029, while traditional banks stand to gain $92 billion in additional revenue from SMEs through embedded finance by 2025, LexisNexis also reports.\n\nKey benefits of embedded finance include faster payment processing, improved operational efficiency, lower costs, and higher customer satisfaction, making it an attractive proposition for financial and non-financial businesses alike.\n\nAs Asia continues to lead global payment trends, embedded finance is unlocking new possibilities for innovation, inclusivity, and growth, positioning the region as a pioneer in shaping the future of financial services.\n\n4. Open Banking APIs Are Shaping the Future of Payments\n\nOpen banking is on the brink of rapid expansion in Southeast Asia, though progress varies across countries. This trend is fostering innovation and competition in the financial services sector.\n\nIn Singapore, the government-backed API Exchange is promoting API standardisation. Indonesia’s Standard National Open API (SNAP) , on the other end, was launched to support the country’s Indonesian Payment System Blueprint (BSPI) 2025 initiative, with the purpose to drive efficiency for bank digital payments.\n\nIn Hong Kong, HSBC introduced its first open banking feature on the local HSBC HK app, enabling its clientele to view account balances from Bank of China Hong Kong and Hang Seng Bank in real time. This was enabled via the Hong Kong Monetary Authority’s Interbank Account Data Sharing (IADS) initiative.\n\nOpen banking APIs has the potential bolster B2B payments in the region. According to PYMNTS, APIs could potentially solving the complexity around account payable, account receivables, approval workflows and more, enabling more efficient and secure transactions between businesses, which is typically just one part of the entire process.\n\nIn the context of B2B payments, APIs allow financial institutions, payment processors, and business software platforms to seamlessly integrate payment capabilities into their existing systems. By simplifying the integration process, it lowers the barriers for businesses to adopt digital B2B payment solutions, enabling smoother transitions and greater accessibility.\n\nThis development could likely to have a significant impact on the overall payments ecosystem in Asia.\n\n5.The Need for Robust Cybersecurity Measures to Combat Financial Crime\n\nSoutheast Asia’s digital economy is on track to exceed USD 300 billion in gross merchandise volume by 2025, presenting significant financial crime challenges, reports PwC. Non-bank financial service entrants, new to the system, often lack the robust cybersecurity infrastructure necessary to combat sophisticated cyber threats.\n\nThis deficiency is exacerbated by the growing consumer demand for faster payments with minimal checks, increasing vulnerability to financial crimes. The adoption of preventive technologies like biometrics and in-session analytical solutions is essential for comprehensive protection.\n\nMastercard has made efforts underway to phase out passwords with tokenization and biometrics by 2030 while in terms of Asian countries adopting the digital identity, Singapore is a pioneer with Singpass, a Smart Nation initiative.\n\nUsing biometrics, Singpass enables secure and convenient access to 800+ government agencies and businesses and over 2,700 services. Meanwhile, Malaysia is making steady strides with its MyDigital ID initiative, paving the way for advanced digital identity solutions, including eKYC verification in the near future.\n\nNotably, while Singapore and Malaysia rank high globally for cybersecurity based on the Global Cybersecurity Index (GCI) 2020, other Southeast Asian nations like Myanmar, Laos, and Cambodia are ranked 99th, 131st, and 132nd out of 182 countries, respectively, PwC reports also.\n\nThis disparity suggests a pressing need to enhance cybersecurity across the region. Implementing digital IDs and related authentication mechanisms can play a pivotal role in counteracting criminal activities.\n\nA unified approach against financial crime is essential, and reliance on cross-border digital IDs may be key to eradicating synthetic ID fraud. Increased sharing of tactical information through intergovernmental or public-private partnerships could enable greater financial transparency and build stronger defences against financial crime.\n\nAsia’s Digital Financial Frontier – Opportunities and Challenges Ahead\n\nAs we look towards 2025 and beyond, it’s clear that Asia’s payment landscape is at the forefront of global financial innovation. The region’s embrace of digital wallets, real-time payments, BNPL services, cryptocurrencies, open banking, and advanced cybersecurity measures is creating a dynamic and interconnected financial ecosystem.\n\nThis transformation is not just about convenience; it’s about financial inclusion, economic growth, and technological leadership.However, with great innovation comes great responsibility. As these trends accelerate, regulators, businesses, and consumers must work together to ensure that this digital financial revolution remains secure, inclusive, and sustainable.\n\nThe challenges of cybersecurity and regulatory compliance loom large, but so do the opportunities for unprecedented financial access and economic empowerment. Asia’s payment trends for 2025 paint a picture of a region that is not just adapting to the future of finance, but actively shaping it.\n\nFrom China’s dominance in digital payments to the rise of cryptocurrency in Vietnam and Indonesia, from the cross-border innovations in Singapore and Thailand to the BNPL boom across Southeast Asia, the region is setting the pace for global fintech innovation.\n\nAs we navigate this rapidly evolving landscape, one thing is certain: the way we think about and use money is changing forever, and Asia is leading the charge. The future of payments is not just digital – it’s dynamic, diverse, and decidedly Asian.\n\nSource of image: edited from Freepik"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where does San Antonio rank when it comes to insuring pets? Here's what one study says.",
            "link": "https://www.expressnews.com/lifestyle/article/san-antonio-pet-insurance-claims-top-spots-20056999.php",
            "description": "San Antonio, along with Ewa Beach and Honolulu in Hawaii, is where the top zip codes for insured pets are located, according ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2D3l7CCDnbeAQRmuLltnqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "22h",
            "source": "San Antonio Express-News",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Some Gen Zers are getting in trouble for not knowing how to dress at work—and experts say they’ve missed out on one huge fashion tip",
            "link": "https://www.msn.com/en-us/money/smallbusiness/some-gen-zers-are-getting-in-trouble-for-not-knowing-how-to-dress-at-work-and-experts-say-they-ve-missed-out-on-one-huge-fashion-tip/ar-AA1xTDMS?ocid=BingNewsVerp",
            "description": "Office siren' and 'corpcore' outfit inspiration trends have gained footing with young corporate professionals.",
            "image_url": "https://www.bing.com/th?id=OVFT.Ohin6SLjJZdv7KFgtgP5bC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "18hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Start of the autonomous AI era",
            "link": "https://www.bangkokpost.com/business/general/2948332/start-of-the-autonomous-ai-era",
            "description": "Leading businesses in Thailand have begun to embrace agentic artificial intelligence (AI) to pilot selective tasks, in a bid ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bYquMvEbc9s7buuz47-_4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Bangkok Post13h",
            "source": "Bangkok Post",
            "article_content": "Agentic artificial intelligence is set to transform business this year, replacing workers as the technology can think and make decisions, offering companies the chance to cut costs\n\nListen to this article\n\nAccording to Gartner, agentic AI is a top strategic technology trend in 2025.\n\nLeading businesses in Thailand have begun to embrace agentic artificial intelligence (AI) to pilot selective tasks, in a bid to explore its benefits.\n\nThe term refers to an AI system with enhanced autonomy, decision-making capabilities and adaptability. Agentic AI systems autonomously plan and take actions to meet user-defined goals, offering the promise of a virtual workforce that can offload and augment human work.\n\nAccording to global research and consultancy Gartner, agentic AI is a top strategic technology trend in 2025 that is poised to drive innovation, offering significant business benefits by providing a virtual workforce of AI agents.\n\nHowever, the implementation of agentic AI also presents challenges, particularly in ensuring that these autonomous systems are aligned with the intentions of both the providers and users.\n\nTo mitigate these risks, it is crucial to establish robust safeguards and guardrails that guarantee AI's actions remain consistent with the desired outcomes, said Gartner.\n\nThe company predicts by 2028, 33% of enterprise software applications will include agentic AI, up from less than 1% in 2024, enabling 15% of day-to-day work decisions to be made autonomously.\n\nFirst in the region\n\n\"In 2025, agentic AI will be a key trend, combining AI and automation,\" said Anothai Wettayakorn, managing director of IBM Thailand.\n\nThe rise of agentic AI marks a significant shift in the future of work, with AI agents autonomously executing tasks, collaborating with human workers, and driving value across businesses, he said.\n\nIn Thailand, IBM successfully completed a pilot initiative using generative AI (GenAI) to automate laboratory orders, enhancing patient diagnosis and improving confidence, quality and speed in treatment.\n\nThis collaboration took place with Maharaj Nakorn Chiang Mai Hospital, an affiliate of Chiang Mai University's Faculty of Medicine.\n\nThis was the first agentic AI use in Southeast Asia for healthcare, said Mr Anothai.\n\nAfter an eight-month pilot and an investment of 10 million baht, IBM's agentic AI technology leverages existing automation in the hospital's laboratory and hospital data system to speed up patient services.\n\nThe initiative minimises repetitive tasks for doctors and nurses, said Dr Bannakij Lojanapiwat, faculty dean at the university.\n\nIBM's client engineering team worked alongside the faculty to build a model using IBM AI platforms to analyse and interpret doctors' notes, recommend treatment pathways, and automatically handle laboratory orders.\n\nAI can suggest pathology laboratory tests based on a patient's medical record and trends, and doctors can then verify the suggestions.\n\nOnce approved by doctors, the AI automates the lab orders and schedules the patient's follow-up appointments, alleviating the workload for both doctors and nurses, said Dr Bannakij.\n\nThe collaboration complemented the hospital's recent implementation of a fully automated medical laboratory system.\n\nBuilt on transparent, reliable data and global AI governance standards, this initiative was meant to improve service efficiency and support medical decision-making with accurate and comprehensive insights, enhancing treatment quality and speed, according to IBM.\n\nThe project eases high-volume workloads, reducing the time spent in the lab order process and on scheduling patient appointments. As a result, it cuts the time spent by patients in medical check-ups at the hospital by 30-40 minutes, down from the current 150 minutes, he said.\n\nThe hospital has around 1.6 million patients a year. For the project, physicians also help to train the AI system.\n\n\"This milestone highlights our vision to lead in service excellence, treatment and research -- not just in Chiang Mai or Thailand, but across Southeast Asia,\" said Dr Bannakij.\n\nDr Krit Khwanngern, deputy dean of the Faculty of Medicine at Chiang Mai University, said the system does not store patients' real names, instead anonymising them to protect sensitive data and comply with the Personal Data Protection Act.\n\nIn the future, the hospital will analyse patient medical check-up data and use it to offer preventive healthcare services on a more personalised basis, said Dr Krit.\n\n\"Agentic AI is leveraged with the digital improvements we've invested in over the past few years by integrating different systems from physicians, nurses, pharmacies, and electronic medical records for both inpatient and outpatient care. This provides a strong data infrastructure on the back end, which leads to improved services on the front end,\" he said.\n\n\"We also invested 300 million baht in cybersecurity to ensure strong capabilities to secure sensitive data.\"\n\nThe project was successful because of the ability of the hospital's in-house teams to work together with external tech experts, while its physicians have technical knowledge that can design systems to serve users' needs, said Dr Krit.\n\nThe hospital continues to adopt advanced technologies, he said.\n\nThe faculty piloted IBM's AutoAI to support the development of patient service apps, enabling data scientists to write code more efficiently and reduce development time for future apps that will enhance patient treatment and services, said Dr Krit.\n\nMany executives note that humans will still be required to operate AI in a responsible manner.\n\nAgentic AI in banking\n\n\"2025 will be the year of agentic AI and we've been working on responsible agentic AI since the beginning of this year,\" said Ruangroj Poonpol, chairman of Kasikorn Business-Technology Group (KBTG), the technology arm of Kasikornbank.\n\nAgentic AI will be an essential tool for KBTG to accelerate its organisational transformation, he said. An AI agent can perceive, make decisions, take action and achieve goals in its own environment.\n\n\"It's a digital workforce without the need of a vacation, providing even more productivity uplift than before. We need to upskill, reskill, and learn how to use it and when to use it,\" said Mr Ruangroj.\n\nIn 2025, KBTG will focus on fostering collaboration between humans and AI, while ensuring a human-centric approach, he said. With human-AI convergence for value creation, KBTG's performance will be faster and more productive than ever, said Mr Ruangroj.\n\nHe said this focus will be driven by a few elements, including the use of new platforms to efficiently manage AI agents, enabling seamless collaboration with human workers.\n\nOne of the platforms is AthenaMind, an internal tool designed as an AI agent creation hub, or \"AI agent factory\", for building AI agents for various applications.\n\nAnother element is an agentic orchestration, involving the design of new operational workflows to enable AI agents and humans to work together more effectively and drive business outcomes.\n\nFor example, KBTG introduced an AI coding assistant to improve software development, reducing software developers' working hours by 20%. So far, more than 500,000 lines of code have been generated using AI.\n\nThe next step is to evolve this AI assistant into a fully functional AI coding agent, capable of independently writing code from start to finish based on clear requirements, said Mr Ruangroj.\n\nKBTG equips its employees with the right mindset, skills, and an open work culture to integrate AI into their daily tasks, he said. The company achieved 100% AI literacy, ensuring all employees are knowledgeable and prepared to work alongside AI technology in their roles.\n\nKBTG wants this human-AI convergence project to generate more than 10 billion baht in business impact by 2029, said Mr Ruangroj.\n\nRetail uses\n\nAxel Winter, chief executive of Xponential, a software-as-a-service (SaaS) platform and innovation consultancy, said the opportunities for AI agents are vast in the retail sector.\n\n\"For example, agents could dynamically create promotions based on real-time data such as customer sentiment, inventory levels and sales trends,\" he said.\n\nThey can also generate and deploy marketing campaigns across various channels, which are particularly relevant in the fast-paced Southeast Asian e-commerce landscape.\n\n\"It's important to recognise not all AI technologies being promoted are fully mature, and the field is in constant flux. It is vital to remain flexible, keep a close eye on both established vendors and the open-source community, and be prepared to adapt and innovate rapidly,\" said Mr Winter.\n\nWidespread in 2026\n\nPhiphat Prapapanpong, director of advanced insights at Bluebik Group, a SET-listed tech consulting firm, said the adoption of AI-driven agentic workflows, which leverage GenAI capabilities with business processes, will emerge as a key trend in AI development.\n\n\"This year marks the beginning of the agentic AI era, with large enterprises -- particularly banks, insurance companies and retailers -- starting to pilot its use internally,\" he said.\n\nBy next year, Mr Phiphat said he expects agentic AI to become more widespread and transition into full deployment.\n\nHe said organisations piloting agentic AI aim to enhance employee productivity without additional hiring. For example, procurement processes can use agentic AI to seek better prices and sourcing.\n\nJob losses and opportunities\n\nPanutat Tejasen, a pioneer in AI development, said the adoption of agentic AI is accelerating because it can integrate with business workflows, delivering tangible results for return on investment.\n\nHe said many jobs will be replaced as agentic AI takes over tasks. For example, roles in customer service, procurement and data entry are likely to be automated.\n\n\"You will see machine agents communicating with other machines. A procurement agent, for example, will negotiate with a sales agent, with less human involvement,\" said Mr Panutat.\n\nHe said agentic AI will also open up new opportunities in software development.\n\nThanachart Numnonda, executive director of IMC Institute, a tech research and training firm, said agentic AI is still being used for specific and small-scale tasks.\n\n\"This opens up new opportunities for developers to build agentic AI services tailored for businesses,\" he said.\n\nMr Thanachart said he does not think agentic AI will make the SaaS business obsolete, as it still requires software as its foundation.\n\n\"Humans are still in the loop and work alongside AI,\" he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Africa’s MeerKAT in ‘extraordinary’ discovery",
            "link": "https://techcentral.co.za/south-africas-meerkat-discovery/258239/",
            "description": "MeerKAT’s newest giant radio galaxy find is extraordinary: the plasma jets of this cosmic giant span 3.3 million light years.",
            "image_url": "https://www.bing.com/th?id=OVFT.8bX3cXfXV0X2tN06xpDF7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "TechCentral7h",
            "source": "TechCentral",
            "article_content": "You may not know it, but right now there’s a huge cosmic rave party happening far, far above our heads. The chief partygoers are known as supermassive black holes. These mysterious objects can have masses several million or billion times that of the sun and are so dense that they warp spacetime around them.\n\nAs far as astronomers know, all galaxies harbour a supermassive black hole at their very centres. In some galaxies, large amounts of interstellar gas are spiralling around the supermassive black hole and getting pulled in beyond the event horizon and essentially onto the black hole. This process creates a huge amount of friction and energy, which can cause the “rave” I’m talking about – releasing huge amounts of light at many different colours and frequencies across the electromagnetic spectrum.\n\nIn some cases, the black hole will even spew jets of plasma, millions of light years across intergalactic space. The plasma gas is so hot that it’s essentially a soup of electrons moving close to the speed of light. These plasma jets glow at radio frequencies, so they can be seen with a radio telescope and are, aptly, named radio galaxies. In a recent episode of the astronomy podcast The Cosmic Savannah, I likened their appearance to two glow sticks (the plasma jets) poking out of a ball of sticky tack (the galaxy). Astronomers hypothesise that the plasma jets keep expanding outwards as time passes, eventually growing so large that they become giant radio galaxies.\n\nBy 2020 only about 800 giant radio galaxies had been found, nearly 50 years since they had been initially discovered\n\nMillions of normally sized radio galaxies are known to science. But by 2020 only about 800 giant radio galaxies had been found, nearly 50 years since they had been initially discovered. They were considered rare. However, a new generation of radio telescopes, including South Africa’s MeerKAT, have turned this idea on its head: in the past five years about 11 000 giants have been discovered.\n\nMeerKAT’s newest giant radio galaxy find is extraordinary. The plasma jets of this cosmic giant span 3.3 million light years from end to end – over 32 times the size of the Milky Way. I’m one of the lead researchers who made the discovery. We’ve nicknamed it Inkathazo, meaning “trouble” in isiXhosa and isiZulu. That’s because it’s been a bit troublesome to understand the physics behind what’s going on with Inkathazo.\n\nThis discovery has given us a unique opportunity to study giant radio galaxies. The findings challenge existing models and suggest that we don’t yet understand much of the complicated plasma physics at play in these extreme galaxies.\n\nHere comes ‘trouble’\n\nThe MeerKAT telescope is in the Karoo, is made up of 64 radio dishes, and is operated and managed by the South African Radio Astronomy Observatory. It’s a precursor to the Square Kilometre Array, which will, when it commences science operations around 2028, be the world’s largest telescope.\n\nMeerKAT has already been pivotal in uncovering some of the hidden treasures of the southern sky since it was first commissioned in 2018.\n\nThis is the third giant radio galaxy that my collaborators and I have discovered with MeerKAT in a relatively small patch of sky near the equator, around the size of five full moons, that astronomers refer to as the “Cosmos field”. We pointed MeerKAT at Cosmos during the early stages of the most advanced surveys of distant galaxies ever conducted: the International Gigahertz Tiered Extragalactic Exploration (Mightee).\n\nThe Mightee team, a collaboration of astronomers from around the world, and I first published the discovery of the two other giant radio galaxies in Cosmos in 2021.\n\nWe spotted Inkathazo more recently in my own MeerKAT follow-up observations of Cosmos, as well as in the full Mightee survey.\n\nHowever, Inkathazo differs from its cosmic companions in several ways. It doesn’t have the same characteristics as many other giant radio galaxies. For example, the plasma jets have an unusual shape. Rather than extending straight across from end-to-end, one of the jets is bent.\n\nAdditionally, Inkathazo lives at the very centre of a cluster of galaxies, rather than in relative isolation, which should make it difficult for the plasma jets to grow to such enormous sizes. Its location in a cluster raises questions about the role of environmental interactions in the formation and evolution of these giant galaxies.\n\nMeerKAT’s exceptional capabilities are helping us to unravel this cosmic conundrum. We’ve created some of the highest-resolution spectral maps ever made for giant radio galaxies. These maps track the age of the plasma across different parts of the galaxy, providing clues about the physical processes at work.\n\nThe results revealed intriguing complexities in Inkathazo’s jets. Some electrons within the plasma jets receive unexpected boosts of energy. We think this may occur when the jets collide with hot gas in the voids between galaxies in a cluster. This gives us hints about what sort of plasma physics might be happening in these extreme parts of the universe that we didn’t previously predict.\n\nA treasure trove\n\nThe fact that we unveiled three giant radio galaxies by pointing MeerKAT at a single patch of sky suggests that there’s likely a huge treasure trove of these cosmic behemoths just waiting to be discovered in the southern sky. The telescope is incredibly powerful and it’s in a perfect location for this kind of research, so it’s ideally poised to uncover and learn more about giant radio galaxies in the years to come.\n\nKathleen Charlton, a master’s student at the University of Cape Town, was the lead author of the research on which this article was based\n\nThe author, Jacinta Delhaize, is a lecturer at the University of Cape Town\n\nThis article is republished from The Conversation under a Creative Commons licence. Read the original article\n\nGet breaking news from TechCentral on WhatsApp. Sign up here.\n\nDon’t miss:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossils found in China may add a new branch to the human family tree",
            "link": "https://www.msn.com/en-us/news/technology/fossils-found-in-china-may-add-a-new-branch-to-the-human-family-tree/ar-AA1xTtBn?ocid=BingNewsVerp",
            "description": "This week, meet a big-brained ancient human relative, hear a meteorite as it lands on Earth, spot a tiny kangaroo-like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T7I9OQvQO8ZV3TalPyom8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "20hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Computing and Data Science building opens its doors",
            "link": "https://stanforddaily.com/2025/01/26/computing-data-science-building-opens/",
            "description": "Housing a new coffee shop in addition to many academic programs, Stanford’s new Computing and Data Science complex is set to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fjguDjprxNX6h4Za6RQN3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Stanford Daily7h",
            "source": "The Stanford Daily",
            "article_content": "What does an ideal computer science building at Stanford look like? For Benji Welner ’27, it looks a lot like the newest addition to Stanford’s campus — the almost finished Computing and Data Science complex, known as CoDa.\n\nThe building’s designers “are doing all sorts of weird things, and they really all work,” said Welner, one of several students to already take advantage of the building’s study space.\n\nBuilt with the goal of catalyzing interdisciplinary work between the School of Engineering and the School of Humanities and Sciences, CoDa has been five years in the making. Architects began working on the project in 2019 and construction took place from 2022 to 2024. CoDa will now house the popular computer science (CS) major, both data science majors — the B.S. and the B.A. — and the symbolic systems major, along with research labs and space for collaborative work. Faculty began moving into the building just last week on Jan. 21, and the building is now open to Stanford affiliates.\n\nChris Mentzel M.S. ’15, the executive director of Stanford Data Science, is hopeful that the design of the building will help foster interdepartmental collaboration. “The design of the building has people from different departments on every floor. It has a lot of meeting areas and it has a lot of open public spaces,” said Mentzel.\n\nStanford Data Science, not to be confused with the data science program that grants undergraduate degrees, is a research unit under the Vice Provost and Dean of Research. Their mission, according to their website, involves connecting data science discoveries with other labs and institutions on campus to “enable data-driven discovery at scale.”\n\nStanford Data Science previously borrowed space in Wallenberg Hall. It is now one of many programs that will now be housed in the CoDa. Excited to have a home base, Mentzel and the rest of Stanford Data Science have already moved into their offices on the other side of Jane Stanford Way.\n\nMentzel is particularly excited about the central set of red staircases, which resemble a double helix.\n\n“That stairwell actually is connected to the kitchens and open public seating for everyone on the Stanford campus to come and enjoy on all four floors — so there’s kind of natural places for people to be and connect, even for people who aren’t occupants of the building,” he said.\n\nThe design process for the CoDa complex was thorough and collaborative, according to Kevin Manalili, Director of Facilities and Planning for the School of Engineering.\n\n“We involved focus groups of faculty, staff and students to help define the desired look and feel, with a mix of offices, meeting rooms, community spaces and large classrooms,” Manalili said.\n\nManalili acknowledged that the project had its challenges, including being “interrupted by the pandemic, last-minute vendor changes and supply-chain shortages.”\n\n“It required lots of time and effort, but we worked extremely well together,” he said.\n\nIn addition to its interdisciplinary focus, the CoDa complex balances a focus on research with a focus on students. Manalili noted that the garden level on the ground floor will be mostly undergraduate focused, with classrooms, group rooms for TA office hours and flexible indoor and outdoor work spaces. The upper floors will serve as workspaces for the research initiatives housed in the building. Bridging the two, the first floor will house administrative services for many undergraduate majors and a new coffee shop, Voyager Craft Coffee. For Manalili, “CoDa provides much needed collaboration spaces and room for department growth.”\n\nVoyager Craft Coffee is new to Stanford’s campus, although they already have a location at neighboring Santa Clara University. Menu items include traditional drinks and pastries, as well as signature dishes such as avocado hummus toast and a “pull-apart-uffin” monkey bread muffin.\n\nMentzel hopes the coffee shop will be a draw for students and faculty alike.\n\n“You need good coffee if you’re going to have community, just the fuel that keeps people talking and connected,” he said.\n\nIn addition to a new coffee spot, students can look forward to comfortable chairs, monitor and video conference capability, natural lighting and a modern feel.\n\n“I’m not an architect or an architecture major,” Welner said, “but there’s art that is part of the building in a very natural way and that makes each piece playful and entertaining in its own right.”\n\nThough the building is still undergoing final touches, and Voyager coffee will not move in until February, students have already begun taking advantage of the space. Sparsely populated for the time being, students believe the CoDa complex is poised to become a favored study hub.\n\n“There’s tons of rooms and I’m really excited for when this eventually becomes popularized. I anticipate spending a lot of time here,” Welner said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A 14-year-old Indian boy from Noida discovers a new asteroid; here's how NASA reacts",
            "link": "https://www.moneycontrol.com/science/a-14-year-old-indian-boy-from-noida-discovers-a-new-asteroid-here-s-how-nasa-reacts-article-12920600.html",
            "description": "A 14-year-old from Noida is making astronomical strides. Daksh Malik, a Class 9 student at Shiv Nadar School, has discovered ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EroGPs22PyhrXAWV7GR7Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "moneycontrol.com",
            "article_content": "Daksh Malik (Image: Agencies)\n\nA 14-year-old from Noida is making astronomical strides. Daksh Malik, a Class 9 student at Shiv Nadar School, has discovered an asteroid in the main asteroid belt between Mars and Jupiter. Soon, he will have the rare honour of naming it.\n\nRecognition from NASA\n\nThe asteroid, provisionally named '2023 OG40,' was identified through the International Asteroid Discovery Project (IADP). Organised by STEM and Space and the International Astronomical Search Collaboration (IASC), the project enables students globally to help NASA identify new celestial objects. Malik and his teammates spent 18 months meticulously analysing datasets and tracking celestial objects using specialised software.\n\nStory continues below Advertisement Remove Ad\n\nAccording to The Print, Malik is the sixth Indian student to discover a named asteroid. While the discovery awaits NASA's official verification—a process expected to take four to five years—Daksh is already brainstorming names, jokingly suggesting ‘Destroyer of the World’ or the ominous ‘Countdown.’\n\nA journey of curiosity\n\nMalik’s fascination with space began in childhood, nurtured by documentaries on planets and the solar system. His school’s astronomy club introduced him to the IASC programme in 2022. Participants were tasked with identifying potential asteroids by observing movements and light emissions in celestial objects.\n\n“It felt like working at NASA,” Malik shared. “The experience was thrilling, and I thoroughly enjoyed it.”\n\nDespite achieving this significant milestone, Malik’s passions extend beyond astronomy. He is equally interested in law and plans to pursue a career in the judiciary.\n\nSupport and inspiration\n\nMalik’s mother, Sappna Kapur, said he values the process more than results. “His dedication to astronomy reflects his curiosity and determination,” she said, recalling the hours he spent observing the night sky through the school’s telescope.\n\nHis mentor, Vinita Sharat, head of STEM at Shiv Nadar School, emphasised the importance of practical learning. “True education lies in applying lessons beyond the classroom,” she said.\n\nStory continues below Advertisement Remove Ad\n\nMalik’s discovery not only highlights his potential but also inspires others to explore science with curiosity and passion."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Useful quantum computing is inevitable—and increasingly imminent",
            "link": "https://www.technologyreview.com/2025/01/27/1110540/useful-quantum-computing-is-inevitable-and-increasingly-imminent/",
            "description": "Advances like these lead me to believe that useful quantum computing is inevitable and increasingly imminent. And that’s good ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ae8nTxUBwyci5oW5QZVbUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "MIT Technology Review2h",
            "source": "MIT Technology Review",
            "article_content": "I’ve been closely following developments in quantum computing as an investor, and it’s clear to me that it is rapidly converging on utility. Last year, Google’s Willow device demonstrated that there is a promising pathway to scaling up to bigger and bigger computers. It showed that errors can be reduced exponentially as the number of quantum bits, or qubits, increases. It also ran a benchmark test in under five minutes that would take one of today’s fastest supercomputers 10 septillion years. While too small to be commercially useful with known algorithms, Willow shows that quantum supremacy (executing a task that is effectively impossible for any classical computer to handle in a reasonable amount of time) and fault tolerance (correcting errors faster than they are made) are achievable.\n\nFor example, PsiQuantum, a startup my company is invested in, is set to break ground on two quantum computers that will enter commercial service before the end of this decade. The plan is for each one to be 10 thousand times the size of Willow, big enough to tackle important questions about materials, drugs, and the quantum aspects of nature. These computers will not use GPUs to implement error correction. Rather, they will have custom hardware, operating at speeds that would be impossible with Nvidia hardware.\n\nAt the same time, quantum algorithms are improving far faster than hardware. A recent collaboration between the pharmaceutical giant Boehringer Ingelheim and PsiQuantum demonstrated a more than 200x improvement in algorithms to simulate important drugs and materials. Phasecraft, another company we have invested in, has improved the simulation performance for a wide variety of crystal materials and has published a quantum-enhanced version of a widely used materials science algorithm that is tantalizingly close to beating all classical implementations on existing hardware.\n\nAdvances like these lead me to believe that useful quantum computing is inevitable and increasingly imminent. And that’s good news, because the hope is that they will be able to perform calculations that no amount of AI or classical computation could ever achieve.\n\nWe should care about the prospect of useful quantum computers because today we don't really know how to do chemistry. We lack knowledge about the mechanisms of action for many of our most important drugs. The catalysts that drive our industries are generally poorly understood, require expensive exotic materials, or both. Despite appearances, we have significant gaps in our agency over the physical world; our achievements belie the fact that we are, in many ways, stumbling around in the dark.\n\nNature operates on the principles of quantum mechanics. Our classical computational methods fail to accurately capture the quantum nature of reality, even though much of our high-performance computing resources are dedicated to this pursuit. Despite all the intellectual and financial capital expended, we still don’t understand why the painkiller acetaminophen works, how type-II superconductors function, or why a simple crystal of iron and nitrogen can produce a magnet with such incredible field strength. We search for compounds in Amazonian tree bark to cure cancer and other maladies, manually rummaging through a pitifully small subset of a design space encompassing 1060 small molecules. It’s more than a little embarrassing."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Easiest Way to Build & Deploy AI Agents Easily – No Coding Required",
            "link": "https://www.geeky-gadgets.com/building-ai-agents-no-code/",
            "description": "Build AI agents without writing any code with Chat LLM, the no-code platform for easily creating and deploying powerful AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bc6eRZHRpkU2DDd0j-S3Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "23h",
            "source": "Geeky Gadgets",
            "article_content": "Developing and deploying AI agents has traditionally been a complex process requiring advanced programming skills and technical expertise. However, platforms like ChatLLM by Abacus AI are transforming this landscape. This innovative no-code solution enables users to create and deploy AI agents effortlessly, using the capabilities of powerful large language models (LLMs) without needing to write a single line of code. Whether you’re a beginner exploring AI for the first time or an experienced professional seeking efficient tools, ChatLLM offers a comprehensive suite of features to meet diverse needs.\n\nWhether you’re drowning in emails, struggling to keep up with the latest news, or dreaming of automating repetitive tasks, ChatLLM offers a solution tailored to your needs. By combining powerful large language models (LLMs) with an intuitive interface and ready-to-use templates, this platform enables anyone—from complete beginners to seasoned professionals—to create custom AI agents in minutes. Prompt Engineering provide an overview on using this new AI tool to create AI Agents and successfully deploy them.\n\nWhat Is ChatLLM?\n\nTL;DR Key Takeaways : ChatLLM by Abacus AI is a no-code platform that enables users to create and deploy AI agents using large language models (LLMs) without requiring programming skills.\n\nThe platform offers customizable AI agents, including conversational chatbots and advanced agents for tasks like email automation, document analysis, and data extraction, with pre-designed templates for quick setup.\n\nKey features include email automation for managing inboxes and a news reporter agent that aggregates and summarizes news articles based on user preferences.\n\nChatLLM supports integration with external services like Gmail and provides a visual workflow editor for mapping and optimizing agent operations.\n\nDesigned for flexibility and scalability, ChatLLM caters to diverse use cases such as email management, content summarization, and custom AI solutions, making AI accessible to users of all expertise levels.\n\nChatLLM is a unified platform that grants users access to multiple large language models under a single subscription. These models, including advanced options like DeepSeek R1, enable a wide range of functionalities, from natural language understanding to automating intricate workflows. Designed with flexibility and scalability in mind, ChatLLM caters to users with varying levels of expertise, making it suitable for applications across industries.\n\nBy consolidating multiple LLMs into one platform, ChatLLM simplifies the process of selecting and using the right model for your specific requirements. This approach ensures that users can focus on achieving their goals without being bogged down by technical complexities. The platform’s versatility makes it an ideal choice for businesses, researchers, and individuals looking to harness the power of AI efficiently.\n\nHow to Create AI Agents\n\nChatLLM streamlines the process of creating AI agents by offering two primary types of agents, each tailored to specific use cases:\n\nCustom Chatbot Agents: These conversational agents are integrated with knowledge bases and are ideal for tasks such as customer support, answering FAQs, or providing real-time assistance.\n\nThese conversational agents are integrated with knowledge bases and are ideal for tasks such as customer support, answering FAQs, or providing real-time assistance. Advanced AI Agents: These agents are designed for specialized tasks, including email automation, document analysis, data extraction, and more complex operations.\n\nTo further simplify the creation process, ChatLLM provides pre-designed templates for common use cases. For example, users can select templates for tasks like email answering, news aggregation, or document entity extraction. These templates serve as a starting point, allowing users to quickly configure agents to meet their specific needs. This approach reduces the time and effort required to deploy functional AI solutions, making advanced AI capabilities accessible to everyone.\n\nBuild & Deploy AI Agents Easily (No Code Workflow)\n\nTake a look at other insightful guides from our broad collection that might capture your interest in Large Language Models (LLMs).\n\nEmail Answering Made Easy\n\nOne of the standout features of ChatLLM is its robust email automation capability. The email answering agent is designed to read and respond to emails based on predefined instructions or reference documents. This feature allows users to customize prompts and responses to reflect their unique communication style or business requirements.\n\nIntegration with Gmail ensures seamless operation, allowing the agent to autonomously manage your inbox while adhering to your guidelines. Whether you’re handling a high volume of emails or simply looking to save time, this tool provides an efficient solution for streamlining email management. By automating repetitive tasks, the email answering agent enhances productivity and ensures consistent communication.\n\nStay Informed with the News Reporter Agent\n\nFor users who need to stay updated on specific topics, the news reporter agent offers a practical solution. This agent aggregates and summarizes news articles based on user-defined preferences, delivering concise and accurate summaries complete with references.\n\nWhether you’re conducting research, monitoring industry trends, or simply staying informed, the news reporter agent saves time by filtering and condensing vast amounts of information into actionable insights. This feature is particularly valuable for professionals who need to process large volumes of information quickly and efficiently.\n\nCustomization and Deployment\n\nChatLLM places a strong emphasis on customization, allowing users to tailor agent workflows, prompts, and response behaviors to align with their specific goals. This flexibility ensures that your AI agents operate in a manner that reflects your unique requirements and objectives.\n\nOnce configured, agents can be deployed through an intuitive user interface that simplifies the process. The platform also includes real-time monitoring tools, providing users with insights into agent performance. These tools enable you to make adjustments as needed, making sure optimal functionality and effectiveness over time.\n\nIntegration and Workflow Visualization\n\nTo enhance its utility, ChatLLM supports integration with external services such as Gmail, allowing seamless operation across platforms. Additionally, the platform features a visual workflow editor that maps out the operational logic of your agents.\n\nThis visualization tool is particularly useful for managing complex tasks, as it provides a clear overview of how different components interact. By offering a graphical representation of workflows, the editor makes it easier to refine and optimize processes, making sure that your agents perform efficiently and effectively.\n\nPractical Applications\n\nChatLLM is designed to address a wide range of practical use cases, making it a versatile tool for both personal and professional applications. Key use cases include:\n\nEmail Management: Automating repetitive tasks such as reading, categorizing, and responding to emails to improve productivity and save time.\n\nAutomating repetitive tasks such as reading, categorizing, and responding to emails to improve productivity and save time. Content Summarization: Analyzing and summarizing online content, documents, or news articles for research, decision-making, or staying informed.\n\nAnalyzing and summarizing online content, documents, or news articles for research, decision-making, or staying informed. Custom AI Solutions: Developing tailored AI agents to meet specific business or personal needs, such as automating workflows or enhancing customer interactions.\n\nWhy Choose ChatLLM?\n\nBy eliminating the need for coding, ChatLLM provide widespread access tos access to advanced AI technology, making it accessible to users of all skill levels. Its intuitive interface, robust functionality, and support for multiple LLMs make it a powerful platform for creating and deploying AI agents.\n\nWhether you’re looking to automate routine tasks, analyze complex documents, or aggregate and summarize news, ChatLLM provides the tools you need to achieve your goals efficiently and effectively. With its focus on usability, customization, and scalability, ChatLLM stands out as a practical solution for using AI in a wide range of applications.\n\nMedia Credit: Prompt Engineering\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Much Will 1 BNB Be Worth In 2025? Holding This DeFi Could Have More Upside",
            "link": "https://financefeeds.com/how-much-will-1-bnb-be-worth-in-2025-holding-this-defi-could-have-more-upside/",
            "description": "In this context, giants like Binance will likely do well, which is great news for BNB token holders. However, one TON-based ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e7qTotcW2SaOTzXjQxHKGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "financefeeds1h",
            "source": "financefeeds",
            "article_content": "With the crypto market in a full bullish rally, 2025 is gearing up to be a great year for the industry. Upcoming regulatory changes in the US promise to drive asset prices much higher.\n\nIn this context, giants like Binance will likely do well, which is great news for BNB token holders. However, one TON-based DeFi token could have even more upside.\n\nBNB Sees Steady Growth Amid Bullish Markets\n\nBNB has been on a steady rise this cycle and throughout the year. Currently trading at $695.90, the token was up 126.53% over the past year. As Binance’s ecosystem token, it benefits from the positive market trends that are increasing the exchange’s profits.\n\nThe main driver for BNB’s rise was always Binance. As a portion of Binance’s revenue goes toward burning BNB, the token naturally does better when these revenues rise. Token burns create scarcity, pushing the token’s price up.\n\nIn addition, BNB has seen some ecosystem developments of its own. For one, the chain launched its own no-code memecoin launchpad. This move sets BNB in competition with Solana, which has dominated meme coins for some time. BNB also recently launched a solution that helps developers create and monetize AI agents.\n\nFor these reasons, traders are mostly bullish. Changelly predicts that BNB could reach a high of $1,020 in 2025 if current market trends continue. At the same time, CoinCodex sees significant upside in the coming weeks, putting BNB between $723.11 and $827.66 by early February this year.\n\nElluminex Set To Transform TON\n\nWhile BNB seems set for a steady increase in 2025, one token will likely outperform it by a large margin. The new entrant into the TON ecosystem Elluminex (ELX) is attracting a lot of attention online. This DeFi hub is promising to fix one of the biggest issues for TON.\n\nElluminex is building a TON-based DeFi platform that would enable users to swap crypto assets across 40 different blockchains. Thanks to its cross-chain bridges, the platform would channel liquidity to TON from most major blockchains.\n\nThis liquidity would reduce slippage on Elluminex, crucial for profitable trading. However, it would also significantly boost TON’s ecosystem, pushing asset prices up and bringing in more traders. For that reason, TON traders believe Elluminex can significantly boost the chain.\n\nIn addition, Elluminex also offers a range of other features, including an AI-powered Portfolio Tracker. This tool will give traders real-time insights into their portfolios and current market conditions. By assessing a trader’s risk tolerance, the AI Portfolio Tracker could make trading more accessible than ever.\n\nJust as PancakeSwap led to a significant rally for BNB, Elluminex may cause TON’s valuation and TVL to skyrocket. Thanks to TON’s strong fundamentals, including a large user base and integration with Telegram, this is a real possibility.\n\nIf Elluminex succeeds in this mission, it will cement itself as the premier DeFi hub on one of the largest blockchains out there. For this reason, market players are predicting strong performance for 2025. Notably, Elluminex is expected to trade between $0.5 and $0.10. With the potential increase from its current price of $0.01, Elluminex is likely to outperform BNB.\n\nFor more information about Elluminex (ELX) visit the links below:\n\nWebsite: https://elluminex.com\n\nTwitter/X: https://x.com/elluminex\n\nTelegram: https://t.me/Elluminex\n\nThe subject matter and the content of this article are solely the views of the author. FinanceFeeds does not bear any legal responsibility for the content of this article and they do not reflect the viewpoint of FinanceFeeds or its editorial staff.\n\nThe information on this page does not constitute advice or a recommendation on any course of action and does not take into account your personal circumstances, financial situation, or individual needs. We strongly recommend you seek independent professional advice or conduct your own independent research before acting upon any information contained herein."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lambda Labs' COO has left the AI cloud provider to head Positron, a startup trying to compete with Nvidia",
            "link": "https://www.msn.com/en-us/news/technology/lambda-labs-coo-has-left-the-ai-cloud-provider-to-head-positron-a-startup-trying-to-compete-with-nvidia/ar-AA1xVKb1?ocid=BingNewsVerp",
            "description": "Mitesh Agrawal is leaving Lambda Labs to head a little known AI hardware startup trying to take on Nvidia.",
            "image_url": "https://www.bing.com/th?id=OVFT.pxLQVsNzB38mfKqMLCzFGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 will likely be another brutal year of failed startups, data suggests",
            "link": "https://www.msn.com/en-us/money/companies/2025-will-likely-be-another-brutal-year-of-failed-startups-data-suggests/ar-AA1xTG3L?ocid=BingNewsVerp",
            "description": "More startups shut down in 2024 than the year prior and a high volume of startup failures will continue, data from multiple ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zgIY-BznbMdRzPbHV_0owy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "20hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Physical Game Spending Continued To Decline Last Year, Now Sits At Half 2021's Numbers",
            "link": "https://www.nintendolife.com/news/2025/01/us-physical-game-spending-continued-to-decline-last-year-now-sits-at-half-2021s-numbers",
            "description": "Sharing the research firm's latest numbers on BlueSky, Piscatella stated that last year's US physical game spending was \"cut ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SD7SlXIwpNhLkeIVf7UWxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "1h",
            "source": "Nintendo Life",
            "article_content": "We've known about the decline of physical game sales for quite some time, but according to the latest numbers from Circana's Mat Piscatella, this downward trend accelerated in 2024 (thanks, VGC).\n\nSharing the research firm's latest numbers on BlueSky, Piscatella stated that last year's US physical game spending was \"cut in more than half since 2021\", with the 2024 numbers more than 85% lower than the physical spend peak of 2008.\n\nYou can see the decline in action in the following table, showing Circana's physical software spending numbers for the past 25 years:\n\nThe rate of decline in US physical video game software spending accelerated in 2024. Spending on physical video game software in the US has been cut in more than half since 2021 and is now more than 85% below its 2008 peak. We'll see if Switch 2 can help slow/reverse this trend in 2025. — Mat Piscatella (@matpiscatella.bsky.social) 2025-01-24T19:24:41.744Z\n\nThe overall downward trend makes a lot of sense. You only need to take one look at the current industry landscape to see digital-only releases, free-to-play titles filled with microtransactions and the rise of console-specific online stores — none of which were as commonplace in 2008 as they are today. But the drop by \"more than half\" since the pandemic? Sheesh.\n\nOf course, this is an issue for physical sales only. Later in the thread, Piscatella clarified that game spending as a whole continues to grow, and 2024 was the \"second highest annual total ever\" for the region.\n\nThe Circana analyst muses whether Switch 2 will be able to \"slow/reverse this trend in 2025\", but we can't help but feel that it sounds like wishful thinking. Nintendo's physical sales remain pretty strong, but if 'Switch 1' couldn't stop the trend, we doubt its successor will be able to do much to move the needle."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Blinkit store creating threat in society’: Woman says delivery executives attacked family, incident captured on CCTV",
            "link": "https://www.msn.com/en-in/crime/general/blinkit-store-creating-threat-in-society-woman-says-delivery-executives-attacked-family-incident-captured-on-cctv/ar-AA1xVTbr?ocid=BingNewsVerp",
            "description": "Ghaziabad-based software developer questioned Zomato and Blinkit CEO, urging them to take immediate action to resolve the ...",
            "image_url": "https://www.bing.com/th?id=OVF.LlePYA1sHSp0X3ay8gCTZg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "17mon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI lab DeepSeek massively undercuts OpenAI on pricing — and that's spooking tech stocks",
            "link": "https://www.businessinsider.com/chinese-ai-lab-deepseek-massively-undercuts-openai-on-pricing-2025-1",
            "description": "DeepSeek challenges OpenAI with drastically cheaper models, prompting discussions on the viability of proprietary versus open ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Yzn0FtiIEq5V2zW85LxJES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "5h",
            "source": "Business Insider",
            "article_content": "The Chinese AI lab DeepSeek has rolled out AI models that are a lot cheaper than OpenAI's offerings.\n\nIts emergence spooked tech stocks Monday, with Nvidia down more than 10% premarket.\n\nDeepSeek's open-source models challenge OpenAI's proprietary approach.\n\nThe cost of using AI models has been plunging as competition intensifies — and Wall Street is spooked about the latest entrant.\n\nHaving a leading AI model is nowhere near as special as it was two years ago. These models are mostly trained on data that's publicly available on the internet, so they're not that much different from one another. Standing out in this crowd and charging premium prices is increasingly difficult.\n\nIn recent weeks, DeepSeek has taken this pricing dynamic to a new level. The Chinese AI lab rolled out models that are as good as, or better than, the best products from OpenAI, the pioneering creator of ChatGPT.\n\nThat's impressive. But what's potentially more disruptive is how cheap DeepSeek's models are.\n\nThat disruption hit the markets Monday. The Dutch chipmaker ASML fell 11% after the opening bell, and Nvidia fell more than 10% premarket. In Japan, Advantest, TOWA Shibaura, and Ibiden were all down at the closing bell.\n\nBernstein tech analysts studied DeepSeek's offerings in recent days and found that the Chinese AI lab was massively undercutting OpenAI on price.\n\n\"DeepSeek's pricing blows away anything from the competition, with the company pricing their models anywhere from 20-40x cheaper than equivalent models from OpenAI,\" the analysts wrote in a note to investors on Sunday.\n\nDeepSeek and OpenAI pricing compared. Bernstein Research\n\nThe chart above shows the cost of \" tokens ,\" which have become the raw material of generative AI. Chatbots and AI models break down words and other inputs into these tokens to make them easier to process and understand. One token is about three-quarters of a word.\n\nWhen AI companies are handling prompts and other model inputs and outputs, they often charge users based on a per-token price. DeepSeek's Reasoner model costs $0.55 for every million tokens inputted. OpenAI's o1 model charges $15 for the same number of tokens, according to Bernstein.\n\nThe Bernstein analysts also noted that DeepSeek's models are open-source, meaning they are available free to anyone who wants to work with them. That's a contrast with OpenAI, which keeps its top models proprietary and closed while charging relatively high prices for the products.\n\n\"The whole thing brings up some very interesting questions about the role and viability of proprietary versus open-source efforts that are probably worth doing more work on,\" the Bernstein analysts wrote.\n\nBut they added, \"The resulting Twitterverse panic over the weekend seems overblown.\"\n\nEdison Lee, an equity research analyst at Jefferies, said it was \"difficult to say what the eventual impact will be, but combining our more cautious cyclical view on the chip sector in any case, it may be prudent to reduce exposure to the digital part of the semiconductor supply chain including semicap equipment stocks like ASML.\"\n\nDeepSeek's newly-released flagship model is now No. 1 on Apple's free apps chart — just ahead of ChatGPT."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ETtech Explainer: What is DeepSeek, China's competitor to OpenAI?",
            "link": "https://www.msn.com/en-in/technology/artificial-intelligence/ettech-explainer-what-is-deepseek-china-s-competitor-to-openai/ar-AA1xSHsK?ocid=BingNewsVerp",
            "description": "DeepSeek is a Chinese AI startup specialising in open-source large language models (LLMs). When launched in December 2024, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pniZV-MwzFNnwuWxTf3N7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "22hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Optimizing Machine Learning Systems for Peak Performance",
            "link": "https://www.ibtimes.co.in/optimizing-machine-learning-systems-peak-performance-878650",
            "description": "Santhosh Kumar Shankarappa Gotur's systematic approach to performance testing and optimization provides a robust framework ...",
            "image_url": "https://www.bing.com/th?id=OVFT._BgjfciC5yTDLKndmF9-Cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "1h",
            "source": "IBTimes India",
            "article_content": "A cutting-edge framework for evaluating and optimizing machine learning (ML) systems has been developed by Santhosh Kumar Shankarappa Gotur, focusing on overcoming the unique challenges these complex systems face in demanding production environments and consistently providing innovative, scalable solutions to enhance their performance and operational efficiency.\n\nMeasuring Key Performance Metrics\n\nOptimizing ML systems requires monitoring latency, throughput, scalability, and resource utilization, providing critical insights into performance, ensuring efficiency, and addressing inefficiencies to enhance system adaptability and capacity before deployment.\n\nOvercoming Performance Challenges\n\nTechnical Obstacles\n\nDynamic workloads in ML systems present a major challenge, with unpredictable request volumes requiring adaptable testing strategies. Hardware dependencies add another layer of complexity, as the performance of ML systems often hinges on specialized hardware like GPUs or TPUs. Furthermore, the data pipeline including preprocessing, feature engineering, and post-processing must be carefully evaluated for its impact on system performance.\n\nOperational Barriers\n\nResource allocation in cloud-based environments is another challenge, especially for large-scale systems. Limited availability of computing resources often clashes with the need for robust performance, necessitating precise management strategies. Integration with external systems also requires meticulous planning to ensure seamless performance under real-world conditions.\n\nAdvanced Testing Methodologies\n\nLoad Testing for Realistic Scenarios\n\nSpecialized load testing tools are essential for simulating production-like conditions. These tools evaluate system behavior under both sustained and spiked workloads, capturing granular metrics across the inference pipeline to highlight potential bottlenecks.\n\nResource Profiling for Better Utilization\n\nResource profiling focuses on monitoring CPU, memory, and GPU usage during different operational scenarios. It tracks patterns such as memory allocation, threading behavior, and data transfer rates, identifying inefficiencies that could hinder system performance. This approach ensures the system uses computational resources effectively, even under high demand.\n\nOptimization Techniques for ML Systems\n\nModel Optimization\n\nTechniques like quantization, pruning, and knowledge distillation are pivotal for improving model performance. Quantization reduces memory requirements and computational costs by converting high-precision weights into lower-precision formats. Pruning eliminates unnecessary neural connections to enhance efficiency, while knowledge distillation enables smaller, faster models to retain the performance of their larger counterparts.\n\nInfrastructure Optimization\n\nInfrastructure optimization involves dynamic resource allocation, load balancing, and leveraging specialized hardware such as GPUs and TPUs. These strategies improve processing speed, scalability, and overall system reliability, ensuring ML systems perform optimally in production environments.\n\nBest Practices for Implementation\n\nBenchmarking for Consistency\n\nSetting benchmarks with clearly defined metrics and baselines is crucial for evaluating system performance. Baseline measurements under controlled conditions offer a reference point for continuous optimization, ensuring the system remains aligned with operational goals.\n\nMonitoring for Continuous Improvement\n\nReal-time monitoring tools are essential for identifying performance issues promptly, enabling swift corrective actions. By providing continuous insights into system health and behavior, they ensure optimal efficiency, reliability, and adaptability, even amidst dynamic operational conditions and increasing complexities in workflows.\n\nRealizing Performance Gains\n\nThe framework has enabled organizations to achieve remarkable performance improvements, including latency reductions of up to 35% and throughput enhancements of 45%. Additionally, it has led to a 30% decrease in CPU usage and a 25% reduction in memory consumption, accomplished through optimized testing strategies and intelligent resource allocation.\n\nCost-Effectiveness\n\nThe cost-benefit analysis reveals that robust performance testing frameworks reduce downtime, improve user experience, and increase system reliability. Organizations have seen a positive return on investment within months, with long-term benefits such as lower operational costs and enhanced efficiency.\n\nIn conclusion, Santhosh Kumar Shankarappa Gotur's systematic approach to performance testing and optimization provides a robust framework for improving the efficiency and scalability of machine learning systems. By addressing technical and operational challenges, his research offers valuable insights for organizations striving to enhance their ML deployments and adapt to evolving demands."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lambda Labs' COO has left the AI cloud provider to head Positron, a startup trying to compete with Nvidia",
            "link": "https://www.msn.com/en-us/news/technology/lambda-labs-coo-has-left-the-ai-cloud-provider-to-head-positron-a-startup-trying-to-compete-with-nvidia/ar-AA1xVKb1?ocid=BingNewsVerp",
            "description": "Mitesh Agrawal is leaving Lambda Labs to head a little known AI hardware startup trying to take on Nvidia.",
            "image_url": "https://www.bing.com/th?id=OVFT.pxLQVsNzB38mfKqMLCzFGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "1hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia says its troops have captured a strategic town in eastern Ukraine",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/russia-says-its-troops-have-captured-a-strategic-town-in-eastern-ukraine/ar-AA1xTZlA?ocid=BingNewsVerp",
            "description": "Russia on Sunday claimed its troops had captured a strategically important town in eastern Ukraine, as part of a grinding ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SL5MCUw04h7UFsxuTseoay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "15hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zelensky believes Trump could end Russia’s war but only if Ukraine included in peace talks",
            "link": "https://www.msn.com/en-ie/news/world/zelensky-believes-trump-could-end-russia-s-war-but-only-if-ukraine-included-in-peace-talks/ar-AA1xTY74?ocid=BingNewsVerp",
            "description": "Ukrainian President issues demand to US President after Vladimir Putin states Moscow is ‘ready for negotiations’ ...",
            "image_url": "https://www.bing.com/th?id=OVF.p9jzmAmpOHOD47aNGaqV6w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Brighton's 'Homes For Ukraine' scheme celebrates achievements as war continues in uncertainty",
            "link": "https://www.itv.com/news/meridian/2025-01-27/homes-for-ukraine-scheme-celebrates-achievements-with-wars-future-uncertain",
            "description": "Brighton has helped more than 700 refugees fleeing the conflict in Ukraine, helping many families settle in a new home. But ...",
            "image_url": "https://www.bing.com/th?id=OVF.4QVs2QutYK79WZEBogAAEA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1h",
            "source": "ITV",
            "article_content": "Play Brightcove video\n\nWatch the video report by ITV Meridian's Andy Dickenson\n\nIn a few weeks time Ukraine could be entering its fourth year of war - while the newly incumbent President Trump offers in one moment hope, the next uncertainty.\n\nFor some, who've fled their homeland their futures can feel torn - including hundreds who've found sanctuary in Brighton.\n\nSince February 2022, the city has helped more than 700 refugees fleeing the conflict, helping many families settle in a new home.\n\nYuliia Fedorenko and her two young children are among them.\n\nWhen Russia first invaded, she believed the battles that followed would be over in a few days. Within weeks she fled to Poland, and then onto the UK.\n\nFinally she found shelter through Brighton's 'Homes for Ukraine' scheme, at first living with a host family, now living independently.\n\n'For me, it's a big, big love for these people and this process,' Yuliia said.\n\n'I'm very thankful, particularly for our host family. But me and my children really thank all the people for their support in our first period in Brighton.'\n\nA local community group, Stand For Ukraine, was also set up in the city during those early days of the war. It's organisers now look to the future of the conflict with a mix of optimism and apprehension.\n\n'It's very tough, very, very tough,' Iryna Olyanovska said. 'After nearly three years of this horrendous, horrendous situation, everybody's tired. However, we're all determined that we need to win.'\n\n'Obviously President Trump has very good intentions and everybody wants this war to stop,' Kira Makohon added. 'But from what we can see from Russian news, from Russian media, there are few signs things are going to stop.'\n\nMore than 300 host families have helped refugees in the city through the Brighton and Hove City Council scheme.\n\nWhile some of those refugees remain, others have returned to a war-torn country who's shattered buildings have become an all too familiar sight.\n\n'If you look at what's happening around the world and at the toxic way refugees and migrants are treated in some areas, I think it is massively important to be compassionate.'\n\n'We are proud to be a city of sanctuary,' Cllr Leslie Pumm said. 'I really, really hope that this war is going to end very soon.'\n\nStand for Ukraine are hosting a jazz evening to raise funds this weekend.\n\nYuliiah is now using her career in the finance sector to help support her countrymen back home. Their futures still entwined, still uncertain.\n\nThe council is searching for more homes to give refugees like her fresh hope."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel Allows Displaced Palestinians to Return to Northern Gaza",
            "link": "https://www.newsweek.com/israel-displaced-palestinians-return-northern-gaza-2021119",
            "description": "Israel on Monday began permitting thousands of Palestinians to return to the devastated northern Gaza Strip for the first ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ee59GiZWQC_fXmDvbpK9Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "4h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Global Tech Stocks Plunge as China’s DeepSeek Undercuts Rivals",
            "link": "https://www.bloomberg.com/news/newsletters/2025-01-27/global-tech-stocks-plunge-as-china-s-deepseek-undercuts-rivals",
            "description": "Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YNpVE_xnVColzTG0FJhh8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "2h",
            "source": "Bloomberg L.P.",
            "article_content": "Chinese artificial intelligence startup DeepSeek rocked global technology stocks Monday. Nvidia shares fell around 9% in premarket trading. In Europe, tech stocks led market losses, with shares of chip equipment maker ASML also down as much as 11%.\n\n\n\nThe little-known startup’s AI assistant has rocketed to the top of the app download charts since it was released last week with capabilities widely seen as being competitive with the likes of OpenAI and Meta’s technology. The worrying part for its US rivals? It claims to have done so without having spent billions on cutting-edge chips. Investor Marc Andreessen hailed it as “one of the most amazing and impressive breakthroughs.”\n\nThe revelation is prompting a major rethink about the big boys in AI’s massive spending needs, triggering doubts about the sky-high valuations for companies like Nvidia. More broadly, it has called into question the widely assumed lead the US has in AI."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tech stocks plunge as China ‘delivers AI wake-up call’",
            "link": "https://www.telegraph.co.uk/business/2025/01/27/deepseek-china-ai-artificial-intelligence-tech-stock-nvidia/",
            "description": "Venture capitalist Marc Andreessen, a close advisor to Trump, described it as 'AI’s Sputnik moment' - a reference to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aD_1JG8Z-zLWNMrDSV7qSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "3h",
            "source": "The Daily Telegraph",
            "article_content": "Tech stocks have plunged around the world after a China AI start-up unveiled a new chatbot which threatens to match its major global competitors at a lower cost.\n\nDeepSeek’s new artificial intelligence chatbot has triggered market turmoil that could wipe more than $1.2 trillion (£960bn) off technology companies at the opening bell in New York later.\n\nIt has soared to the top of the Apple Store’s download charts as it stunned industry insiders with its ability to match its US competitors.\n\nThe Nasdaq in New York plunged more than 3pc in premarket trading as DeepSeek said it had spent only $5.6m (£4.5m) developing its model - peanuts when compared with the billions US tech giants have poured into AI.\n\nWilliam Beavington of Jefferies said: “What’s particularly remarkable to us really is the cost effectiveness and the efficiency they have driven from the chips being used.”\n\nShares in major tech firms in the US and Japan have tumbled, with chip making giant Nvidia down more than 10pc in premarket trading, having closed down more than 3pc on Wall Street on Friday.\n\nIf the losses hold, this would wipe nearly $400bn (£319bn) off the value of the world’s dominant supplier of AI hardware and software.\n\nJapanese tech conglomerate SoftBank was down more than 8pc overnight, less than a week after it was announced as a key investor in US President Donald Trump’s new $500bn (£401bn) venture to build infrastructure for artificial intelligence in the United States.\n\nDeepSeek was developed by a start-up based in the eastern Chinese city of Hangzhou, known for its high density of tech firms.\n\nAvailable as an app or on desktop, it can do many of the things that its Western competitors can do - write song lyrics, help work on a personal development plan, or even write a recipe for dinner based on what’s in the fridge.\n\nVenture capitalist Marc Andreessen, a close advisor to Trump, described it as “AI’s Sputnik moment” - a reference to the Soviet satellite launch that sparked the Cold War space race.\n\nScale AI’s Wang wrote on X that DeepSeek “is a wake up call for America”.\n\nRead the latest updates below."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "EV market share will double in 2025: Vivek Srivatsa",
            "link": "https://www.msn.com/en-in/technology/tech-companies/ev-market-share-will-double-in-2025-vivek-srivatsa/ar-AA1xUKso?ocid=BingNewsVerp",
            "description": "Tata Motors, India’s largest electric carmaker, remains unfazed by potential market share pressures despite major competitors ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9zxCSafRLw8WveWVEyWzxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "7hon MSN",
            "source": "The New Indian Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oil rises as Trump's Colombia sanctions threat rattles markets",
            "link": "https://www.msn.com/en-ca/money/other/oil-rises-as-trump-s-colombia-sanctions-threat-rattles-markets/ar-AA1xVRm0?ocid=BingNewsVerp",
            "description": "Oil prices edged up on Monday, with traders still on edge despite the U.S. pulling back from initial sanctions threats ...",
            "image_url": "https://www.bing.com/th?id=OVFT.654gXJh_YY8vgq1tyeT6kC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1hon MSN",
            "source": "Reuters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump’s Lumber Tariffs and Disaster Recovery",
            "link": "https://www.wsj.com/opinion/lumber-tariffs-and-disaster-recovery-canada-california-fires-4ec8f2e0",
            "description": "Border taxes on imports from Canada will slow rebuilding in Los Angeles and North Carolina.",
            "image_url": "https://www.bing.com/th?id=OVFT.qRDRM_0l-_PtMl5F-EsWlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "15hOpinion",
            "source": "Wall Street Journal",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Budget 2025: SBI says government may introduce new funding methods for infrastructure, disaster pool, sectoral PLIs",
            "link": "https://www.msn.com/en-in/money/other/budget-2025-sbi-says-government-may-introduce-new-funding-methods-for-infrastructure-disaster-pool-sectoral-plis/ar-AA1xUuUg?ocid=BingNewsVerp",
            "description": "The Union government may announce the 2025 Budget with innovative measures to boost infrastructure, agriculture, MSMEs, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9Nvi8GSoBFDll6OwyUkhRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Morefine launches S800 Mini PC with Intel Core Ultra 9-185H, up to 96GB DDR5 RAM & more",
            "link": "https://www.gizmochina.com/2025/01/27/morefine-s800-mini-pc-launched-specs-price/",
            "description": "Chinese manufacturer Morefine has unveiled its latest mini PC, the S800, targeting international markets. This compact yet ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hmfXmvzi79Lt6htn85eEVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "2h",
            "source": "Gizmochina",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Advantage in Cutting-Edge HBM Production to Remain for SK Hynix",
            "link": "https://www.morningstar.com/company-reports/1260534-advantage-in-cutting-edge-hbm-production-to-remain-for-sk-hynix",
            "description": "SK Hynix is the second-largest semiconductor manufacturer in South Korea following Samsung Electronics. The company’s major business is memory and storage used in various electronic devices; ...",
            "image_url": "https://www.bing.com/th?id=OJ.u0E6XtnE5KQECA&pid=news&w=68&h=16&rs=2",
            "category": "pc+manufacturer",
            "date": "5h",
            "source": "Morningstar",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Innovation in Modern Cloud Computing Sets New Standards for Business Transformation",
            "link": "https://www.ibtimes.co.in/innovation-modern-cloud-computing-sets-new-standards-business-transformation-878654",
            "description": "Sardar Mohammed's comprehensive analysis, the symbiotic relationship between quantum computing, AI, and edge computing is not ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FFc5uIL7n3vMwzl1degQ9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "58m",
            "source": "IBTimes India",
            "article_content": "In a groundbreaking research article, Sardar Mohammed, a cloud infrastructure expert from the United States, provides comprehensive insights into the transformative evolution of cloud computing architecture and its impact on modern enterprises. His analysis reveals how emerging technologies are reshaping the digital landscape through innovative service models and implementation strategies.\n\nThe Foundation of Modern Cloud\n\nThe cloud infrastructure landscape has undergone a remarkable transformation, with organizations experiencing an average 32% reduction in IT operational costs and a 45% improvement in deployment speed. The integration of hardware resources, software solutions, and sophisticated networking components has created a robust framework that enables seamless delivery of cloud computing services, fundamentally changing how businesses operate in the digital age.\n\nRevolutionary Service Models\n\nCloud infrastructure revolves around three pivotal service models, each addressing unique organizational needs. Infrastructure as a Service (IaaS) provides virtualized computing resources with exceptional flexibility, enabling businesses to scale dynamically. Containers as a Service (CaaS) revolutionizes application deployment through advanced containerization techniques. Platform as a Service (PaaS) delivers comprehensive development environments, empowering enterprises to accelerate innovation while significantly reducing development timelines and operational complexities.\n\nEmerging Technologies Drive Innovation\n\nThe integration of quantum computing with traditional cloud systems represents a revolutionary advancement in digital technology. As the industry prepares for the post-quantum era, providers are pioneering quantum-safe encryption protocols to maintain robust data security. Simultaneously, artificial intelligence has become an integral part of cloud infrastructure, bringing unprecedented capabilities to resource management. Through advanced machine learning algorithms and predictive maintenance systems, AI is transforming how cloud resources are allocated, monitored, and optimized, setting new standards for operational efficiency.\n\nEdge Computing Transformation\n\nEdge computing is revolutionizing network intelligence by integrating AI at the network's periphery. Organizations now process massive IoT data streams in real-time, reducing latency and optimizing bandwidth. Powered by 5G, this technology enables breakthrough applications in autonomous vehicles and augmented reality while enhancing cybersecurity through decentralized computational architectures that distribute and protect network endpoints. This paradigm shift represents a fundamental transformation in how computational resources are deployed, bringing intelligence closer to data sources and dramatically improving real-time processing capabilities.\n\nAutonomous Infrastructure Management\n\nThe rise of autonomous infrastructure management marks a pivotal shift in cloud computing evolution. Advanced AI algorithms now power self-managing systems that transform routine operations, from maintenance tasks to resource scaling, with minimal human oversight. These intelligent systems demonstrate remarkable capabilities in predictive maintenance, automatically identifying and resolving potential issues before they impact performance. The integration of self-healing mechanisms enables cloud infrastructures to maintain optimal health through automated problem detection and resolution.\n\nIndustry-Wide Impact\n\nThe implementation of cloud infrastructure varies significantly across different sectors, each presenting unique challenges and requirements. Healthcare organizations have revolutionized patient care through integrated electronic health records systems, while financial institutions have transformed transaction processing through blockchain integration. Manufacturing has evolved into smart factories through IoT integration, and retail has embraced omnichannel commerce through sophisticated cloud solutions.\n\nFuture Trajectory\n\nAccording to industry forecasts, edge computing integration with traditional cloud infrastructure is expected to grow by 75% by 2025, while AI-driven infrastructure management solutions are projected to become standard in 80% of enterprise cloud deployments. This evolution continues to accelerate, driven by technological innovations and changing business demands.\n\nIn conclusion, the fusion of emerging technologies in cloud infrastructure is creating unprecedented opportunities for digital transformation. As demonstrated in Sardar Mohammed's comprehensive analysis, the symbiotic relationship between quantum computing, AI, and edge computing is not just enhancing system capabilities but revolutionizing how organizations approach their computing needs. This technological convergence promises a future where cloud infrastructure will be more automated, intelligent, and adaptable, fundamentally transforming the digital enterprise landscape."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Hidden Architecture Of Modern Websites: 3 Critical Pillars",
            "link": "https://www.forbes.com/councils/forbesagencycouncil/2025/01/27/the-hidden-architecture-of-modern-websites-3-critical-pillars/",
            "description": "In an age when digital experience determines market success, website architecture has become a critical competitive advantage ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B82RNu_G4vQRfZtINqzggC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New UFO documentary claims to expose a ‘cover-up’ of the ‘biggest discovery’ in human history",
            "link": "https://www.ladbible.com/entertainment/tv/ufo-documentary-the-age-of-disclosure-194878-20250126",
            "description": "A new UFO documentary reckons it can pull back the rug on a 'cover up' of the 'biggest discovery' in human history.",
            "image_url": "https://www.bing.com/th?id=OVFT.OiL0njizRD7BPikPjvFxuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "19h",
            "source": "LADbible",
            "article_content": "A new documentary claims it is going to expose the 80-year long cover-up of the existence of non-human intelligent life.\n\nThe Age of Disclosure is directed and produced by Dan Farah and features contributions from 34 members of the US government, military and intelligence community.\n\nIn the UFO documentary it is claimed that for the past 80 years the existence of intelligent life beyond humans has been kept a secret and that governments around the world have been locked in a secret conflict with one another to use this alien technology for their own benefit.\n\nAdvert\n\nOver in the US the UAP Disclosure Act was introduced in the senate, with the aim of this thing to publicly disclose what the US government knows about unidentified anomalous phenomena.\n\nThese are essentially things which happen in the air, sea or in space which can't be explained as being man made or occurring from some natural phenomenon that we know of.\n\nIf there are things happening which cannot be explained by what we know about ourselves and our planet then they're UAPs, and this act will release information about them which has been kept secret from us.\n\nIn the trailer for The Age of Disclosure, former Defense Intelligence Agency official Jay Stratton claims to have seen 'non-human craft and non-human beings' with his own eyes.\n\nAdvert\n\nThe truth is out there. (Youtube/The Age Of Disclosure)\n\nIn the trailer he said: \"The first country that cracks the code on this technology will be the leader for years to come. This is similar to The Manhattan Project; this is the atomic weapon on steroids.\"\n\nHe praised the documentary on social media, saying: \"The Age of Disclosure is the most revelatory, credible, and historic documentary ever made about UAP, non-human intelligent life, the Government’s involvement, and the bi-partisan disclosure effort.\"\n\nIf that's true then this is pretty much what all those UFO hunters and true believers have been waiting for, someone saying they have been a first-hand witness to the evidence of non-human intelligent life.\n\nAdvert\n\nAmong the other contributors to the documentary are various high ranking US politicians including the director of national intelligence during Barack Obama's time in office.\n\nMeanwhile, senior CIA official Jim Semivan claimed that 'UAPs are here, they are real and they are not human'.\n\nFormer Department of Defense official Christopher Mellon called it the 'biggest discovery in human history' while his fellow former DoD member Luis Elizondo said there was 'information being locked away that can change the trajectory of [our] species'.\n\nIs this what we've all been waiting for?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Michael McIntyre makes 'cringe' discovery on Michael Sheen's phone after celebrity pleaded 'don't do that'",
            "link": "https://www.ladbible.com/entertainment/celebrity/michael-sheen-mcintyre-big-show-phone-bbc-800037-20250126",
            "description": "Michael McIntyre made a pretty cringe discovery on Michael Sheen's phone as he branded him as 'self-centred'. Having pleaded ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y3DgGVmEh_MyTDuwusO6yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "4h",
            "source": "LADbible",
            "article_content": "Michael McIntyre made a pretty cringe discovery on Michael Sheen's phone as he branded him as 'self-centred'.\n\nHaving pleaded 'don't do that', the star was left red-faced as he was given a right roasting in front of an audience\n\nThe Good Omens actor appeared on the comedian’s Big Show episode on Saturday (25 January) where he was subjected to the infamous ‘Send to All’ challenge.\n\nAdvert\n\nAnd this led to McIntyre calling out a ‘self-centred' discovery on Sheen’s phone.\n\nAs you’ll probably know, this is a pretty staple feature of the BBC show, when the comic gets a hold of a celebrity guest’s device and sends out a cringey message to all of their contacts live on stage.\n\nOh, and obviously has a bit of a scour through the contents of their phone first - how could he not?\n\nMichael McIntyre found it hilarious (BBC)\n\nAdvert\n\nSo it was pretty understandable when Sheen admitted to having some nerves beforehand as he said: “It all seemed like a very good idea when I was first asked. Now it seems like a very bad idea.”\n\nThe Welshman watched on from the VIP box in the theatre with partner Anna Lundberg and her mum, Ingrid, as McIntyre took the plunge into his apps.\n\nBoth the live audience and viewers watched as the host uncovered Sheen’s most recent search on IMDb.\n\nAnd turns out, it was himself. The Quiz actor explained: “Listen, sometimes...\n\nAdvert\n\n“Sometimes, I have to look myself up, alright? Because I forget what I've been in.”\n\nHonestly, fair enough - I can’t even remember what I had for tea last night.\n\nHis second most recent search was 'Gavin and Stacey' in a bit of a nod to the actor’s Welsh pride.\n\nThen, McIntyre turned his attention to Sheen’s notes app while asking: “Is notes a bit personal?” The star smiled as he advised him to avoid: \"Don't do that.\"\n\nAdvert\n\nMichael Sheen was roasted (BBC)\n\nBut obviously, this was ignored and the comedian dove straight in as he found an entire page dedicated to the actor’s work history.\n\nThis turned out to be the write-up of a bio for one of his projects and of course, McIntyre found it absolutely hilariously as he joked Sheen was 'self-centred'.\n\nHaving read that out aloud, the presenter carried on with the embarrassment as he turned his attention to the photos app.\n\nAdvert\n\nHere he found plenty of selfies of the 55-year-old, including ones of him in disguise. And there was even a snap of his decapitated head from the infamous The Twilight Saga: Breaking Dawn - Part 2 scene.\n\nMcIntyre couldn’t help but point out that pretty much all the photos were of Sheen himself as he continued to comically roast him for being a bit self-obsessed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jewish Biography: Edmund Landau, Mathematician Hounded by Nazis",
            "link": "https://www.sdjewishworld.com/2025/01/27/jewish-biography-edmund-landau-mathematician-hounded-by-nazis/",
            "description": "His main areas of research were function theory and analytic number theory. Landau became world famous for his two-volume ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0Gx83PEAhoit_dCoMbUaay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "sdjewishworld41m",
            "source": "sdjewishworld",
            "article_content": "Please leave this field empty\n\nGet our top stories delivered to your inbox\n\nGet the latest stories from San Diego Jewish World delivered daily to your inbox for FREE!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "George Knapp Released Two UFO Videos You Should See (Summoned By Psionic Experiencers)",
            "link": "https://www.msn.com/en-us/news/technology/george-knapp-released-two-ufo-videos-you-should-see-summoned-by-psionic-experiencers/ar-AA1xVNFp?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/24/25 George Knapp Released Two UFO Videos You Should See (Summoned By Psionic Experiencers) Explore George ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IO-0Qgh8KZBSLAJxbB0t9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN1h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another Egg Shaped UFO Video LEAKED Online - Is It Real?",
            "link": "https://www.msn.com/en-us/news/technology/another-egg-shaped-ufo-video-leaked-online-is-it-real/ar-AA1xVLeI?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/21/25 Another Egg Shaped UFO Video LEAKED Online - Is It Real? Analyze the latest leaked egg-shaped UFO video that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fY0QzUx4ojrP6-X86UviiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN1h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Africa’s MeerKAT in ‘extraordinary’ discovery",
            "link": "https://techcentral.co.za/south-africas-meerkat-discovery/258239/",
            "description": "MeerKAT’s newest giant radio galaxy find is extraordinary: the plasma jets of this cosmic giant span 3.3 million light years.",
            "image_url": "https://www.bing.com/th?id=OVFT.8bX3cXfXV0X2tN06xpDF7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "TechCentral7h",
            "source": "TechCentral",
            "article_content": "You may not know it, but right now there’s a huge cosmic rave party happening far, far above our heads. The chief partygoers are known as supermassive black holes. These mysterious objects can have masses several million or billion times that of the sun and are so dense that they warp spacetime around them.\n\nAs far as astronomers know, all galaxies harbour a supermassive black hole at their very centres. In some galaxies, large amounts of interstellar gas are spiralling around the supermassive black hole and getting pulled in beyond the event horizon and essentially onto the black hole. This process creates a huge amount of friction and energy, which can cause the “rave” I’m talking about – releasing huge amounts of light at many different colours and frequencies across the electromagnetic spectrum.\n\nIn some cases, the black hole will even spew jets of plasma, millions of light years across intergalactic space. The plasma gas is so hot that it’s essentially a soup of electrons moving close to the speed of light. These plasma jets glow at radio frequencies, so they can be seen with a radio telescope and are, aptly, named radio galaxies. In a recent episode of the astronomy podcast The Cosmic Savannah, I likened their appearance to two glow sticks (the plasma jets) poking out of a ball of sticky tack (the galaxy). Astronomers hypothesise that the plasma jets keep expanding outwards as time passes, eventually growing so large that they become giant radio galaxies.\n\nBy 2020 only about 800 giant radio galaxies had been found, nearly 50 years since they had been initially discovered\n\nMillions of normally sized radio galaxies are known to science. But by 2020 only about 800 giant radio galaxies had been found, nearly 50 years since they had been initially discovered. They were considered rare. However, a new generation of radio telescopes, including South Africa’s MeerKAT, have turned this idea on its head: in the past five years about 11 000 giants have been discovered.\n\nMeerKAT’s newest giant radio galaxy find is extraordinary. The plasma jets of this cosmic giant span 3.3 million light years from end to end – over 32 times the size of the Milky Way. I’m one of the lead researchers who made the discovery. We’ve nicknamed it Inkathazo, meaning “trouble” in isiXhosa and isiZulu. That’s because it’s been a bit troublesome to understand the physics behind what’s going on with Inkathazo.\n\nThis discovery has given us a unique opportunity to study giant radio galaxies. The findings challenge existing models and suggest that we don’t yet understand much of the complicated plasma physics at play in these extreme galaxies.\n\nHere comes ‘trouble’\n\nThe MeerKAT telescope is in the Karoo, is made up of 64 radio dishes, and is operated and managed by the South African Radio Astronomy Observatory. It’s a precursor to the Square Kilometre Array, which will, when it commences science operations around 2028, be the world’s largest telescope.\n\nMeerKAT has already been pivotal in uncovering some of the hidden treasures of the southern sky since it was first commissioned in 2018.\n\nThis is the third giant radio galaxy that my collaborators and I have discovered with MeerKAT in a relatively small patch of sky near the equator, around the size of five full moons, that astronomers refer to as the “Cosmos field”. We pointed MeerKAT at Cosmos during the early stages of the most advanced surveys of distant galaxies ever conducted: the International Gigahertz Tiered Extragalactic Exploration (Mightee).\n\nThe Mightee team, a collaboration of astronomers from around the world, and I first published the discovery of the two other giant radio galaxies in Cosmos in 2021.\n\nWe spotted Inkathazo more recently in my own MeerKAT follow-up observations of Cosmos, as well as in the full Mightee survey.\n\nHowever, Inkathazo differs from its cosmic companions in several ways. It doesn’t have the same characteristics as many other giant radio galaxies. For example, the plasma jets have an unusual shape. Rather than extending straight across from end-to-end, one of the jets is bent.\n\nAdditionally, Inkathazo lives at the very centre of a cluster of galaxies, rather than in relative isolation, which should make it difficult for the plasma jets to grow to such enormous sizes. Its location in a cluster raises questions about the role of environmental interactions in the formation and evolution of these giant galaxies.\n\nMeerKAT’s exceptional capabilities are helping us to unravel this cosmic conundrum. We’ve created some of the highest-resolution spectral maps ever made for giant radio galaxies. These maps track the age of the plasma across different parts of the galaxy, providing clues about the physical processes at work.\n\nThe results revealed intriguing complexities in Inkathazo’s jets. Some electrons within the plasma jets receive unexpected boosts of energy. We think this may occur when the jets collide with hot gas in the voids between galaxies in a cluster. This gives us hints about what sort of plasma physics might be happening in these extreme parts of the universe that we didn’t previously predict.\n\nA treasure trove\n\nThe fact that we unveiled three giant radio galaxies by pointing MeerKAT at a single patch of sky suggests that there’s likely a huge treasure trove of these cosmic behemoths just waiting to be discovered in the southern sky. The telescope is incredibly powerful and it’s in a perfect location for this kind of research, so it’s ideally poised to uncover and learn more about giant radio galaxies in the years to come.\n\nKathleen Charlton, a master’s student at the University of Cape Town, was the lead author of the research on which this article was based\n\nThe author, Jacinta Delhaize, is a lecturer at the University of Cape Town\n\nThis article is republished from The Conversation under a Creative Commons licence. Read the original article\n\nGet breaking news from TechCentral on WhatsApp. Sign up here.\n\nDon’t miss:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossils found in China may add a new branch to the human family tree",
            "link": "https://www.msn.com/en-us/news/technology/fossils-found-in-china-may-add-a-new-branch-to-the-human-family-tree/ar-AA1xTtBn?ocid=BingNewsVerp",
            "description": "This week, meet a big-brained ancient human relative, hear a meteorite as it lands on Earth, spot a tiny kangaroo-like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T7I9OQvQO8ZV3TalPyom8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "20hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TPU mathematicians find 'simplified' description of nonlinear quantum systems",
            "link": "https://news.tpu.ru/en/news/tpu-mathematicians-find-simplified-description-of-nonlinear-quantum-systems/",
            "description": "Scientists from Tomsk Polytechnic University have proposed a new approach to the asymptotic description of open nonlinear ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o2-9-JBRNmfbLS-1Ul3bRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "tpu5h",
            "source": "tpu",
            "article_content": "The research was supported by a grant from the Russian Science Foundation (№23-71-01047). The research findings have been published in the Physica Scripta.\n\nResearch into quantum physics often requires the use of complex mathematical models to describe open systems. The main problem in describing quantum systems is the solution of nonlinear Schrödinger equations, which describe systems with nonlocal interactions. Such equations do not always yield exact solutions, and when they do, they often do not cover the full range of physical situations. Asymptotic methods provide approximate solutions and cannot claim to be absolutely accurate. Nevertheless, asymptotic methods help to describe the system dynamics to a considerable extent.\n\nOur project deals with equations with the so-called non-Hermitean part, i.e., open systems. Real systems are exactly like this, since our world is infinite, i.e. a closed system is always only an approximation on any scale. We use the method of quasi-classical approximation to describe open quantum systems, which is something between classical Newtonian mechanics and quantum mechanics. And, of course, it is only relatively ‘simplified’, because you still need to be a specialist in the corresponding field of knowledge to understand and make use of it. The challenge of working with this kind of equations is that they do not assume exact solutions except for a very small number of specific cases. Therefore, we have to use asymptotic (approximate) methods, — says Anton Kulagin, co-author of the study and associate professor at TPU's Division for Electronic Engineering.\n\nTo verify their calculations, the researchers compared the results with already known exact solutions or approximate models, published experimental data, and also used numerical verification methods, although these often do not provide a complete understanding of the physical processes. According to the scientists, analytical and numerical methods that can solve such nonlinear equations are very limited.\n\n“Numerical solutions to equations are like exploring a black box. You define some input data and get the output data. You can only guess what was actually going on inside in terms of the physics of the process. Analytical methods, on the contrary, can explicitly state some physical regularities and explain the underlying processes. However, they are limited in describing quantum systems, especially when it comes to nonlinear nonlocal interactions between components and non-trivial geometry due to the complexity of the resulting mathematical constructions. Our approach seems to be the only possible solution to this class of problems with the same level of generality”, – adds the scientist.\n\nThe TPU approach can form the basis for understanding the physics of solutions to the complex Ginzburg-Landau equation and, consequently, the nature of superconducting vortices. In addition, the TPU scientists' research can help describe the dynamics of superfluid gases, which are used to create erasable masks in atom lithography."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mystery Aerospace Figure Reveals His UAP Research Details",
            "link": "https://www.msn.com/en-us/news/technology/mystery-aerospace-figure-reveals-his-uap-research-details/ar-AA1xVYYb?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/21/25 Mystery Aerospace Figure Reveals His UAP Research Details Discover groundbreaking UAP research from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1KO5gD_9_hOa_4ymPpDu9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Vetted on MSN1h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sapiens: A Brief History of Humankind- A Must-Read Book",
            "link": "https://arynews.tv/sapiens-a-brief-history-of-humankind-summary/",
            "description": "\"Sapiens: A Brief History of Humankind\" by Yuval Noah Harari is a sweeping and insightful exploration of our species' journey from its humble beginnings ...",
            "image_url": "https://www.bing.com/th?id=ODF.0DQNr51bXmhbM2YtzH5W_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "ARY News Live20h",
            "source": "ARY News Live",
            "article_content": "“Sapiens: A Brief History of Humankind” by Yuval Noah Harari is a sweeping and insightful exploration of our species’ journey from its humble beginnings to the present day.\n\nSapiens explores the rise of Homo sapiens through key revolutions: the Cognitive Revolution, the Agricultural Revolution, and the Scientific Revolution. This groundbreaking book examines how human history is shaped by “shared fictions” – myths, religions, and ideologies – that enable unparalleled cooperation. Harari investigates the impact of these revolutions on human society, from the dawn of agriculture and the rise of civilizations to the challenges of the modern world, including climate change, technological disruption, and the search for meaning in the 21st century.\n\nThe Cognitive Revolution: The book begins by examining the unique cognitive abilities that set Homo sapiens apart from other animals. Around 70,000 years ago, a “Cognitive Revolution” occurred, leading to the development of advanced language and the ability to create and believe in “shared fictions” – myths, religions, and ideologies. These shared fictions, while not objectively real, allow humans to cooperate flexibly on a massive scale, a feat unparalleled in the animal kingdom. This cooperation enabled the development of complex social structures, from small tribes to vast empires.\n\nThe Agricultural Revolution: Around 12,000 years ago, humans transitioned from a hunter-gatherer lifestyle to agriculture. This seemingly revolutionary shift, however, brought about significant drawbacks. Agriculture led to increased inequality, disease, and environmental degradation. Farmers, despite working harder than hunter-gatherers, often had less leisure time and a poorer diet. The domestication of plants and animals also led to the suffering of countless creatures.\n\nThe Scientific Revolution: Beginning in the 16th century, the Scientific Revolution challenged religious dogma and ushered in an era of unprecedented technological and social change. Science provided humans with new tools and knowledge, allowing them to manipulate the natural world on an unprecedented scale. This revolution, however, also brought about new challenges, such as climate change, nuclear war, and the potential for technological disruption.\n\nModern Challenges: Harari explores the profound challenges facing humanity in the 21st century. These include climate change, the rise of artificial intelligence, and the increasing gap between the rich and the poor. He raises critical questions about the meaning of happiness, the future of humanity, and our relationship with technology.\n\nKey Themes:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Head over to Manchester's quirky science museums",
            "link": "https://www.newsbytesapp.com/news/lifestyle/discover-manchesters-quirky-science-museums/story",
            "description": "Housed within the University of Manchester, The Alan Turing Institute provides a glimpse into the world of one of Britain's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GBW6cd592gMYubBAHqotVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "newsbytesapp.com4h",
            "source": "newsbytesapp.com",
            "article_content": "What's the story\n\nManchester, located in the heart of England, is not just about football and rock bands. It's a paradise for science enthusiasts and innovation lovers.\n\nAway from the mainstream, its museums explore the fascinating world of science, technology, and history.\n\nThese hidden gems provide fun yet educational experiences for all ages, making science cool again!"
        }
    }
]