[
    {
        "title": "What Really Happened at the Pentagon’s Once-Hidden UFO Office?",
        "link": "https://www.scientificamerican.com/article/what-really-happened-at-the-pentagons-once-hidden-ufo-office/",
        "description": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6rZ0MP4s25YqzBoULuscuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Scientific American17h",
        "source": "Scientific American",
        "article_content": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to Congressional hearings and breathless news stories today. But the real story looks more like former defense officials pushing their personal mythology, rather than any cover-up of aliens\n\nAfter a long hiatus of systematic U.S. government–affiliated investigations into UFOs, a Pentagon office quietly resumed such efforts in 2008. Called the Advanced Aerospace Weapon Systems Applications Program (AAWSAP), it was funded to the tune of $22 million in total. The life—and cancellation four years later—of this Defense Intelligence Agency program has featured in congressional hearings, UFO “whistleblower” claims and renewed public uproar about aliens. But the real story is more sordid than sensational.\n\nIn 2022 the U.S. Department of Defense established the brand-new and separate All-Domain Anomaly Resolution Office (AARO) to investigate military reports of UFOs, now called unidentified anomalous phenomena, or UAP. Currently AARO offers a unique chance for the government to get this UFO thing right once and for all—but not in quite the way that more hard-line alien believers might wish.\n\nThe new office has its hands full. Last year congressional hearings heard claims of alien technology recoveries and a supposed decades-long cover-up of ET’s presence on Earth. Such assertions fill the new book Imminent: Inside the Pentagon’s Hunt for UFOs, by former military counterintelligence officer Luis Elizondo, attracting renewed notice among podcasters and serious news outlets alike.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nInvestigating these unverifiable fables about aliens should be scrapped as a fool’s errand for AARO, which earlier this year released a historical review demolishing this long-running conspiracy theory. The office’s real value, from a technical standpoint, lies in resolving UFO sighting reports with the very latest technology and tools, supplementing time-honored fact-checking and investigation, and showing how UFOs can be tracked and resolved in real time using high-tech sensors, rather than relying on the suboptimal witness testimonials that fill bookshelves and cable-news specials.\n\nGovernment-themed conspiracy theories have been part of the UFO milieu for decades, but recent testimonies by “whistleblowers” to congressional committees have given these accounts a hitherto unparalleled air of authenticity. Far from being a scientific sea change, however, as longtime scholars of UFO claims we regard them as having elements closer to religion, with the same core group of advocates—including some former AAWSAP insiders—pushing the “nonhuman intelligence” narrative of hidden aliens or interdimensional beings.\n\nAAWSAP was officially meant to research future aerospace threats but was a de facto UFO/paranormal investigation effort, a fact affirmed in the AARO historical report. Controversy has surrounded the office since the publication of a credulous 2017 New York Times article identified it by the moniker “Advanced Aerospace Threat Identification Program” (AATIP). The acronym soup confusion regarding the name has been exacerbated by Elizondo, who co-opted the AATIP label for his own, informal follow-on effort at the Pentagon after AAWSAP’s termination in 2012.\n\nAAWSAP’s output included 38 “Defense Intelligence Reference Documents” produced by scientists contracted by mogul and UFO enthusiast Robert Bigelow, along with other reports described in two books. The latter reports reference as-yet unreleased databases of international UFO cases, investigations and findings from the “spooky” Skinwalker Ranch in Utah once owned by Bigelow, and monthly reports supposedly delivered to the DIA, along with a 494-page “10 Month Report” replete with charts, graphs and findings. There are good reasons to harbor doubts about these reports’ quality and objectivity.\n\nElizondo’s effort, despite his countless mass media and podcast appearances, has yielded no publicly accessed findings or deliverables proving any claims about a UFO cover-up. These may come to light, but “AARO assesses that the inaccurate claim that the USG [U.S. government] is reverse-engineering extraterrestrial technology and is hiding it from Congress is, in large part, the result of circular reporting from a group of individuals who believe this to be the case, despite a lack of evidence,” that office concluded in its recent report.\n\nThis entire saga shows how pseudoscientific thinking can metastasize in a positive feedback loop, ensnaring not only scientists with paranormal inclinations but also government officials. This was bemoaned by the former head of AARO, Sean Kirkpatrick, who remarked that these officials are tasked with matters of national urgency—a responsibility necessitating a mindset committed to objective investigation and analysis. Some of these officials are on the record casting AARO as part of the “cover-up.” Indeed, the UFO belief system has long ago morphed into a type of faith requiring no evidence.\n\nThe fact that officials harboring evidence-deficient beliefs regarding extraterrestrials and “high strangeness” (a term first popularized in the early 1970s by ufologists to describe certain bizarre and seemingly absurd elements of some UFO and “alien” encounters) are entrusted with national security matters should give one pause. America’s adversaries, to the extent that they are paying attention to the UFO mess, might well regard it as yet another avenue to undermine American institutions—somewhat reflecting a CIA panel’s 1953 warning about potential Soviet exploitation of the genre.\n\nOn a more positive note, ufology is now in vogue among historians keen to understand the mythical nature of the problem and how it relates to historical waves of aerial phenomena reports. Because of how modern media, and especially now digital media, magnify the voices of breathless advocates, sundry frauds and scientists with a penchant for the paranormal, the UFO phenomenon from 1947 onward has acquired much greater gravitas than prior scares and waves, some of which predate it by centuries.\n\nMany serious people dismiss UFOs as a fringe interest or a pop culture distraction. Yes, they are. Yet we maintain, along with an increasing number of scholars, that there is much to be learned from studying UFO sightings, flaps and waves. While our own view is that UFOs, or UAP, emphatically do not represent any truly anomalous physical phenomena such as an extraterrestrial presence, this nevertheless does not consign ufology to insignificance. We should explore its meaning rather than ceding it to sensationalistic advocates employing shoddy methodologies and pushing quasi-religious, otherworldly stories. AARO and academia are thus tasked with an important responsibility that could yield original and fascinating developments into how and why people interpret and react to things they see in the sky.\n\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those of Scientific American."
    },
    {
        "title": "1960s UFO sighting that gripped a Stoke-on-Trent community inspires new play",
        "link": "https://news.sky.com/story/1960s-ufo-sighting-that-gripped-a-stoke-on-trent-community-inspires-new-play-13222696",
        "description": "Although questions remain whether locals really did see a UFO landing in Bentilee more than 50 years ago, the dramatised ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QI73w2rWi1B1NIgVUWagwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1h",
        "source": "Sky",
        "article_content": "An unassuming field next to a housing estate in Stoke-on-Trent is taking centre stage in the latest alien blockbuster - and it's inspired by true events.\n\nThe new stage production, Bright Lights Over Bentilee, focuses on the event in which dozens of people on an estate in the town claimed to have witnessed bright lights in the sky and a UFO landing in the field next to their homes.\n\nSky News went to meet playwright and former Coronation Street star Deborah McAndrew, to discuss what happened on the 2nd of September 1967 and why she felt compelled to bring the story to life.\n\n\"What they saw was a large red saucer-shaped object about the size of a car,\" she explained.\n\nImage: Some in the community claim they saw a large red saucer-shaped object about the size of a car in the sky. Pic: Andrew Billington Photography\n\nOn that night, just after 9pm there were eight separate sightings from people claiming to have seen a mysterious \"glowing craft\" which silently flew over the heads of residents.\n\nHousewives, children, even a police officer said they saw it, that it changed colour and then dropped down into scrubland.\n\nImage: Former Corrie star Deborah McAndrew said she believes what people told her they saw\n\nThey claimed, as they set about searching through the fields for it, it then \"took off and was bright white like a car headlight… and then just disappeared\".\n\nMcAndrew found herself delving into what happened after coming across some old news footage of interviews with residents at the time.\n\nImage: Pic: Andrew Billington Photography\n\nImage: Pic: Andrew Billington Photography\n\nFascinated by how locals seemingly went back to work the next day and carried on as normal, she started doing her own digging which included speaking with one of the young kids who'd chased it.\n\nAdvertisement\n\n\"When nothing happens it just gradually fades into myth... until some random playwright phones you up 50 years later and says 'do you want to tell me about that UFO you saw?'\" McAndrew explained.\n\nImage: Pic: Andrew Billington Photography\n\nWhile she admits \"there's no way of knowing now what it was\" the writer says \"when people tell me they've seen things, I believe them\".\n\nWhile doubters might speculate that, coming at the time of the space race, locals perhaps might have confused a UFO with a satellite, McAndrew points out: \"It was a landing, it didn't just fly in the sky, it came down and then took off again.\"\n\nCould TV shows be partly to blame? As sci-fi related culture took off, the MoD saw a gradual increase in reports of UFO sightings.\n\nImage: Pic: Andrew Billington Photography\n\nActress Polly Lister, who plays a housewife called Beverley in the play, says: \"It would be very hard to completely write it off because every single one of those people, I believe, is telling the truth of what they saw.\"\n\nEddy Westbury, who also stars in the drama, says: \"You hear a lot of things people have seen in America... this one is particularly interesting purely because of all the accounts... completely different people, in different places... it wasn't like [they] saw a green man jumping out of a vehicle, literally what they saw, what they experienced, they all seem to line up.\"\n\nRead more from Sky News:\n\nLady Gaga still thinking about Harley Quinn\n\nComedian Janey Godley reveals end-of-life care\n\nFollow Sky News on WhatsApp Keep up with all the latest news from the UK and around the world by following Sky News Tap here\n\nDid locals see something 'out of this world?'\n\nNo doubt the truth is out there somewhere, but until then, they'll have to make-do with the dramatised version which follows the community fall-out from that night.\n\nClaybody Theatre's Bright Lights Over Bentilee runs until 12 October at The Dipping House, Stoke."
    },
    {
        "title": "SIGNS: Images Of UFO Shot Down By U.S. Fighter Jet In Canada Last Year Released",
        "link": "https://allhiphop.com/rumors/signs-images-of-ufo-shot-down-by-u-s-fighter-jet-in-canada-last-year-released/",
        "description": "Uncover the truth about the first-ever image of a UFO shot down over Canadian airspace. Explore the details of this ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wzK3lGaNu9_aaKIqFm3KAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "AllHipHop",
        "article_content": "Click to share on Pocket (Opens in new window)\n\nClick to share on Tumblr (Opens in new window)\n\nClick to share on LinkedIn (Opens in new window)\n\nClick to share on Pinterest (Opens in new window)\n\nClick to share on Reddit (Opens in new window)\n\nClick to share on Facebook (Opens in new window)\n\nClick to share on Telegram (Opens in new window)\n\nClick to share on WhatsApp (Opens in new window)\n\nClick to share on Twitter (Opens in new window)\n\nUncover the truth about the first-ever image of a UFO shot down over Canadian airspace. Explore the details of this fascinating extraterrestrial event.\n\nThe trend of information about UFO discoveries making their way from classified government documents to the general public continues.\n\nAccording to a report published by Fox News, the very first image of a mysterious UFO shot down over Canadian airspace last year has finally surfaced. The grainy, almost ghostly photo, which seems to be a photocopy of an email printout, shows a cylindrical object hovering menacingly in the sky just days before a U.S. fighter jet was ordered to take it down. This extraterrestrial drama unfolded in February 2023, as the unidentified craft drifted from Alaska into Canadian skies, sending military forces scrambling.\n\n🚨🇺🇸BREAKING: FIRST IMAGE OF UFO SHOT DOWN OVER ALASKA RELEASED\n\n\n\nCanada has unveiled the first-ever image of the UFO downed during a joint US-Canada mission in February 2023. The grainy photo shows a circular, white object shot by a US Air Force F-22 fighter jet.\n\n\n\nMilitary… pic.twitter.com/9ZxmC7QBI5 — Mario Nawfal (@MarioNawfal) September 24, 2024\n\nThe high-altitude object, detected by NORAD at around 40,000 feet, sent shockwaves through the defense forces on both sides of the border. Canadian authorities were tight-lipped at first, but thanks to an information request from CTVNews to Canada’s Department of National Defence, the photo was finally released to the public. The official description for the UFO is as follows, “small, metallic balloon with a tethered payload.”\n\nApparently the same object, and/or additional UFOs similar to the one that was shot down, was spotted at least three times between February 10 and February 12 last year. And while many recall the Chinese spy balloon that was shot down over South Carolina on February 4, 2023, reports state that the UFO taken down in Canada was much smaller that the aforementioned spy technology.\n\nThe timing of this revelation is uncanny, given the string of UFO encounters that have been making headlines this year. From strange metallic orbs spotted over California to mysterious lights dancing across European skies, and strange flying objects darting across the horizons in Brazil. Overall, it seems 2024 has been a year filled with unexplained aerial activity.\n\nCheck out the images of the UFO above."
    },
    {
        "title": "Denver the 12th most likely city to see UFOs",
        "link": "https://www.yahoo.com/news/denver-12th-most-likely-city-183208016.html",
        "description": "BetUS gathered data from the National UFO Reporting Center and composited it based on sightings per city, state and date ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vVOxDtOIl5Esrs50ulebSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "9h",
        "source": "Yahoo",
        "article_content": "DENVER (KDVR) — When people think about UFO sightings, it is often imagined as someone alone in a large field of corn with flashing green lights and crop circles. Although rare, UFO sitings are reported in hundreds of places across the U.S., including major cities.\n\nSome of these cities are in proximity to notorious UFO areas like Roswell, New Mexico or Area 51, but most of them are in major cities scattered across the U.S. With millions of eyes in these places, it’s no wonder the sighting rate is higher.\n\nMoose swims alongside paddleboarders at Chatfield Reservoir\n\nBetUS gathered data from the National UFO Reporting Center and composited it based on sightings per city, state and date tracking back from 2013.\n\nThe top 20 visited cities include:\n\nPhoenix, Arizona – 323 UFO sightings New York, New York – 313 UFO sightings Las Vegas, Nevada – 309 UFO sightings Portland, Oregon – 279 UFO sightings Tucson, Arizona – 244 UFO sightings Boise, Idaho – 236 UFO sightings Los Angeles, California – 222 UFO sightings San Diego, California – 220 UFO sightings Albuquerque, New Mexico – 216 UFO sightings Seattle, Washington – 209 UFO sightings Orlando, Florida – 210 UFO sightings Denver, Colorado – 177 UFO sightings Myrtle Beach, South Carolina – 171 UFO sightings Chicago, Illinois – 167 UFO sightings Austin, Texas – 164 UFO sightings Colorado Springs, Colorado – 160 UFO sightings Jacksonville, Florida –150 UFO sightings Spokane, Washington – 146 UFO sightings Columbus, Ohio – 141 UFO sightings Indianapolis, Indiana – 139 UFO sightings\n\nOut of the 20 cities listed, two Colorado cities made the cut. Colorado Springs is one of the smaller, if not smallest cities, on this list, but it still held a high amount of sightings possibly due to the amount of air traffic with the military bases there. Denver, not notorious for its UFO encounters, ranked 12th on the list. Maybe those tunnels under the Denver International Airport aren’t so empty after all.\n\nDenver’s biggest September snowstorm on record: A look back\n\nAnother notable inclusion was Arizona, which was featured in the top five twice. Nevada’s featuring in the top three comes as no surprise due to it containing Area 51, making it possibly the most famous UFO-encountering state in the country.\n\n”The possibility of extraterrestrial life forms existing out there lives rent-free in the minds of many as they gaze at the night sky and ponder, ‘Are we alone in this universe?’ This eternal question fuels not just scientific curiosity but also our sense of wonder and imagination. Our rankings have identified when and where in the U.S. you are most likely to see a UFO and find answers to such a profound question,” said Andres Vargas, head content editor at BetUS.\n\nThey also offered a bit of advice for those trying to spot UFOs in Colorado. Head to the quieter outskirts of the city around 10 p.m. and find a high point. The elevation and clear skies of Colorado create the perfect scenario for spotting extraterrestrial visitors.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to FOX31 Denver."
    },
    {
        "title": "UFO Catcher Japan - One Piece Wins! Luffy, Sanji & more!",
        "link": "https://www.msn.com/en-us/money/news/ufo-catcher-japan-one-piece-wins-luffy-sanji-more/vi-AA1rhHXE?ocid=BingNewsVerp",
        "description": "Motel 6 Acquired by Indian-based Travel Company Oyo in All-Cash Deal These 2 Social Security Changes in 2025 Could Put More ...",
        "image_url": "https://www.bing.com/th?id=OVFT.c_hSgdLfB3sG9Ss0YVB-IC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "legitbread on MSN2h",
        "source": "legitbread on MSN",
        "article_content": ""
    },
    {
        "title": "AI applications for executives & entrepreneurs",
        "link": "https://www.msn.com/en-in/news/other/ai-applications-for-executives-entrepreneurs/ar-AA1rhRmr?ocid=BingNewsVerp",
        "description": "By Luke KimThe future of AI may automate not only routine employee tasks, but also high-level responsibilities traditionally ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0yRUwqw87p_YfepZY5Us8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2hon MSN",
        "source": "Indiatimes on MSN",
        "article_content": ""
    },
    {
        "title": "AI’s middle layer still needs powerful hardware",
        "link": "https://venturebeat.com/ai/ais-middle-layer-still-needs-powerful-hardware/",
        "description": "Software may run AI orchestration, but the AI infrastructure will be nowhere without hardware that enables orchestration ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2rMEuoCLnLLTZoePNMPKTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nThis article is part of a VB Special Issue called “Fit for Purpose: Tailoring AI Infrastructure.” Catch all the other stories here.\n\nWith more enterprises looking to build more AI applications or even AI agents, it’s becoming increasingly clear that organizations should use different language models and databases to get the best results.\n\nHowever, switching an application from Llama 3 to Mistral in a flash may take a bit of technology infrastructure finesse. This is where the context and orchestration layer comes in; the so-called middle layer that connects foundation models to applications will ideally control the traffic of API calls to models to execute tasks.\n\nThe middle layer mainly consists of software like LangChain or LlamaIndex that help bridge databases, but the question is, will the middle layer solely consist of software, or is there a role hardware can still play here beyond powering much of the models that power AI applications in the first place.\n\nThe answer is that hardware’s role is to support frameworks like LangChain and the databases that bring applications to life. Enterprises need to have hardware stacks that can handle massive data flows and even look at devices that can do a lot of data center work on device.\n\n>>Don’t miss our special issue: Fit for Purpose: Tailoring AI Infrastructure.<<\n\n“While it’s true that the AI middle layer is primarily a software concern, hardware providers can significantly impact its performance and efficiency,” said Scott Gnau, head of data platforms at data management company InterSystems.\n\nMany AI infrastructure experts told VentureBeat that while software underpins AI orchestration, none would work if the servers and GPUs could not handle massive data movement.\n\nIn other words, for the software AI orchestration layer to work, the hardware layer needs to be smart and efficient, focusing on high-bandwidth, low-latency connections to data and models to handle heavy workloads.\n\n“This model orchestration layer needs to be backed with fast chips,” said Matt Candy, managing partner of generative AI at IBM Consulting, in an interview. “I could see a world where the silicon/chips/servers are able to optimize based on the type and size of the model being used for different tasks as the orchestration layer is switching between them.”\n\nCurrent GPUs, if you have access, will already work\n\nJohn Roese, global CTO and chief AI officer at Dell, told VentureBeat that hardware like the ones Dell makes still has a role in this middle layer.\n\n“It’s both a hardware and software issue because the thing people forget about AI is that it appears as software,” Roese said. “Software always runs on hardware, and AI software is the most demanding we’ve ever built, so you have to understand the performance layer of where are the MIPs, where is the compute to make these things work properly.”\n\nThis AI middle layer may need fast, powerful hardware, but there is no need for new specialized hardware beyond the GPUs and other chips currently available.\n\n“Certainly, hardware is a key enabler, but I don’t know that there’s specialized hardware that would really move it forward, other than the GPUs that make the models run faster, Gnau said. “I think software and architecture are where you can optimize in a kind fabric-y way the ability to minimize data movement.”\n\nAI agents make AI orchestration even more important\n\nThe rise of AI agents has made strengthening the middle layer even more critical. When AI agents start talking to other agents and doing multiple API calls, the orchestration layer directs that traffic and fast servers are crucial.\n\n“This layer also provides seamless API access to all of the different types of AI models and technology and a seamless user experience layer that wraps around them all,” said IBM’s Candy. “I call it an AI controller in this middleware stack.”\n\nAI agents are the current hot topic for the industry, and they will likely influence how enterprises build a lot of their AI infrastructure going forward.\n\nRoese added another thing enterprises need to consider: on-device AI, another hot topic in the space. He said companies will want to imagine when their AI agents will need to run locally because the old internet may go down.\n\n“The second thing to consider is where do you run?” Roese said. “That’s where things like the AI PC comes into play because the minute I have a collection of agents working on my behalf and they can talk to each other, do they all have to be in the same place.”\n\nHe added Dell explored the possibility of adding “concierge” agents on device “so if you’re ever disconnected from the internet, you can continue doing your job.”\n\nExplosion of the tech stack now, but not always\n\nGenerative AI has allowed the expansion of the tech stack, as more tasks became more abstracted, bringing new service providers offering GPU space, new databases or AIOps services. This won’t be the case forever, said Uniphore CEO Umesh Sachdev, and enterprises must remember that.\n\n“The tech stack has exploded, but I do think we’re going to see it normalize,” said Sachdev. “Eventually, people will bring things in-house and the capacity demand in GPUs will ease out. The layer and vendor explosion always happens with new technologies and we’re going to see the same with AI.”\n\nFor enterprises, it’s clear that thinking about the entire AI ecosystem, from software to hardware, is the best practice for AI workflows that make sense."
    },
    {
        "title": "Airtable’s new updates simplify the creation of no-code apps with integrated generative AI",
        "link": "https://siliconangle.com/2024/09/26/airtables-new-updates-simplify-creation-no-code-apps-integrated-generative-ai/",
        "description": "With its new tools, Airtable says, it’s trying to get the balance right between standardization and customization of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AQZtT-xzwf6p-iUBKUvV-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Airtable just launched an AI platform that could change how you work",
        "link": "https://venturebeat.com/ai/airtable-just-launched-an-ai-platform-that-could-change-how-you-work/",
        "description": "Airtable has unveiled a new enterprise AI platform, featuring App Library and HyperDB, aimed at helping businesses deploy AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ApjyA6rm13GnS9xdwiefWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nAs companies struggle to realize returns on massive investments in artificial intelligence, Airtable is betting it can help enterprises finally deploy AI into critical business workflows at scale.\n\nThe San Francisco-based company announced on Thursday new capabilities that transform its collaborative app-building platform into what it calls a “true enterprise-grade AI platform.”\n\nThe additions include App Library, which allows companies to create standardized AI-powered applications that can be customized across an organization, and HyperDB, which enables integration of massive datasets of over 100 million records.\n\nAirtable’s new App Library feature, showcasing pre-built applications like “Launch tracker” and “OKR tracker.” The interface allows users to search and browse apps by category, illustrating Airtable’s push to make AI-powered business tools more accessible to enterprise users. (Credit: Airtable)\n\nAI deployment: Moving beyond chatbots to workflow automation\n\n“There’s been way too much emphasis on just the hard tech, and not nearly enough emphasis on the ergonomics and how to actually utilize LLMs today,” said Howie Liu, Airtable’s co-founder and CEO, in an interview with VentureBeat. He argued that while there’s been fascination with ever-larger AI models, the focus needs to shift to deploying AI in real business use cases.\n\nThe move positions Airtable to capitalize on surging enterprise interest in generative AI. Goldman Sachs forecasts $1 trillion in AI investments from tech firms, corporations and utilities in coming years. But many early AI initiatives have failed to deliver tangible business impact.\n\n“We’re at a tipping point in the AI era, yet most enterprise AI adoption is still just scratching the surface of the powerful potential that could transform digital operations,” the company said in its announcement.\n\nAirtable’s new enterprise AI platform aims to integrate AI capabilities across business operations. The platform features AI-embedded apps, tools for citizen developers, and centralized governance, highlighting Airtable’s strategy to make AI deployment more accessible and manageable for large organizations. (Credit: Airtable)\n\nBalancing standardization and customization: The Enterprise AI challenge\n\nAirtable claims its platform is already used by major media, retail and financial services companies to power critical operations. One unnamed “leading streaming company” reportedly saved 280 hours per week on content genre classification using custom AI solutions built on Airtable.\n\nThe new enterprise offerings aim to strike a balance between standardization and customization — a common challenge for global organizations. App Library allows central teams to create standardized applications with embedded AI that can then be adapted by different business units.\n\n“We give them a Lego kit, and we make the technology really accessible,” Liu said, emphasizing Airtable’s focus on empowering business users rather than just technical teams.\n\nHyperDB, meanwhile, is designed to make massive datasets from systems like Snowflake and Salesforce more accessible for use in departmental applications while maintaining centralized governance.\n\nAirtable’s new AI-powered platform orchestrates complex media production lifecycles, from strategic planning to performance measurement. The system integrates data from millions of titles and over 100 million users to streamline processes across global markets, showcasing the potential scale of AI application in enterprise media operations. (Credit: Airtable)\n\nScaling AI: From chat interfaces to parallel processing of thousands of tasks\n\nAirtable faces competition from established enterprise software vendors racing to embed AI capabilities, as well as a crop of AI-native startups. But Liu believes Airtable’s approach of enabling parallel deployment of AI across thousands of records or workflow steps is differentiated.\n\n“It would be like, could you hire overnight and just for five minutes worth of work, 10,000 decently smart interns to go work on a task,” he said. “That is a really powerful kind of form factor.”\n\nThe moves come as Airtable, valued at $11 billion in late 2021, navigates a more challenging funding environment for tech startups. The company laid off about 250 employees last year and is reportedly preparing for a potential IPO.\n\nAirtable’s enterprise push represents a significant pivot from its roots as a user-friendly collaborative spreadsheet tool. While the company has successfully built a large user base with its grassroots adoption strategy, competing in the enterprise market presents new challenges. Airtable will need to prove it can handle the complex security, compliance, and integration requirements of large organizations.\n\nThis strategic shift positions Airtable in direct competition with tech giants like Microsoft, Salesforce, and ServiceNow, all of which are rapidly integrating AI into their offerings. Airtable’s success will likely depend on whether its approach—empowering business users to create AI-enhanced applications—can deliver tangible productivity gains more efficiently and cost-effectively than solutions from established vendors.\n\nAs enterprises grapple with how to extract value from their AI investments, Airtable’s platform could find a receptive audience. However, the company will need to clearly articulate its differentiation and ROI proposition to stand out in an increasingly crowded market for enterprise AI solutions.\n\nIn the end, Airtable’s ambitious leap from organizing data to orchestrating AI may just prove that in the world of enterprise software, the best way to think outside the box is to rebuild it entirely."
    },
    {
        "title": "AI Agents Will Be The Key To Achieving ROI From AI",
        "link": "https://www.forbes.com/sites/moorinsights/2024/09/26/ai-agents-will-be-the-key-to-achieving-roi-from-ai/",
        "description": "AI agents are emerging as a crucial type of application for enterprises looking to derive more value from their AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pcNjVk0TUpWTncSLkQOsjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "15 years ago, this movie took the world by surprise … and scared everyone who saw it",
        "link": "https://www.yahoo.com/entertainment/15-years-ago-movie-took-174506767.html",
        "description": "This found footage horror movie terrified audiences and ushered in a new era of paranormal horror that can still be seen in ...",
        "image_url": "https://www.bing.com/th?id=OVF.4x3cuC%2fb5gX%2bfgmn%2fOiOtA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10h",
        "source": "Yahoo",
        "article_content": "15 years ago, this movie took the world by surprise … and scared everyone who saw it\n\nFifteen years ago, on September 25, 2009, Paranormal Activity was released in theaters and scared the pants out of audiences everywhere. Even before the movie’s premiere, it had already become legendary. Instead of debuting via a massive theatrical release rollout, the micro-budgeted movie was screened in college towns across the country to drum up word of mouth.\n\nIt worked. Thanks to the (somewhat still new) popularity of Facebook and the prominence of texting on phones, Paranormal Activity didn’t need a marketing campaign. Frightened audiences told everyone they knew about the scary movie they just watched. Soon, the internet was ablaze with word of this new movie that didn’t have stars anyone had heard of before.\n\nThe birth of a new horror franchise\n\nParamount Pictures\n\nFilmed in the found-footage style, the movie centers around a young couple, Micah and Katie, who are determined to capture the paranormal activity happening in their house. But it’s not just a ghost that’s haunting them, it’s a demon. Even worse, the more attention they give to it, the stronger and more active it becomes.\n\nParamount realized Paranormal Activity was destined to become a hit and picked it up for wide distribution. When the movie finally premiered in theaters across the country, audiences were terrified. When speaking to Empire, Jordan Peele recounted his experience seeing the movie in theaters. “When the s*** hit the fan, Katie is dragged out of the room screaming. The audience absolutely lost it,” the horror icon said.\n\nSince then, Paranormal Activity has received six sequels and has become one of the most prominent examples of found-footage movies ever. It’s also just as scary as it was in 2009, and aside from the dated use of the camcorder, it still looks and feels terrifying.\n\nParanormal Activity was genuinely scary to a desensitized audience\n\nParamount Pictures\n\nPeele isn’t the only one who was horrified by Paranormal Activity. In 2009 Roger Ebert even gave the movie 3.5 out of 4 stars, saying, “It illustrates one of my favorite points, that silence and waiting can be more entertaining than frantic fast-cutting and berserk f/x.”\n\nThe movie was so scary that its trailers even used audience footage from its screenings to show how horrified moviegoers were. By the end of its box office run, Paranormal Activity had raked in over $193 million.\n\nSimilarly to The Blair Witch Project, Paranormal Activity gets a lot of its horror from what audiences don’t see. Strange sounds and small movements captured by the camera seem trivial, but when the movie’s pacing is flawless, each small instance can feel monumental and the anticipation that builds between them is undeniable.\n\nAs the movie continues, the stakes get higher and the hauntings more intense. But the film never uses special effects or has some haggard-looking ghost running around. Even its “big moments” are subtle compared to other horror movies. For example, at one point Micah scatters baby powder around the floor to see if something really is walking through their house at night. When he turns the lights on, the prints left behind look like some kind of lizard or bird.\n\nEven as someone who doesn’t believe in the paranormal, this movie still gets to me. It utilizes our natural fears, like being in a big, empty, dark house at night — and then hearing a strange sound in the hallway.\n\nBut the movie definitely requires some patience. If you like being scared by CGI-generated monsters and loud musical cues, then this probably isn’t the movie for you. But if you turn off all the lights in a quiet room late at night and watch Paranormal Activity, you will discover just how horrifying it is.\n\nParanormal Activity ushered in the paranormal horror era\n\nNew Line Cinema\n\nThe success of Paranormal Activity was so massive it created a sea change in the horror genre. When the film premiered initially in 2007 and then had its full release in 2009, horror was in its full-blown “torture porn” phase, where filmmakers were doing everything they could to have the goriest and grossest torture movie possible. The Saw franchise, Hostel, and The Hills Have Eyes reboots were proving to be box office hits, and The Human Centipede had just made its debut at FrightFest.\n\nBut after Paranormal Activity outgrossed all those movies (Saw II for example was the highest-grossing Saw film, making just under $148 million, which was $40 million less than Paranormal Activity), Hollywood realized a new horror trend may have just emerged. The torture porn trend ended almost immediately after Paranormal Activity, and by the following year, the paranormal era was hitting high gear and gore was gone.\n\nAfter Paranormal Activity, more paranormal horror films followed, including numerous Paranormal Activity sequels, as well as Insidious and The Conjuring, both of which would spawn their own massive franchises. There was also a wave of other low-budget found-footage paranormal movies that, while never making a huge splash, became notable hits within the horror community, like Hell House LLC, Grave Encounters, and The Taking of Deborah Logan.\n\nNow could be the perfect time for a new Paranormal Activity\n\nParamount Pictures\n\nParanormal Activity was made and released during a period of massive change. Social media had just become a widely used tool by society, and smartphones had just started rolling out to the general public.\n\nNew technology that wasn’t around at the time of its release could be used to make a really fun modern Paranormal Activity sequel or reboot. Between Nest cams, doorbell cameras, smartphones, drones, and even dashcams, there are so many new tools that could be used to reinvent the found-footage genre and add new touches.\n\nThe streaming era could also be helpful, since studios don’t need to invest as much money into theatrical releases and instead can release low-budget movies on their streaming platforms for much less investment. With how cheap the Paranormal Activity movies are to make, they could be perfect for Netflix, Amazon Prime Video, Shudder, or even Tubi.\n\nAnother reason why now could be the perfect time for a new Paranormal Activity movie is that belief in the paranormal has actually risen in recent years. There’s a lot of really touchy topics that have probably caused this — largely America’s regression into fanaticism and conspiratorial thinking — but modern studies have shown some shocking results. In 2021, it was reported that 57% of Americans believe in ghosts, and in 2023 another study revealed that over half of Americans think they’ve actually been visited by a ghost.\n\nThese findings might make some of us question our fellow Americans and their belief systems, but for Hollywood and anyone wanting to make a paranormal movie to scare the crap out of people…now seems to be the perfect time.\n\nYou can watch Paranormal Activity on Max."
    },
    {
        "title": "Babysitter jumpscared by a GHOST while watching her nephew 👀 #haunted #paranormal #loeylane",
        "link": "https://www.msn.com/en-us/tv/news/babysitter-jumpscared-by-a-ghost-while-watching-her-nephew-haunted-paranormal-loeylane/vi-AA1rhlOM?ocid=BingNewsVerp",
        "description": "Jobless claims sink to 4-month low. Businesses aren’t hiring — or firing — many people. Army meets recruiting goal with ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BpuNjPUOQWUROO3LxNXN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN4h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Ring Launches the Great Ghost Search: Win $100K for the Spookiest Ring Footage",
        "link": "https://www.yahoo.com/entertainment/ring-launches-great-ghost-search-195900095.html",
        "description": "Have you ever captured spooky footage on your home's surveillance camera or video doorbell? Ring is turning the Halloween ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4GG1bDlHDVpH-QLcKi8Ufy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8h",
        "source": "Yahoo",
        "article_content": "Have you ever captured spooky footage on your home's surveillance camera or video doorbell? Ring is turning the Halloween season into a paranormal party with their latest contest, The Great Ghost Search—and the winner will receive $100,000. From September 24th to November 1st, Ring users can submit their eeriest, most supernatural footage for a chance to win big! Whether you're navigating real paranormal activity or a kid who likes to dress up as a ghostbuster, everyone has a shot.\n\nHow to Enter\n\nParticipating in the Great Ghost Search is easier than spotting a shadow in the night! Just follow these simple steps:\n\nRecord the Spookiness: Use your Ring Doorbell or Security Camera to catch all kinds of activity. Real paranormal proof like a video of ghosts, or a funny video of scary, silly costumes in costumes, both work!\n\nSubmit Your Footage: Head to Ring’s Ghost Search Page to upload your spooky video.\n\nDeadline: Entries are open from September 24, 2024 until November 1, 2024 (or when 5,000 video entries are received, whichever happens first).\n\nJudging Criteria\n\nA panel of paranormal enthusiasts, including Stranger Things star Finn Wolfhard and paranormal investigator Katrina Weidman, will be reviewing the ghostly videos with an eye to:\n\nVisibility and Clarity of the ghost/ghostly activity\n\nUniqueness of the entry\n\nEntertainment Value\n\nOverall Engagement of the video\n\nObviously, Finn Wolfhard is going to pick a good winner. Ring\n\nThe Big Prize\n\nThe lucky ghost hunter who submits the creepiest footage will take home $100,000! Whether you use it to make a down payment on a ghost-free home, buy a getaway car to escape your haunted house, or fund any other earthly expense, the cash is yours to spend.\n\nShare Your Scares!\n\nDon't keep the fun to yourself! Share your ghostly footage across social media and tag @Ring with the hashtag #RingGhostSearch. You might even see your video featured on Ring’s official channels.\n\nWhy Ring Loves Halloween\n\n\"Every day, we hear from our customers about surprising or unexpected footage captured by their Ring cameras.\" shared Mimi Swain, Chief Commercial Officer at Ring \"They love the ability to stay connected to what’s happening – although paranormal sightings are understandably not the most welcome.\n\nShe adds, \"[That's why] we're calling on customers to keep an eye out for any ghostly activity. If they do capture a ghost on camera, we’re going to help them escape their haunted situation.\"\n\nSo, whether it’s a real apparition or a huge spider taking up residence directly in front of your doorbell, fire up those Ring cameras and get ready for a spooky season like no other.\n\nRelated: Ring Introduces A New Indoor Camera With 360° Pan Coverage"
    },
    {
        "title": "She Heard Her OWN Voice Say Her Name While Home Alone… Mimic??? #shorts #scary #paranormal",
        "link": "https://www.msn.com/en-us/tv/recaps/she-heard-her-own-voice-say-her-name-while-home-alone-mimic-shorts-scary-paranormal/vi-AA1rhBPx?ocid=BingNewsVerp",
        "description": "My Dad Was Gay — But Married To My Mom For 64 Years. As She Died, I Overheard Something I Can't Forget. Rockies' Charlie ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tIYMUNGiyf9TlAZhOKpmHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN4h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "These Are The Spookiest Cities In North America, According To New Report",
        "link": "https://www.forbes.com/sites/kaitlynmcinnis/2024/09/26/these-are-the-spookiest-cities-in-north-america-according-to-new-survey/",
        "description": "Other noteworthy spooky cities include St. Helens, Oregon, which is the original filming location for the well-loved Disney ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FaTCJUsCoiylOt4cENw6Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "14h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "New Water Molecule Discovery Shakes Up Science Books",
        "link": "https://greekreporter.com/2024/09/26/new-water-molecule-discovery-challnges-beliefs/",
        "description": "New water molecule discovery challenges textbook theories about ion behavior at water's surface and its crucial role in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bvXl1yt0jnKzV0gS1pL6KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Greek Reporter20h",
        "source": "Greek Reporter",
        "article_content": "Content not available"
    },
    {
        "title": "AI trained on evolution's playbook develops proteins that spur drug and scientific discovery",
        "link": "https://www.msn.com/en-us/health/other/ai-trained-on-evolutions-playbook-develops-proteins-that-spur-drug-and-scientific-discovery/ar-AA1rfWPr?ocid=BingNewsVerp",
        "description": "A new artificial intelligence model developed by researchers at The University of Texas at Austin paves the way for more ...",
        "image_url": "https://www.bing.com/th?id=OVFT.I4mwQhvlhg0qz_5C16ASDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "14hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "Unexpected discovery of early sweet potato cultivation in Polynesia",
        "link": "https://www.msn.com/en-us/foodanddrink/foodnews/unexpected-discovery-of-early-sweet-potato-cultivation-in-polynesia/ar-AA1rgkQJ?ocid=BingNewsVerp",
        "description": "New University of Otago—Ōtākou Whakaihu Waka research has uncovered the unlikely location of one of the earliest securely ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mMJLGtMKfy3EK-6Vz--bqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "A hub for scientific discovery: Rocky Mountain Biological Laboratory",
        "link": "https://www.yahoo.com/news/hub-scientific-discovery-rocky-mountain-000320599.html",
        "description": "We are Gunnison County and nestled in the shadow of the majestic Rocky Mountains, you'll find a vibrant center for scientific ...",
        "image_url": "https://www.bing.com/th?id=OVF.kLsrRFi7MIu10crJKub%2fdA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "Yahoo",
        "article_content": "(GOTHIC, Colo.) — We are Gunnison County and nestled in the shadow of the majestic Rocky Mountains, you’ll find a vibrant center for scientific exploration. The Rocky Mountain Biological Laboratory (RMBL) is recognized globally as a premier center for scientific research and education.\n\nThe abandoned mining town of Gothic, Colorado is now a hub of scientific research all thanks to the vision of former Western Colorado University Professor Dr. John C. Johnson.\n\nWhen Johnson first set foot in Gothic in 1919, he was captivated by the area’s rich biodiversity. He recognized its potential as a living laboratory and brought students to study among the town’s ruins. Fast forward to 1928 and RMBL was officially established.\n\nWith its well-equipped facilities, RMBL provides crucial support for scientists and students alike, offering living quarters, research labs, and protected research sites.\n\n“Looking through campus we have over 60 cabins, only three of the structures are left over from 1880,” Rick Reavis, Interpretive Guide at RMBL said.\n\nReavis just completed his eighth summer at RMBL. He’s been exploring the many plant species found in the Rocky Mountains since the mid-1980s and you might learn a thing or two during his tour.\n\n“There’s a lot that has been written about aspen trees and one of them is if you rub your hands on the trunk of the tree, that exfoliating bark has an SPF of about five,” Reavis explained. “It can be used for a sunscreen.”\n\nAs scientists tackle increasingly complex questions about our dynamic world, RMBL provides an essential resource.\n\n“We’re known for our long-term research since we have been around so long,” Dr. Jennie Reithel, Science Director at RMBL said. “We have Marmot studies that are 60 years old, plant research that’s 50 years old, butterfly research that’s at least that long as well. It’s the duration of these studies that helps us see the impact of climate on our natural systems.”\n\nThe researchers of today build on the findings of their predecessors by tracking environmental changes year-round with cutting-edge technology.\n\n“RMBL recognized the opportunity to utilize sensors to look at the area in a different way,” Erik Hulm, Director of Institutional Advancement at RMBL explained. “We started what’s called the spatial data platform which utilizes drones. It’s using fixed sensors to measure humidity, wind speed, and wind temperature to measure soil moisture.”\n\nRMBLE’s campus sits on 1,000 acres spanning across the Gunnison Valley with more than 4,000 research plots. It hopes the insights gained there will continue to guide policymakers as they navigate the challenges of a rapidly changing environment. Science conducted at RMBL has influenced environmental policy. Research on acid deposition was used during the revision of the National Clean Air Act. RMBL has affected policy on water, pollination, pollution, and human health.\n\n“There’s a real need for that, the translation between the basic science and what our policymakers need,” Dr. Reithel said.\n\nWhether you’re a seasoned researcher or a curious student, the staff at RMBL invites everyone to explore the wonders of nature, and if you plan a visit be sure to ask for Rick Reavis.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to FOX21 News Colorado."
    },
    {
        "title": "Prize recognizes discovery of how cell population protects our airways – and keeps them clear",
        "link": "https://www.eurekalert.org/news-releases/1058720",
        "description": "For uncovering how a cell population helps ensure food, liquid and acid reflux are kept out of our airway – and instead sent to our GI tract – Laura Seeholzer is the winner of the 2024 Eppendorf & ...",
        "image_url": "https://www.bing.com/th?id=ODF.e1zl1SsYjW6F81ApWGfeuw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "EurekAlert!9h",
        "source": "EurekAlert!",
        "article_content": "For uncovering how a cell population helps ensure food, liquid and acid reflux are kept out of our airway – and instead sent to our GI tract – Laura Seeholzer is the winner of the 2024 Eppendorf & Science Prize for Neurobiology. Her findings, detailed in April in Science, have motivated her to study what’s happening with these cells in diseases where this critical protective reflex is compromised.\n\n“These findings are crucial for understanding potentially life-saving reflexes that are activated in the airway, in response to noxious stimuli,” said Peter Stern, Senior Editor at Science, who oversaw the prize.\n\nFor most every breath we take and most every morsel or sip we consume, the lungs are protected. Air enters the lungs, but food, liquid and stomach acid are sent to the GI tract.\n\nIn a flash, however, this process can go wrong – a foreign agent can get into our airway. This can cause discomfort, at minimum. And at worst it can lead to airway blockage, acid-induced lung damage, or aspiration pneumonia – outcomes that occur frequently in people with neurological or esophageal disorders and which are a leading cause of aspiration pneumonia and mortality in older people.\n\nScientists already know that sensory systems in the upper airway, namely the larynx and trachea, rapidly detect the things that we need to exclude from our lungs. Innervated with sensory nerve fibers, the larynx and trachea respond to foreign agents – and clear them.\n\nBut scientists don’t know if the nerve fibers in the larynx and trachea act alone.\n\nSeeholzer’s work uncovered another entity – neuroendocrine cells – that operate in the larynx and trachea, to play a protective role. In her prize essay, “(Don’t) take my breath away,” Seeholzer – a postdoctoral fellow at the University of California San Francisco – writes, “you should thank your neuroendocrine cells the next time you clear water or acid reflux out of your airway.”\n\nNeuroendocrine (NE) cells are a rare group of epithelial cells throughout the larynx and trachea. They have been understood for their important role in repairing the airway epithelium after injury.\n\nThey had not been thought to be involved in airway protection.\n\nHowever, because these cells are near sensory nerve fibers, Seeholzer and her colleagues speculated that they could be specialized sensory cells that play a role in protecting our lungs.\n\nSeeholzer said she wasn’t even sure there were NE cells in the trachea and larynx when she started her work. “I started from the ground up, learning how these cells operate. I then used that to generate a hypothesis about their importance in the airway.”\n\nHer efforts involved work in cells and in mice – and methods including calcium imaging, electrophysiology, and optogenetics.\n\nThe road wasn’t always easy.\n\n“I had been studying NE cells for a year or two to figure out what they detect, which could inform what they do,” said Seeholzer. “I performed a sequencing experiment to see what the cells expressed. When I looked at the data, not many receptors were expressed that supported my hypothesis that these were sensory cells that could detect stimuli that could get into the airway. The sequencing led to all dead ends.”\n\nSeeholzer did not give up, however. She spoke with David Julius, her mentor, and professor and chair of physiology at UCSF. She explained her sequencing work was not revealing what NE cells detected. “He encouraged me to step back and think about what they could be detecting, and to use that to nominate substances the NE cells could be frequently exposed to.”\n\nThat led to an “ah-hah!” moment she describes in her essay, where she changed how she set up her experiments. As a result, she discovered that water and strong acid solutions (like stomach acid) very consistently activated the NE cells.\n\nShe then sought to understand what the water and acid did to the cells. Using optogenetic techniques, she could specifically activate NE cells in mice. “When I did that, the mice started swallowing very quickly.” Seeholzer attached a device to the mice to study related changes in breathing. “I very consistently saw that activating NE cells led to swallows and to cough-like reflexes.” That supported her hypothesis that NE cells were detecting water and acid to elicit protective responses in the airway, to keep foreign substances out.\n\nShe says NE cells add another layer – on top of sensory neurons researchers have previously studied – giving full protection in the airway. This was further evidenced by experiments in mice in which the NE cells were knocked out; this led to the airway not being fully protected against foreign threats.\n\nNow having done work in mice, Seeholzer wants to understand how these cells operate in healthy and diseased humans. Her findings suggest these cells are not functioning properly in people with dysphagia, which is the inability to swallow well – a major cause of mortality. “I’m really interested in looking at patients who aspirate frequently to see if there’s something going on with cells there,” she said. “And I’m interested in looking at what happens with these cells in people who smoke, where dysphagia is also more prevalent.”\n\nThere are also implications for people with refractory chronic cough, where the NE cells may be hyperactivated.\n\n“Eppendorf and the journal Science have been awarding this prestigious prize since 2002,” said Axel Jahns, Vice President of Corporate Citizenship & Governmental Affairs at Eppendorf SE. “Since its initiation, the prize has acknowledged over 70 winners and finalists, who have gone on to become leading scientists in their field. Congratulations to Dr. Seeholzer on her amazing achievement in winning this year.”\n\nSeeholzer expressed how her supportive lab environment made it possible to achieve the findings she did, even after significant obstacles. “The lab I’m in really made all the work fun and enjoyable,” she said.\n\nFinalists\n\nRosemary J. Cater is a finalist for the prize, for her essay, “Food for thought.” Cater received her undergraduate degree and PhD from The University of Sydney. After completing her postdoctoral fellowship at Columbia University, she started her laboratory at the University of Queensland’s Institute for Molecular Bioscience in 2024. Her research uses an integrated structural biology approach to understand how nutrients obtained through the diet are transported across the blood-brain barrier.\n\nClaudia Kathe is also a finalist for the prize, for her essay, “Rewiring movements.” Kathe received an undergraduate degree and PhD from King’s College London. After completing her postdoctoral fellowship at Swiss Federal Institute of Technology Lausanne (EPFL), she started her laboratory in the Department of Fundamental Neuroscience at the University of Lausanne in 2024. Her research investigates the reorganization of neuronal networks in the spinal cord in neurological disorders and its impact on sensorimotor function."
    },
    {
        "title": "Airtable’s new updates simplify the creation of no-code apps with integrated generative AI",
        "link": "https://siliconangle.com/2024/09/26/airtables-new-updates-simplify-creation-no-code-apps-integrated-generative-ai/",
        "description": "With its new tools, Airtable says, it’s trying to get the balance right between standardization and customization of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AQZtT-xzwf6p-iUBKUvV-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "3h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Redbird supercharges analytics pipeline with AI agents, handles 90% of workload",
        "link": "https://venturebeat.com/data-infrastructure/redbird-supercharges-analytics-pipeline-with-ai-agents-handles-90-of-workload/",
        "description": "Using natural language prompts, Redbird AI agents can handle all analytical tasks, right from data collection to reporting.",
        "image_url": "https://www.bing.com/th?id=OVFT.ZkSkfb3gC7YiZtrYpG8jBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "8h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nJust as enterprises continue to adopt large language model-powered text-to-SQL as a way to ‘talk’ to their data assets, a new shift in the ecosystem has started emerging: AI agents. Today, New York-based Redbird announced a new chat platform that uses “specialist agents” to help enterprises handle most analytics value chain tasks, from data collection and engineering to data science and producing actual insights (reporting).\n\nThis means an enterprise user can give a natural language prompt to get insights from data in almost real-time and execute analytical efforts that pave the way for those insights. According to Erin Tavgac, the co-founder and CEO of the company, this represents more than 90% of an enterprise’s business intelligence efforts.\n\n“For the past several decades the promise of truly self-serve analytics has fallen short for organizations, with the reality instead being complex data pipelines, dashboards, and shadow analytics that require technical skills. We have invested significant R&D into fusing the power of LLMs with Redbird’s robust end-to-end analytical toolkit in the form of AI agents that enable users to finally achieve self-serve, conversational BI that runs on their organization’s data,” he said in a statement.\n\nMoving into the age of AI agents\n\nWhile the age of AI agents is new, Redbird itself has been a long-standing player in the analytics domain. The company started in 2018 as Cube Analytics and provided enterprises with a no-code, drag-and-drop toolkit that enabled their users to create workflows aimed at automating and unifying all analytical tasks leading to dashboarding and insights. Earlier this year, the company expanded this work with the launch of a conversational interface, allowing users to ask business questions in natural language and receive insights and reporting outputs in real-time.\n\nNow, as the next step, Redbird has added an ecosystem of specialized agents that operate on top of this end-to-end toolkit to orchestrate as well as execute multi-step analytical tasks to answer business-related questions.\n\nAs Tavgac explained, admins setting up the chat platform have to choose a base LLM (like GPT, Llama etc) and load up their organization’s proprietary data ontologies, business logic and reporting blueprints (like business definitions, PowerPoint report templates, etc.) to customize it with relevant business context. Once the data is inputted, the AI agents using the LLM begin to use all the context and generate metadata from the information to do their work — in response to user questions.\n\n“User prompts are sent to Redbird routing agents, which identify the best specialist agents to execute the tasks for that prompt (like PowerPoint Reporting agent, Data Engineering agent, etc.) and figure out how to orchestrate the execution order of those agents. Each specialist agent then manages its own part of the overall task by identifying relevant datasets/ontologies and executing the needed task using the Redbird toolkit, which includes applications and functions to handle the mechanical steps of the pipeline,” Tavgac noted.\n\nDetailing the tasks, he noted Redbird agents can pull unstructured or structured data from over 100 data sources, including Snowflake, Databricks and Hubspot. It can run advanced processing on top of the collected data by performing data wrangling, AI-driven tagging and data science modeling. It can also generate robust reporting outputs (like presentations, Excel reports and email/Slack updates) while taking necessary actions based on those reports (like executing an ad buy/modifying a campaign).\n\n“Once the task is executed, the chat platform responds to the user with not just a text answer but also any deliverables needed, like a PowerPoint report the agents built or the data that they collected from a SaaS system,” he said.\n\nRedbird Platform Screenshot – AI Chat (Marketing Analytics)\n\nNo-code workflow orchestration remains available\n\nAs enterprises double down on their data efforts, going beyond text-to-SQL — adopted by Dremio, Snowflake and many others – and streamlining the analytics pipeline end-to-end with AI agents could be a great way to save time and resources.\n\nHowever, as many may still have concerns over the reliability of AI agents, Redbird is not doing away with its original drag-and-drop interface for automating business intelligence workflows. Instead, the company has made no-code the secondary option for users. The agents will orchestrate the tasks while also creating a no-code version of the workflow, allowing users to audit and inspect everything in detail if required.\n\n“So far, existing AI solutions have primarily tackled the automation of a very small fraction of BI and analytics efforts (SQL querying). While Redbird values and solves for that use case (text-to-SQL), it is also applying the power of its AI agents to automate the other more difficult and more sizable parts of enterprise BI workflows… Our approach to solving this challenge has enabled us to onboard eight of the Fortune 50 brands and over 30 mid-to-large-sized enterprise customers in the last few months,” Tavgac added. This includes brands like Mondelez International, USA Today, Bobcat Company and Johnson & Johnson.\n\nCurrently, he said the company is offering its technology on a SaaS model with usage-based licensing fees and generating seven-figure revenue. However, he did not share the exact specifics.\n\nAs the next step, Redbird will continue its AI agent-driven work and take its new Chat platform to more enterprises. It also plans to add more advanced agents in the analytics value chain to enable even deeper AI-powered business intelligence coverage for non-technical users.\n\n“We also aim to expand beyond our primary focus on analytics / BI use cases and into a deeper ‘Large Action Model’ approach that leverages AI agents that can take more nuanced action based on the analytical results (i.e. purchase supplies, send invoices)."
    },
    {
        "title": "Column: Chicago Bears players offer feedback to Shane Waldron after the offense’s rocky start. Is it just more talk?",
        "link": "https://sports.yahoo.com/column-chicago-bears-players-offered-211200601.html",
        "description": "Understanding that the development of Caleb Williams is at or near the top of Shane Waldron’s job description, the Chicago ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xpnCQ7jdNidfmDl30zZFzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "3hOpinion",
        "source": "Yahoo! Sports",
        "article_content": "Understanding that the development of Caleb Williams is at or near the top of Shane Waldron’s job description, the Chicago Bears can share optimism in the fact the rookie quarterback has improved each of the last two weeks.\n\nWilliams’ completion percentage, yards and yards per attempt have increased in the two losses since the season-opening victory against the Tennessee Titans, and he’s coming off a 363-yard effort against the Colts on Sunday in Indianapolis that included two touchdown passes.\n\nWilliams looks to be improving incrementally, and while it’s never going to be a linear progression, he already looks more comfortable than any Bears rookie quarterback has in a long time.\n\n“There’s a lot of new as we all know,” Williams said. “Wide receivers, running backs, quarterback, the offensive linemen and all these different parts. Us constantly having the encouragement mindset, but also the positivity that we see on the actual film — if you actually watch it and not get into all the emotions of the game.\n\n“Yes, we do need to get it going a little bit more efficiently than we are. But the growth and positivity that we have within the film that we’ve seen and things like that over these past couple of weeks (is encouraging).”\n\nThe overall picture for the offense, though, has been murky — to put it nicely. Waldron’s unit has struggled to form any kind of identity. The offense has been particularly bad in a handful of areas and hasn’t scored enough. It’s a familiar movie and without improvements will offer a familiar ending.\n\nThe Bears have three offensive touchdowns, tying them for last in the NFL with the Denver Broncos, Miami Dolphins, New England Patriots and Pittsburgh Steelers. The Philadelphia Eagles have yet to score in the first quarter this season. The Bears and Sunday’s opponent at Soldier Field, the Los Angeles Rams, are next worst with three points each.\n\nAsked if he uses a play script to begin games, Waldron labeled that “scheme” related during a fast-talking, 15-minute news conference Thursday morning. It’s worth noting the Bears are No. 2 in the league in fourth-quarter scoring with 30 points.\n\nComing off a rough showing in the 21-16 loss to the Colts, Waldron opened with a statement complimenting the team’s leadership group for being solution-oriented. Interestingly, one player said Waldron was more engaged seeking player input this week. If you heard a coach or player mention communication since Monday, you’ve heard it 100 times.\n\nVeteran Marcedes Lewis is one of the players Waldron credited, along with fellow tight end Cole Kmet, Williams and wide receiver DJ Moore.\n\n“Don’t feel like he can’t point guys out,” Lewis, 40, recalled saying to Waldron. “From the oldest guy in the room — being me — to the youngest guy. Don’t feel like you can’t coach us. I want to be coached. I want to be great. This is not for play. This is our job. We understand that. It’s a highly stressful, production-based business, and we’ve all got to be doing the same things or everybody gets fired. Ego is supposed to be left at the door.\n\n“He’s very receptive to that. I think, obviously, coming in, we’ve got a bunch of dudes. Not just guys on the team or on this offense. We have dudes — dudes who have done it at a high level. Sometimes as the coach coming in, you might be walking on eggshells. I just kind of put that to bed. Nobody’s sensitive in here. We want to win games just as bad as you do. It’s a collaborative effort. This is not Pop Warner.”\n\nTo be fair, Williams probably needed to look like a two-time Pro Bowl selection from the jump to meet some of the audacious expectations put on this offense. Folks dared to dream — and dream big — when the Bears chose him with the No. 1 pick in the draft, the most decorated quarterback to join the franchise in decades and the greatest signal of hope to enter Halas Hall perhaps ever.\n\nPredictably, Williams has encountered challenges that make the position difficult to navigate for rookie starters, including myriad pressures and a mixing of coverages with the intent to fool him or cause a delay in his reaction.\n\nAll of that was expected, but the cast of players surrounding Williams, perhaps as good or better than almost any rookie starter has discovered in the last decade or two, was supposed to ease the transition. The Bears invested heavily on offense in the offseason, trading for wide receiver Keenan Allen, who has missed the last two games with plantar fasciitis, drafting receiver Rome Odunze with the No. 9 pick and signing running back D’Andre Swift and tight end Gerald Everett in free agency to join a cast that already included Moore, Kmet and a functional collection of running backs.\n\nEarly results — and a lot of football remains — have been discouraging.\n\nPass protection remains an issue. Williams has been sacked 13 times, the same number Justin Fields took through three games a year ago. Only the Cleveland Browns (16) and Tennessee Titans (15) have surrendered more. The line was supposed to look better with a quarterback that could play within the structure of the system a greater percentage of the time. Simply put, it has not.\n\nThe run game has been a mess. The failed goal-line sequence in the second quarter Sunday — when the Bears started with first-and-goal from the 4-yard line — is the symbol of what has gone wrong. Poor execution. Poor design — there’s no other way to describe a play in which wide receiver DeAndre Carter is asked to block a defensive end. Waldron owned that when asked specifically about it. Poor decisions both in the speed option on fourth-and-1 and the failure to check out of the play.\n\nThe Bears are 31st in rushing offense, averaging 72.7 yards per game, and 31st in yards per attempt at a meager 3.03. The Las Vegas Raiders are the only team worse in both categories. The ground attack was expected to take a hit with the departure of Fields, whose ability to threaten defenses inflated rushing production the last two seasons, but it wasn’t expected to be this bad.\n\nFirst down hasn’t been profitable. The offense ranks 29th in the league, averaging 4.26 yards on first-and-10. So, they’re not in desirable second-and-short situations with a lot of regularity, and when they’re playing behind the sticks, it’s tough sledding. According to @SharpFootball, 64% of Bears’ first downs reach third down, the highest percentage in the league. The NFL average is 47%, and only three teams are over 57%. All of that makes it easier for opposing defensive coordinators to make calls on second and third downs.\n\nExplosive plays have been scarce. The Bears have five runs of 10 yards or more. Three are the result of Williams’ scrambles, and Moore had a 14-yard gain on a jet sweep. The lone explosive rush by a running back was Swift’s 20-yard carry in the Week 1 win against the Titans. The Bears have had only four pass plays of 20 yards or more — three to Odunze and the 44-yard Hail Mary to Moore last week that came 1 yard short of the goal line before halftime.\n\nFormer Bears defensive coordinator Ron Rivera used to say, “figures lie and liars figure,” but you really need to spend time crunching numbers to paint a pretty picture of the offense overall. Again, it has been only three games.\n\n“I’m not going to live in the past but I’m going to learn from it,” Waldron said. “I’m going to move forward. And I believe in that. I’m not going to flinch or blink on any of those things. I’m looking forward for a solution to everything that we’ve been through and can’t wait for the next game.”\n\nThe offensive coordinator taking heat even at this early juncture isn’t surprising. The play caller can become the target of ire faster than you can say “three Mississippi.” Waldron is the franchise’s 13th coordinator in 26 seasons, and things turned so quickly for predecessor Luke Getsy that in about two months he went from being a guy fans feared was so hot he would be leaving quickly to become a head coach after the Bears averaged 29.6 points in a five-game stretch to the guy who was to blame for the offense’s incompetence.\n\nWaldron is standing up in front of players expressing where he needs to be better. He’s being accountable to his players and listening to them. It was a tough outing overall against a Colts defense that otherwise hasn’t played well.\n\nIt would appear there are spots for improvement — although that was a good storyline at this time a week ago. The next four opponents have been as bad on defense as some of the areas the Bears have struggled offensively.\n\nSunday: Rams 32nd in yards allowed, 31st in scoring\n\nOct. 6: Panthers 24th, 32nd\n\nOct. 13: Jaguars 26th, 28th\n\nOct. 27, Commanders 29th, 29th\n\nSomething has to give, right?\n\n“He stands up there and lists the plays that he could have called better,” Lewis said. “Puts it up on the board. We all see it. And I think that’s the best way to do it. I mean, we’re not kids, right? We respect that. Because everything is evaluated, especially from a player’s standpoint.\n\n“We know we’re getting evaluated with whatever we’re doing out there. So when a coach throws himself in that pot of gumbo, then we’re all vested, we all have some skin in the game. He’s been doing that and highly appreciate it.”\n\nWe’ll see if all the communication is a means to improvement — or just more talk."
    },
    {
        "title": "Nick Pivetta’s start Friday night will be emotional — because it could be his last with the Red Sox",
        "link": "https://www.bostonglobe.com/2024/09/26/sports/red-sox-nick-pivetta-last-start-fenway-park/",
        "description": "The righty has considered it an honor to pitch in Fenway Park, and he has emerged as a mainstay on the staff over the last ...",
        "image_url": "https://www.bing.com/th?id=OVFT._QzQUlnTNprtuE92jux3ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "7h",
        "source": "The Boston Globe",
        "article_content": "“We’ll allow those talks to kind of pick up as the year finishes and see where we are,” he said. “Things will fall where they fall.”\n\nOn Friday night, the righthander will take the mound at Fenway Park for what could be his last outing as a member of the Red Sox. He is eligible for free agency after this season, and he hasn’t had any talks with the team about extending his tenure.\n\nNick Pivetta is trying not to think about it.\n\nWith his future employment undefined, Pivetta recognizes that his start against the Rays could be the end of an important chapter in his life.\n\nAs a kid, Pivetta fell in love with Fenway while watching games on TV. The Manny Ramirez homer against Francisco Rodriguez in the 2007 ALDS is one of his earliest baseball memories.\n\nAdvertisement\n\nThat Pivetta took up residence in the home clubhouse at Fenway, he said, “is very surreal and very cool. And I’ve just enjoyed every single moment.”\n\nGet Starting Point A guide through the most important stories of the morning, delivered Monday, Wednesday, and Friday. Enter Email Sign Up\n\nPivetta doesn’t want to get consumed by the emotions, but he wants to appreciate the opportunity to take the mound once more — his 131st regular-season appearance for the Sox, and 107th start — in his current home.\n\n“I think there’ll be a little bit more of an emphasis on it, a little more of a focus,” he said. “A lot of emotions will come through after. More important I think is there are still games to be played and still games to be won. I think I’ve just got to focus on that.”\n\nWhile Pivetta hopes to keep most of his thoughts on Friday’s outing, he made a point of appreciating what the last four years have meant to him.\n\nHis career stood at a crossroads when he made his Red Sox debut at Fenway Park four years ago.\n\nHailed at one point as a cornerstone of the Phillies rotation, he had been bounced from it and then sent to the minors in 2020, viewed as a “change-of-scenery” candidate whose ability to thrive amid the scrutiny of a big market was in question.\n\nPivetta has relished pitching in a market where baseball draws an intense spotlight. Danielle Parhizkaran/Globe Staff\n\nThe Sox landed him (along with Connor Seabold, now pitching in Korea) in a deadline deal for relievers Brandon Workman and Heath Hembree. After a month at the team’s Alt Site in Pawtucket, Pivetta made his Sox debut in the last week of the 2020 season.\n\nAdvertisement\n\nThen, starting in 2021, Pivetta emerged as a mainstay of the staff. His 104 starts since the start of the 2021 season are 35 more than any other Sox pitcher. His 616⅓ innings exceed any teammate by more than 200 innings in that time.\n\nHis performance has been uneven, but in the aggregate, it’s solid: a 4.35 ERA and ERA+ of 102, with glimpses of both dominance (a 27 percent strikeout rate) and vulnerability (102 homers, tied for fifth-most in baseball). He was an important contributor in the 2021 ALCS run, punching the team’s ticket to the playoffs with a strikeout of Juan Soto for the last out of Game 162, then stomping his way through an incredible four-inning relief appearance in Game 3 of the ALDS.\n\nHow would he characterize what all of that has meant?\n\n“It’s almost like there’s too many things that can be said and too many things that have happened to even depict it in a small amount of time,” he said. “I think the amount of growth that I’ve had in my career is a tribute to being able to have the Red Sox uniform on and to the people that the Red Sox organization has surrounded me with.\n\n“There’s been a bit of everything. Just to be able to put on the uniform and just go out and compete, and be given that opportunity to do that, and to be welcomed I think is very nice and a very great honor. I’m grateful for that.”\n\nAdvertisement\n\nBeyond the numbers and particulars of his performances, Pivetta said, he tried to pitch in a way to both channel and honor the atmosphere at Fenway. A pitcher whose ability to succeed in a demanding baseball market was questioned in Philadelphia relished precisely such an environment as a member of the Red Sox.\n\n“The bloodline of what it is to be a Red Sox is to give everything you have to this organization, to the fan base, and to just put your heart on the field every single time to win a baseball game,” said Pivetta.\n\nAnd on Friday, he will not take for granted the opportunity to do so once more.\n\nAlex Speier can be reached at alex.speier@globe.com. Follow him @alexspeier."
    },
    {
        "title": "Samsung's Galaxy S24 FE will get seven years of updates",
        "link": "https://www.androidheadlines.com/2024/09/samsungs-galaxy-s24-fe-will-get-seven-years-of-updates.html",
        "description": "Continuing this trend of software updates for several years after the phone's release, Samsung has promised seven years of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YC798GuYu3GkbGVBWYgtpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "10h",
        "source": "Android",
        "article_content": "Continuing this trend of software updates for several years after the phone’s release, Samsung has promised seven years of software updates for the Galaxy S24 FE, just like it has with its mainline Galaxy S24 series. Samsung didn’t pioneer this offering for Android phones, of course. That honor goes to Google when it launched the Pixel 8 series last Fall. Following in Google’s footsteps, Samsung promised the same amount of updates for its flagship phones.\n\nAnd now that extends to the Fan Edition. This also makes the Galaxy S24 FE the least expensive Samsung phone so far to receive seven years of updates. That will probably make it a little more enticing to anyone who ends up looking for a new phone. In addition to the seven years of software updates, the Galaxy S24 FE comes with most of the Galaxy S24’s best features. Including the Galaxy AI features, the decent battery life, and the cameras.\n\nThe Galaxy S24 FE gets seven years of software updates for both the OS and security\n\nThis probably surprises no one who was already aware of Google’s promises, or Samsung’s follow-up to this initiative with the original Galaxy S24 lineup. But the Samsung Galaxy S24 FE will get seven years of software updates for both the OS upgrades and the security features. This means you’ll be able to keep your phone up to date with the latest OS features for quite some time. On top of that, you can rest assured that the software on the phone will stay secure for that same length of time.\n\nThis trend of longer software support is something that hopefully expands beyond Google and Samsung. Especially since it means people will be able to keep their phones longer without upgrading to something new.\n\nThe updates start from the phone’s launch date\n\nIf you were wondering when exactly this whole thing starts, Samsung says it begins with the phone’s launch. So with the phone launching next week, that means seven years of updates from that point. So you should end up with updates for the OS and the security software well into 2031. Just imagine not needing to upgrade your phone until 2031 unless you’re looking for some updated hardware.\n\nWhile there are plenty of people who like the newest shiniest thing, there are loads of consumers who sometimes update just because they want a phone with continued software support. And that’s a valid reason. That’s no longer going to be necessary, however, provided you upgrade to the right phone. Samsung’s Galaxy S24 FE is up for pre-order today starting at $649.99."
    },
    {
        "title": "Moving Away From Open Source: Trends in Source-Available Licensing",
        "link": "https://www.jdsupra.com/legalnews/moving-away-from-open-source-trends-in-3951881/",
        "description": "Offering your software product under an open-source software (OSS) license has its advantages. By making the source code of your product available ...",
        "image_url": "https://www.bing.com/th?id=ODF.sf8S1Ctq2-Ry8G4-QCIyOQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "JD Supra7h",
        "source": "JD Supra",
        "article_content": "Offering your software product under an open-source software (OSS) license has its advantages. By making the source code of your product available for redistribution and modification, and in many instances at no cost, you may drive widespread adoption of your software at an accelerated pace. It’s even more likely if your software is licensed under so-called “permissive” terms, such as the MIT license or Apache License, Version 2.0 (ASLv2).\n\nOSS can support a successful business, despite being offered free of charge. For example, a company can use its expertise to offer paid support and customization services of its product; it can offer a commercially licensed, closed-source version of the software that includes premium features; or it can provide paid cloud hosting services. But what works for one company may not work for another. And true “open source” software licenses (such as MIT and ASLv2) provide limited ability to protect against the pitfalls of OSS. Whether you’re just getting your company off the ground or you’ve been commercializing an OSS project for years, you may find that you have more nonpaying users than paying ones or that other companies are leveraging your own software in competition against you. Although you pour significant resources into developing your software, OSS licenses enable competitors to freely use it to offer their own products, and many potential customers can avoid paying you anything.\n\nThere is an increasing trend of companies with OSS products moving to more-restrictive OSS licenses such as stronger copyleft licenses, including non-OSS license options such as having the option of licensing the software under a copyleft license or a commercial license, or even moving away from their OSS license entirely. Frequently, the OSS license is replaced with what is commonly referred to as a “source available” license. Like software made available under an OSS license, software provided under a source-available license is made available in source code form and, in many instances, can be freely modified and redistributed. However, unlike OSS licenses, source-available licenses often restrict commercial or competitive use in some form.\n\nCloud service vendors, such as Amazon, have been notable drivers of OSS product providers seeking non-OSS licensing solutions. OSS product providers have raised concerns about these cloud service vendors creating confusion about the source of the OSS products they offer their customers and providing third-party OSS products as a service without collaborating with or giving back to the OSS community. Moreover, cloud service vendors such as Amazon often have substantially more resources than the OSS product providers, putting the providers at a significant competitive disadvantage.\n\nMongoDB was a notable early mover from an open-source license to a source-available license. In 2018, MongoDB released the Server Side Public License (SSPL), a carbon copy of the network copyleft OSS license it was previously using (the Affero GNU Public License, version 3 [AGPLv3]), save for its replacement of the license’s SaaS section. The AGPLv3 requires anyone providing a modified version of the AGPL-licensed software that is interacted with remotely through a computer network to provide the source code needed to generate, install, modify and run that version of the software. The SSPL seeks to make it clear that providing SSPL-licensed SaaS triggers similar requirements. Specifically, the SSPL requires anyone making the SSPL-licensed software or a modified version available to third parties as a service to provide the source code of the programs required for a user to run their own instance of the service. In changing its license, MongoDB cited concerns with certain organizations testing the boundaries of the AGPLv3. Notably, the SSPL does not forbid providing the licensed software as a service, but it places such a potentially significant burden on the service provider (including the prospect of having to disclose proprietary source code) that potential licensees are often likely to seek a commercial license instead.\n\nA few years later, in January 2021, Elastic announced that it was updating the license of portions of Elasticsearch and Kibana from ASLv2 to a dual-license structure, in which the user can select one of two source-available licenses under which to use the software: SSPL or a new license, Elastic License 2.0 (ELv2). Elastic made the change following what it characterized as years of bad behavior by Amazon and AWS. While the ELv2 is not a copyleft license and does not condition use of the licensed software on sharing the source code of derivative works, it forbids providing third parties with access to a substantial set of features or functionality of the software as a hosted or managed service. Amazon subsequently forked the Apache-licensed version of Elasticsearch, branding it as OpenSearch. Interestingly, Elastic made a move back to open source by announcing in August 2024 that it is adding the AGPLv3 as a third licensing option, in addition to SSPL and ELv2. As noted above, the AGPLv3 is very similar to the SSPL but, unlike the SSPL, the AGPLv3 has been approved by the Open Source Initiative.\n\nRedis also provides software under a dual license structure (SSPL and Redis Source Available License v2 [RSALv2]). The RSALv2 is similar to the ELv2 but with stronger restrictions on commercializing the software. Specifically, the RSALv2 states that the licensee may not make the functionality of the software available to third parties as a service or distribute the software in a manner that makes its functionality available to third parties. Redis applied this licensing structure to its Redis Stack and modules in November 2022 while maintaining its open core under the permissive BSD 3-clause license. Subsequently, on March 20, 2024, the BSD was abandoned in favor of licensing all of Redis under SSPL/RSALv2, with Redis indicating that this licensing paradigm was at odds with the company’s future success and enabled cloud-service providers to commoditize Redis’s investments. It’s worth noting that Redis is no stranger to licensing changes, having changed the licensing of its Redis modules in 2018 from AGPLv3 to ASLv2 with the Commons Clause — an additional term that, in essence, restricts commercialization of the licensed software — prior to abandoning this approach in 2019 in favor of the first version of the RSAL.\n\nThe Business Source License (BuSL) is a unique source available license created by MariaDB for application to its products, with the most recent version of the license (v1.1) published in 2017. By default, the BuSL permits redistribution and modification of the licensed software but only for nonproduction use. However, the BuSL accommodates the inclusion of “additional use grants” supporting production use in limited circumstances specified by the licensor. The customizable nature of this license makes it particularly useful to companies looking to permit commercial use within certain parameters (e.g., no more than a certain number of instances) or fields (e.g., no use of the software in a database service). The BuSL also allows companies to continue to maintain open-source values, because it requires the software to transition to an open-source license (specifically, a GPLv2+ compatible license) no later than four years from its initial public distribution. To illustrate, if a provider releases version 1.0 of its software under the BuSL on January 1, 2024, and specifies a “change license” of GPLv3.0 and a “change date” of three years, that version will become available under the GPLv3.0 on January 1, 2027. However, the clock restarts for each version released later. That is, if the provider releases version 1.1 on June 1, 2024, with the same change license and change date, that version is not available under GPLv3.0 until June 1, 2027.\n\nWhile a number of well-known open-source software products have adopted the BuSL, HashiCorp stirred up significant controversy by transitioning the licensing for its products (notably Terraform) from the Mozilla Public License, version 2.0 (MPLv2), a weak copyleft license, to the BuSL in August 2023. HashiCorp cited the need to better manage commercial uses of its source code while permitting much of its existing community of users and customers to continue using its products in the same manner. The additional use grant provided by HashiCorp in the BuSL permits production use of its products, provided the use does not include hosting or embedding the products to provide a competitive offering. The license change by HashiCorp rather quickly spawned OpenTofu, a fork of Terraform made prior to the license change that continues to be updated and made available under the MPLv2. OpenTofu is backed by the Linux Foundation and continues to add supporters.\n\nOther notable examples of changes to more-restrictive copyleft or source available licenses include the following:\n\nIn 2018, Neo4j moved its enterprise software from AGPLv3 to AGPLv3 with the Commons Clause (which some argued was an incompatible combination) and soon after relicensed to a proprietary commercial license and discontinued public availability of the source code. Neo4j’s community version is still available under GPLv3.\n\nIn the same year, Timescale began licensing certain features of its TimescaleDB software under the Timescale License (revised in 2020), which restricts use of the software to provide a database-as-a-service. The core version TimescaleDB continues to be made available under ASLv2.\n\nIn late 2018, Confluent changed the license for certain components of the Confluent Platform from ASLv2 to the Confluent Community License, which is a permissive-style license but restricts making the software available as a service that competes with Confluent products or services that provide such software.\n\nCockroach Labs changed its core software in October 2019 from ASLv2 to the BuSL, permitting production use of the software except as a database service. Each version of the software released under the BuSL converts to ASLv2 after four years. Cockroach also recently announced that in late 2024 it will consolidate its database software into a single enterprise version and offer it under a new, source available license it calls the CockroachDB Software License.\n\nIn 2021, Grafana Labs relicensed its core OSS projects from ASLv2 to AGPLv3. Also in 2021, Graylog moved its open-source projects from GPLv3 to SSPL.\n\nIn December 2023, Element relicensed Synapse and related backend Matrix projects from ASLv2 to AGPLv3, citing profitability issues and Element’s carrying of the development load while others built on Element’s software without contributing to the underlying development costs.\n\nWhatever the reason for considering a license change, it is critical to keep the big picture in mind. While it is important (if not existential) for an OSS business to structure the licensing of its software in a manner that drives sufficient revenue, potential licensing changes should be examined through multiple lenses. Looking broadly, this involves considering business and commercial issues, marketing and reputational issues, and legal issues.\n\nThere are infinite ways in which to license software, but to find the right direction, you should identify the goals for commercialization (or other goals) for your software. Get a handle on who is using your software, how they are using it, and who (if anyone) is paying for it. Are there users who are using your software for free but are capable of paying? Are third parties able to freely use your software to compete with you? Determine what use cases for your software are desirable and which are not. While some licenses (e.g., Elastic, RSALv2, Timescale, and Confluent) have built-in restrictions relating to hosted or competitive products or services, it should be noted that these licenses were drafted to address specific concerns of their providers and may not be a perfect fit for other products.\n\nJust as important is the reception of your community and customer base to a new license. Project relicensing announcements often cause firestorms of varying degrees, and it is critical to anticipate these reactions when considering a license change. What is the makeup of your community? Is there a significant portion that feels strongly about open-source licensing and/or have made substantial contributions to your codebase? Will they feel betrayed by the change? If maintaining an “open source” image is critical, it may be better to move to a more restrictive open-source license, such as AGPLv3, or a license that includes a mechanism to eventually change to open source, such as the BuSL or Functional Source License, rather than a purely source-available license. Consider also whether there are customers, resellers, OEMs, or others that will be significantly affected and whether they would have incentives or resources to fork the version of your software prior to the licensing change and maintain a competing version.\n\nThere are also important legal considerations involved in choosing a license. Every word of the license is important, so whether you are adopting an existing license as-is, modifying an existing license, or drafting a new license from scratch, it is critical to involve knowledgeable legal counsel. Further, if you are moving your software from one license to another, you need to determine whether, and to what extent, you can change your licensing terms. OSS projects often have third-party contributors. If no agreements are in place with the contributors that give you the right to change the license under which they made their contributions (e.g., a standard Contributor License Agreement), and it is impractical to seek their consent or remove the code they contributed, those portions of your project will need to remain under their current license terms. If the current license is a permissive OSS license, this may not be a significant issue. On the other hand, if the current license is a copyleft license, there may be substantial roadblocks to relicensing the project as a whole.\n\nThe authors would like to thank Jillian Wolf for her contribution to this insight.\n\n[View source.]"
    }
]