[
    {
        "title": "Arizona UFO - NEW Video released October 2024",
        "link": "https://www.msn.com/en-us/news/technology/arizona-ufo-new-video-released-october-2024/ar-AA1sUuBB?ocid=BingNewsVerp",
        "description": "On October 16, 2024, a peculiar sighting occurred in the skies of Southern Arizona near the California and Mexican borders.",
        "image_url": "https://www.bing.com/th?id=OVFT.Qeuj_vRbp1T8_e7zyEBhWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN21h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "NEW UFO SPEED GLITCH! *UPDATE* (Roblox Jailbreak)",
        "link": "https://www.msn.com/en-us/news/technology/new-ufo-speed-glitch-update-roblox-jailbreak/vi-AA1sXiUr?ocid=BingNewsVerp",
        "description": "In today's video, we discover a new speed glitch using the new IMPROVED UFO in Roblox Jailbreak!💎SMASH THAT LIKE BUTTON IF ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OQUHcXSZBoBHRoHzVO-XYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Gaming Legends on MSN3h",
        "source": "Gaming Legends on MSN",
        "article_content": ""
    },
    {
        "title": "Silent Hill 2 Remake: How to Get the 'UFO' Ending",
        "link": "https://gameranx.com/features/id/514028/article/silent-hill-2-remake-how-to-get-the-ufo-ending/",
        "description": "To get the UFO Ending, you will first need to beat the game at least once and then go through it all again in New Game+.",
        "image_url": "https://www.bing.com/th?id=OVF.IvHKi1pfSbBErONQl4vm7w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Gameranx7h",
        "source": "Gameranx",
        "article_content": "With all the horrifying moments in Silent Hill 2 Remake, it is nice that the two classic joke endings from the original game. One of these endings is the “UFO” Ending which is a running joke that has appeared in many of the series’ entries. While this version of the UFO Ending is slightly different from the original, players will still want to know how to reach this humorous conclusion. This guide will show players how to get the UFO Ending in Silent Hill 2 Remake.\n\nMore Silent Hill 2 Remake Guides\n\nFull Achievement and Trophy List | How Long Is Silent Hill 2 Remake? | How To Get All Guns & Special Weapons | How to Get the Handgun | How to Get the Shotgun | How to Get the Hunting Rifle | Pyramid Head Boss Fight Guide | Flesh Lip Boss Fight Guide | Abstract Daddy Boss Fight Guide | Eddie Boss Fight Guide | Dual Pyramid Heads Boss Fight Guide | Final Boss Fight Guide | All Number Locks & Keypad Solutions | How To Unlock Every Classic Ending | Secrets Guide | How To Unlock Two New Secret Endings\n\nHow to Get the “UFO” Ending in Silent Hill 2 Remake\n\nTo get the UFO Ending, you will first need to beat the game at least once and then go through it all again in New Game+. During New Game+, new items will appear throughout the game, including special ones that are required to get special endings like the UFO one.\n\nYou will need to use the Blue Gem item at designated locations to get the UFO ending. This Gem is found just a little north of the top right corner of Katz and Nathan Street on the east side of South Vale. Look for the blue awning that says “JEWELLERS.” Break the left window to pick up the Blue Gem.\n\nNow, progress through the game as normal but make sure to stop at specific locations and then inspect the Blue Gem. The first location is on the roof of the Saul Street Apartments which you will go to when you are getting the Jukebox button. When you inspect the Gem in the right location, it will glow which means you have successfully checked off the location you are currently at.\n\nThe next place you need to use the Blue Gem is the pier of Rosewater Park.\n\nGet all the way to the start of the Lakeview Hotel section of the game. After getting off the boat used to get across Toluca Lake, use the Gem while on the dock to get it to glow.\n\nMake your way through all of the Lakeview Hotel until you complete the Lakeview Hotel Music Box Puzzle and can now go to Room 312. Instead of putting the Video Tape in the VCR, use the Blue Gem on the left window. This will immediately begin the UFO Ending.\n\nAliens will descend down but it won’t just be them. It isn’t Harry from Silent Hill 1 that gets off the fly saucer-like in the original game, but instead the PlayStation 2 version of James. he tells Remake James that he is nothing but a clone and it’s time to take him home. An alien knocks Remake James out as the creature and PS2 James takes him aboard their spacecraft.\n\nYou can now get the UFO Ending in Silent Hill 2 Remake. Stay tuned to Gameranx for more news, updates, and guides for Silent Hill 2 Remake as well as other great games in the future."
    },
    {
        "title": "New Hampshire is extra-interested in aliens and space",
        "link": "https://www.yahoo.com/news/hampshire-extra-interested-aliens-space-035900396.html",
        "description": "When it comes to aliens, space exploration and the existential questions that arise around unearthly what-ifs, New Hampshire loves both the science and the fiction. Just don't tell anyone in Exeter ...",
        "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
        "category": "ufo",
        "date": "4m",
        "source": "Yahoo",
        "article_content": "Oct. 25—When it comes to aliens, space exploration and the existential questions that arise around unearthly what-ifs, New Hampshire loves both the science and the fiction.\n\nJust don't tell anyone in Exeter the lore around the 1965 UFO sighting may be part of the fiction.\n\n\"The Incident at Exeter,\" which really took place in Kensington, birthed its own annual festival, which has been drawing up to 6,000 believers for more than a decade. But there's much more to it than that.\n\nThere's the should-be-obvious — the first American in space and fifth man to walk on the moon was Derry's Alan Shepard. And the not-so-obvious — a U.S. Space Force base is in rural New Boston and an 82-foot-wide dish in the middle of nowhere in Hancock is mapping the universe and tracking asteroids.\n\nAdd in Betty and Barney Hill's reported 1961 close encounter with aliens in the White Mountains, and Christa McAuliffe's star-crossed selection as America's first teacher in space, and it's clear New Hampshire has a deep connection with the cosmos.\n\nAs Exeter's Bob Cox likes to say, alien and space stories have captured the state's imagination because many residents were around for Shepard's flights, the 1965 sighting, and major advances in space exploration.\n\n\"I think it's unique because (the UFO sighting) happened here in 1965. It's not like it happened over a 100 or so years ago,\" said Cox, who is one of the organizers of the Exeter Area Kiwanis Club's UFO Festival, held every Labor Day weekend.\n\nThe incident\n\nSo what exactly happened in Exeter — er, Kensington?\n\nFirst off, the location has never been in dispute, but back then Exeter police were the first on the scene in Kensington because the tiny town didn't have its own department.\n\nAs Cox tells it, on Sept. 3, 1965, Norman Muscarello was hitchhiking home from seeing his girlfriend and \"got a ride into the Kensington area. When they approached Kensington, they saw a light in the field.\"\n\nThe 18-year-old Muscarello told the Exeter police he saw a flying object behind a barn. When police arrived, they saw an object hovering in the spot Muscarello had described.\n\n\"They took him in a squad car and drove back out there and they saw it too,\" Cox said.\n\nPolice and investigators from across the U.S. tried to figure out what happened.\n\nOfficials at nearby Pease Air Force Base told local law enforcement the UFO was related to a test they were running on aircraft, Cox said.\n\n\"One of the policemen who was on the police force at the time was honored at our last festival. There are people in town and in surrounding communities who actually lived through this,\" Cox said.\n\nCox, who moved to New Hampshire in 1978, said there have been UFO sightings all over the area.\n\n\"I've got to admit, I hadn't really thought about UFOs until I got involved with this,\" the 82-year-old said.\n\nThe dish\n\nThe U.S. National Science Foundation's National Radio Astronomy Observatory Very Long Baseline Array (a name almost as long as the program's reach) operates a huge antenna in the woods of Hancock.\n\nThe VLBA, for short, is a network of 10 radio telescopes from Hawaii to New Hampshire. The antennas work together as one enormous telescope through a process called interferometry.\n\nAstronomers can point all the telescopes at the same object in space to collect data for high-resolution images of things millions of light years away from Earth in \"unprecedented detail,\" said Jill Malusky, a spokesperson for the program.\n\n\"The VLBA is important because there is no other instrument of its kind in the U.S. — one that spans nearly 5,000 miles,\" Malusky said.\n\nRadio telescopes are different from optical telescopes because they collect signals humans cannot see. They can also be used during daylight hours and \"see\" through dust.\n\n\"Space is actually very dusty,\" Malusky said.\n\nThe VLBA has been around for 31 years and has collected all kinds of interesting data, she said.\n\nBut can the Hancock antenna find aliens?\n\n\"Everyone asks about aliens. I think it's fun,\" Malusky said. \"Yes, it can relate to finding life in the universe, but not in an action-movie type of way.\"\n\nRadio telescopes can find clues of extraterrestrial life by seeing the building blocks of life or by searching for non-organic signals created by intelligent life, she said.\n\nAlthough the telescope network has found organic molecules, it hasn't found any evidence of otherworldly beings yet.\n\nFor a practical application though, look no further than global positioning systems.\n\n\"Believe it or not, the VLBA helps make your GPS work. The VLBA was created in part by (and is often used by) the U.S. Naval Observatory for critical measurements of Earth's orientation, which is essential for the accurate functioning of GPS systems,\" she said.\n\nThe base\n\nThe New Boston Space Force Station (SFS) has been operational for more than 60 years in several different capacities\n\nPart of the five-year-old U.S. Space Force, which has its headquarters in Colorado, the base is part of a network of sites operating 24 hours a day. It provides satellite command and control capability to hundreds of military, government and civilian satellites performing intelligence, weather, navigation, early-warning and communications operations.\n\nThe base was \"originally established in 1942 as a practice area for bombers and fighter planes from nearby Grenier Army Air Field (which has since become Manchester — Boston Regional Airport). Starting in 1959, it was turned into a satellite-tracking station,\" according to the station's website. It was transferred from the Air Force to the new Space Force in 2020.\n\nThe Space Force now has dozens of bases in 11 time zones. New Hampshire's base comprises nearly 3,000 acres and is the largest outside of the Colorado hub.\n\nFolks in New Boston like to call their town the unofficial \"gravity center of the world.\" Residents revel in their fascination with aliens, decorating several floats during this year's Fourth of July parade with blow-up alien costume, stuffed cows caught in tractor beams, and references to the movie \"E.T. the Extra-Terrestrial.\"\n\nThe man\n\nThere'd be no Pinkerton Academy Astros and Derry wouldn't be called \"Spacetown\" if not for Shepard, one of the Mercury Seven astronauts who made his landmark exit from Earth in 1961 aboard Freedom 7.\n\nHe was also the commander of Apollo 14 in 1971, the fourth of NASA's seven planned moon-landing missions.\n\nShepard also famously drove two golf balls from the lunar surface, but they didn't go quite as far as legend would have it.\n\nTo this day, though, the Derry police sport shoulder patches displaying a space capsule orbiting the moon and Pinkerton continues to name things after its most famous alum.\n\nShepard was also a central figure in the popular book \"The Right Stuff\" by Tom Wolfe, its movie adaptation (Shepard was played by Scott Glenn) and TV shows that followed about the American space program.\n\nFrom Earth to the moon, New Hampshire has played a strikingly significant role in space science, and for those whose mantra is \"I want to believe.\"\n\ndpierce@unionleader.com"
    },
    {
        "title": "Amazon Cuts Anker’s MagGo UFO Charger Price by 20% for the First Time Before Black Friday",
        "link": "https://gizmodo.com/amazon-cuts-ankers-maggo-ufo-charger-price-by-20-for-the-first-time-before-black-friday-2000516712",
        "description": "Save 20% on the travel-sized Anker MagSafe Compatible MagGo UFO 3-in-1 charger over at Amazon for a limited time.",
        "image_url": "https://www.bing.com/th?id=OJ.elxzOZqrm3yx0Q&pid=news&w=87&h=16&rs=2",
        "category": "ufo",
        "date": "9h",
        "source": "Gizmodo",
        "article_content": "We an inundated with devices that need to be plugged in every once in awhile. Our phones need to charge, our headphones need to charge, our watches — you guessed it — need to charge. This can result in cables and running all across our desk space or nightstands. Avoid all of that unnecessary, stress-inducing clutter by getting yourself one device that can charge all others! Anker’s MagSafe 3-in-1 charging station is designed for use with Apple products like the iPhone, AirPods, and Apple Watch and can wireless charge all three of them at the same time. Right now, its going for 20% off as part of a limited time deal at Amazon, meaning you’d save $18. The deal brings the price down from $90 to just $72.\n\nThis 3-in-1 charger is built from the ground up for Apple users who have all three of the tech company’s everyday products — the iPhone, AirPods, and Apple Watch. The charger features three panels for wireless charging of differing sizes to match each of those three. As a wireless charger, it’ll support generations of iPhone from the 12 and up, the most recent generation of AirPods cases, and every Apple Watch.\n\nSee at Amazon\n\nTake It With You Anywhere\n\nOne of the most remarkable aspects of this wireless charging station is just how efficient it is in the space it takes up. It’s just the three connected panels that when not in use, can be folded up with the durable silicone strap into a pocket-sized 2.36 inch form to be taken with you wherever you go. That means your on your next business trip or weekend getaway, you only need take this charging station with you as opposed to three individual cables and adapters.\n\nSomething that can be of concern when charging any device and especially multiple at once is temperature. The charging station can keep an eye on that for you with its ActiveShield 2.0 which monitors temperature of the charging devices over three million times per day.\n\nThe charger comes with an included 40W Power Deliver adapter and USB-C to USB-C cable, capable of super fast charging so you don’t have to wait all day or night for you iPhone and additional accessories to fully charge up. and iPhone 15 Pro can reach 20% from zero in just 15 minutes. Likewise an Apple Watch Series 9 can reach 30% in 22 minutes.\n\nRight now, the Anker MagSafe Compatible MagGo UFO 3-in-1 charger is 20% off. That means the price you pay is just $72, but only for a limited time.\n\nSee at Amazon"
    },
    {
        "title": "Does The Rise Of AI Agents Signal The End Of The App Economy?",
        "link": "https://www.forbes.com/sites/danielnewman/2024/10/25/does-the-rise-of-ai-agents-signal-the-end-of-the-app-economy/",
        "description": "The app economy is quickly coming to an end as AI powered agents take over the app experience and remove the need for so many ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ObVDpWnITU_7ce1sAQiG2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Using Generative AI ChatGPT To Love Bomb The One That Your Heart Desires",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/10/25/using-generative-ai-to-love-bomb-the-one-that-your-heart-desires/",
        "description": "Love bombing is a societal topic of keen interest. The latest twist is using generative AI to aid in love bombing. Do we want ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vNoVG4GRWWqecxJFKwmnzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Woman loses 36lbs in six months thanks to AI app that 'changed everything'",
        "link": "https://www.msn.com/en-gb/health/other/woman-loses-36lbs-in-six-months-thanks-to-ai-app-that-changed-everything/ar-AA1sXvrK?ocid=BingNewsVerp",
        "description": "Chrissy Clark, 53, had struggled to lose weight and get healthy but everything changed when she started using the Simple ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2rV56WVKUbJqMARG59WZji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3hon MSN",
        "source": "Wales Online on MSN",
        "article_content": ""
    },
    {
        "title": "AI SCAM : Chat Gpt Beware of This App That's STEALING Your Money",
        "link": "https://www.msn.com/en-us/news/technology/ai-scam-chat-gpt-beware-of-this-app-that-s-stealing-your-money/vi-AA1sX8en?ocid=BingNewsVerp",
        "description": "Sam’s Club Is Offering a Heat-and-Eat Thanksgiving Meal for 10 People—and It’s Under $100 Judge Tosses ‘Objectively ...",
        "image_url": "https://www.bing.com/th?id=OVF.kEHF217FmDblnu%2bbCxYrWg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Hosted on MSN6h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "An AI chatbot pushed a teen to kill himself, a lawsuit against its creator alleges",
        "link": "https://www.msn.com/en-us/news/technology/an-ai-chatbot-pushed-a-teen-to-kill-himself-a-lawsuit-against-its-creator-alleges/ar-AA1sWxFK?ocid=BingNewsVerp",
        "description": "James Steyer, the founder and CEO of the nonprofit Common Sense Media, said the lawsuit 'underscores the growing influence — ...",
        "image_url": "https://www.bing.com/th?id=OVF.em9OOvjKBoyaxRUnPlvhKQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13hon MSN",
        "source": "The Associated Press - Business News on MSN",
        "article_content": ""
    },
    {
        "title": "For Long Island's paranormal investigators, ghost hunting is not just for Halloween",
        "link": "https://www.newsday.com/long-island/li-life/long-island-paranormal-investigators-bfqr3e5o",
        "description": "While ghost hunting may be Halloween entertainment for some, for those who believe in the paranormal it's a constant search ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YrwCjlJLkzn2OMpMwgx2Dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19h",
        "source": "Newsday",
        "article_content": "On a recent Sunday night at Katie’s of Smithtown, a group of about a dozen people stood in the dark. But they weren’t in search of a drink — they were there to find a ghost.\n\nMichael Cardinuto, president of the group Long Island Paranormal Investigators, told guests to turn their phones off and recounted the tale of bartender Charlie Klein, who is said to haunts Katie’s. There are stories of glasses flying off the bar and tables, and the sound of unexplained footsteps.\n\nFrom left, Tanya Leib at a weekly meeting of the Long Island Paranormal Investigators in Selden. Top right, Michael Cardinuto, seated at center, with members of the group. Bottom right, some of the equipment members use to conduct their investigations. Credit: Newsday/Elizabeth Sagarin\n\nCardinuto then led the group — a mix of guests and other paranormal investigators — past a poster for the A&E show “Paranormal,” which filmed at Katie’s in 2008, as he pointed a flashlight down a wide, green staircase to the basement.\n\nHe interrogated a possible ghost, asking questions of the air and hoping to capture on video, tape recorder or EchoVox app signs that something supernatural might be present.\n\n“It was pretty quiet,” said Cardinuto, 44, of Selden. But he was undaunted: “Consider it like fishing. You throw in your line and you hope you catch a fish. Every time I don’t catch something, I still have fun doing it.”\n\nSign up for the NewsdayTV newsletter From breaking news to special features and documentaries, the NewsdayTV team is covering the issues that matter to you. By clicking Sign up, you agree to our privacy policy.\n\nInterest in ghosts has become more mainstream, with shows like the Travel Channel’s “Ghost Hunters” and “Paranormal Caught on Camera” showcasing mysterious phenomena around the world. There’s also the “Long Island Medium,” Theresa Caputo, who claims to communicate with spirits.\n\nBut while ghost hunting may be Halloween entertainment for some, for those who believe in the paranormal — essentially anything that doesn’t have a scientific explanation — it’s a constant search for validation that there is indeed a reality beyond ours.\n\n“I don’t do it for entertainment purposes. We’re documenting everything that happens, whether we capture something or not,” Cardinuto said. “I never expect to find anything. When it does happen, it happens.”\n\nTHE NEW PARANORMAL\n\nWhether or not ghosts exist, what is certain is the popularity of the paranormal. In addition to the many television shows on the subject, there are lectures, documentaries and conventions, including The Warren’s Seekers of the Supernatural Paracon in Gettysburg, Pennsylvania. The Long Island Paranormal Investigators has grown from 17 dues-paying members five years ago to 33 today, and Stony Brook University even has a paranormal club.\n\n“Back 25 years ago if you were into this, you kept it hush hush,” said Cardinuto, who attended the latest Gettysburg convention in September. “Now you keep it very open.”\n\nAuthor and historian Kerriann Flanagan Brosky, of Huntington, had already written two books about the town’s history, both of which included ghost stories, when her father died in 2005.\n\nKerriann Flanagan Brosky and paranormal investigator Joe Giaquinto at the Hallockville Museum Farm in Riverhead. Credit: Elizabeth Sagarin\n\n“I had always been interested in the paranormal, even as a child,” she said. “After my father died my husband suggested I get involved in another book project to help get me past the grief I was feeling.”\n\nShe said people who attended her lectures had encouraged her to write a book combining local history and ghost stories. “So at that point I decided to do so.”\n\nBrosky has since written several books about the paranormal, including “The Ghosts of Long Island,” “Historic Haunts of Long Island,” “Haunted Long Island Mysteries” and “Historic Crimes of Long Island.”\n\n“I interview people about their experiences,” she said. “These are legitimate people. The stories combine history.”\n\nBrosky often teams with paranormal investigator Joe Giaquinto, of West Sayville, on lectures and investigations at libraries, historical societies and other locations.\n\n“What better way to teach local history than through a ghost story?” Brosky said. “I’m a historian first, a ghost investigator second.”\n\nCardinuto sets up a sensor during the investigation at Katie's of Smithtown. Credit: Elizabeth Sagarin\n\nLOOKING FOR EVIDENCE\n\nCardinuto said religion started him on the road to the paranormal. “I always questioned, ‘Is there a God?’ ” he said. “Do you just die and that’s it?”\n\nWhen he was 23, he said he and a few friends took a video camera to the Kings Park Psychiatric Center, which operated from 1885 to 1996 and is said to be haunted. (State parks officials recently announced stepped-up patrols on the property starting Oct. 30 to discourage people from visiting the remaining buildings, which are not safe to enter.)\n\nDuring Cardinuto’s visit two decades ago, he said his friends went in, heard a bang before the camera turned off on its own, and ran out. While many things could have caused both, Cardinuto said he began looking into the paranormal.\n\n“We bought some stuff (equipment used in paranormal investigations) and started looking up some locations on Long Island,” he said. “We wanted to see what people were experiencing at these locations. We started investigating.”\n\nTwenty-one years and 850 investigations later, Cardinuto said he has visited many sites on Long Island that are believed by some to be haunted, including Lake Ronkonkoma, where an Indigenous princess’ spirit is said to return each year to claim the life of a young man.\n\n“Through investigation and capturing evidence, a lot through audio, I feel there’s something I can’t explain,” he said. “When we die, there is something.”\n\nNIGHT HIKES\n\nParanormal investigator Daniel Hoffman, 40, of Floral Park, remembers waking one night, startled at the sight of a figure balanced on the edge of his bed that he said vanished as he woke.\n\n“I jumped out of my bed and turned my light on,” Hoffman, a Federal Express courier, said during a Long Island Paranormal Investigators meeting in the basement of Ciro’s Nice Italian Barbershop in Selden.\n\nAfter that experience, he recalled, “I was becoming curious about the paranormal. Then I saw ‘Ghost Hunters.’ ” He realized, he said, “There were teams that do this.”\n\nHoffman and other investigators often go on night hikes and visit places believed to be haunted, searching for signs of something supernatural.\n\nThe members are serious about the work they do, but they also have a sense of humor — like the moment when an electronic scream filled the room during the meeting.\n\n“That was my notification,” said Bianca Perricone, 34, of Shirley, who also goes by Medium Bianca Rose. “My phone screamed to notify me that I got a text message.”\n\nMembers of the Long Island Paranormal Investigators at a weekly meeting. Credit: Elizabeth Sagarin\n\nCAPTURING THE SIGNS\n\nParanormal investigators apply scientific principles to occurrences that don’t necessarily have clear, scientific proof. They often use ultraviolet cameras, motion sensors, Geiger counters, barometers, thermometers and video and tape recorders in their work.\n\n“The theory behind it is when a ghost is manifested, it will give off some type of radiation,” Cardinuto said. “We use Geiger counters to detect all sorts of radiation.”\n\nAttuned to any anomaly, paranormal investigators capture flickering lights, footstep-like sounds, objects moving and appearances that they believe are evidence of apparitions.\n\n“We look for orbs, which are light anomalies that appear on images that are thought to be spirits,” Brosky said. “It comes in and out of the frame, so it’s not a dust particle.”\n\nEquipment can capture electrical and other phenomena, which they take as reinforcing the possibility, if not necessarily proof, of things.\n\n“We’re very big on trying to debunk things,” said Cardinuto, who by day works with people with special needs. “Even when somebody captures something in our group today, we play it and try to debunk.”\n\nFear can fuel feelings and lead people to hear or imagine things that may not be there, the way someone who falls asleep watching a horror movie can have nightmares, Cardinuto said. Still, he talked about “unexplained” voices and images, including sounds he said his group picked up at the Tesla Science Center at Wardenclyffe in Shoreham, which was damaged in a fire last year. “We captured some audio evidence,” he said. “Voices captured on audio not there at the time of the investigation.”\n\nMembers do free house investigations for people who say they heard or saw disturbing things, he said. He estimated they have conducted between 100 and 125 investigations. About 20% of the time, he said they detect signs of possible paranormal activity.\n\n“You look in someone’s eyes and you see the fear,” Cardinuto said. “They have no one else to turn to.”\n\n\n\nHAUNTED BY HISTORY\n\nSarah Kautz, executive director of the Southampton History Museum, said the facility has hosted paranormal investigations and welcomes groups like Cardinuto’s to help pique visitors’ interest in history.\n\n“We get folks coming to the museum who wouldn’t come to the museum for any other reason,” she said. “It sort of tricks you into learning history.”\n\nHalloween is, unsurprisingly, a popular time for such events. But Kautz said, “It’s not just about ghost hunting. You learn about science. They use some really cool stuff. You learn about the history of the site.”\n\nCardinuto’s Gateway laptop has a Halloween-like ghost on it, but he, Brosky and others passionate about the paranormal are ambivalent about the Halloween rush. “I love Halloween. It’s skeletons and ghosts and witches,” Cardinuto said. “It’s not what I do.”\n\nBrosky said she believes there’s a hunger for information about the supernatural. “People love ghost stories,” she said. “I take the creepiness out of them. What we do is positive. It’s not negative, not demonic. It’s not Hollywood.”\n\nShe understands the reaction some have to discussions of the paranormal: “If people want to be skeptics, they can be skeptics,” she said. But, Brosky added, “There are things that can’t be explained.”\n\nShe talks about “undoing perceptions of ghosts and spirits” as demonic forces. “They’re not out to kill or possess you,” Brosky said. “Long Island is more than the ‘Amityville Horror.’ We’re rich in history.”\n\nKautz said the world is full of enough that’s difficult to explain to prompt curiosity. “Can you hear something that sounds like a voice on a frequency we can’t hear with our human ears?” Kautz asked. “Usually, you can find something weird. Explaining it isn’t that easy.”\n\nWhile Cardinuto said he’s searching for possible evidence of the paranormal, members of Long Island Paranormal Investigators do come away with something definite: “There is an experience you have. It’s an experience you share for a lifetime,” he said. “Everybody else goes to the beach or the casino. Who else is doing what we do?”\n\nSarah Hangley takes an energy reading at Katie's. Credit: Elizabeth Sagarin\n\nHoping to find their own Holy Grail — a sign that ghosts or spirits exist — some members said they enjoy the search itself. “It’s an adventure — the investigation, the memories we make along the way,” said Sarah Hangley, 37, of Westbury, a special education teacher who has been part of Cardinuto’s group for two years. “Fear and the unknown make us a stronger group.”\n\nCardinuto said members find camaraderie and a kind of peace in their work. “This is an outlet for most people,” he said. “For a few hours during the week, we forget about everything going on in the world.”"
    },
    {
        "title": "13 Haunting Facts About ‘Paranormal Activity’",
        "link": "https://www.msn.com/en-us/movies/news/13-haunting-facts-about-paranormal-activity/ar-AA1rQB5C?ocid=BingNewsVerp",
        "description": "When it was released theatrically in the fall of 2009, Paranormal Activity surprised everybody with its low-budget thrills ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oQpj0frFG7hlHrZHOBdS0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Mental Floss on MSN20h",
        "source": "Mental Floss on MSN",
        "article_content": ""
    },
    {
        "title": "8 How to CRAZY Paranormal Activity Pranks!",
        "link": "https://www.msn.com/en-us/tv/news/8-how-to-crazy-paranormal-activity-pranks/vi-AA1sXo85?ocid=BingNewsVerp",
        "description": "Greetings Mercedes enthusiast. In this video you will see the Mercedes-Benz E 400e 4MATIC that we shot at Automobile ...",
        "image_url": "https://www.bing.com/th?id=OVF.xjNu1BHosxmTot6jOBYGlQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN3h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "ISU Paranormal Research Club embodies 'The X-Files' as it investigates strange phenomena",
        "link": "https://www.idahostatejournal.com/news/local/isu-paranormal-research-club-embodies-the-x-files-as-it-investigates-strange-phenomena/article_a5522644-9328-11ef-b311-871d87ddc487.html",
        "description": "Unidentified flying objects, specters from another dimension, mysterious ley lines and the exploration of anomalies, cryptids ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LBcbLJH_r0xZAAnhe-OtRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Idaho State Journal8h",
        "source": "Idaho State Journal",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Laredo paranormal group investigates haunted activity at KGNS’ new location",
        "link": "https://www.msn.com/en-us/news/us/laredo-paranormal-group-investigates-haunted-activity-at-kgns-new-location/ar-AA1sWI4t?ocid=BingNewsVerp",
        "description": "Paranormal activity is back in the spotlight at KGNS, as a paranormal group returned to look for any signs of ghostly ...",
        "image_url": "https://www.bing.com/th?id=OVF.OY45PaM4GYymx9n29tWkYw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5hon MSN",
        "source": "Laredo KGNS-TV on MSN",
        "article_content": ""
    },
    {
        "title": "Breakthrough discovery in dahlia flowers could help treat MS, cancer",
        "link": "https://www.yahoo.com/news/breakthrough-discovery-dahlia-flowers-could-052356384.html",
        "description": "Dahlias are everywhere in the Pacific Northwest, brightening even the rainiest days. But new research from Oregon Health and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iPKvEuN0FQW4k0VcYuQysy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "Dahlias are everywhere in the Pacific Northwest, brightening even the rainiest days. But new research from Oregon Health and Science University and the University of Portland has led to the discovery of a game-changing compound in these vibrant flowers that could fight cancer and other diseases. Read online: https://www.koin.com/science/breakthrough-discovery-in-dahlia-flowers-could-help-treat-ms-cancer/\n\nView comments"
    },
    {
        "title": "Accidental discovery of 1st-ever 'black hole triple' system challenges what we know about how singularities form",
        "link": "https://www.msn.com/en-us/news/technology/accidental-discovery-of-1st-ever-black-hole-triple-system-challenges-what-we-know-about-how-singularities-form/ar-AA1sVGS8?ocid=BingNewsVerp",
        "description": "Researchers spotted a second distant star orbiting a well-known black hole and its stellar companion in a never-before-seen ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bFtLAxBlj-J8ic0Kv0SR8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science on MSN17h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists reveal the truth about ‘holy grail’ cup found at famed ‘Indiana Jones’ filming location",
        "link": "https://www.msn.com/en-us/travel/other/scientists-reveal-the-truth-about-holy-grail-cup-found-at-famed-indiana-jones-filming-location/ar-AA1sWnKj?ocid=BingNewsVerp",
        "description": "Perhaps more intriguing was the fact that the chalice was discovered in the iconic filming location for Steven Spielberg’s ...",
        "image_url": "https://www.bing.com/th?id=OVF.E2XtRN2ThHnppccbORf0Dw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "MIT scientists discover 1st-ever black hole triple system",
        "link": "https://www.newsbytesapp.com/news/science/groundbreaking-study-challenges-traditional-understanding-of-black-hole-formation/story",
        "description": "The discovery of the black hole triple system was somewhat fortuitous. The scientists stumbled upon it while examining Aladin ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7540jdua4r9LQ9OhsnTFmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "newsbytesapp.com18m",
        "source": "newsbytesapp.com",
        "article_content": "Summarize Simplifying... In short MIT scientists have stumbled upon the first-ever black hole triple system, centered around the well-studied black hole, V404 Cygni.\n\nThis unexpected discovery, made while examining global telescope data, challenges traditional theories of violent supernova formations, suggesting a gentler \"direct collapse\" process.\n\nThe synchronized movement of a distant star orbiting the central black hole, a one-in-10-million occurrence, further solidifies this groundbreaking find. Was a long read? Making it simpler... Next Article Next Article\n\nNew study redefines traditional views on black hole formation\n\nMIT scientists discover 1st-ever black hole triple system\n\nBy Akash Pandey 01:21 pm Oct 26, 202401:21 pm\n\nWhat's the story In a recent study, scientists from the Massachusetts Institute of Technology (MIT) and the California Institute of Technology (Caltech) have discovered a black hole triple system. This is the first time such a configuration has been observed. The unique system consists of a central black hole consuming a nearby star that orbits it every 6.5 days, and another distant star orbiting it every 70,000 years.\n\nTheory challenge\n\nBlack hole must have formed due to 'direct collapse'\n\nThe discovery of the black hole triple system is challenging existing theories about how black holes are formed. Traditionally, black holes are believed to form from the violent explosion of a dying star, a process known as a supernova. However, the newly discovered triple system suggests that this black hole may have formed through a gentler process called \"direct collapse\" rather than a violent supernova, due to the presence of a distant star orbiting the central black hole.\n\nAccidental find\n\nDiscovery of black hole triple system was unexpected\n\nThe discovery of the black hole triple system was somewhat fortuitous. The scientists stumbled upon it while examining Aladin Lite, a collection of astronomical observations from telescopes worldwide. They were initially searching for new black holes within our Milky Way galaxy when they made this unprecedented discovery.\n\nSystem focus\n\nTriple system centers on well-studied black hole\n\nThe triple system revolves around V404 Cygni, a black hole situated some 8,000 light-years away from Earth. Even though it is one of the most studied black holes (since 1992), none of the previous studies reported what study author Kevin Burdge and his colleagues observed. The team spotted two different sources of light near V404 Cygni, which led to the discovery of this unique triple system.\n\nMotion confirmation\n\nOuter star's motion confirms triple system\n\nTo confirm the link between the outer star and the black hole, scientists examined data from Gaia, a satellite that has been monitoring all stars in our galaxy since 2014. They observed that both the stars moved in perfect sync as opposed to other nearby stars. The odds of such synchronized movement are about one in 10 million, further solidifying their discovery of this unique triple system.\n\nSimulation support\n\nSimulations support theory of black hole's gentle formation\n\nTo understand how this triple system could have evolved and retained the outer star, Burdge and colleagues conducted simulations. The results overwhelmingly showed that the most plausible way for this triple system to exist is through direct collapse. This supports their theory that the black hole in question was formed gently, without a violent supernova explosion."
    },
    {
        "title": "MIT and Canadian Scientists Reveal Discovery of Key Carbon Molecule in Distant Space Cloud",
        "link": "https://hoodline.com/2024/10/mit-and-canadian-scientists-reveal-discovery-of-key-carbon-molecule-in-distant-space-cloud/",
        "description": "Researchers at MIT and their colleagues have observed the molecule pyrene in a distant molecular cloud, which could help ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XSk-59hwO-3CAOP_E_NKzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hoodline13h",
        "source": "Hoodline",
        "article_content": "Content not available"
    },
    {
        "title": "Unlock LinkedIn Success with This No-Code AI Hack",
        "link": "https://www.geeky-gadgets.com/automated-linkedin-content-creation/",
        "description": "Learn how a no-code AI agent can automate your LinkedIn content strategy, saving time and boosting engagement and lead ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sLzakgAG84jaQQ-6X4Nv8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "Geeky Gadgets",
        "article_content": "Navigating LinkedIn’s ever-evolving landscape can often feel like a full-time job. Between crafting engaging posts, staying updated on industry trends, and maintaining consistent audience interaction, it’s easy to feel overwhelmed. But what if you could streamline this process and reclaim your time without complex coding? Imagine having a virtual assistant that not only understands your brand’s voice but also takes charge of your LinkedIn strategy—from content creation to posting—allowing you to focus on what truly matters: building relationships and making strategic decisions.\n\nThis guide by Ben AI introduces you to the world of no-code AI agents, designed to transform how you manage your LinkedIn presence. By automating the tedious aspects of content management, these AI agents save you time while improving your ability to generate leads and engage more effectively with your audience. With features like real-time trend analysis and seamless calendar integration, you’ll find it easier to stay ahead of industry trends and maintain a consistent posting schedule.\n\nLinkedIn is Crucial for Business Success\n\nTL;DR Key Takeaways : The no-code AI agent is designed to automate content creation and posting on LinkedIn, enhancing lead generation and audience engagement.\n\nThe AI agent provides real-time insights into top-performing posts, drafts relevant and engaging posts, and integrates with a LinkedIn content calendar for seamless scheduling.\n\nThe AI agent works by scraping LinkedIn for high-performing posts, tracking and analyzing posts from selected creators, and using a database-driven approach to refine content strategy.\n\nSetting up the AI agent involves using platforms like Relevance AI and Make.com for integration and automation, and it utilizes databases and knowledge bases for efficient data retrieval.\n\nBeyond basic content management, the AI agent can repurpose content from platforms like YouTube, and offers a co-pilot experience for collaboration, blending human creativity with machine efficiency.\n\nBy focusing on automation and efficiency, you can streamline your content management process and achieve better results, allowing you to dedicate more time to strategic decision-making and relationship-building.\n\nThe Power of AI in LinkedIn Strategy\n\nThe primary purpose of an AI agent is to simplify and optimize your LinkedIn content management. By automating the creation and scheduling of posts, you save valuable time and effort. This automation not only boosts lead generation but also optimizes audience engagement through data-driven insights.\n\nKey benefits of using an AI agent include:\n\nTime savings through automated content creation and scheduling\n\nImproved content quality based on data-driven insights\n\nConsistent posting schedule for better audience engagement\n\nEnhanced lead generation through targeted content\n\nAbility to stay ahead of industry trends\n\nEssential Features of a LinkedIn AI Agent\n\nA well-designed AI agent for LinkedIn comes packed with features to elevate your strategy:\n\n1. Real-time trend analysis: The agent provides up-to-date insights into top-performing posts in your niche, helping you stay ahead of trends and create relevant content.\n\n2. Advanced language models: Using fine-tuned language models, the agent drafts posts that are both relevant and engaging, tailored to your brand voice.\n\n3. Seamless calendar integration: Integration with a LinkedIn content calendar allows for effortless scheduling, making sure consistent audience interaction.\n\n4. Data-driven content ideation: By analyzing high-performing posts, the agent generates fresh content ideas aligned with your audience’s interests.\n\n5. Quality control mechanisms: A “human-in-the-loop” approach ensures you maintain oversight of the final output, preserving your brand’s authenticity.\n\nBuild an AI Agent that manages your Linkedin Strategy (No-Code)\n\nHere are more detailed guides and articles that you may find helpful on No-code platform.\n\nThe Inner Workings of Your LinkedIn AI Agent\n\nUnderstanding how the AI agent functions is key to maximizing its potential:\n\nContent scraping: The agent regularly scrapes LinkedIn for high-performing posts, building a database of successful content strategies.\n\nThe agent regularly scrapes LinkedIn for high-performing posts, building a database of successful content strategies. Creator tracking: By analyzing posts from selected creators in your industry, the agent refines your content strategy based on proven success.\n\nBy analyzing posts from selected creators in your industry, the agent refines your content strategy based on proven success. Database-driven approach: Using a robust database, the agent stores and retrieves relevant information to inform content creation.\n\nUsing a robust database, the agent stores and retrieves relevant information to inform content creation. Content generation: Using advanced language models, the agent drafts posts that align with your brand voice and industry trends.\n\nUsing advanced language models, the agent drafts posts that align with your brand voice and industry trends. Scheduling and posting: The agent integrates with your LinkedIn account to schedule and post content at optimal times for engagement.\n\nSetting Up Your AI Agent\n\nTo bring your LinkedIn AI agent to life, you’ll use powerful no-code platforms:\n\n1. Integration platforms: Use tools like Relevance AI and Make.com to connect various components of your AI agent system.\n\n2. Database management: Implement efficient databases and knowledge bases for quick data retrieval and storage.\n\n3. Model fine-tuning: Customize language models to align with your specific brand voice and content requirements.\n\n4. API connections: Establish secure connections between your AI agent and LinkedIn’s API for seamless posting and data retrieval.\n\nStreamlining Your LinkedIn Automation\n\nEfficiency is at the heart of the AI agent’s automation process:\n\nDaily updates: The agent scrapes LinkedIn daily, making sure your content strategy is informed by the latest trends and data.\n\nThe agent scrapes LinkedIn daily, making sure your content strategy is informed by the latest trends and data. Automated scheduling: Use tools like Notion and LinkedIn’s native scheduling features for timely content distribution.\n\nUse tools like Notion and LinkedIn’s native scheduling features for timely content distribution. Content repurposing: Automatically adapt content from other platforms, such as YouTube, to maximize your content’s reach and utility.\n\nAutomatically adapt content from other platforms, such as YouTube, to maximize your content’s reach and utility. Performance tracking: Monitor the performance of posted content, allowing for continuous strategy refinement.\n\nExpanding Your AI Agent’s Capabilities\n\nAs you become more comfortable with your AI agent, consider these advanced features:\n\nCross-platform integration: Extend your agent’s reach to other social media platforms for a cohesive online presence.\n\nExtend your agent’s reach to other social media platforms for a cohesive online presence. AI-assisted copywriting: Implement more sophisticated language models for creating compelling ad copy and long-form content.\n\nImplement more sophisticated language models for creating compelling ad copy and long-form content. Predictive analytics: Use machine learning algorithms to predict content performance and optimize posting strategies.\n\nUse machine learning algorithms to predict content performance and optimize posting strategies. Interactive content creation: Develop AI-powered tools for creating polls, quizzes, and other interactive content types.\n\nBy harnessing the power of a no-code AI agent, you can significantly enhance your LinkedIn strategy, automating content management while improving engagement and lead generation. This innovative approach allows you to stay at the forefront of your industry, using innovative technology to build a stronger professional network and drive business growth.\n\nMedia Credit: Ben AI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Orangekloud Introduces AI-Powered No-Code Application Development Platform at GITEX Global",
        "link": "https://uk.finance.yahoo.com/news/orangekloud-introduces-ai-powered-no-125300267.html",
        "description": "Singapore, Oct. 24, 2024 (GLOBE NEWSWIRE) -- (Nasdaq: ORKT) ('Orangekloud' or 'the Company'), a Singapore-based technology ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EZJ6GiAo026WHxEQizbm4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4h",
        "source": "Yahoo Finance",
        "article_content": "Singapore, Oct. 24, 2024 (GLOBE NEWSWIRE) -- Orangekloud Technology Inc. (Nasdaq: ORKT) (“Orangekloud” or “the Company”), a Singapore-based technology company offering the eMOBIQ® No-Code platform for the development of mobile applications, today reported that the Company last week introduced its AI-powered no-code application development platform at GITEX Global, among the world’s most established large-scale tech exhibitions.\n\nThe event, which took place in Dubai from October 14-18, saw Orangekloud demonstrate the newly developed platform, which is among the first to integrate artificial intelligence agents and large language model (LLM) techniques to automate the app development process. This AI technology streamlines the app development process by accelerating page creation and automating the integration of different components, making it faster and more efficient to build and connect pages.\n\nThis platform was developed via a collaboration with AI Singapore (AISG)’s 100 Experiments programme, a government initiative designed to augment Singapore’s AI capabilities and accelerate the nation’s digital economy.\n\n“We are thrilled to have completed the development of this groundbreaking AI-powered no-code platform, and had the opportunity to introduce it at GITEX,” said Orangekloud founder and CEO Alex Goh. “We believe the platform made a highly favorable impression with both industry leaders and potential partners, and we expect these connections – as well as others we will soon make – to produce significant revenue growth and facilitate expansion into new regions and industries.”\n\nChief Operating Officer Steven Chu added, “The growth we’ve experienced, supported by AISG, has been crucial for our platform’s development. Their expertise has provided significant technical assistance to Orangekloud during this time. We are truly grateful for this collaboration and look forward to future partnerships with AISG.”\n\n“We are confident that this technology, which is among the first to integrate AI and LLM techniques into no-code app development technology, has the potential to truly revolutionize the speed and efficiency with which apps can be built and deployed – and we’re optimistic this advance is going to result in a big step forward for our Company.”\n\nMr. Goh said he looked forward to announcing additional news on this milestone “in the near future.”\n\nAbout Orangekloud Technology Inc.\n\nOrangekloud Technology Inc. (Nasdaq: ORKT) is a Singapore-based technology company which offers the eMOBIQ® No-Code platform to develop mobile applications specially designed for Small and Medium Enterprises (SMEs) and corporations. The eMOBIQ® suite of mobile applications designed to digitalize and streamline business processes in operations includes warehousing, sales ordering, delivery, and manufacturing. eMOBIQ® customers come from various industries, including food manufacturing and food service, precision engineering, construction, retail, energy, and warehouse management.\n\nStory continues"
    },
    {
        "title": "Massive lines of people are waiting to get into Kamala Harris's Houston rally hours before it starts",
        "link": "https://www.msn.com/en-us/news/us/kamala-harris-draws-massive-houston-crowd-to-her-rally-videos-show-what-it-s-like/ar-AA1sVZU9?ocid=BingNewsVerp",
        "description": "Vice President Kamala Harris' rally, which is scheduled to begin at 3 p.m. at Shell Energy Stadium, has drawn significant ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3dz0vMd-Kbe7w1bGO2l_li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "14hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Like a Dragon: Yakuza’s Kiryu actor \"really wants\" to try the game series, but only if he has enough time to play it from start to finish",
        "link": "https://www.gamesradar.com/entertainment/drama-shows/like-a-dragon-yakuzas-kiryu-actor-really-wants-to-try-the-game-series-but-only-if-he-has-enough-time-to-play-it-from-start-to-finish/",
        "description": "Despite not playing the game series for his hard-hitting role, Like a Dragon: Yakuza’s Kiryu actor Ryoma Takeuchi is \"looking ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cDg3sme57hUPy1YAw97hBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "26m",
        "source": "GamesRadar+",
        "article_content": "Despite not playing the game series for his hard-hitting role, Like a Dragon: Yakuza’s Kiryu actor Ryoma Takeuchi is \"looking forward\" to playing them in future.\n\n\"Yes, actually I do have a strong feeling towards that. I really want to play the game, but if only I could be given a break to do so,\" Takeuchi said (via translation) when GamesRadar+ asked whether he would now be tempted to play the Like a Dragon series, formerly known as Yakuza in the west.\n\n\"What I mean is that I really like playing video games, but if I start playing it I need to play the whole game. So, I need to stay in front of the television screen for a long, long time.\"\n\nDespite Takeuchi outlining his intentions, don’t expect him to be Tiger Dropping gangsters or getting seriously into Pocket Circuit on the virtual streets of Kamurocho any time soon.\n\n\"I have so many things that are waiting for me to do and accomplish in front of me,\" Takeuchi said. \"So, that's where I am right now. But I look forward to playing the games.\"\n\nPreviously, Takeuchi told us at San Diego Comic-Con that the creative team behind the new Prime Video series suggested he explore the character of Kiryu \"from scratch\".\n\n\"I know these games – everybody in the world knows these games,\" Takeuchi said at the time. “But I haven't played them. I'd like to try them but they had to stop me because they wanted to – for the character in the script – explore from scratch. That's why I decided not to play.\"\n\nSign up for the Total Film Newsletter Bringing all the latest movie news, features, and reviews to your inbox Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nMakes sense to us. After all, even the likes of The Last of Us’ Ellie actor Bella Ramsey and Joel actor Pedro Pascal were told not to pick up a controller and dabble in the source material before filming.\n\n\"I was actually encouraged not to,\" Ramsey told USA Today. \"After my first audition, they asked me, 'Have you played it?' And I said, 'Nope,' and they said, 'Keep it that way.'\"\n\nThe first three episodes of Like a Dragon: Yakuza are now streaming worldwide on Prime Video. For more, check out the full Like a Dragon: Yakuza release schedule, our verdict of the first season in the Like a Dragon: Yakuza review, and our ranking of the best Yakuza games."
    },
    {
        "title": "Apple iPhone 16 Pro vs. Google Pixel 9 Pro: Which Pro is best?",
        "link": "https://www.digitaltrends.com/mobile/apple-iphone-16-pro-vs-google-pixel-9-pro/",
        "description": "The iPhone 16 Pro and Pixel 9 Pro both offer a flagship experience at $1,000, with similarities in the design, display and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.etatnlF8KtX254vJVmO2sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "22h",
        "source": "Digital Trends",
        "article_content": "Smartphones are constantly getting bigger, and the Apple iPhone 16 Pro Max and Google Pixel 9 Pro XL both stretch the boundaries of what’s comfortable to use with one hand. Thankfully, Apple and Google also launched the iPhone 16 Pro and Pixel 9 Pro, which offer the same premium flagship experience in a smaller, more ergonomic form factor.\n\nEach phone boasts reasons to buy it over the other, and many of these have to do with AI. Both phones also cost $1,000, So, which one should you buy? Which phone has the best mix of hardware and software, and utilizes AI in ways that will improve your life? Let’s dive into the details.\n\nRecommended Videos\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: specs\n\nSpecs iPhone 16 Pro Pixel 9 Pro Size 149.6 x 71.5 x 8.25mm (5.89 x 2.81 x 0.32 inches) 152.8 x 72 x 8.5mm (6.02 x 2.83 x 0.32 inches) Weight 199 grams (7.03 ounces) 199 grams (7.02 ounces) Screen 6.3-inch Super Retina XDR OLED 1206 x 2622 pixels ProMotion with 120Hz dynamic refresh rate Dolby Vision, 2,000 nits brightness 460 pixels per inch 6.3-inch OLED 1280 x 2856 pixels 120Hz dynamic refresh rate 3,000 nits peak brightness 495 pixels per inch Operating system iOS 18 Android 14, upgradable to Android 15 RAM and storage 128GB, 256GB, 512GB, 1TB 8GB RAM 128GB, 256GB, 512GB, 1TB 16GB RAM Processor Apple A18 Pro Six-core CPU Six-core GPU Google Tesnor G4 Octa-core CPU Mali-G715 GPU Camera Rear: 48-megapixels primary, f/1.8, 1/1.28″, OIS 48MP ultrawide, f/2.2, 120° FOV 12MP telephoto, f/2.8, 5x optical zoom Front: 12MP, f/1.9, 1/3.6″ Rear: 50MP primary, f/1.7, 1/1.31″, PDAF, OIS 48MP ultrawide, f/1.7, 123° FOV 48MP telephoto, f/2.8, 5x optical zoom Front: 42MP, f/2.2, PDAF Video Rear: 4K, up to 120 fps Front: 4K, up to 60 fps Rear: 8K, up to 30fps\n\n4K, up to 60 fps Front: 4K, up to 60 fps Connectivity Wi-Fi 7, tri-band Bluetooth 5.3 Wi-Fi 7, tri-band Bluetooth 5.3 Ports USB-C Gen 3.2 DisplayPort USB-C Gen 3.2 Water resistance IP68 (maximum depth of 6m up to 30 minutes) IP68 (maximum depth of 1.5m up to 30 minutes) Battery & charging 3,582 mAh 30W fast charging 25W wireless charging via MagSafe 15W Qi2 wireless charging 4,700 mAh 27W fast charging 21W wireless charging with Pixel Stand 12W Qi wireless charging Colors Black Titanium,\n\nWhite Titanium,\n\nNatural Titanium,\n\nDesert Titanium Porcelain,\n\nRose Quartz,\n\nHazel,\n\nObsidian Price Starts at $999 Starts at $999\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: design and display\n\nBoth phones have undergone subtle changes from their predecessors, the iPhone 15 Pro and Pixel 8 Pro. Unlike previous years, both now feature near-identical specs sheets to their bigger siblings, and they both offer the same flagship experience in a smaller, more ergonomic size.\n\nThe big difference is in style: Apple uses titanium in the build of the iPhone 16 Pro, which feels lighter and more premium than the Pixel 9 Pro, which uses aluminum, but comes in more vibrant colors. Even though they weigh the same 199 grams, the iPhone 16 Pro feels slightly lighter than the Pixel 9 Pro thanks to the titanium build.\n\nThe choice of titanium also means the iPhone 16 Pro features more muted colors than the Pixel 9 Pro. The four titanium color choices are beautiful, but none are quite as vibrant as the Rose Quartz Pixel 9 Pro. The pink color choice means your Pixel 9 Pro can stand out, although there are more traditional color choices available if Pink isn’t your preference.\n\nMeasuring 149.6 x 71.5 x 8.25mm, the iPhone 16 Pro is 3mm shorter, 0.5mm narrower, and 0.25mm thinner than the Pixel 9 Pro, but they feel virtually identical in the hand. The iPhone 16 Pro also has a Camera Control button on the right side,and the Action button on the left, while the Pixel 9 Pro has a mmWave antenna cutout on the top, even in countries where mmWave isn’t available.\n\nBoth phones have a 6.3-inch OLED display, with a dynamic refresh rate of up to 120Hz. The Pixel 9 Pro display is slightly higher resolution, resulting in a higher pixel density (495 pixels per inch versus 460 ppi), but the difference is minimal. The Pixel 9 Pro has a peak brightness of 3,000 nits, while the iPhone 16 Pro doesn’t get as dark at 2,000 nits. However, there’s functionally little difference in the quality or brightness of the displays during day-to-day use.\n\nThe Pixel 9 Pro has a slightly better display, but there’s no denying how good the titanium build on the iPhone 16 Pro feels in the hand. This one’s a stalemate.\n\nWinner: Tie\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: performance and battery\n\nRecent Pixel devices have been plagued by problems with Google’s Tensor GPU, and while Google has stuck with its chipset, the Tensor G4 chip in the Pixel 9 Pro is vastly improved. It’s designed with performance and AI in mind and fixes many of the problems in the previous generation, including poor battery life and overheating. It’s paired with a whopping 16GB of RAM inside the Pixel 9 Pro, which results in fast performance that left us impressed.\n\nIn comparison, the iPhone 16 Pro is powered by the new Apple A18 Pro chipset that’s designed with performance, battery life, and yes, AI, in mind. Compared to the A17 Pro chipset, it offers up to 15% faster CPU performance, 20% faster graphics performance, and 2x faster ray tracing. The neural processing unit (NPU) performance is very similar, but the improved heat dissipation on the iPhone 16 Pro means it’ll be harder to overheat your iPhone.\n\nThat’s what all the numbers say, but as we discovered in our iPhone 16 Pro and Pixel 9 Pro reviews, both phones offer excellent performance in most conditions. The A18 Pro chipset inside the iPhone 16 Pro is faster than the Tensor G4 and more likely to handle future use cases, but neither phone disappoints in the experience offered today.\n\nThe iPhone 16 Pro features a battery capacity of around 3,582mAh while the Pixel 9 Pro has a much larger 4,700mAh capacity. However, the tight integration of hardware and software means the iPhone 16 Pro can have a smaller technical capacity and deliver slightly better battery life than the Pixel 9 Pro. In our testing, Apple’s flagship lasts up to two hours longer, but both phones offer all-day battery life with some juice to spare.\n\nBoth phones offer “fast” charging that is among the slowest in the industry, and both phone makers have opted to use their own standard for faster wireless charging. The iPhone 16 Pro uses MagSafe for 25-watt wireless charging, while the Pixel 9 Pro requires the Pixel Stand to achieve 21W. However, both also support the Qi standard, with the iPhone 16 Pro offering up to 15W speeds when charging with Qi2 and the Pixel 9 Pro being capable of 12W charging when connected to a Qi charger.\n\nThe iPhone 16 Pro is very similar to the Pixel 9 Pro, but offers slightly better battery life and overall performance. The Tensor G4 is no slouch — and vastly improved over previous years — but Apple still holds the lead.\n\nWinner: Apple iPhone 16 Pro\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: cameras\n\nBoth phones use a triple-camera setup and advanced algorithms to capture photos at a variety of focal lengths. The Pixel 9 Pro has better hardware on paper, but each phone has its pros and cons. Google has a slight advantage in still photography and software features, but the iPhone 16 Pro is better for creators and anyone focused on video.\n\nThe Pixel 9 Pro has a 50-megapixel main camera, a 48MP ultrawide camera, and a 48MP periscope telephoto camera that offers up to 5x zoom. Meanwhile, the iPhone 16 Pro uses a 48MP main camera (with the Fusion branding) that captures high-resolution 24MP photos by default. There’s also a 48MP ultrawide camera with a smaller f/2.2 aperture and a 12MP periscope telephoto camera that also offers up to 5x zoom.\n\nThere are many hardware similarities between these two cameras, but it’s in the wider feature set where they diverge. The Pixel 9 Pro comes with features like Add Me — which makes it easy to include everyone in a group shot, even the photographer — Auto Frame in the Magic Editor, Zoom Enhance to capture more detail at higher zoom lengths, and Reimagine to help you reimagine photos using generative AI.\n\nThe iPhone 16 Pro also comes with a slate of camera features, although they’re more geared toward creators. The Camera Control button makes it easy to launch the camera, swipe through different functions, and zoom in or out of a photo or video. The camera control button will also enable Vision Intelligence features later this year, offering a similar experience to Google Lens, where you can point the camera at something and learn more about it straightaway.\n\nThe upgrade of the ultrawide camera to 48MP offers far more detail and better color reproduction. The revamped Photography Styles allow you to tweak and refine your photos before you take them. There’s also the ability to take 4K video portraits at 120 frames per second (fps), Dolby Vision recording, and improvements to audio recording. Audio Mix allows you to choose from four different styles and edit the audio in a video to match this professional style.\n\nBoth phones take fantastic photos, and personal preference will play into this. The iPhone 16 Pro ekes out a win, however, thanks to better photographic styles and video recording.\n\nWinner: Apple iPhone 16 Pro\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: software and updates\n\nBoth companies have made strong promises about software and updates, with Google promising seven years of security and software updates for the Pixel 9 Pro. At the same time, Apple makes no guarantees, but its phones have usually been supported for just as long, if not longer.\n\nThe Pixel 9 Pro launched on Android 14, but can be updated to Android 15 after the recent launch. The update for the Pixel 9 Pro brings a host of new features, including the ability to hide sensitive apps and improvements in theft protection, the ability to generate passkeys, and App Pairing. This last feature allows you to save combinations of two apps and launch them with a single tap.\n\nThe iPhone 16 Pro, meanwhile, ushers in iOS 18, which introduces one of the biggest overhauls to the iPhone experience. If you’re an Android user, many of the new features in iOS 18 will feel familiar, because it’s the closest that the iPhone has ever come to replicating the Android experience.\n\nSome of the biggest iOS 18 features include a customizable home screen — you can finally move apps wherever you want — a customizable control center, a new private folder for your apps, and the ability to lock apps behind a paywall. There are also huge overhauls of Apple Photos, new features in iMessage, support for the RCS standard for messaging, a new Passwords manager, and much more. It’s a huge overhaul of the iPhone experience.\n\nBoth companies are also betting big on AI. Google dedicated much of its Pixel event to showcasing the power of Gemini as your voice assistant. There are new tools for creating and editing images, custom weather reports, a new screenshots app, and many more features that leverage Generative AI to usher in a host of new features.\n\nMeanwhile, the iPhone 16 Pro also bets big on AI, but takes a different approach. Apple Intelligence powers the revamped Siri, but it isn’t launching until later this month. The full rollout of the new Apple Intelligence features won’t be available until early next year, and while features like Apple Intelligence Summaries are some of the best use cases for AI, it’ll take six months from launch for the iPhone 16 Pro to get the full suite of AI features.\n\nIt’s worth noting that the Pixel 9 Pro comes with one year of Gemini Advanced for free (after which, it’s $20 per month), while the Apple Intelligence features on the iPhone 16 Pro are entirely free — except for the ChatGPT integration, which uses your existing subscription — although Apple may choose to charge for some features in the future.\n\nBoth phones focus on AI, and while Apple Intelligence has a lot of promise, the delay in launch means the Pixel 9 Pro offers better overall software and AI features right now.\n\nWinner: Pixel 9 Pro\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: price and availability\n\nBoth phones cost $999 for 128GB of storage, and each charges a $100 premium for the 256GB version. The Pixel 9 Pro costs $1,219 for the 512GB and $1,449 for the 1TB models, while the iPhone 16 Pro costs $1,299 and $1,499, respectively.\n\nThings get a little confusing when you consider the Pixel 9 Pro colors, however. The Porcelain and Hazel colors only come with up to 512GB of storage, while the Rose Quartz model is bizarrely only available with 256GB of storage. If you want the top storage, you have to go for the Obsidian (aka Black) color.\n\nThe iPhone 16 Pro is far simpler. The four titanium color choices — Natural Titanium, White Titanium, Black Titanium, and the hero, Desert Titanium — are available in all storage options.\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: verdict\n\nTwo similar phones, from two companies that you’ve heard of. This sums up this comparison, at least on paper. Once you dive in, you realize that the differences are subtle, but they do exist.\n\nBoth phones weigh the same, but the iPhone 16 Pro feels lighter. The cameras are very similar, and each camera excels in different ways. Even the software is fairly similar, with iOS 18 taking great strides to offer Android-esque levels of customization.\n\nWhich smartphone is best depends on which platform you prefer. If you prefer iOS, then buy the iPhone 16 Pro. For Android lovers, the Pixel 9 Pro is a fantastic smartphone. If you want to make the switch in either direction, there’s no better time, but if you’re thinking of switching to Android, it’s worth noting that the Pixel 9 Pro is a great alternative, but the OnePlus 12 is the best Android alternative to the iPhone."
    },
    {
        "title": "HP OmniBook Ultra Flip 14 review: There’s so much to like",
        "link": "https://www.digitaltrends.com/computing/hp-omnibook-ultra-flip-14-review/",
        "description": "The HP OmniBook Ultra Flip 14 is a well-made convertible 2-in-1 with a gorgeous display and very good battery life. It won't ...",
        "image_url": "https://www.bing.com/th?id=OVF.qo1zNkL7QOk%2f6SM2%2fFjisg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "11h",
        "source": "Digital Trends",
        "article_content": "HP OmniBook Ultra Flip 14 MSRP $1,400.00 Score Details “The HP OmniBook Ultra Flip 14 takes over the mantle as the best 2-in-1 convertible you can buy.” Pros Solid build quality\n\nAttractive aesthetic\n\nVery good battery life\n\nGorgeous OLED display\n\nExcellent keyboard\n\nGreat haptic touchpad Cons Performance is just OK\n\nExpensive list prices\n\nI really liked HP’s Spectre x360 14 2-in-1. It was incredibly well-built, drop-dead gorgeous, was built around a spectacular OLED display, and at the time, landed on our ranking of the best laptops you could buy. I was a little nervous when HP announced its rebranding, doing away with the Spectre line and introducing the OmniBook is its new brand for its entire consumer lineup.\n\nThe OmniBook Ultra Flip 14 is the Spectre’s true replacement, and when I pulled it out of the box, I was a little relieved. It’s built around Intel’s latest Lunar Lake chipset, and that needed testing, but the OmniBook Ultra Flip 14 shares many of the same great characteristics as its predecessors. It’s not as long-lasting as some other Lunar Lake laptops in terms of battery life, but it’s still a great 2-in-1 option.\n\nSpecs and configuration\n\nHP OmniBook Ultra Flip 14 Dimensions 12.35 x 8.51 x 0.59 inches Weight 2.97 pounds Display 14.0-inch 16:10 2.8K (2880 x 1800) OLED, 120Hz CPU Intel Core Ultra 5 226V\n\nIntel Core Ultra 7 256V\n\nIntel Core Ultra 7 258V\n\nIntel Core Ultra 9 288V GPU Intel Arc 130V\n\nIntel Arc 140V Memory 16GB LPDDR5X RAM\n\n32GB LPDDR5X RAM Storage 512TB M.2 NVMe SSD\n\n1TB M.2 NVMe SSD\n\n2TB M.2 NVMe SSD Ports 2 x USB-C with Thunderbolt 4\n\n1 x USB-C 3.2 Gen 2\n\n1 x 3.5mm headphone jack Camera 9MP with infrared camera for Windows 11 Hello Wi-Fi Wi-Fi 7 Bluetooth Bluetooth 5.4 Battery 64 watt-hour Operating system Windows 11 Price $ 1,450+\n\nHP’s prices vary from sale to sale, and so you have to check regularly to see what the actual price is when you’re ready to make your purchase. The OmniBook Ultra Flip 14 is no different. The base model with a Core Ultra 5 226V chipset, 16GB of RAM, a 512GB SSD, and the standard 14-inch 2.8K OLED display has a list price $1,450 but is currently on sale for $1,100 at the time of writing. My review unit with a Core Ultra 7 258V, 32GB of RAM, and a 1TB SSD is on sale for $1,400, down from a list price of $1,750. And then the high-end configuration with a Core Ultra 9 288V and a 2TB SSD lists for $2,080 but is on sale right now at $1,730.\n\nIf you compare the list prices to a competitor like the Asus Zenbook S 14, another Lunar Lake laptop, the HP is more expensive. The Asus costs $1,399 for a Core Ultra 7 258V, 32GB of RAM, a 512GB SSD, and a 14-inch OLED display. The equivalent HP list price would be a more expensive $1,700, but the sale price is slightly less at $1,350. And then consider the Lenovo Yoga Slim 7x, which is just $1,199 with a Qualcomm Snapdragon X Elite chipset, 16GB of RAM, a 512GB SSD, and a 14.5-inch OLED display. With 32GB of RAM and a 1TB SSD, it’s $1,313. That’s less than the HP’s sale prices.\n\nThe bottom line is that the OmniBook Ultra Flip tends to run on the more expensive side, though the sale prices make it more competitive.\n\nDesign\n\nThe Spectre x360 14 was an awesome 2-in-1. It had a gorgeous aesthetic, was solidly built, and featured some useful features like USB-C ports notch of the back corners that allowed plugging in and keep cables neatly out of the way. The OmniBook Ultra Flip 14 has a slightly less ostentatious design, but it maintains what was best about the Spectre. And it’s a strong competitor against laptops like the Zenbook S14, the Lenovo Yoga Slim 7x, and the Yoga Slim 7i that has a larger 15.3-inch display.\n\nTo begin with, the notches are still there and remain just as functional. The build quality is incredibly solid, with no bending, flexing, or twisting in the lid, keyboard deck, or chassis. The hinge is just slightly too firm to open the lid with one hand, but that’s because it has to hold everything in place in clamshell, tent, media, and tablet modes. Simply put, the OmniBook exudes quality just like the best premium laptops.\n\nAnd while the OmniBook doesn’t have the same colorful accents as the old Spectre, its all-black color way is just as attractive. The edges are more rounded, which is not only a good look but also helps the OmniBook being more comfortable to hold as a tablet. I’ve mentioned a few other very nice laptops I’ve reviewed lately, and the OmniBook Ultra Flip 14 is as nicely design as any of them.\n\nIt’s also just as portable. It’s thin at 0.59 inches and light at 2.97 pounds. Its display bezels are reasonably small, especially for a 360-degree convertible 2-in-1.\n\nKeyboard and touchpad\n\nI’ve long been a fan of HP’s keyboards, particularly those in the Specre lineup. The keycaps are large with highly legible lettering, and there’s a ton of key spacing. The switches are light and snappy, giving a precise feel. I found the OmniBook’s keyboard to be every bit as comfortable as Apple’s Magic Keyboard, my other favorite, for long-form writing — such as this review. HP gave the function keys a gray color and it helps them stand out, but that does detract a little from the otherwise cohesive aesthetic. The power button is a light-blue color with a bright LED, and it helps identify it but, again, it kind of stands out a little too much.\n\nEqually excellent is the large touchpad that takes up most of the available space on the palm rest. Not only is it large enough, it’s also a haptic feedback touchpad that’s responsive and supports clicking across the entire surface. It doesn’t have the same kind of Force Click functionality of Apple’s Force Touch haptic touchpad, but it’s still very good and welcome here.\n\nThe display is pen- and touch-enabled, of course, and everything works as it should. If you want a laptop that can convert to a tablet for writing and drawing on the display, then the OmniBook Ultra Flip 14 is a great example of the form.\n\nConnectivity and webcam\n\nConnectivity is pretty light for a 14-inch laptop. There are just three USB-C ports — two of them with Thunderbolt 4, and one of them provides power. It’s nice that two are tucked away in the notches, but I would have liked to see at least on legacy port and an SD card reader. At least there’s a 3.5mm audio jack, which Dell dropped on the XPS 13. Wireless connectivity is up-to-date.\n\nThe webcam is a high-res 9MP model with an infrared camera for Windows 11 Hello facial recognition. There’s also a fingerprint reader in the power button. This is as good a time as any to mention that the OmniBook has a fast enough neural processing unit (NPU) to power Microsoft’s Copilot+ PC AI initiative. Today, it supports the enhanced Microsoft Studio Effects software, which includes AI-assisted background blur and replace, filters, and auto framing. HP’s own AI Companion software is also on its way, which will support a variety of on-device features under the rubrics Discover, Analyze, and Perform that apply AI to getting intelligence assistance using the laptop, analyzing files, and optimizing performance.\n\nDisplay and audio\n\nThe OmniBook Ultra Flip 14 has one display option: a 2.8K (2880 x 1800) OLED panel running at up to 120Hz. Out of the box, it’s awesome, with OLED’s usual inky blacks and dynamic colors.\n\nMy colorimeter agreed. It’s bright at 385 nits, although several OLED displays I’ve reviewed recently are brighter. The Surface Pro 11‘s panel is an example at 533 nits. The OmniBook’s colors are wide at 100% of sRGB, 95% of AdobeRGB, and 100% of DCI-P3, with a color accuracy of Delta-E 0.67, which is excellent. The Surface Pro 11’s display is less colorful at 100%, 85%, and 97%, respectively, and its accuracy was around the same at 0.74.\n\nReally, there’s nothing to complain about with this display. You’ll love it. Dual downward-firing speakers pump out loud audio with some distortion at full volume, and with crisp mids and highs but little bass. It’s pretty typical.\n\nPerformance\n\nThe OmniBook Ultra Flip 14 is the latest laptop I’ve reviewed running Intel’s Lunar Lake chipset. Specifically, it’s the Core Ultra 7 258V, a Series 2 chipset running at 17 watts. As such, it competes most directly against Intel’s previous 15-watt Core Ultra U-series, but in practice it’s the most immediate replacement for the 28-watt Core Ultra H-series processors.\n\nOverall, Lunar Lake has shown itself to be faster than the U-series, which was also aimed at efficiency, and in some cases to be faster in single-core tasks than the H-series while around the same speed in multi-core. We see that with the OmniBook compared to the Spectre x360 14 running that Core Ultra 7 155H. Notably, the OmniBook is slower than laptops running Qualcomm’s Snapdragon X chipsets, another efficiency-focused lineup. And then the Apple M3 has much faster single-core performance than all these laptops to go with very good multi-core performance.\n\nThe bottom line is that the OmniBook Ultra Flip 14 is plenty fast for demanding productivity users. Its Intel Arc 140V graphics are faster than its predecessor, but not as fast as entry-level discrete GPUs. So, that means it won’t offer any advantages for creators or gamers.\n\nCinebench R24\n\n(single/multi) Geekbench 6\n\n(single/multi) Handbrake\n\n(seconds) HP OmniBook Ultra Flip 14\n\n(Core Ultra 7 258V / Intel Arc 140V) 116 / 598 2483 / 10725 99 HP Spectre x360 14\n\n(Core Ultra 7 155H / Intel Arc) 102 / 485 2176 / 11980 93 Lenovo Yoga Slim 7i Aura Edition\n\n(Core Ultra 7 258V / Intel Arc 140V) 109 / 630 2485 / 10569 88 Asus Zenbook S 14\n\n(Core Ultra 7 258V / Intel Arc 140V) 112 / 452 2738 / 10734 113 HP OmniBook X\n\n(Snapdragon X Elite / Adreno) 101 / 749 2377 / 13490 N/A Asus ProArt PX13\n\n(Ryzen AI 9 HX 370 / RTX 4050) 116 / 897 2710 / 14696 54 MacBook Air\n\n(M3) 141 / 601 3102 / 12078 109\n\nBattery life\n\nAs I’ve stressed in each of my Lunar Lake laptop reviews, efficiency is the primary goal of this round of Intel’s chipsets. As we see above, performance doesn’t stand out, so battery life becomes more important. In part, that’s because of the excellent efficiency of Apple Silicon, with the M3 chipset being both fast and efficient.\n\nHere, we see that the OmniBook Ultra Flip 14 is a lot more efficient than the Spectre x360 14, especially in web browsing. It’s not quite as efficient as Lenovo Yoga Slim 7i and the Zenbook S 14, and the Qualcomm laptops are stronger as well.\n\nThe OmniBook is held back a bit by its 64-watt-hour battery, which isn’t huge, and it also sports a high-res, 120Hz OLED display. That also doesn’t help. And while it’s not as good as some others, it’s still a lot more efficient than most Intel Meteor Lake laptops. That means that while it can’t keep up with Apple’s M3, it will still likely get through a day’s work with moderate productivity workflows.\n\nWeb browsing Video Cinebench R24 HP OmniBook Ultra Flip 14\n\n(Core Ultra 7 258V) 11 hours, 5 minutes 15 hours, 46 minutes 2 hours, 14 minutes HP Spectre x360 14\n\n(Core Ultra 7 155H) 7 hours, 9 minutes 14 hours, 22 minutes N/A Lenovo Yoga Slim 7i Aura Edition\n\n(Core Ultra 7 258V) 14 hours, 16 minutes 17 hours, 31 minutes 2 hours, 15 minutes Asus ExpertBook P5\n\n(Core Ultra 7 258V) 8 hours, 54 minutes 16 hours, 29 minutes 2 hours, 15 minutes Asus Zenbook S 14\n\n(Core Ultra 7 258V) 16 hours, 47 minutes 18 hours, 35 minutes 3 hours, 33 minutes Microsoft Surface Laptop\n\n(Snapdragon X Elite X1E-80-100) 14 hours, 21 minutes 22 hours, 39 minutes N/A HP Omnibook X\n\n(Snapdragon X Elite X1E-78-100) 13 hours, 37 minutes 22 hours, 4 minutes 1 hour, 52 minutes Asus Vivobook S 15\n\n(Snapdragon X Plus) 13 hours, 10 minutes 16 hours, 19 minutes N/A Asus ProArt PX13\n\n(Ryzen AI 9 HX 370) 8 hours, 7 minutes 11 hours, 12 minutes 1 hour, 12 minutes Apple MacBook Air\n\n(Apple M3) 19 hours, 38 minutes 19 hours, 39 minutes 3 hours, 27 minutes\n\nA worthy successor to one of our favorite 2-in-1s\n\nThe Spectre x360 14 was a great laptop, maybe the best example of the 360-degree convertible 2-in-1. With HP’s rebranding, I was wondering how much else would change with the OmniBook Ultra Flip 14. Fortunately, I didn’t have to worry too much.\n\nThere’s really not a lot to dislike about the OmniBook. It gets very good battery life, has a gorgeous OLED display, and it look and feels great. Its performance isn’t the best, but it’s fast enough, and its keyboard and touchpad are excellent. It’s most attractive, though, at its sale prices."
    }
]