[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secret UFO documentary THE AGE OF DISCLOSURE will debut at prestigious film festival.",
            "link": "https://www.msn.com/en-us/entertainment/movies/secret-ufo-documentary-the-age-of-disclosure-will-debut-at-prestigious-film-festival/vi-AA1xInQi?ocid=BingNewsVerp",
            "description": "Massive news from The Hollywood Reporter today. Dan Farah is directing this secretly shot UFO documentary speaking with over ...",
            "image_url": "https://www.bing.com/th?id=OVF.eO27X7vV1Uosxbol5mHaeg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN22h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NEW EGG shaped UFO photos emerge on Reddit. Are these legit!",
            "link": "https://www.msn.com/en-us/science/astronomy/new-egg-shaped-ufo-photos-emerge-on-reddit-are-these-legit/vi-AA1xIhdC?ocid=BingNewsVerp",
            "description": "Another Egg Shaped UFO photo has hit the UFO community. A Reddit user posted images said to have been found in a cave. ProPixel Video Analysis and Research posted a vid looking at the photos and ...",
            "image_url": "https://www.bing.comNo image",
            "category": "ufo",
            "date": "Hosted on MSN22h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs and drones: How to prepare for the ultimate unknown",
            "link": "https://www.msn.com/en-us/news/politics/opinion-ufos-and-drones-how-to-prepare-for-the-ultimate-unknown/ar-AA1xJMXZ?ocid=BingNewsVerp",
            "description": "Given the stronger evidence suggesting we may not be alone in the universe — and could even be visited by extraterrestrials — it seems prudent for key sectors of society to consider planning for ...",
            "image_url": "https://www.bing.com/th?id=OJ.WYdZfNOgbCtCJw&pid=news&w=104&h=16&rs=2",
            "category": "ufo",
            "date": "15hon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Schumer calls on Trump to declassify government files on UFOs",
            "link": "https://www.msn.com/en-us/news/politics/schumer-calls-on-trump-to-declassify-government-files-on-ufos/ar-AA1xKKED?ocid=BingNewsVerp",
            "description": "Senate Democratic Leader Chuck Schumer (N.Y.) says President Trump should declassify secret government archives about unidentified flying objects (UFOs), also known as unidentified anomalous ...",
            "image_url": "https://www.bing.com/th?id=OJ.WYdZfNOgbCtCJw&pid=news&w=104&h=16&rs=2",
            "category": "ufo",
            "date": "9hon MSN",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secret UFO documentary footage to drop 'biggest discovery in human history'",
            "link": "https://www.mirror.co.uk/news/weird-news/secret-footage-ufo-documentary-drop-34542366",
            "description": "The Age of the Disclosure includes on-the-record interviews with 34 current and former high-ranking members of the US government, military, and intelligence community ...",
            "image_url": "https://www.bing.com/th?id=OJ.STY0Y0M5AJAqjw&pid=news&w=59&h=16&rs=2",
            "category": "ufo",
            "date": "11h",
            "source": "The Mirror",
            "article_content": "A documentary on UFOs made in secret is set to drop the “biggest discovery” in the history of human kind, it has been claimed.\n\nThe Age of the Disclosure includes on-the-record interviews with 34 current and former high-ranking members of the US government, military, and intelligence community. They claim to have direct knowledge on the aerial phenomena and its director, Dan Farah, alleges an 80-year cover-up of alien kind - also known as non-human intelligent life (NHI).\n\nThe official description of the documentary says: “The film was granted unprecedented access and support from senior members of the U.S. government, military and intelligence community. Everyone interviewed in the film has direct knowledge of UAP as a result of their work for the US Government, reports the Daily Star.\n\n“The film exposes the profound impact the situation has on the future of humanity, while providing a look behind the scenes with those at the forefront of the bipartisan disclosure effort.”\n\nAmongst the many participants are New York Senator Kirsten Gillibrand, Luis Elizondo (former Department of Defense official, member of the Government’s Advanced Aerospace Threat Identification Program), Senator Mike Rounds, Jay Stratton (the ex director of the US government’s UAP task force), General Jim Clapper (former Director of National Intelligence), Mike Gold (NASA UAP Study Team member), Admiral Tim Gallaudet (Former Navy Chief Oceanographer).\n\nIt is claimed the documentary was made in secret over the last two years and filmmakers are currently in talks for commercial distribution plans. The Age of the Disclosure will premiere at the South by Southwest Film Festival, where it will screen at the Paramount Theatre in March.\n\nEarlier this month a private jet flight crew was left stunned when they saw a UFO \"zigzagging\" through the air as their plane travelled at 45,000 feet. Florida-bound crewmembers have told of how they saw strange glowing orbs darting through the sky while flying high above the Bahamas .\n\nThe group, flying with private carrier Surjet, said they saw two objects darting through the skies while en route to Fort Lauderdale. One flight attendant said she and two pilots saw the objects appear at night as white lights, which turned green as they watched.\n\nShe added they appeared to have been bathed in an \"electric energy\" as they passed through the sky, and the sighting has sparked a quest for answers from the stunned crew.\n\nSpeaking to NBC News, Cassandra Martin said the object stayed with the plane for around 45 minutes before disappearing into the night, adding that air traffic control also caught sight of the unidentified object. She said: \"It started as white and then it just got green and almost like an electric some type of energy around it.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Simplify everything with a lifetime AI tool and stop app-hopping",
            "link": "https://www.yahoo.com/tech/simplify-everything-lifetime-ai-tool-100000866.html",
            "description": "Simplify your tasks with 1min.AI — lifetime access to powerful tools for writing, editing, and creating, all for $39.99.",
            "image_url": "https://www.bing.com/th?id=OVFT.2LcXrdq6HRVDSSJa86EkgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Yahoo",
            "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nDitch the chaos — meet your new AI bestie for life.\n\nTL;DR: Get lifetime access to 1min.AI for $39.99 and enjoy writing tools, image editing, AI assistants, and more in one powerful platform.\n\n1min.AI Lifetime\n\nOpens in a new window\n\nCredit: 1min.AI\n\n1min.AI: Lifetime Subscription\n\n$39.99\n\n$234.00 Save $194.01\n\nGet Deal\n\nSometimes you just need one tool that does it all. Enter 1min.AI, your one-stop shop for everything from writing and editing to image processing and audio transcription.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nForget juggling a dozen apps — with lifetime access for just $39.99 (reg. $234), you get all the AI functionality you need under one roof.\n\nWith 1min.AI, professionals, students, and creatives can access a range of AI-powered features tailored to simplify workflows. Need a blog post? The writing assistant can whip one up in minutes. Stuck with repetitive design edits? Use the background remover, text-to-speech converter, or even upscale images to high-resolution. And for social media managers, generating comments or drafting posts has never been easier.\n\nThis subscription also provides unparalleled versatility with:\n\nChat support from AI models like GPT-4, Claude, and Gemini Pro\n\nComprehensive tools for creating and refining content\n\nAudio and video editing capabilities, including transcription and translation\n\nEarn free credits daily, leave reviews for even more perks, or invite friends to stack up on rewards.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhether you're managing SEO tasks, editing photos, or creating multilingual content, 1min.AI lets you ditch subscriptions and focus on results. Say goodbye to tool overload and hello to efficiency.\n\nSimplify your content creation with a lifetime subscription to 1min.AI — grab it for $39.99 today.\n\nStackSocial prices subject to change."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I put 3 local AI chatbots to the test on my phone — and I was shocked by how useful they are",
            "link": "https://www.tomsguide.com/ai/i-put-3-local-ai-chatbots-to-the-test-on-my-phone-and-i-was-shocked-by-how-useful-they-are",
            "description": "The driver behind this move to mobile devices is the rise and rise of extremely capable open source AI models like Llama 3.2, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LEx5SliYiF_2pBiFYtuj4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Tom's Guide",
            "article_content": "Big name AI may get all the headlines, but behind the scenes there’s another revolution going on. AI chatbots are slowly but surely moving onto the smartphone – not connected to the cloud, but running locally and privately on the device itself. I recently spent some time testing out three new free AI chat apps for Android, to find out whether they’re worth installing.\n\nThe driver behind this move to mobile devices is the rise and rise of extremely capable open source AI models like Llama 3.2, which can now approach the performance of large models but in a much smaller footprint.\n\nIt’s still early days for these apps, but from what I’m seeing this is something that’s going to really change the way we access information in the future. My tests revealed three surprisingly good chatbots. Something that's all the more remarkable with the meager resources of my Android phone. I was genuinely shocked by how satisfying they are to use.\n\n1. Local AI\n\n(Image credit: Google Play Store/Tom's Guide)\n\nThis chatbot has an interesting take on adding AI to a phone. Instead of offering complicated setups and installation, the app gives a limited choice of AI settings, which keeps things super easy to understand for newcomers. Installation is quick and easy, and the only decision the user has to make is whether to use the Fast, Balanced, or High Accuracy settings, which represent the AI in use.\n\nThe trade-off is clearly speed versus sophistication, but the one thing to say is the idea seems to work very well. For instance the Fast setting is extremely quick. It’s not as fast as ChatGPT, but when you consider this is running on a sliver of a smartphone processor with minimal memory, it’s nothing short of a miracle how quickly the responses come up on screen.\n\nThe UI is easy to use, just a chat box and response screen, and one great feature is the fact you can press a microphone icon and talk to the model instead of having to laboriously type out your request. The only downside is the long press copy paste function to grab the AI response text seems to be broken. Hopefully that will be fixed soon by the developers.\n\nDownload Local AI on the Play Store here.\n\nSign up to get the BEST of Tom's Guide direct to your inbox. Get instant access to breaking news, the hottest reviews, great deals and helpful tips. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n2. Private AI\n\n(Image credit: Google Play Store/Tom's Guide)\n\nPrivate AI takes a more conventional approach by offering configuration options so the user can tailor the app to their needs. This includes downloading a wide choice of open source models onto the phone, like Mistral, Gemma, Phi, TinyLlama and suchlike.\n\nHowever note that if you have a standard spec smartphone, you’re not going to want to download any model over 1 to 3 GB in size. Beyond that, things run very slowly indeed.\n\nThe model size vs speed equation is a constant constraint of these apps. The fact is current smartphones, apart from very high end models, are not built for processing AI. The result is most of the responses will be quite slow even using tiny models such as Gemma 2. I tested it on a Samsung Galaxy S20, and even at a modest 1.9 gigabytes in size it was still quite slow.\n\nThe app also lacks basic amenities such as deleting past chats from the history, and is relatively primitive compared to the other apps in this test.\n\nDownload Private AI on the Play Store here.\n\n3. PocketPal\n\n(Image credit: Google Play Store/Tom's Guide)\n\nOne of the big surprises was how good this free Android app is. What makes it special is the fact it seems to optimize the open source models better than the other chatbots. I was able to load Llama 3.2 3B into the app and get excellent performance out of it, better than the other products. This is a two gigabyte sized model, and is probably one of the best in class for its size anywhere, whether on desktop PC or mobile. So the fast speed is a surprising bonus.\n\nLike Private AI, PocketPal also offers a number of user customization options to tune it to your particular needs. This includes different cache settings, and also using flash attention for faster processing.\n\nOne feature I particularly liked is the ability to add a different system prompt to each model individually. I thought I’d have fun and set my model up to talk like a London Cockney, which was hilarious for a while.\n\nAll in all I found PocketPal to be the most mature app on the Android platform at the moment, delivering a nicely grown-up AI chatbot experience on the phone.\n\nMore of these apps are arriving on both Android and Apple handsets every month, so this is an area that clearly has a solid future as the tech matures.\n\nDownload PocketPal on the Play Store here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Low-code and AI challenge the reign of SaaS",
            "link": "https://www.computerweekly.com/opinion/Low-code-and-AI-challenge-the-reign-of-SaaS",
            "description": "Software-as-a-service applications have long been the go-to for businesses seeking quick IT fixes, but a new wave of low-code ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VhAypKSjhEW6CsTEaQdz-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Computer Weekly7hOpinion",
            "source": "Computer Weekly",
            "article_content": "For decades, the “build vs buy” debate has dominated IT strategy, forcing leaders to choose between crafting custom solutions or settling for off-the-shelf fixes. Software-as-a-service (SaaS) seemed like the answer – quick, functional and easy to deploy. But as rolling out SaaS solutions became the de facto answer to every business need (particularly during the pandemic) the cracks in that model are now becoming impossible to ignore.\n\nBloated tech stacks. Disconnected tools. SaaS may be solving some problems but it’s also creating new ones. However, advances in low-code, artificial intelligence (AI) and automation tools may see businesses wrestle back control, making it increasingly viable for organisations to build their own solutions while upskilling their existing teams.\n\nWhy SaaS is losing its shine For years, SaaS solutions have been the go-to for strapped IT teams lacking developer experience. Plug-and-play tools offered quick fixes to specific problems. But they’ve always come at a cost: siloed systems, rigid functionality, and the never-ending treadmill of upgrades and implementation cycles. Now, low-code platforms, spurred on by advancements in AI and automation, may see this start to change. This is thanks to a major development in AI – an algorithm’s ability to capture ‘domain knowledge’ or the expertise and understanding of specific fields such as application development. With AI, organisations can easily capture this domain knowledge – which has been historically monopolised inside SaaS solutions – and pull it directly into low-code application development platforms. And with automation, automated processes and the necessary workflow data can be pulled together to create easy-to-use, engaging applications. Take employee onboarding — a process often riddled with disconnected tools and repetitive manual steps. With low-code platforms, organisations could potentially replace multiple SaaS subscriptions with a single, custom-built app. AI helps in building the application within the low-code environment, automation simplifies the tasks, and low-code platforms make development possible without the need for specialised (and expensive) expertise. In fact, in a recent survey, Nintex found Australian organisations are increasingly prioritising upskilling their existing workforce (22%) with only 11% focusing on new hires. Among these, only 5% cited the need to hire AI talent as a priority. This is seen even more broadly, with the Australian HR Institute (AHRI) finding that 77% of organisations are focusing on upskilling their current employees in technology-related skills, rather than increasing their ranks. The reality is that low-code platforms are breaking down barriers for non-technical employees. With the right tools, even those without coding experience can create tailored solutions that save time and money, and drive increased levels of efficiency throughout their organisation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why everyone in AI is freaking out about DeepSeek",
            "link": "https://venturebeat.com/ai/why-everyone-in-ai-is-freaking-out-about-deepseek/",
            "description": "DeepSeek has a free website and mobile app even for U.S. users with an R1-powered chatbot interface similar to OpenAI's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4UpxJPh3yH8US1BvXo3bhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "VentureBeat",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Enterprise AI Can Ease The Data Gravity Burden",
            "link": "https://www.nextplatform.com/2025/01/23/how-enterprise-ai-can-ease-the-data-gravity-burden/",
            "description": "COMMISSIONED: Among the many tough decisions IT leaders face is where to best host AI workloads. Whether you’re deploying ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eLxwjIgSqTo-D0DOeSZFCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "The Next Platform15h",
            "source": "The Next Platform",
            "article_content": "COMMISSIONED: Among the many tough decisions IT leaders face is where to best host AI workloads.\n\nWhether you’re deploying traditional AI applications that predict supply chain performance or launching generative AI digital assistants that serve information to customers, the location options for such software are myriad.\n\nYet the calculus has changed. For the first time in probably a decade, the public cloud is not necessarily the first destination that you IT leaders turn to. In fact, Gartner expects that 50 percent of critical enterprise application workloads will reside outside the public cloud through 2027.\n\nYou know, of course, that many factors go into workload placement. Yet it almost always starts with a single consideration: your data. And AI demands a lot of it. Especially the modern GenAI applications that are transforming digital operations worldwide.\n\nAvoiding Cloud Sins Of The Past\n\nGenAI apps create vast volumes of unstructured data such as text, audio and video. The more data such apps generate, the more that data gravity weighs on an organization’s workloads and the harder they become to move.\n\nIronically, you IT leaders have likely already experienced this challenge during the “cloud-first” phenomenon of a decade ago, as your organizations rushed to capitalize on the agility and innovative prospects promised by the public cloud.\n\nIn recent years – and for various reasons – you and your peers have probably removed some application workloads from the public cloud.\n\nSome of you realized your providers couldn’t meet data locality regulations. Others erred in refactoring applications for the public cloud only to watch them break. Still others found the more data they created, the more expensive it became to run their applications.\n\nTo put this into a consumer-friendly perspective, consider the platform shift from cable TV to streaming services over the past few years. Tired of feeling locked into contracts that included hundreds of channels they rarely watched, millions of customers “cut the cord” on cable TV, switching to Netflix, Hulu, Apple TV+ and other services.\n\nThe public cloud has come to mirror cable TV, with providers launching dozens of services that IT leaders don’t need. Moreover, as with cable TV, IT leaders came to feel locked in to their existing cloud contracts; when the renter’s remorse kicked in, they began to move some workloads.\n\nAnd with compute and storage needs diversifying today, you IT leaders want more Netflix and Hulu, less cable TV, which is a big reason for some of the repatriation to on-premises systems.\n\nA Different Tack To Support AI\n\nYour organizations require a more prescriptive approach to their AI needs – one that affords them control over their corporate IP and data – while allowing them to maintain performance and meet resiliency requirements.\n\nAlso, AI inferencing can tax systems – it requires real-time access to data – so organizations must control the compute and storage that fuel their AI applications. Controlling these resources will also help your IT departments better manage the data gravity that attends AI applications.\n\nHow can you, as an IT leader, solve for such challenges?\n\nThere is no cookie-cutter approach, but one option includes maintaining a laser-focus on delivering the optimal business outcomes, regardless of where you choose to run your applications, whether this includes your own datacenters, with the ability to extend to AI PCs and other devices at the edge.\n\nThis approach, known as helps you meet performance requirements and reduce latency while ensuring that your data is secure and compliant with data locality and sovereignty rules. There are paths to enterprise AI that may be kinder to your budget.\n\nFor example, you might consider deploying open-source models on-premises, which helps you bring AI to your data while right-sizing your model(s) to meet your operational requirements. Pre-trained models incorporating retrieval augmented generation help refine results with corporate data and run well on GPU-powered servers behind the corporate firewall.\n\nDeploying Meta’s Llama 2 model on-premises with RAG proved as much as 75 percent more cost-effective than running GenAI workloads in Amazon Web Services’ public cloud, according to a survey conducted by Enterprise Strategy Group. ESG also found that running Mistral’s 7B open-source model with RAG on premises was found to be 38 percent to 48 percent more cost-effective than AWS.\n\nThese are key savings at a time when the cost of inferencing rises over the lifetime of a model.\n\nCultivating enterprise AI isn’t easy; most organizations lack the technical wherewithal to build such an operating model let alone stand up the architecture and infrastructure modernized for AI.\n\nIt also requires experts who can help you get your data house in order so you can run your models with the performance and efficiency you need at the right cost. Who you choose as your trusted advisor will help shape the outcomes of your AI strategy.\n\nLearn more about the Dell AI Factory.\n\nClint Boulton is senior advisor of AI portfolio marketing at Dell Technologies.\n\nContributed by Dell Technologies."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal guides wanted at former prison",
            "link": "https://www.msn.com/en-us/society-culture-and-history/religion-and-spirituality/paranormal-guides-wanted-at-former-prison/ar-AA1xM5ak?ocid=BingNewsVerp",
            "description": "The role will see people lead evening tours around the site, helping the public investigate some of the paranormal activity.",
            "image_url": "https://www.bing.com/th?id=OVFT.MQO2cVf1olQMDSD_Eh6SNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Presence’ Review: Paranormal Friend or Foe?",
            "link": "https://www.nytimes.com/2025/01/23/movies/presence-review.html",
            "description": "Steven Soderbergh’s new chiller takes place in one of the most troubled of all movie locations: an outwardly normal family ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HZh4btGxDhgxJCuFJIsDDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "18h",
            "source": "The New York Times",
            "article_content": "All sorts of ghosts from the altruistic to the diabolic haunt movies, but it takes a while to get a bead on the entity drifting, and at times racing, through Steven Soderbergh’s “Presence.” However benign or malicious — whatever its life or death, possible eternal salvation or never-ending damnation — this spirit seizes your attention from the get-go because everything in this twisty, technically virtuosic, surprisingly moving chiller is shot from its point of view. From the moment the movie opens, you see what it sees: the good, the banal, the private, the scary. The kicker? Soderbergh is holding the camera — he’s the ghost in this machine.\n\nIt’s a typically well-oiled, polished, frictionless Soderbergh whatsit. Like many ghost stories, it takes place in one of the most historically troubled of all movie locations: an outwardly normal family home. There, in an attractive two-story suburban house with plenty of natural light, a wraparound front porch and a spacious backyard, the spirit wanders the handsome, blandly tasteful rooms and looks out the many windows. Although apparently confined to the house’s interior, it never feels trapped. Even so, given all the mileage that it racks up as it moves from the downstairs kitchen to the upstairs bedrooms, it is demonstratively restless.\n\nThe ghost seems pretty benign despite the unease it stirs up. It’s attentive and obviously interested in the family of four that moves in soon after “Presence” opens. If anything, the ghost seems eager for company. It routinely follows the family around, particularly the daughter, Chloe (Callina Liang, lovely), like a faithful dog — that is if that pooch were invisible and human size. (The height of the ghost’s point of view is a tell.) It’s curious yet also seems reserved. It likes to hang out in Chloe’s closet and when she takes a shower, it stays outside the bathroom and tidies up, which suggests that it’s not — or, rather, wasn’t — a creep.\n\nThe screenwriter David Koepp seeds the story with such clues, giving you just enough back story and present-day information to stir your curiosity and keep you guessing as he and Soderbergh ratchet up your anxiety. A genre savant with a raft of big credits (“Jurassic Park”), Koepp has an affinity for stories set in confined locations, especially those outwardly safe spaces that become mousetraps: He wrote David Fincher’s “Panic Room,” a thriller set almost entirely inside a brownstone, as well as Soderbergh’s thriller, “KIMI,” about an agoraphobic woman swept up in an intrigue. “Presence” is another ideal trap to trip for a filmmaker who enjoys challenges and changing it up artistically as much as Soderbergh does."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stuff your Kindle with paranormal cozy mystery books for free",
            "link": "https://www.msn.com/en-us/travel/tripideas/stuff-your-kindle-with-paranormal-cozy-mystery-books-for-free/ar-AA1xInT0?ocid=BingNewsVerp",
            "description": "Stuff Your Kindle Day is back for its first event this year, and we couldn't be more excited. If this is your first time ...",
            "image_url": "https://www.bing.com/th?id=OVFT.42eKfaFziwgKA19GJjUmMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dark side of the spectrum: Paranormal Cirque II offers a morbidly fun time under the big top",
            "link": "https://www.yahoo.com/entertainment/dark-side-spectrum-paranormal-cirque-200100811.html",
            "description": "Paranormal Cirque II is a mixture of macabre and fantasy presented in a unique style made up of components of circus, theater and cabaret. The production, which takes place under a black and red big ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "paranormal",
            "date": "12h",
            "source": "Yahoo",
            "article_content": "Jan. 23—Paranormal Cirque II is a mixture of macabre and fantasy presented in a unique style made up of components of circus, theater and cabaret.\n\nThe production, which takes place under a black and red big top tent, makes its way to New Mexico with stops at Cottonwood Mall from Friday, Jan. 31 to Feb. 10, and Mesilla Valley Mall in Las Cruces from Feb. 14 to Feb. 17.\n\n\"It's a great show for adults, it's a perfect night out for friends, or if you're looking for a unique date night, then we've got you covered,\" said Steve Copeland, comedian, social media director and publicity director for Paranormal Cirque II.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe show is not a family-friendly event, and anyone under age 17 must be accompanied by an adult age 21 or older. Children younger than age 13 will not be permitted into the show.\n\n\"Our show is rated R, so we don't allow children under the age of 13,\" Copeland said. \"The show contains horror, violence and imagery, bad language and adult humor ... It's a horror circus. All of our acts are performed by horror creatures and characters, zombies, vampires, ghosts, what have you. It's great because you don't have to wait until Halloween to have fun with some smoky, scary, sexy entertainment.\"\n\nParanormal Cirque II is a branch of Cirque Italia, which has five shows crisscrossing the United States. Last year, two of its shows went to Canada for the first time, and two new shows will be touring Canada this summer.\n\n\"We're very excited to be bringing our (Cirque Italia) show tally up to seven touring productions,\" Copeland said. \"There are three units of Paranormal Cirque. We are Paranormal Cirque II, and we're the best.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nParanormal Cirque I, began in 2018, followed by Paranormal Cirque II in 2022, and Paranormal Cirque III beginning in 2023.\n\n\"In fact, Albuquerque was our first stop with Paranormal Cirque II,\" Copeland said. \"(Albuquerque) got to see the world premiere of our show ... Paranormal Cirque is a very popular show, which is why we have three units and soon to be a fourth Canadian unit as well.\"\n\nParanormal Cirque II is made up of a crew and company of about 50 people.\n\n\"Everybody does everything,\" Copeland said. \"The people that sell you your popcorn and concessions are the ones that help put up the tent. The people that are taking you to your seat for the show are also running the sounds and lights. In addition to being a comedian in the show, I'm also the social media director and publicity director for the unit. We all wear multiple hats here and we all do different jobs to get the show down the road.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe production features an international cast of performers. Copeland is one of two American performers.\n\n\"We have lots of performers from Latin American countries, and everybody has come from different backgrounds, some circus, some theater, some dance,\" he said. \"We have a truly eclectic variety of performers with our show.\"\n\nCopeland encourages eventgoers to arrive an hour prior to the show to be part of the \"haunt attraction preshow.\"\n\n\"During that time, you can meet our performers up close and personal,\" he said. \"They're going to scare your pants off before they wow you on stage.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nSnacks such as popcorn, cotton candy, nachos, hot dogs and nonalcoholic beverages will be available for purchase. Souvenirs, masks, hats and 1950s pin-up girls drawn in a paranormal style by artist Ryan Combs, will also be sold.\n\nEventgoers can also take part in a QR code hunt.\n\n\"You can go around and find seven QR codes, scan them with your phone and find out fun information about our show, about our company and some of our performers,\" Copeland said. \"That all begins one hour before showtime. It's included with your ticket. And in addition to that, I just want to remind people to get their tickets early, either paranormalcirque.com or at the ticket office once we're in town. I just wouldn't recommend waiting until the last minute, because some of our shows are already close to selling out, and we don't want anyone to miss the fun.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal inactivity: ‘Presence’ a well-cast but gimmicky ghost tale that runs short on the boos",
            "link": "https://www.dailyherald.com/20250123/movies/paranormal-inactivity-presence-a-well-cast-but-gimmicky-ghost-tale-that-runs-short-on-the-boos/",
            "description": "Presence' — 2 stars In Steven Soderbergh’s gimmicky, unscary ghost story 'Presence,' we the audience become the supernatural ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cEMf8QD1meArQyDCQM-Z4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Daily Herald23h",
            "source": "Daily Herald",
            "article_content": "Chris (Chris Sullivan) and his wife, Rebekah (Lucy Liu), have no idea an invisible entity is watching their every move in Steven Soderbergh’s “Presence.” Courtesy of Neon\n\n“Presence” — 2 stars\n\nIn Steven Soderbergh’s gimmicky, unscary ghost story “Presence,” we the audience become the supernatural entity roaming through a large suburban house with Steadicam fluidity, seeing only what it sees, hearing only what it hears.\n\nThis concept feels inspiringly fresh, for a while, as we — the mysterious entity — forego the conventional frights and violent deeds expected in the horror genre and take a surprisingly empathetic fondness to the new family just moving in.\n\nSoderberg, teamed with screenwriter David Koepp for the second time, parcels out just enough background info on his characters to create one of the most economic and realistically believable cinematic portraits of what might be a typical, conflicted American family.\n\nA new family — Chloe (Callina Liang), left, Chris (Chris Sullivan), Tyler (Eddy Maday) and Rebekah (Lucy Liu) — moves into a haunted suburban home, sold to them by agent Cece (Julia Fox), unaware they’re being watched by an entity, in “Presence.” Courtesy of Neon\n\nChris, an emotionally subdued dad (Chris Sullivan), doesn’t really like the house on the walk-through, but his strong-willed wife, Rebekah (Lucy Liu), just loves the new digs, so they move in. He worries about his teen kids, a competitive swimmer named Tyler (Eddy Maday) and a despondent, socially cloistered student named Chloe (Callina Liang).\n\nTwo of Chloe’s friends recently died, suspected victims of drug overdoses, or possibly suicide.\n\nA despondent, socially cloistered student named Chloe (Callina Liang) is spied upon by an invisible entity in the closet in Steven Soderbergh’s scareless ghost movie “Presence.” Courtesy of Neon\n\nChris pushes Chloe to be more outgoing and get on with life. Rebekah dismisses him and says time will be the best medicine, setting up a cold war of not-so-passive resistance between the two.\n\nMeanwhile, Tyler refuses to cut Sis any slack, accusing her of acting weird and being embarrassing. He does, however, introduce her to his friend, Ryan (West Mulholland), a confident kid with a mop of hair and a seductive approach that seems perfect for the insecure Chloe.\n\n“It’s all about you,” he coos. “You are in control.”\n\nRemember, we witness all of this domestic drama as the entity, constantly roaming through the house, ducking into closets and corners undetected. Except when Chloe senses its presence and believes it might be one of her deceased friends.\n\nShe nearly freaks when she discovers that something has moved her books around and tidied up her room while she took a shower.\n\nWhen we, the entity, trash a closet and knock things off the furniture, Chris and Rebekah reluctantly allow a woman with Second Sight, Lisa (Natalie Woolams-Torres), into the house to communicate with us, the entity.\n\nA strong-willed wife and mother (Lucy Liu) senses she is being watched (and she is!) in “Presence.” Courtesy of Neon\n\n“It is confused,” Lisa says. She reports that the spirit feels a need to accomplish something but doesn’t know what.\n\nSoderbergh — director/cinematographer/editor using two pseudonyms — takes a bold gamble to create an appealing supernatural tale that doesn’t qualify as horror and barely squeezes its thriller credentials in under the wire.\n\nHe uses strong actors, with superlative performances by Sullivan, Liu and especially a transcendent Liang, in a story that, like “Heretic,” proves the existence of God and the afterlife in the final shot.\n\nStill, “Presence” does not fully work for me.\n\nSo many inconsistent details kept me from buying into the story’s internal logic.\n\nWhy do we, the entity, spend so much time apparently walking backward? To keep characters coming toward the camera perfectly in frame?\n\nWhy do we, the entity, race up staircases to observe something on the second floor in some scenes (consistent with the point-of-view), but in other scenes, Soderbergh simply cuts to the second floor?\n\nWhen we, the entity, destroy a closet and wreck a bedroom, why do we, the audience, see it as if we’re standing on the other side of the room?\n\nWhy does the movie demonstrate that we, the entity, possess the ability to violently move and destroy objects, but when a character’s life becomes threatened, we, the entity, inexplicably become powerless to interfere?\n\nHey, it’s a ghost movie.\n\nAnd one that might make Chekhov turn over in his grave.\n\n• • •\n\nStarring: Lucy Liu, Chris Sullivan, Callina Liang, Eddy Maday, West Mulholland\n\nDirected by: Steven Soderbergh\n\nOther: A Neon theatrical release. Rated R for teen drinking, language, sexual situations. 85 minutes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dark oxygen: New deep sea expedition to explore mysterious discovery",
            "link": "https://www.msn.com/en-us/news/technology/dark-oxygen-new-deep-sea-expedition-to-explore-mysterious-discovery/ar-AA1xIvJI?ocid=BingNewsVerp",
            "description": "The shock discovery that metallic nodules could be producing oxygen in the deep sea made headlines last year – now the team ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z2-rT7pMZl75ZmFFAA8Lby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "New Scientist on MSN16h",
            "source": "New Scientist on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unearthing History: Discovery of a Shark Ancestor in Peru",
            "link": "https://www.devdiscourse.com/article/science-environment/3236207-unearthing-history-discovery-of-a-shark-ancestor-in-peru",
            "description": "Paleontologists in Peru have uncovered a remarkable 9-million-year-old fossil, which belonged to an ancestor of the great ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "devdiscourse21h",
            "source": "devdiscourse",
            "article_content": "Paleontologists in Peru have made a groundbreaking discovery with the unearthing of a 9-million-year-old fossil that belonged to a relative of the great white shark. This ancient predator once prowled the waters of the southern Pacific Ocean, specifically devouring sardines, researchers revealed.\n\nThe fossil find provides crucial insights into the evolutionary history of one of the ocean's most formidable predators, shedding light on the biodiversity of the ancient seas. Such discoveries help scientists better understand not only the past ecosystems but also provide context for current marine life dynamics.\n\nThis Peruvian discovery underscores the intricate web of life that has existed over millions of years, offering valuable data for both paleontology and marine biology. As researchers continue to excavate and study such fossils, they piece together the fascinating history of life on Earth.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Is Coming Up With Brand New Molecules, Fueling Drug Discovery",
            "link": "https://www.sciencefriday.com/segments/ai-drug-discovery-antivenom/",
            "description": "AI models are able to design molecules that don’t even exist in nature. Some have proven effective as snake antivenom.",
            "image_url": "https://www.bing.com/th?id=ODF.zH5mZxEXzwc1vWXoMe8sHw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Friday4h",
            "source": "Science Friday",
            "article_content": "A recent study in the journal Nature unveiled new proteins that can neutralize the deadliest of snake venoms. They’re “new” in that they aren’t found in nature—they were created in a lab, dreamed up by AI.\n\nAnother team of scientists out of Philadelphia is using AI to discover new antibiotics by resurrecting long-lost molecules from extinct species like neanderthals and woolly mammoths.\n\nWe know what you’re thinking: It sounds too sci-fi to be true. But AI is helping scientists do something seemingly impossible—invent and synthesize never-before-seen structures.\n\nFlora Lichtman talks with two pioneers in the field about how AI is supercharging drug discovery: Dr. César de la Fuente, bioengineer and presidential associate professor at the University of Pennsylvania in Philadelphia, and Nobel laureate Dr. David Baker, director of the Institute for Protein Design and professor at the University of Washington in Seattle.\n\nFurther Reading\n\nRead more coverage of Dr. Baker’s work to use AI to develop novel treatments via El País.\n\nSign Up For The Week In Science Newsletter\n\nKeep up with the week’s essential science news headlines, plus stories that offer extra joy and awe.\n\nSubscribe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nehru saw scientific temper as inextricably linked to freedom",
            "link": "https://theprint.in/feature/around-town/nehru-saw-scientific-temper-as-inextricably-linked-to-freedom/2459598/",
            "description": "Jawaharlal Nehru attended the Indian Science Congress each year, set up the IITs alongside the cultural academies, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LjlILRdqSyHhB57vJ-b1nC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ThePrint7h",
            "source": "ThePrint",
            "article_content": "“Everyone here must’ve attended several such conferences. What’s there to say?” said Raza. “But even today, it’s difficult to understand scientific temper without reading Nehru.”\n\nAnd it was seized by a panel heavy on intellectual heft and cultural capital, which included scientist Gauhar Raza, senior Congress leader Jairam Ramesh, historian Aditya Mukherjee, professors Abha Dev Habib and R Mahalakshmi, and poet Ashok Vajpeyi.\n\nNew Delhi: India’s first prime minister, Jawaharlal Nehru, has been deified and deconstructed to no end. A discussion at Delhi’s Jawahar Bhawan promised to do the same––this time, it was Nehru’s scientific temper and commitment to rationality that was up for grabs.\n\nFor Nehru, according to Raza, scientific temper and rationality were inextricably linked to freedom––one couldn’t exist without the other. Nehru’s The Discovery of India is unequivocal evidence of what was one of his governing principles.\n\nSupport Unhyphenated Journalism Quality journalism you can trust, with exceptional ground reporting that gives you access to the story behind the story. Contribute Now\n\nHowever, this discussion wasn’t just a bounty of praise for Nehru. The speakers repeatedly returned to the present, where rationality and scientific temper appear to be in short supply––given the growing powers and significance of various babas, and the slew of politicians who draw gains from them.\n\n“This is a constant refrain today. Cows inhale and exhale oxygen. You might smile. But as a scientist, I’m anxious,” said Raza.\n\nThe historians present also spoke of various instances from the Upanishads and the Vedas, which provide evidence not necessarily of scientific temper, but of a rational approach to living life and an appetite for discovery.\n\n“There are hymns in the Rig Veda that demonstrate curiosity. A curiosity of creation, of life and death. Where the water comes from, what happens when we die,” said Mahalakshmi, a professor at JNU’s Centre for Historical Studies. “These are the beginnings of rationality.”\n\nAlso read: Nehru model slowed India’s economic growth. Licence Raj made it worse, says Amitabh Kant\n\n‘Attack on scientific temper’\n\nThe difference between Nehru and Modi’s Indias, the ostensible withering away of scientific temper, has a concrete manifestation––the country’s public educational institutions.\n\nAbha Dev Habib, professor of physics at Delhi University’s Miranda House, referred to the recent launch of a book, Modi vs Khan Market Gang, held on the university campus. According to Habib, the author, journalist Ashok Shrivastav who works at Doordarshan, compared DU Vice Chancellor Yogesh Singh to Hanuman.\n\n“These are the kinds of spaces our educational institutions are becoming. It’s a clear attack on scientific temper and rationality,” she said.\n\nFor Habib, it was serious, while other speakers, such as Vajpeyi, wove in humour to make sense of new India. And ensured that Nehru remained less man, and more myth.\n\nVajpeyi said he was fortunate enough to have met Nehru a handful of times through the course of his life. The poet was studying at St. Stephen’s College when he snuck into a lecture celebrating the life of Russian author Leo Tolstoy, at which Nehru was the chief guest. Nehru was one of multiple luminaries. The panel also consisted of poets John Wain and Stephen Spender.\n\nNehru had just returned from Aurangabad, Maharashtra, and the audience presumed he’d say a couple of banal things about the city. Instead, they were pleasantly surprised––Nehru dived into Tolstoy.\n\n“There’s greatness that ennobles you, which makes you participate in itself. Tolstoy’s greatness belongs here,” Nehru had said, as recited by Vajpeyi from memory. “The crowd went into furious applause,” the poet added.\n\nThen, as opposed to Tolstoy, Spender gave his two cents on Nehru. “As editor I meet presidents and prime ministers from all over the world. And there’s no statesman in the world that can possibly say something like what Nehru has said today,” Spender supposedly said.\n\n“Remember. Vishwaguru,” added Vajpeyi in mock seriousness.\n\nCongress leader Jairam Ramesh also got a jibe in, but after paying his respects.\n\n“In the last 100 years, if there’s anyone in public life, who has spoken not about science, but about scientific temper, it is Nehru,” he said. Meanwhile, he added, while Nehru had a degree in science, our current prime minister has a degree in all of political science. The audience, as expected, burst into laughter.\n\nNehru attended the Indian Science Congress each year, set up the IITs alongside the cultural academies, and managed to locate scientific temper in Indian culture. And the country, according to the panel at least, is morphing into something else entirely––distancing themselves from his fundamental tenets.\n\n“If this is the Hindu rashtra, God bless the Hindus. And the rashtra,” said Vajpeyi drily.\n\n(Edited by Aamaan Alam Khan)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SES AI signs contracts totaling up to $10 million to develop AI-enhanced Li-Metal and Li-ion batteries for EVs with two automotive OEM partners",
            "link": "https://finance.yahoo.com/news/ses-ai-signs-contracts-totaling-120000454.html",
            "description": "SES AI Corporation (\"SES AI\" (NYSE: SES)), a global leader in the development and manufacturing of AI-enhanced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4t378koOJ6eeiIMluv222y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "20h",
            "source": "YAHOO!Finance",
            "article_content": "WOBURN, Mass., January 23, 2025--(BUSINESS WIRE)--SES AI Corporation (\"SES AI\" (NYSE: SES)), a global leader in the development and manufacturing of AI-enhanced high-performance Li-Metal and Li-ion batteries, today announced a major milestone for the commercial application of AI for Science for battery material discovery with contracts totaling up to $10 million.\n\nThe contracts are with two existing major global OEM partners to apply AI for Science to develop new electrolyte materials for Li-Metal and Li-ion batteries for automotive applications and are expected to result in new revenue which will be partially recognized in the fourth quarter of 2024, with the balance expected to be recognized through the first half of 2025. This development follows SES AI’s breakthrough announcement from earlier this month of the world’s first battery to use an electrolyte material discovered by SES AI’s Molecular Universe efforts for drones and robotics applications.\n\nFounder and CEO Qichao Hu, noted, \"These new contracts with our automotive OEM partners are applying our AI-discovered electrolytes for Li-Metal B-sample developments and for the first time with mature Li-ion batteries already in commercial use. We believe this new revenue stream and these contracts validate and accelerate the commercial use of AI for Science for battery material discovery in automotive applications. We will work closely with our partners and with others in the space to extend our early leadership in this new opportunity.\"\n\nAbout SES AI:\n\nSES AI Corp. (NYSE: SES) is powering the future of global electric transportation on land and in the air with the world’s most advanced Li-Metal batteries. SES AI is the first battery company in the world to accelerate its pace of innovation by utilizing superintelligent AI across the spectrum of its business, from research and development; materials sourcing; cell design; engineering and manufacturing; to battery health and safety monitoring. Founded in 2012, SES AI is an Li-Metal battery developer and manufacturer headquartered in Boston and with operations in Singapore, Shanghai, and Seoul. Learn more at SES.AI.\n\nSES AI may use its website as a distribution channel of material company information. Financial and other important information regarding SES AI is routinely posted on and accessible through the Company’s website at www.ses.ai. Accordingly, investors should monitor this channel, in addition to following SES AI’s press releases, Securities and Exchange Commission filings and public conference calls and webcasts.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Operator Lets ChatGPT Use the Web for You",
            "link": "https://www.wired.com/story/openai-sets-chatgpt-loose-on-the-web/",
            "description": "The new tool, called Operator, is an AI agent: It relies on an AI model trained on both text and images to interpret commands ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ODUv3wsp8GneMJB81QMXEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14h",
            "source": "Wired",
            "article_content": "OpenAI is letting some users try a new ChatGPT feature that uses its artificial intelligence to operate a web browser to book trips, buy groceries, hunt for bargains, and do many other online chores.\n\nThe new tool, called Operator, is an AI agent: It relies on an AI model trained on both text and images to interpret commands and figure out how to use a web browser to execute them. OpenAI claims it has the potential to automate many day-to-day tasks and workday errands.\n\nOpenAI’s Operator follows rival releases by both Google and Anthropic, which have demonstrated ones capable of using the web. AI agents are widely seen as the next evolutionary stage for AI following chatbots, and many companies have hopped on the hype train by touting them. In most cases, these are very limited in their abilities and simply use a language model to automate things normally done with regular software.\n\n“AI is evolving from this tool that could answer your questions to one that is also able to take action in the world, carrying out complex, multistep workflows,” says Peter Welinder, VP of product at OpenAI. “We'll see a lot of impact on people’s productivity—but also the quality of work that people are able to accomplish.”\n\nOpenAI admits that giving ChatGPT access to a web browser does introduce new risks, and it says that Operator may sometimes misbehave. It says it has implemented various new safeguards and plans to extend Operator’s capabilities gradually.\n\nWelinder and Yash Kumar, product and engineering lead for OpenAI’s Computer Using Agent, say the plan is to learn from how people use the tool. They acknowledge that the tool could make unwanted bookings or purchases but add that a lot of work has gone into ensuring that it asks before doing anything risky. “It will come back to me and ask for confirmations before taking steps that might be irreversible,” Kumar says.\n\nOpenAI today also released a new “system card” outlining the problems that might arrive with Operator. These include the potential for it to misunderstand commands or diverge from what a user asks; to be misused by users; or to be targeted by cybercriminals.\n\n“It also poses an incredible amount of safety challenges,” Kumar says. “Because your attack vector area and your risk vector area increase quite significantly.”\n\nOperator will initially be available as a “research preview” for ChatGPT users with a Pro account, which costs a hefty $200 per month. The company says it plans to expand access while rolling the tool out slowly, because it will inevitably make some mistakes along the way.\n\nIn several demonstrations, Operator showed the potential for AI to take on a more active role as a web helper. The tool features a remote web browser and a chat window for communicating with a user.\n\nAt WIRED’s request, Operator was asked to book an Amtrak train trip from New Haven, Connecticut, to Washington, DC. It went to the right website and entered the necessary information correctly to bring up the timetable, then asked for further instruction. If a user were logged in to the Amtrak website or into a browser profile with stored credit card information, Operator would be able to go ahead and book a ticket—although it is designed to ask for permission first.\n\nKumar asked Operator to book a table at Beretta, a restaurant in San Francisco. The program went to the OpenTable website, found the correct restaurant, and looked up availability before asking what to do next. OpenAI says it has partnered with a number of popular sites, including OpenTable, to ensure that Operator works smoothly on them.\n\nThe new tool is based on OpenAI’s GPT-4o AI model, which can perceive a browser and web page and converse in typed text. The tool incorporates additional training designed to help it understand how to execute tasks online. OpenAI will also make its Computer Use Agent available through its API."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI launches Operator, its first AI agent capable of booking reservations and travel and buying products",
            "link": "https://www.msn.com/en-ph/news/technology/openai-launches-operator-its-first-ai-agent-capable-of-booking-reservations-and-travel-and-buying-products/ar-AA1xKdsU?ocid=BingNewsVerp",
            "description": "OpenAI's latest tool is designed to perform tasks autonomously, which the company says is its latest step toward AGI.",
            "image_url": "https://www.bing.com/th?id=OVFT.qYQMUd56-uemWnbY4K8GMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why OpenAI’s Agent Tool May Be the First AI Gizmo to Improve Your Workplace",
            "link": "https://www.msn.com/en-us/general/general/why-openai-s-agent-tool-may-be-the-first-ai-gizmo-to-improve-your-workplace/ar-AA1xGxrE?ocid=BingNewsVerp",
            "description": "AI is exciting, powerful, and controversial, and some critics doubt the tech delivers on its promise. But the next big wave ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E3cM1-7Nlqc3Y7Ii1tQq6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI unveils tool to automate web tasks as AI agents take center-stage",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-unveils-tool-automate-web-tasks-ai-agents-take-center-stage-2025-01-23/",
            "description": "Generative artificial intelligence heavyweight OpenAI on Thursday previewed an AI agent that can carry out tasks on the web ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tTQKaJ_zjV6ysLgiOFfGVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "13h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s new Operator AI agent can do things on the web for you",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-s-new-operator-ai-agent-can-do-things-on-the-web-for-you/ar-AA1xJXNf?ocid=BingNewsVerp",
            "description": "OpenAI is releasing a 'research preview' of an AI agent called Operator that can 'go to the web to perform tasks for you,' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.N0xpt04d6Ud-wlgZQezM-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10hon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Watch for these 4 AI trends in classrooms in 2025",
            "link": "https://finance.yahoo.com/news/watch-4-ai-trends-classrooms-090000983.html",
            "description": "School and district leaders are likely to see an uptick in special education tools, localized approaches to guidance and more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6jw1or4qp_mupD7zCx3NZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "23h",
            "source": "YAHOO!Finance",
            "article_content": "This story was originally published on K-12 Dive. To receive daily news and insights, subscribe to our free daily K-12 Dive newsletter.\n\nThe last year was crucial for K-12 leaders seeking national and state resources to guide their schools and districts in integrating artificial intelligence into the classroom.\n\nBut just as schools received more AI support and tips from both the federal government and national organizations, warning signals on the repercussions of misusing the technology also emerged. From burgeoning lawsuits to a proliferation of deepfakes in schools, these challenges may slow schools down in their efforts to roll out AI tools, according to some K-12 technology experts.\n\nMaking the future even hazier, experts say they are uncertain how federal support for AI in K-12 will fare during President Donald Trump’s second term.\n\nAs schools navigate the complexities around using AI in classrooms, here are four trends to look out for in 2025.\n\nDistrict and state AI guidance will rise\n\nWhile it’s still unclear what direction federal AI policies for education will take under the second Trump administration, it’s likely that schools will have to rely more on national organizations and nonprofits for high-level guidance in 2025 — and for several years to follow, said Kris Hagel, chief information officer at Peninsula School District in Gig Harbor, Washington.\n\nOver the past two years, the U.S. Department of Education’s Office of Educational Technology developed useful AI resources and guidance, said Pat Yongpradit, chief academic officer of Code.org and lead for TeachAI. But Yongpradit said he doesn’t expect similar federal assistance in the near future.\n\nThe Education Department’s AI resources “really set the tone for state education agencies,” Yongpradit said, adding that “regardless of what happens with the Ed Department, state education agencies are going to take it from there.”\n\nWith more states expected to continue rolling out their own AI resources for schools, Yongpradit said he foresees more school districts following suit with their own policies.\n\nAs of November, 24 states had released guidance for AI in education, according to TeachAI, a national coalition that aims to guide schools on safe and ethical AI use. Code.org is a nonprofit that provides computer science curriculum and programs to schools.\n\nMore AI tools will be tailored to special education and English learners\n\nWith special education teachers increasingly expressing interest in AI tools, Yongpradit said he’s hopeful “more tailored experiences” will be on the horizon for this sector.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is releasing an AI that can control your PC — if you cough up $200",
            "link": "https://www.digitaltrends.com/computing/openai-is-releasing-an-ai-that-can-control-your-pc-if-you-cough-up-200/",
            "description": "OpenAI unveiled its new ChatGPT Pro subscription tier during the company's inaugural \"12 Days of OpenAI\" live-stream event. At a cost of $200 per month, the Pro tier costs 10 times as much as a ...",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "14h",
            "source": "Digital Trends",
            "article_content": "OpenAI may be one step closer to releasing its agent tool, called Operator, which is on track for January 2024 availability.\n\nThe artificial intelligence company first announced the Operator AI agent in November 2024, explaining that the browser-based tool is autonomous and is able to complete tasks on a computer without human assistance. OpenAI added that Operator would be first available as a research preview within the $200 ChatGPT Pro subscription plan.\n\nRecommended Videos\n\nEnthusiasts have now discovered recent information about the tool that suggest that it may in fact be close to launch, and that the information OpenAI previously shared is correct. An X user by the name of Choi, discovered updates to the client-side code of ChatCPT, which was later verified by TechCrunch.\n\nThe code includes several references to the URL operator.chatgpt.com– a live page that redirects to the chatgpt.com main page if you interact with any of the it’s content.\n\nThe code details that there will be a popup within ChatGPT, explaining how you can access Operator, which will read “Operator is currently only available to Pro users as an early research preview.” OpenAI will also add “access to research preview of Operator,” to the list of perks of the ChatGPT Pro plan.\n\nAccording to The Information, the tool works similar to most AI services, starting with a prompt. From there, Operator will be able to take care of the rest of the function. Users can imagine Operator completing tasks such researching travel and activities, or completing productivity tasks within commonly used programs and services, such as Asana, LinkedIn, or Salesforce. The publication noted that Operator could be available before the week’s end. Hopefully with a release, OpenAI will have more to say about the tool and its underlying technology.\n\nNotably, OpenAI’s Operator has its competitors. Anthropic recently released its “Computer Use” API that is currently a developer’s beta. Google also announced its own AI Agents in December 2024 as an experimental tool."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ICC MENA Outlook for 2025: Pioneering innovation in building safety and sustainable construction",
            "link": "https://www.zawya.com/en/press-release/research-and-studies/icc-mena-outlook-for-2025-pioneering-innovation-in-building-safety-and-sustainable-construction-nbs5i0kg",
            "description": "Further development is needed to address challenges such as low energy prices and the complexities of rentier-state dynamics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QZjM3ZZ0VxNdD-Bd9cApyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Zawya21h",
            "source": "Zawya",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BSIMM15 highlights compliance and AI security: Why modern tooling is key",
            "link": "https://securityboulevard.com/2025/01/bsimm15-highlights-compliance-and-ai-security-why-modern-tooling-is-key/",
            "description": "An increase in compliance activities such as the creation of software bills of materials (SBOMs), performing software composition analysis (SCA) scans on code repositories, and securing the attack ...",
            "image_url": "https://www.bing.com/th?id=ODF.jMU-akUz2dAccrCsc44t_Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Security Boulevard17h",
            "source": "Security Boulevard",
            "article_content": "An increase in compliance activities such as the creation of software bills of materials (SBOMs), performing software composition analysis (SCA) scans on code repositories, and securing the attack surface created by artificial intelligence (AI) applications are among the key software security trends highlighted in the latest edition of the Building Security in Maturity Model (BSIMM) report.\n\nThe annual BSIMM report, first introduced in 2008, analyzes the software security practices of organizations across eight verticals. It contains information on what’s working, what isn’t, what’s changing about the risks and threat landscapes in software security — and how organizations are responding to those challenges. By comparing and contrasting their initiatives to what other organizations are doing, organizations can use the report as a measuring stick for software security.\n\nMore than 120 companies participated in the latest report, BSIMM15 — including the AARP, Aetna, Bank of America, Diebold Nixdorf, Eli Lilly and Company, Fidelity, Honeywell, Johnson & Johnson, Lenovo, MassMutual, Navy Federal Credit Union, SonicWall, Synchrony Financial, TD Ameritrade, Vanguard, and ZoomInfo — as well as 11,100 security professionals who collectively help 270,000 developers working on 96,000 applications.\n\nBut while legacy application security practices are good for general blocking and tackling against traditional software threats, they are no match for modern attacks coming from the software supply chain and AI/ML. Here are key takeaways from the BSIMM15 report — and why you need to go well beyond traditional AppSec practices to manage modern software risk.\n\n[ Get our Essential Guide: Software Supply Chain Security for Dummies ]\n\nA real world look into today’s software threats and practices\n\nKey trends and insights in this year’s BSIMM include:\n\n1. Organizations are grappling AI and ML. The opportunities and risks of artificial intelligence (AI) and machine learning (ML) are paramount for organizations. Key is the rise of AI-developed code with tools such as GitHub’s Copilot.\n\nThe BSIMM15 report noted:\n\n“When we talk to clients about what they’re trying to do and the problems they have doing it, we see a wide variety of pain points, but in general, the problem that everybody is struggling with is uncertainty. There isn’t a lot of well-understood guidance out there, so they’re having to find the answers themselves. That uncertainty appears to be contributing to the formation of research groups to develop new attack methods — which increased 30% from BSIMM14 — and a doubling of the use of adversarial tests.”\n\n2. Organizations are getting on board with compliance. Nudged by the self-attestation requirements for selling software to the U.S. government, organizations are prioritizing activities that support compliance and software supply chain security, such as creating SBOMs and performing software composition analysis (SCA) on code repositories. Organizations creating SBOMs for deployed software increased 22% over BSIMM14, while those performing SCA on repos jumped 67%.\n\n3. Security awareness training is in decline. Compared to BSIMM1, when 100% of organizations conducted software security awareness training, only 51.2% in BSIMM15 are providing basic security training to their teams, marking the lowest rate observed to date.\n\nThe struggle with AI is two-fold\n\nReversingLabs chief trust officer Saša Zdjelar said the rise of AI, both within the organization and for software development, had left organizations flat footed. On the generative AI front, they’re being pushed by their businesses into faster and faster adoption of AI without really sufficient governance on how to manage it safely.\n\n“I think one of the biggest problems is most companies don’t even fully know where AI is even being used. They’re struggling to wrap their arms around how much of other people’s AI they’re already using. And when they build their own, they want to know which large language model is OK … How do you make it not just secure, but also actually safe, so it’s not providing inappropriate answers that damage the brand and reputation of your company?”\n\n—Saša Zdjelar\n\nAnd software supply chain risks are also being created by AI and ML implementations used to develop software, said Mike Lyman, one of the authors of the report and an associate principal consultant with Black Duck Software, BSIMM’s sponsor. “We don’t necessarily know where all that code is coming from. It may introduce risk like open source licensing risks. It may suggest using a code snippet that comes out of an open-source library with a copyleft license that requires you to release your code. So we’ve got to recognize that type of stuff,” he said\n\nLyman said that’s why AppSec teams really need to focus on code reviews for everything, noting how many of the flawed code that has been written by humans is now being repurposed by ML.\n\n“A lot of people don’t realize that AI is learning to write code by looking at code we wrote. We’ve never written perfect code, so AI is going to be making the same mistakes that we make in our code.”\n\n—Mike Lyman\n\nSoftware supply chain risk and shift everywhere\n\nJason Soroko, a senior fellow at Sectigo, said that the rise in use of SCA and SBOMs identified in BSIMM15 is a sign a growing interest in software supply chain security.\n\n“It indicates a growing appetite for systemic transparency and compliance. Organizations are finally acting on the idea that you can’t defend what you don’t understand.”\n\nHowever, Soroko warned that it remains to be seen whether these incremental improvements “risk being undone if core security knowledge and security culture decreases,” which was also highlighted in the report.\n\nRL’s Zdjelar said that he welcomed BSIMM15’s focus on software supply chain risk, but said that organizations need to shift everywhere — across their entire software stacks — to manage risk across organizations.\n\n“[BSIMM15] mentions software supply chain risk, but it’s only in areas like software bill of materials and open source, not really around how software supply chain risks get introduced into companies by way of commercial software. If you think about how supply chain breaches have happened over the last six or seven years, all the breaches have been from commercial software packages, not open source.”\n\n—Saša Zdjelar\n\n\n\nThe decline in training programs is worrying\n\nThe decline in security awareness training identified in BSIMM15 has been a trend since the start of the program, BlackDuck’s Lyman said. “BSIMM1 started with 100%, but there were only nine software security leaders in that first study,” he said.\n\nAs soon as firms were added, it began to decline, he said. “It’s been on a slow, steady decline since BSIMM2, from about 80% to a low now of 51% doing basic software security awareness training”\n\n“We think a lot of that’s driven by budgets and also a been-there-done-that attitude. Companies have a software security training program and feel they don’t have to revisit it. It falls out being a priority. And as most of us know, if it’s not a priority, it tends to decay over time. So we think a lot of that’s been what’s in play.”\n\n—Mike Lyman\n\nAnother thing playing into the decline is a lot of companies mistaking their annual general security awareness training for software security training. “Knowing how to avoid a phishing email, not clicking on suspicious links, and how to avoid malware, is very important, but it doesn’t really tell you how to write secure code,” he said.\n\nZdjelar said that there seems to be a decline in formal education when it comes to the right way to develop code, and a reliance on tools to do the work for you.\n\n“I think it’s a very, very dangerous precedent because the tooling is also built by humans, humans who make mistakes in what is good, secure software. So I think it’s a very, very bad practice to trend away from developer education and have over-reliance on tooling.”\n\n—Saša Zdjelar\n\nWhat’s needed for modern software supply chain security\n\nWhile the BSIMM data from real-life organizations are significant, Caroline Wong, director of cybersecurity at Teradata, said they are not representative of the mainstream.\n\n“I think of it as the top 25% or so of existing software security initiatives that are included in the BSIMM study. These are organizations who take software security seriously and are on the cutting edge of innovation and maturity in this area.”\n\n—Caroline Wong\n\nWong said the fact that BSIMM remains a descriptive and not a prescriptive model is meaningful. “These activities have not simply been identified as ‘a good idea’ by a smart person, but rather a valuable enough idea that it passes ROI evaluations at an organization and has enough resource allocation to be considered active and operational,” she said\n\nZdjelar said the problem with BSIMM is that it is not forward looking. He would like to see the next edition of BSIMM include more emphasis on software supply chain security risks posed by commercial software. And that means having the right tools for the job.\n\nTraditional application security testing (AST) tooling like SCA and other code scanning approaches are not capable of identifying modern threats, he said.\n\n“Right now BSIMM mentions traditional legacy things like static code analysis and dynamic scanning. But they’re missing what the most advanced companies are doing to manage their risk, which is binary analysis.”\n\n—Saša Zdjelar\n\n\n\nZdjelar explained that binary analysis can flag supply chain threats that traditional AST tools can’t find.\n\n“SAST, DAST and SCA tools are not designed to find the presence of malware or presence of tampering or the fact that your CI/CD pipeline might have been compromised. That’s not what they look for.”\n\n*** This is a Security Bloggers Network syndicated blog from Blog (Main) authored by John P. Mello Jr.. Read the original post at: https://www.reversinglabs.com/blog/bsimm15-sbom-ai-security-modern-tooling"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Do Chatbots Just Need More Time to ‘Think’?",
            "link": "https://www.scientificamerican.com/article/do-chatbots-just-need-more-time-to-think/",
            "description": "A technique called 'test-time compute' can improve how AI responds to some hard questions, but it comes at a cost ...",
            "image_url": "https://www.bing.com/th?id=ODF.B2ThtVz5mS4kaqd3D0FtNA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Scientific American18h",
            "source": "Scientific American",
            "article_content": "Technology trends almost always prioritize speed, but the latest fad in artificial intelligence involves deliberately slowing chatbots down. Machine-learning researchers and major tech companies, including OpenAI and Google, are shifting focus from ever larger model sizes and training datasets to instead emphasize something called “test-time compute.”\n\nThis strategy is often described as giving AI more time to “think” or “reason,” though these models work more rigidly than human brains do. It’s not as though an AI model is granted new freedoms to mull over a problem. Instead test-time compute introduces structured interventions in which computer systems are built to double-check their work through intermediate calculations or extra algorithms applied to their final responses. It’s more akin to making an exam open-book than it is to simply extending a time limit.\n\nAnother name for the newly popular AI-improvement strategy (which has actually been around for few years) is “inference scaling.” Inference is the process by which a previously trained AI crunches through new data to perform a freshly prompted task, whether that’s generating text or flagging spam e-mails. By allowing additional seconds or minutes to elapse between a user’s prompt and the program’s response, and by providing extra computational power at the program’s critical moment of inference, some AI developers have seen a dramatic jump in the accuracy of chatbot answers.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nTest-time compute is especially helpful for quantitative questions. “The places we’ve seen the most exciting improvements are things like code and math,” says Amanda Bertsch, a fourth-year computer science Ph.D. student at Carnegie Mellon University, where she studies natural language processing. Bertsch explains that test-time compute offers the most benefit when there’s an objectively correct response or a measurable way of determining “better” or “worse.”\n\nOpenAI’s recently released o1, its latest publicly available model powering ChatGPT-style bots, is much better at writing computer code and correctly answering math and science queries than its predecessors, the company claims: a recent blog post describes o1 as up to eight times more accurate in responding to prompts used in programming competitions and nearly 40 percent more accurate at answering Ph.D.-level physics, biology and chemistry questions. OpenAI attributes these improvements to test-time compute and related strategies. And a follow-up model called o3—still undergoing safety testing and planned for release later this month—is nearly three times as accurate as o1 in responding to certain reasoning questions, says Lindsay McCallum Rémy, a communications officer at OpenAI.\n\nOther academic analyses, most released as preprint studies that have not yet been peer-reviewed, have reported similarly impressive results. Test-time compute could improve AI accuracy and its capacity to tackle complex reasoning problems, says Aviral Kumar, an assistant professor of computer science and machine learning at Carnegie Mellon University. He’s excited about his field’s shift toward this strategy because it grants machines the same grace we give people when they take an extra beat to tackle tough questions. He thinks this could bring us closer to models with humanlike intelligence.\n\n“It seems like they all make models a little bit better. And we really don't understand what the relationships are between them.” —Jacob Andreas, associate professor of computer science\n\nEven if it doesn’t, test-time compute offers a practical alternative to prevailing methods of improving large language models, or LLMs. The costly, brute-force approach of building ever larger models and training them on increasingly massive datasets is now offering diminishing returns. Bertsch says test-time compute has proven its worth in making “consistent performance gains”—without inflating already-unwieldy models or forcing developers to scrounge additional high-quality data from a dwindling supply. Yet increasing test time can’t solve everything; it has its own trade-offs and limits.\n\nA Big Umbrella\n\nAI developers have multiple ways to adjust the test-time compute process and thus improve model outputs. “It’s a really broad set of things,” Bertsch says, “pretty much anything where you’re treating a model like part of a system and building scaffolding around it.”\n\nThe most rudimentary method is something anyone with a computer can do at home: asking a chatbot to produce many responses to a single question. Generating more answers requires more time, which means the inference process takes longer. One way to think about it: the user becomes a layer of human scaffolding that guides the model to the most accurate, or best-suited, answer.\n\nAnother basic method involves prompting a chatbot to report the intermediate steps it takes to solve a problem. Called “chain-of-thought” prompting, this strategy was formally outlined in a 2022 preprint paper by Google researchers. Similarly, a user can also simply ask an LLM to double-check or improve an output after it has been generated.\n\nSome assessments indicate that chain-of-thought prompting and related self-correction methods improve model outputs, though other research demonstrates that these strategies are unreliable—prone to producing the same sorts of hallucinations as other chatbot outputs. To reduce unreliability, many test-time strategies use an external “verifier”—an algorithm trained to grade model outputs, based on preset criteria, and to select the output that offers the best step toward a specific goal.\n\nVerifiers can be applied after a model has generated a list of possible responses. When an LLM generates computer code, for example, a verifier could be as simple as a program that runs the code to make sure it works. Other verifiers might guide a model through each juncture of a multistep problem. Some versions of test-time compute combine the logic of these approaches by using verifiers that evaluate a model’s output in both ways: as a stepwise process, with many possible branching paths, and as a final response. Other systems use verifiers to find errors in a chatbot’s initial output or chain of thought—and then give the LLM feedback to correct those problems.\n\nTest-time compute is so successful for quantitative problems because all verifiers hinge on the existence of a knowable, correct answer (or at least an objective basis for comparing two options), Bertsch says. The strategy is less effective for improving outputs such as poems or translations, in which ranking is subjective.\n\nIn a slight departure from all of the above, machine-learning developers can also use the same sorts of algorithms to hone a model during development and training and then apply them during test time.\n\n“Right now we have all of these different techniques, all of which have in common that you just do extra computation at test time and which share basically no other technical features,” says Jacob Andreas, an associate professor of computer science at the Massachusetts Institute of Technology. “It seems like they all make models a little bit better. And we really don't understand what the relationships are between them.”\n\nShared Limits\n\nAlthough the methods vary, they share the same inherent limitations: slower generation speeds and the potential need for more computational resources, water and energy. Environmental sustainability is already a growing issue for the field.\n\nIt might take about five seconds for an LLM to answer a single query without any added test-time compute, says Ekin Akyürek, a computer science Ph.D. candidate at M.I.T., who is advised by Andreas. But a method developed by Akyürek, Andreas and their colleagues raises that response time to five minutes. For certain applications and prompts, increasing how long inference takes simply doesn’t make sense, says Dilek Hakkani-Tur, a professor of computer science at the University of Illinois Urbana-Champaign. Hakkani-Tur has worked extensively on developing AI conversational agents that “speak” to users, such as Amazon’s Alexa. “There, speed is of utmost importance,” she says. For complicated interactions, a user might not mind a few seconds’ pause for a bot’s response. But for a basic back-and-forth, a human might disengage if they must wait for what feels like an unnaturally long time.\n\nMore time also means more computational effort and money. Having o3 perform a single task could cost OpenAI $17 or more than $1,000, depending on the version of the software that is used, according to estimates from the creator of a popular AI benchmarking test, who was granted early access to the AI. And in cases where a model will be queried millions of times by a large user base, shifting the computational investment from training to inference would make all those prompts quickly add up to a major financial burden and a massive energy suck. Querying an LLM such as ChatGPT already uses an estimated 10 times the power of a Google search. Going from five seconds of computation to five minutes increases in-the-moment energy demand dozens of times over, Akyürek says.\n\nBut this isn’t a definite downside in every case. If boosting test-time compute allows for smaller, models to perform better with less training, or if it eliminates the need to keep building and training more models from the ground up, then the strategy could potentially lessen generative AI’s energy consumption in some instances, Hakkani-Tur says. The final balance depends on factors such as the intended use, the frequency with which a model is queried and the question of whether the model is small enough to be run on a local device instead of a distant server stack. The pros and cons “need to be carefully computed,” she adds. “I would look at the bigger picture of how I am going to use a model.” That is to say, AI developers should think long and hard before encouraging their creations to do the same."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unearthing History: Discovery of a Shark Ancestor in Peru",
            "link": "https://www.devdiscourse.com/article/science-environment/3236207-unearthing-history-discovery-of-a-shark-ancestor-in-peru",
            "description": "Paleontologists in Peru have uncovered a remarkable 9-million-year-old fossil, which belonged to an ancestor of the great ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse21h",
            "source": "devdiscourse",
            "article_content": "Paleontologists in Peru have made a groundbreaking discovery with the unearthing of a 9-million-year-old fossil that belonged to a relative of the great white shark. This ancient predator once prowled the waters of the southern Pacific Ocean, specifically devouring sardines, researchers revealed.\n\nThe fossil find provides crucial insights into the evolutionary history of one of the ocean's most formidable predators, shedding light on the biodiversity of the ancient seas. Such discoveries help scientists better understand not only the past ecosystems but also provide context for current marine life dynamics.\n\nThis Peruvian discovery underscores the intricate web of life that has existed over millions of years, offering valuable data for both paleontology and marine biology. As researchers continue to excavate and study such fossils, they piece together the fascinating history of life on Earth.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IOP president Keith Burnett outlines a ‘pivotal’ year ahead for UK physics",
            "link": "https://physicsworld.com/a/iop-president-keith-burnett-outlines-a-pivotal-year-ahead-for-uk-physics/",
            "description": "After many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZDxyH0DLRgKkchD5C2DcpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Physics World17h",
            "source": "Physics World",
            "article_content": "Looking ahead: As we celebrate the International Year of Quantum Science and Technology this year, Keith Burnett says it can be a reminder of how the benefits of physics span over decades. (Courtesy: Schmidt Science Fellows)\n\nLast year was the year of elections and 2025 is going to be the year of decisions.\n\nAfter many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments at the beginning of new terms, forced to respond swiftly to mounting economic, social, security, environmental and technological challenges.\n\nThese issues would be difficult to address at any given time, but today they come amid a turbulent geopolitical context. Governments are often judged against short milestones – the first 100 days or a first budget – but urgency should not come at the cost of thinking long-term, because the decisions over the next few months will shape outcomes for years, perhaps decades, to come. This is no less true for science than it is for health and social care, education or international relations.\n\nIn the UK, the first half of the year will be dominated by the government’s spending review. Due in late spring, it could be one of the toughest political tests for UK science, as the implications of the tight spending plans announced in the October budget become clear. Decisions about departmental spending will have important implications for physics funding, from research to infrastructure, facilities and teaching.\n\nOne of the UK government’s commitments is to establish 10-year funding cycles for key R&D activities – a policy that could be a positive improvement. Physics discoveries often take time to realise in full, but their transformational nature is indisputable. From fibre-optic communications to magnetic resonance imaging, physics has been indispensable to many of the world’s most impactful and successful innovations.\n\nEmerging technologies, enabled by physicists’ breakthroughs in fields such as materials science and quantum physics, promise to transform the way we live and work, and create new business opportunities and open up new markets. A clear, comprehensive and long-term vision for R&D would instil confidence among researchers and innovators, and long-term and sustainable R&D funding would enable people and disruptive ideas to flourish and drive tomorrow’s breakthroughs.\n\nAlongside the spending review, we are also expecting the publication of the government’s industrial strategy. The focus of the green paper published last year was an indication of how the strategy will place significance on science and technology in positioning the UK for economic growth.\n\nIf we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead\n\nPhysics-based industries are a foundation stone for the UK economy and are highly productive, as highlighted by research commissioned by the Institute of Physics, which publishes Physics World. Across the UK, the physics sector generates £229bn gross value added, or 11% of total UK gross domestic product. It creates a collective turnover of £643bn, or £1380bn when indirect and induced turnover is included.\n\nLabour productivity in physics-based businesses is also strong at £84 300 per worker, per year. So, if physics is not at the heart of this effort, then the government’s mission of economic revival is in danger of failing to get off the launch pad.\n\nA pivotal year\n\nAnother of the new government’s policy priorities is the strategic defence review, which is expected to be published later this year. It could have huge implications for physics given its core role in many of the technologies that contribute to the UK’s defence capabilities. The changing geopolitical landscape, and potential for strained relations between global powers, may well bring research security to the front of the national mind.\n\nIntellectual property, and scientific innovation, are some of the UK’s greatest strengths and it is right to secure them. But physics discoveries in particular can be hampered by overzealous security measures. So much of the important work in our discipline comes from years of collaboration between researchers across the globe. Decisions about research security need to protect, not hamper, the future of UK physics research.\n\nThis year could also be pivotal for UK universities, as securing their financial stability and future will be one of the major challenges. Last year, the pressures faced by higher education institutions became apparent, with announcements of course closures, redundancies and restructures as a way of saving money. The rise in tuition fees has far from solved the problem, so we need to be prepared for more turbulence coming for the higher education sector. Read more Keith Burnett: IOP president says it is our duty to make physics more inclusive\n\nThese things matter enormously. We have heard that universities are facing a tough situation, and it’s getting harder for physics departments to exist. But if we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead.\n\nAs we celebrate the International Year of Quantum Science and Technology that marks the centenary of the initial development of quantum mechanics by Werner Heisenberg, 2025 is a reminder of how the benefits of physics span over decades.\n\nWe need to enhance all the vital and exciting developments that are happening in physics departments. The country wants and needs a stronger scientific workforce – just think about all those individuals who studied physics and now work in industries that are defending the country – and that workforce will be strongly dependent on physics skills. So our priority is to make sure that physics departments keep doing world-leading research and preparing the next generation of physicists that they do so well."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New research uncovers exotic electron crystal in graphene",
            "link": "https://www.msn.com/en-us/science/chemistry/new-research-uncovers-exotic-electron-crystal-in-graphene/ar-AA1xGinY?ocid=BingNewsVerp",
            "description": "Researchers have identified a new class of quantum states in a custom-engineered graphene structure. The study reports the discovery of topological electronic crystals in twisted bilayer -- trilayer ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "physics+discovery",
            "date": "18hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Is Coming Up With Brand New Molecules, Fueling Drug Discovery",
            "link": "https://www.sciencefriday.com/segments/ai-drug-discovery-antivenom/",
            "description": "AI models are able to design molecules that don’t even exist in nature. Some have proven effective as snake antivenom.",
            "image_url": "https://www.bing.com/th?id=ODF.zH5mZxEXzwc1vWXoMe8sHw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Friday4h",
            "source": "Science Friday",
            "article_content": "A recent study in the journal Nature unveiled new proteins that can neutralize the deadliest of snake venoms. They’re “new” in that they aren’t found in nature—they were created in a lab, dreamed up by AI.\n\nAnother team of scientists out of Philadelphia is using AI to discover new antibiotics by resurrecting long-lost molecules from extinct species like neanderthals and woolly mammoths.\n\nWe know what you’re thinking: It sounds too sci-fi to be true. But AI is helping scientists do something seemingly impossible—invent and synthesize never-before-seen structures.\n\nFlora Lichtman talks with two pioneers in the field about how AI is supercharging drug discovery: Dr. César de la Fuente, bioengineer and presidential associate professor at the University of Pennsylvania in Philadelphia, and Nobel laureate Dr. David Baker, director of the Institute for Protein Design and professor at the University of Washington in Seattle.\n\nFurther Reading\n\nRead more coverage of Dr. Baker’s work to use AI to develop novel treatments via El País.\n\nSign Up For The Week In Science Newsletter\n\nKeep up with the week’s essential science news headlines, plus stories that offer extra joy and awe.\n\nSubscribe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SES AI signs contracts totaling up to $10 million to develop AI-enhanced Li-Metal and Li-ion batteries for EVs with two automotive OEM partners",
            "link": "https://finance.yahoo.com/news/ses-ai-signs-contracts-totaling-120000454.html",
            "description": "SES AI Corporation (\"SES AI\" (NYSE: SES)), a global leader in the development and manufacturing of AI-enhanced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4t378koOJ6eeiIMluv222y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "20h",
            "source": "YAHOO!Finance",
            "article_content": "WOBURN, Mass., January 23, 2025--(BUSINESS WIRE)--SES AI Corporation (\"SES AI\" (NYSE: SES)), a global leader in the development and manufacturing of AI-enhanced high-performance Li-Metal and Li-ion batteries, today announced a major milestone for the commercial application of AI for Science for battery material discovery with contracts totaling up to $10 million.\n\nThe contracts are with two existing major global OEM partners to apply AI for Science to develop new electrolyte materials for Li-Metal and Li-ion batteries for automotive applications and are expected to result in new revenue which will be partially recognized in the fourth quarter of 2024, with the balance expected to be recognized through the first half of 2025. This development follows SES AI’s breakthrough announcement from earlier this month of the world’s first battery to use an electrolyte material discovered by SES AI’s Molecular Universe efforts for drones and robotics applications.\n\nFounder and CEO Qichao Hu, noted, \"These new contracts with our automotive OEM partners are applying our AI-discovered electrolytes for Li-Metal B-sample developments and for the first time with mature Li-ion batteries already in commercial use. We believe this new revenue stream and these contracts validate and accelerate the commercial use of AI for Science for battery material discovery in automotive applications. We will work closely with our partners and with others in the space to extend our early leadership in this new opportunity.\"\n\nAbout SES AI:\n\nSES AI Corp. (NYSE: SES) is powering the future of global electric transportation on land and in the air with the world’s most advanced Li-Metal batteries. SES AI is the first battery company in the world to accelerate its pace of innovation by utilizing superintelligent AI across the spectrum of its business, from research and development; materials sourcing; cell design; engineering and manufacturing; to battery health and safety monitoring. Founded in 2012, SES AI is an Li-Metal battery developer and manufacturer headquartered in Boston and with operations in Singapore, Shanghai, and Seoul. Learn more at SES.AI.\n\nSES AI may use its website as a distribution channel of material company information. Financial and other important information regarding SES AI is routinely posted on and accessible through the Company’s website at www.ses.ai. Accordingly, investors should monitor this channel, in addition to following SES AI’s press releases, Securities and Exchange Commission filings and public conference calls and webcasts.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Role Of No-Code Tools In Workflow Automation",
            "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2025/01/23/the-role-of-no-code-tools-in-workflow-automation/",
            "description": "Driven by my own needs, I decided to test how these affordable tools can enhance automation and streamline processes.",
            "image_url": "https://www.bing.com/th?id=OVFT.Nw8jk02aaQLBKRhZZwIC1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why I'm inspired by Citizen Sleeper 2's no-code creative process",
            "link": "https://www.yahoo.com/tech/why-im-inspired-citizen-sleeper-100000613.html",
            "description": "Solo developer Gareth Damian Martin revealed to us recently that Citizen Sleeper 2 – along with Gareth’s previous games – was built entirely using visual scripting. In other words, Gareth didn’t have ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "nocode",
            "date": "22h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Fellow Traveller\n\nGame development is hard, we all know that. It’s often said that any finished game, no matter how good or bad, represents a kind of miracle, the alchemical intermeshing of disparate elements of art, audio and code to breathe life into something unique (and something that probably only worked properly for the first time a few weeks before release). It’s difficult, and, to the outsider, a bit mysterious. But it’s also getting easier.\n\nSolo developer Gareth Damian Martin revealed to us recently that Citizen Sleeper 2 – along with Gareth’s previous games – was built entirely using visual scripting. In other words, Gareth didn’t have to type out endless strings of code to create this world. Instead, it was made from dropdown menus and flow charts. This game was dragged and dropped into existence.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIt's the kind of approach some game development software has offered for a few years now, including GameMaker, Godot and Buildbox. Many indie developers have started on these apps before embracing Unity and Unreal Engine 5, including the creator of upcoming game Hyper Light Breaker, and Heart Machine founder, Alx Preston, who's first game Hyper Light Drifter was made using GameMaker.\n\nCitizen Sleeper 2's no-code inspiration\n\nCredit: Fellow Traveller\n\nThe broader use of no-code, visual scripting workflows is hugely exciting for a number of reasons. For a start, it shows that someone with very little experience in coding can make a very good game indeed. Gareth’s background is in illustration and writing, but they were able to pick up the elements of game design through the narrative game development tool Twine and later through PlayMaker, a visual scripting tool for Unity. This is hugely inspiring for artists everywhere who perhaps thought game design might be beyond their reach, or who might be scared off by the idea of typing endless pages of arcane code.\n\nCredit: Fellow Traveller\n\nPerhaps the knowledge that Gareth has succeeded will inspire others to follow. As Gareth has said, game development is now “more accessible than ever”, and as a consequence, we might start seeing new and different games from people who might otherwise have never entered the games industry. People who might have thought coding wasn’t for them, or whose brains work better through visual thinking than processing text. New voices and new perspectives are always welcome.\n\nThe scale of Gareth’s success is another factor. Citizen Sleeper was a massive hit, reaching more than a million players, and it was showered with praise from critics. This is a professional looking game that displays no hint of the way it was made – which is important, because there’s a tendency for programmers to be a little dismissive of visual scripting tools, deeming them to be a poor cousin to good old-fashioned typed code. And they’re right, to a certain extent. Visual scripting, by its nature, isn’t quite as malleable as typing code from scratch.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nYet at the same time, the tools – like Blueprints in Unreal or GML Visual in GameMaker – have been getting better and better. The fact that such a stunning game as Citizen Sleeper 2 has been made with PlayMaker might alert more people to how powerful these tools can be.\n\nHas game development become more accessible?\n\nCredit: Fellow Traveller\n\nAdvertisement Advertisement\n\nAdvertisement\n\nVisual scripting is often used as a way to learn coding – for example, Scratch is a popular coding tool for kids that helps teach the basics in a visual way. Likewise, adults coming to coding for the first time can teach themselves the rules of how games work through tools like PlayMaker before learning the programming-language equivalents later on. Even those apps that offer no-code workflows, such as GameMaker and its GML code, encourage users to experiment with adapting the pre-made code and so learn how things are made.\n\nBut perhaps there’s no need to move on from visual scripting. Perhaps, in the long run, and for most people, it will become the norm, like how the text-based commands of DOS were superseded by the graphical user interface of Windows. There will always be a need for people to dig down into the text trenches, to fix things and create functionality behind the graphical curtain, but perhaps in the future those people will be the minority, while most programmers will be dragging and dropping in their day jobs.\n\nIt might take a long time to get to that point. It will be hard to replicate the things that are possible with text in a purely visual environment. But in the meantime, visual scripting offers a way for people who might never have thought they were cut out for code to give game development a try. Maybe that’s you. Maybe you’ll make a game as big as Citizen Sleeper. Why not try?\n\nCitizen Sleeper 2: Starward Vector will release 31 January for the best games consoles, including PlayStation 5, Xbox Series X and Nintendo Switch, as well as Steam."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI startup Perplexity launches assistant-like feature for Android devices",
            "link": "https://www.reuters.com/technology/artificial-intelligence/perplexity-debuts-ai-assistant-android-challenge-alexa-chatgpt-2025-01-23/",
            "description": "Artificial intelligence startup Perplexity launched an agent-based assistant for Android devices on Thursday as it looks to take on larger rival OpenAI's ChatGPT and incumbent assistants such as Apple ...",
            "image_url": "https://www.bing.com/th?id=OJ.QqYuZxDqP81h5g&pid=news&w=66&h=16&rs=2",
            "category": "it+startup",
            "date": "15h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 30 early-stage startups in 2025 most likely to become tech's next unicorns, according to a proprietary AI model known as 'Moneyball for VC'",
            "link": "https://www.businessinsider.com/startups-most-likely-to-become-tech-next-unicorns-2025-1",
            "description": "TRAC's AI model, known as 'Moneyball for VC,' predicts early-stage startups likely to become unicorns by analyzing over 30 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yiLv0MRhWAQdxfzQPkjd5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "22h",
            "source": "Business Insider",
            "article_content": "TRAC developed an AI model to predict the startups most likely to become unicorns.\n\nThe firm has updated its list to reveal 30 new startups in 2025 that the model identified.\n\nTRAC says the companies it identifies have a one-in-five probability of becoming a unicorn.\n\nEven though venture capitalists invest in tech, they have traditionally chosen early-stage investments that are decidedly low-tech, based largely on gut feelings, founder background, and personal relationships.\n\nTRAC , a San Francisco-based early-stage venture firm cofounded by Fred Campbell, Joseph Aaron, Scott Pyne, Steve Marek, and Dick Fredericks in 2020, wants to change that.\n\nThe firm developed a proprietary model that uses AI to predict which early-stage startups are most likely to become unicorns, companies valued at more than a billion dollars. In 2023, TRAC first revealed 30 of the startups its model identified exclusively with Business Insider and also revealed its methodology. This year, the firm agreed to provide an updated list.\n\nA few things are surprising about TRAC's model, which is based on over 30 sources of both public and private data that Aaron calls \"Moneyball for venture capital.\"\n\nFor one thing, the firm says it is much more effective to focus on which startups are not likely to succeed versus picking the winners.\n\n\"Our algorithms are not really selecting needles from a haystack, as much as removing all the hay,\" Aaron explained. \"Our AI eliminates about 99% of all early-stage companies from consideration, because our data predicts these companies have a higher probability of failure.\"\n\nAnother surprising thing about TRAC's model is it does not value founders as predictive. Instead, it finds the 291,000 investors in its database much more useful for determining a startup's success, especially a tiny number of just about 247 top angel investors and firms it calls \"SuperForecasters.\"\n\n\"These extraordinary investors make a profit on two-thirds of their positions and one in five of their investments returns over 10X,\" Aaron explained.\n\nWhile TRAC declined to share the full list of SuperForecasters it did share a random sampling of 30 of them with BI last year.\n\nLess than 2% of all startups attract a SuperForecaster so that eliminates over 98% of all startups from TRAC's formula.\n\nHow accurate is TRAC's formula? Like early-stage investing as a whole, it takes a long time to know who is truly good at their job because venture investing is typically judged after a decade or more.\n\nThe firm says the companies it identifies have a one-in-five probability of becoming a unicorn, and it has been especially good at eliminating false positives, or an investment that goes bust.\n\n\"Most early-stage companies fail within 18 months of raising a round,\" Aaron said. \"Similar vintage early-stage VCs would have had upwards of 20% of their portfolio be false positive within the first few years.\"\n\nFrom the 2023 list, some of the companies listed have already achieved unicorn status or come close. Legal AI startup Harvey AI was valued at $1.5 billion in 2024. AI startup Hebbia raised $130 million at a $700 million valuation in 2024.\n\nTRAC says it has made 61 seed investments, and none have lost money. \"\n\n\"That is the only stat we have with bragging rights,\" Aaron said.\n\nHere is the updated list of 30 companies in 2025 TRAC's model identified as being the next unicorns, in alphabetical order. The companies all have a valuation of less than $270 million. The average valuation is $149 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trend Micro Antivirus+ Security",
            "link": "https://www.yahoo.com/tech/trend-micro-antivirus-security-153649175.html",
            "description": "The latest release of Trend Micro Antivirus+ Security adds two new and somewhat arcane features: AI App Protection and blocking of 'potentially dangerous website notifications.' The latter is a simple ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "software+trend",
            "date": "16h",
            "source": "Yahoo",
            "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nEvery antivirus app must, at a minimum, exterminate any malicious software it finds and guard against new malware attacks. Feature-wise, Trend Micro Antivirus+ Security goes way beyond that minimum with a large collection of bonus security features. However, lab tests and our own tests show that the core antivirus features need work. By comparison, Bitdefender Antivirus Plus has even more bonuses and routinely gets perfect lab scores, while Norton AntiVirus Plus also goes beyond the basics and beats Bitdefender in some of our in-house tests. Accordingly, you're better off choosing one of these Editors’ Choice winners than Trend Micro.\n\nHow Much Does Trend Micro Antivirus+ Security Cost?\n\nFor $39.95 per year, you can protect one Windows PC with Trend Micro. That's a normal price for a single license; ESET, Webroot, and ZoneAlarm Pro Antivirus + Firewall (among others) come in on or about this price point.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nUnlike most competitors, Trend Micro doesn't offer a three- or five-device antivirus subscription. If you want a volume discount, you must upgrade to Trend Micro Internet Security, which lists for $79.95 per year for three licenses you can use on Windows or macOS devices. At the next level, Trend Micro Maximum Security gives you five licenses for $99.95 per year and extends protection to devices running Windows, macOS, Android, iOS, and even Chromebooks. At the top of the protection pyramid you can pay $149.95 for the Trend Micro Premium Security bundle, protecting 10 devices. That gets you everything in Maximum Security plus Trend Micro’s VPN, dark web monitoring, and premium support.\n\nA McAfee Antivirus subscription costs $54.99 per year and, like Trend Micro, protects just one PC. This one-per-customer pricing isn't the best if you aim to protect multiple PCs with a simple antivirus. You can get five G Data licenses for $49.95 or ten Vipre Antivirus Plus licenses for $76.99, for example. With Sophos Home Premium, a $60 subscription gets you 10 licenses you can manage remotely, which can be handy if you’re the go-to tech support for your extended family.\n\nGetting Started With Trend Micro Antivirus+ Security\n\nDuring installation, you either supply an activation code or opt for a time-limited trial. You can also create or log into an online account and install the Trend Micro Toolbar in your default browser. A welcome screen celebrates your protection and allows you to explore further. During that exploration, you’ll activate the Folder Shield component for ransomware protection and possibly protect additional browsers.\n\nTrend Micro's main window doesn’t look much like other antiviruses, though it has maintained its current appearance for years. A big, round Scan button dominates the window, with an indicator below to display security status. Above are four icons for Device, Privacy, Data, and Family. No, the presence of a Family button doesn’t mean this antivirus includes parental control, although its macOS counterpart offers a simple content-filtering system. Clicking the Family icon just suggests upgrading to Trend Micro Maximum Security.\n\nA lightbulb icon at the main window’s top encourages you to explore more features. It’s a little bit like the recommendations from Bitdefender’s AutoPilot. When you click the icon, it presents a few questions and points out components that relate to your answers.\n\nMostly Failed Lab Tests\n\nAt independent testing labs around the world, teams of antivirus researchers evaluate just how well each antivirus protects against malware attacks of all kinds. The labs can throw serious resources at the testing process, more than I can do myself, so I monitor their results closely. Two of the four labs I follow include Trend Micro, meaning they consider it important enough to track. However, its current scores range from near decent to dreadful.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nExperts at AV-Test Institute rate antivirus utilities on three distinct criteria. With six points apiece for protection, performance, and usability, the top possible score is 18 points, and that’s just what Trend Micro scored at the time of my previous review. Unfortunately, it doesn’t appear in the latest reports from this lab. Most of the antiviruses in that latest test did reach a perfect 18, among them Avira Antivirus Pro, G Data Antivirus, and Microsoft Defender.\n\nThe researchers at AV-Comparatives run security tools through a wide variety of tests, assigning Standard certification to any that pass. Outstanding performance can earn Advanced certification or even Advanced+. I focus on three tests from this lab, and Trend Micro appears in all three of the reports, but it doesn’t shine. In both the simple malware protection and the real-world test, it gets the label Tested, meaning it didn’t even reach Standard certification. An Advanced rating in the performance test is nice but doesn’t indicate strong malware protection. At the other end of the spectrum, Avast, AVG AntiVirus Free, and ESET earned three Advanced+ ratings.\n\nAt SE Labs, testers scour the internet for real-world malicious websites. Using a capture-and-replay technique, they expose each antivirus to the same recorded attack. Antiviruses can earn certification at five levels: AAA, AA, A, B, or C. Almost all the participants in the latest test came in at the top, with AAA certification, and none earned less than AA level certification. Trend Micro has frequently earned AAA certification in this test, but the last several reports haven’t included it.\n\nMost test labs assign scores covering a range of results. With MRG-Effitas, an antivirus that doesn’t exhibit a near-perfect performance simply fails. All but one of the tested utilities passed this lab's latest banking Trojans test. In the broader all-types assessment, an antivirus gets Level 1 certification if it utterly prevents all the malware attacks and Level 2 if it wipes out all traces within 24 hours. All but one of the most recently tested antiviruses passed this test, evenly split between Level 1 and Level 2. In both cases, the one failure was Trend Micro.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nEach lab has a different way of reporting an antivirus utility’s success or lack thereof. I’ve developed an algorithm that maps each result type to a 10-point scale to derive an aggregate score for each antivirus tested by two or more labs. When last tested, Trend Micro’s inputs included a perfect score from AV-Test, dragged down to a 7.4-point aggregate score by failures with other labs. This time, with no help from AV-Test, it rates a uniquely low 3.6 points.\n\nWith a perfect 10 points, AVG holds the very best aggregate score, but ESET and Avast are close behind with 9.9 points. In addition, AVG’s score came from just two labs, while ESET appeared in results from three, and Avast swept all four. Clearly, success in these tests is possible. It’s just not something Trend Micro has attained.\n\nOptimized Malware Scanning\n\nI always advise running a full scan immediately after installing a new antivirus. After that initial cleaning, real-time protection should defend against any new attacks. For suspenders-and-belt protection, Trend Micro schedules a weekly quick scan. Tested on my clean virtual machine, the quick scan finished in less than a minute.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nYou can tweak the day and time for the single scheduled scan and optionally make it a full scan. A full Trend Micro scan on my standard clean test system required 77 minutes, about two-thirds of the current average time.\n\nMany antiviruses use that initial full scan to optimize for subsequent scans by flagging trusted files that don't need to be checked again. For example, a repeat scan with ESET NOD32 Antivirus finished in 11 minutes, down from almost two hours for the first scan. UltraAV took 42 minutes for its initial scan but finished a second scan in about 2.5 minutes. As for Trend Micro, its repeat scan finished in a little over a minute, cutting more than 98% from the initial scan time. It clearly benefits from optimization.\n\nUneven Malware Protection\n\nNot every antivirus has plentiful lab results. In fact, quite a few aren’t tested by any of the big labs. I put every antivirus utility through my own hands-on malware protection tests to capture another set of results and get a feel for how the antivirus does its job. In my tests, Trend Micro’s scores ranged from excellent to poor.\n\nMy basic malware protection test uses a folder of malware samples I collected and analyzed. Like most antivirus tools, Trend Micro started picking these off as soon as I opened the folder. A third of recent antiviruses have detected 90% or more at this point. ZoneAlarm wiped out 100% of the samples on sight, and TotalAV Antivirus Pro got 99%. G Data Antivirus wiped out 97% of these samples at this stage in its latest test. As for Trend Micro, it only eliminated 62% of the samples on sight.\n\nAdvertisement Advertisement\n\nTo be fair, some antivirus apps, including Avast One Basic, McAfee, and Webroot AntiVirus, don’t even try to scan programs on access, preferring to wait for attempted execution. But when an antivirus does make the effort, I like to see a higher score than Trend Micro’s.\n\nContinuing the test, I attempt to execute the samples that remain. That gives the antivirus a chance to exercise behavior-based detection and any other protective layers it has available. Trend Micro picked off more samples for 79% total detection at this stage. A few slips, like letting detected malware place executable files on the test system, dragged its overall score down to 7.6 of 10 possible points, among the lowest scores for antivirus apps tested with this set of samples.\n\nWhen I reviewed the previous edition of this antivirus, it scored almost the same, with 80% detection and 7.8 points. In the review before that, the scores were still about the same. And yes, each of the three tests used a completely different set of malware samples. Trend Micro earns consistently low scores on this test. Bitdefender has also exhibited some low scores, but its near-perfect lab scores offset those.\n\nNorton AntiVirus Plus has earned the best score among those tested with my latest malware collection, with 99% detection and 9.9 points. Avast, AVG, and UltraAV matched that score, while Malwarebytes came close, with 99% detection and 9.8 points.\n\nAdvertisement Advertisement\n\nA Trend Micro reviewers’ guide stated ages ago that testing with samples more than a week old is not relevant to the real world. Given that it takes me four to five weeks to gather and analyze a new set of samples, there’s no way I could hit that one-week cutoff. In any case, many competitors visibly have no trouble with the age of these samples.\n\nI do have another test that gives a very up-to-the-minute view, strictly testing each antivirus tool’s response to recent threats. I challenge each antivirus with a collection of malware-hosting URLs discovered in the last few days by researchers at MRG-Effitas. I launch each URL, noting whether the antivirus diverts the browser from the dangerous site, eliminates the malware download, or fails in its protective task. Skipping any URLs already defunct, I continue until I have 100 data points.\n\nTrend Micro did most of its work at the URL level. In most cases, it displayed a big Malware Threat warning in the browser and a popup notification. It labeled a few as a Dangerous Scam Page and flagged others as a Ransomware Threat. For some files, it let the download proceed and actively reported no threats found. Checking those files with VirusTotal after the test showed they were harmless.\n\nWhen last tested, Trend Micro attained a perfect 100% score in this test. This time it only reached 84%, putting it in the bottom third of recent antivirus apps. Avira, Guardio, and Sophos managed 100% protection in their latest tests.\n\nBetter Protection Against Phishing\n\nMalicious websites and downloads must run the gauntlet of multilayered antivirus detection to perpetrate their chicanery. Phishing websites have it easy by comparison. They only need to bamboozle hapless visitors into entering their login credentials. These frauds masquerade as sites that require a username and password, anything from financial sites to online gaming.\n\nAdvertisement Advertisement\n\nIf you enter your credentials on one of these fraudulent pages, you've given away the valuables from that account, whether it's the money from your bank or that RPG character you’ve been buffing for a year. You can learn to spot phishing fraud, but it's smart to use the automated phishing protection from your security software as a backup.\n\nPhishing sites typically get caught and blacklisted quickly, but if the fraudsters duped a few victims before the takedown, they don't care. They just pop up another fake and keep on trolling. For testing purposes, I scrape reported frauds from sites that track such things, making sure to include plenty that are too new for any blocklist. I launch each potential fraud in a browser protected solely by the antivirus under test and simultaneously in instances of Chrome, Firefox, and Edge, relying on each browser's built-in protection.\n\nIn the past, Trend Micro has earned many perfect and near-perfect scores against phishing frauds. This time, with 98%, it came close. Even so, five competitors reached 99%, and a half dozen scored a perfect 100% for phishing detection. Those 100% winners include Norton Genie, a tool devoted to protection against frauds and scams, VPN-focused NordVPN Plus and Surfshark One, and Avira, Guardio, and McAfee AntiVirus.\n\nPhishing is platform-agnostic—you can foolishly give away your password on any platform that has a browser. Phishing protection, however, can vary between platforms. I tested Trend Micro Antivirus for Mac simultaneously with the Windows edition and got the same results in my phishing protection test.\n\nMultifaceted Ransomware Protection\n\nYour antivirus should be able to fend off any known malware, and behavior-based detection can foil some unknowns. But for every new malware attack, there’s a Patient Zero, the victim that gets hit before any other. Antivirus may miss that zero-day exploit. Sure, an antivirus update will probably wipe out the attacker before too long. But if ransomware was involved, that still leaves your files hopelessly encrypted.\n\nAdvertisement Advertisement\n\nBecause failing to prevent a ransomware attack is so serious, many antivirus companies have started adding protective layers focused solely on ransomware protection. Some defend your files against all unauthorized changes. Others watch for behaviors that suggest encrypting ransomware. Still others maintain encrypted backups of your most important files for recovery after clearing up a ransomware threat. Trend Micro does a little of each.\n\nAdvertisement Advertisement\n\nYou may remember that Trend Micro offered to enable Folder Shield during installation. If you skipped it, be sure to turn it on now. You can reach it by clicking the Data icon on the main window and then clicking the Configure button in the Folder Shield panel.\n\nFolder Shield prevents unauthorized programs from making any changes to files in your protected folders. By default, it protects your Documents, OneDrive, and Pictures folders—you're free to add Desktop or other folders that are important to you. Trend Micro also protects files on USB drives, at least while they're mounted, and files in your OneDrive, Google Drive, and Dropbox folders (if present).\n\nFolder Shield can't directly access folders belonging to accounts other than the one that's logged in, so each user account needs to set up Folder Shield separately. Once they’ve done so, you can see (but not change) settings for other users.\n\nFolder Shield doesn't interfere when you edit protected files using a trusted program, but it warns when an unknown process tries to make any modifications to files in protected locations. If the program in question is legit, you can trust it with a click. But if you don't know why you got the warning, block that access! If you're not around to see the warning, Trend Micro blocks unknowns automatically after a short while.\n\nI used two hand-coded non-standard programs to test Folder Shield: a simple text editor and a super-simple ransomware emulator. Both were successfully prevented from making changes to files in the Documents folder.\n\nI like to test ransomware protection by turning off other layers of protection to simulate an antivirus tool’s handling of zero-day ransomware. Unfortunately, turning off Trend Micro's real-time protection turns off everything, including the ransomware layer.\n\nBesides blocking unauthorized access to sensitive files and detecting ransomware-like behavior, Trend Micro keeps a secure backup of all protected files. If ransomware manages to encrypt some of these before the antivirus kills it, the Damage Recovery Engine restores those files from the backup. Since none of my available samples could get past the other defenses, I had no way to see this feature in action.\n\nMore From the Trend Micro Toolbar\n\nTrend Micro’s browser toolbar (for Chrome, Edge, and Firefox) powers the Web Threat Protection feature. This component took Trend Micro to 98% detection in my phishing protection test. However, there’s more to the toolbar. Upon clicking its icon, you see four items: Web Threat Protection, Email Defender, Ad Block, and Pay Guard. A Password Manager link, present for my previous review, is no longer present.\n\nWeb Threat Protection also helps you avoid clicking on dangerous links in the first place. A green icon with green highlighting means that all's well—if it’s red or yellow, don't click! You can also set the extension to rate links on mouseover. Now if you hover the mouse over any link on any page, Trend Micro will double-check it for you.\n\nEmail Defender, formerly called Fraud Buster, integrates with your Gmail.com or Outlook.com email account to protect against “scams and phishing attacks.” I expected something similar to the email analysis performed by Bitdefender Digital Identity Protection or the Online Account Cleanup system in McAfee+, meaning I’d have to give Trend Micro full control of my account. However, enabling it didn’t trigger an access request. It simply put a button at the bottom of each email to “check for potential threats in English or Japanese.”\n\nAs expected, the Ad Blocker suppresses advertisements on the web pages you visit. A number overlaid on the toolbar button lets you know how many ads it blocked on the current page. When you click to open the feature, you don’t get details about blocked ads, but you can turn blocking on and off, either for the current site or globally.\n\nTrend Micro's Pay Guard isolates your browser from possible attacks to protect your financial transactions online. It's a lot like Banking and Payment Protection in ESET, though it uses a sky-blue border instead of green to identify the protected browser and puts its banner at the bottom of the window instead of in the title bar. Bitdefender Antivirus Plus puts the protected browser on a separate desktop.\n\nPay Guard is meant to offer protection automatically when you visit a financial site, and it worked for most sites in my testing. If you don't see the blue border, launch PayGuard manually from the browser toolbar before banking online. Note that to configure Pay Guard, click the Privacy icon in the main window.\n\nStill More Bonus Features\n\nThe bonus features don’t end with the browser toolbar, but some are easier to find than others. Mute Mode will find you if you launch a full-screen program. It works like the gamer mode in other security tools, suppressing interruptions so you don’t drop frames because of a background scan or get fragged because the antivirus proudly announced a successful update.\n\nYou can also invoke Mute Mode as needed from the system tray menu. When you do so, you can set a time for it to turn off, have it suspend Windows Update while active, and even terminate specific other programs that might get in the way. For fine-grained control, you can set each program to terminate when invoking Mute Mode manually, automatically, or both.\n\nYou’ll find the option to enable Social Networking Protection on the Privacy page, along with Pay Guard. This extends the color-coded link markup feature to \"most popular social networking sites.\" According to Trend Micro, these are Facebook, LinkedIn, Mixi, MySpace, Pinterest, and X/Twitter. So, it includes MySpace and Mixi, but leaves out Instagram, YouTube, and TikTok? This feature has been sadly in need of an update for years.\n\nNote that this link analysis is unrelated to the Check Social Network Privacy feature in the macOS edition and Trend Micro's suites. That feature actively examines your privacy settings and recommends changes if necessary.\n\nGiven the prevalence of webmail services that handle spam automatically, fewer and fewer users need a local spam filter. Buried in Settings, Trend Micro’s spam filter works strictly with Outlook, and all settings except the on/off switch are embedded in its Outlook add-on. My test systems don’t have Outlook, so I couldn’t see this limited component at all.\n\nAlso, in the settings on the Network page, you’ll find a feature called Firewall Booster. Trend Micro relies on the sturdy Windows Firewall for all typical firewall tasks. The booster component specifically adds protection against botnet-related attacks. It can also optionally display a warning when you connect to a non-secured wireless network.\n\nFeatures New in This Version\n\nThe latest release of Trend Micro Antivirus+ Security adds two new and somewhat arcane features: AI App Protection and blocking of “potentially dangerous website notifications.” The latter is a simple checkbox on the Web Threats page in settings, while the former has a place of honor on the Data page alongside Folder Shield.\n\nJust what is a dangerous website notification? The most common example is a popup notification that pretends to be an antivirus warning. Follow its instructions and you’ll find yourself downloading malware, not getting rid of it. Trend Micro now has a protection layer devoted to detecting this scam. Of course, it’s only needed if the website in question gets past the app’s other defenses. In testing, I couldn’t find a way to trigger this feature.\n\nAI App Protection is laser-focused on protecting the essential files that make your AI apps work. This is specifically about apps on your PC and their local files. If you just fool around with ChatGPT and such, it won’t help you. Even if you run the local ChatGPT app, it doesn’t keep any local files. How do I know? I asked it!\n\nMy Trend Micro contacts suggested a few ways to see this feature in action, but they weren’t compatible with my virtual machine test setup. In any case, the average consumer doesn’t need this feature. I checked in with PCMag’s AI experts, who characterized the feature as “a solution in search of a problem” and described it as appropriate for “serious AI experimenters” rather than average consumers.\n\nThis is a forward-looking feature, one that may have more impact on the average user in the future. Today, not so much.\n\nVerdict: Trend Micro Goes Beyond Antivirus, But It Has Still Has Work to Do\n\nTrend Micro Antivirus+ Security earned a fine score in our antiphishing test, but in other hands-on tests, it fared poorly, and its scores from the independent labs aren't encouraging. Yes, it offers a spread of security bonuses, but extras must build on a solid base. Note, too, that there’s no volume discount. If you need to protect multiple devices or non-Windows devices, you must upgrade to a Trend Micro suite or choose a different antivirus. Which one? The labs routinely award top scores to Bitdefender Antivirus Plus, and it offers a collection of features to rival Trend Micro. Norton AntiVirus Plus is likewise no slouch in feature breadth and test scores. As such, these two remain our Editors' Choice winners for antivirus protection."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Great Consolidation: How Mergers Are Reshaping The Software Industry",
            "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2025/01/23/the-great-consolidation-how-mergers-are-reshaping-the-software-industry/",
            "description": "While consolidation offers benefits to businesses and individual consumers, it also presents notable risks that require ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cuHAkaSBXUJklHwx3aSCvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI unveils tool to automate web tasks as AI agents take center-stage",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-unveils-tool-automate-web-tasks-ai-agents-take-center-stage-2025-01-23/",
            "description": "Generative artificial intelligence heavyweight OpenAI on Thursday previewed an AI agent that can carry out tasks on the web ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tTQKaJ_zjV6ysLgiOFfGVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "13h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Goes MAGA",
            "link": "https://www.msn.com/en-us/money/companies/openai-goes-full-maga/ar-AA1xKeTR?ocid=BingNewsVerp",
            "description": "Sam Altman has once again put himself in a position of power—this time by sidling up to President Trump.",
            "image_url": "https://www.bing.com/th?id=OJ.tm0poqaErX68Xg&pid=news&w=58&h=16&rs=2",
            "category": "openai+competitor",
            "date": "11hon MSN",
            "source": "The Atlantic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New machine learning approach improves single-cell data analysis",
            "link": "https://www.msn.com/en-gb/health/other/new-machine-learning-approach-improves-single-cell-data-analysis/ar-AA1xLulR?ocid=BingNewsVerp",
            "description": "Our bodies are made up of around 75 billion cells. But what function does each individual cell perform and how greatly do a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.C3_aexdRop2Yd39ITmakrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "News Medical on MSN5h",
            "source": "News Medical on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exploring the intersection of AI and climate physics: Machine learning's role in advancing climate science",
            "link": "https://www.msn.com/en-us/news/technology/exploring-the-intersection-of-ai-and-climate-physics-machine-learnings-role-in-advancing-climate-science/ar-AA1xJWy6?ocid=BingNewsVerp",
            "description": "Exponential growth in big data and computing power is transforming climate science, where machine learning is playing a critical role in mapping the physics of our changing climate.",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "machine+learning",
            "date": "15hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's drone attack kills 3 in Ukraine's Kyiv region",
            "link": "https://www.reuters.com/world/europe/russias-drone-attack-kills-3-ukraines-kyiv-region-2025-01-24/",
            "description": "Russia launched a barrage of drones in an overnight attack on Ukraine on Friday, killing three civilians and damaging ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-pf7TNZ_2dcqZlH9KrPl0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia rejects idea of NATO peacekeepers in Ukraine, warning of \"uncontrollable escalation\"",
            "link": "https://www.reuters.com/world/europe/russia-rejects-idea-nato-peacekeepers-ukraine-warning-uncontrollable-escalation-2025-01-23/",
            "description": "Russia on Thursday rejected the idea of NATO countries sending peacekeeping troops to Ukraine in the event of a ceasefire in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eCcyB0SquKYl0wf8VUrS7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "21h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet The 18-Foot King Cobra That Was Tragically Killed In WWII",
            "link": "https://www.forbes.com/sites/scotttravers/2025/01/23/meet-the-18-foot-king-cobra-that-was-tragically-killed-in-wwii/",
            "description": "While men fell to bullets and bombs everywhere, the world’s longest venomous snake ever recorded was also caught in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.luEhK1NgdPLK9NWTWOb0sS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "18h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump Said He'd End Ukraine War in First 24 Hours. He Hasn't",
            "link": "https://www.msn.com/en-us/politics/international-relations/donald-trump-said-he-d-end-ukraine-war-in-first-24-hours-he-hasn-t/ar-AA1xIjlW?ocid=BingNewsVerp",
            "description": "Trump did not mention Ukraine in his inauguration speech but has told reporters that Vladimir Putin would be destroying ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CzEWITF7nQGVKCobZLLy8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "22hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What's Next for EA Stock After Thursday's 17% Plunge?",
            "link": "https://www.msn.com/en-us/money/topstocks/whats-next-for-ea-stock-after-thursdays-17-plunge/ar-AA1xLrNe?ocid=BingNewsVerp",
            "description": "Shares in Electronic Arts traded tumbled Thursday after the video game publisher slashed its bookings outlook for fiscal 2025 amid softening demand for its sports games, including its prominent soccer ...",
            "image_url": "https://www.bing.com/th?id=OJ.04R0rwt9AbKBfw&pid=news&w=100&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "4hon MSN",
            "source": "Investopedia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Allstate Corp (ALL)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2025/01/23/allstate-corp-alls-stock-plunge-what-you-need-to-know/",
            "description": "Allstate Corp (ALL) stock saw a decline, ending the day at $185.25 which represents a decrease of $-4.50 or -2.37% from the prior close of $189.75. The stock opened at $191.02 and touched a low of ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews11h",
            "source": "bovnews",
            "article_content": "Evercore ISI has recently raised Allstate Corp (ALL) stock rating, as announced on January 8, 2025, according to Finviz. Earlier, on September 5, 2024, Barclays had initiated the stock to Underweight, setting a price target of $175. Wells Fargo also raised Equal Weight rating with a price target of $177. Additionally, BMO Capital Markets raised Outperform rating on July 18, 2024, with a target price of $191. HSBC Securities analysts, in their report published on March 28, 2024, also raised Buy rating and set a price target of $190 for Allstate Corp’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\nAllstate Corp (ALL) Stock Trading Recap\n\nOn Wednesday, Allstate Corp (ALL) stock saw a decline, ending the day at $185.25 which represents a decrease of $-4.50 or -2.37% from the prior close of $189.75. The stock opened at $191.02 and touched a low of $184.9 during the day, reaching a high of $191.89. The volume of shares traded was 1.86 million exceeding the average volume of 1.61 million.\n\n\n\nSponsored\n\nALL Stock Performance and Moving Averages\n\nIn recent trading, Allstate Corp (ALL) stock price has shown some volatility, fluctuating -0.84% over the last five trades and -2.11% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 5.96%, and it has plunged by -5.18% in the previous three months. Currently, ALL is trading at -2.45%, -5.11%, and 2.78% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, ALL, a Financial sector stock, is trading -11.74% below its 52-week high but remains 20.75% above its 52-week low. The Average True Range (ATR) (14 days) of 4.88 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nAllstate Corp’s Profitability and Valuation Ratios\n\nAllstate Corp’s profitability metrics reveal financial health. The company currently boasts an operating margin of 9.01% and a profit margin of 6.58%, with a gross margin of 5.96%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Allstate Corp’s market capitalization stands at $49.05 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 11.96, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 9.81. Additionally, the Price-to-Sales Ratio is 0.79, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 2.6, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.54% of Allstate Corp (ALL)’s shares, while financial institutions hold 77.97%.\n\nNotable insider trades include WILSON THOMAS J, Chairman, President & CEO at Allstate Corp (ALL), who sold 31503 shares on Dec 23 ’24, at $192.71 each, totaling $6.07 million. On Nov 22 ’24, WILSON THOMAS J, Chairman, President & CEO, sold 31503 shares for $203.57 each, amounting to $6.41 million. Additionally, on Sep 20 ’24, Dugenske John E sold 36367 shares at $191.38 each, generating $6.96 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "RenaissanceRe's SWOT analysis: reinsurance giant navigates market shifts",
            "link": "https://www.msn.com/en-us/money/companies/renaissancere-s-swot-analysis-reinsurance-giant-navigates-market-shifts/ar-AA1xL5Iw?ocid=BingNewsVerp",
            "description": "RenaissanceRe Holdings Ltd . (NYSE:RNR), a global provider of reinsurance and insurance solutions with a market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7BYK1LNu-U7DgqF_ylAHqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India antitrust body seeks official documents in Pernod Ricard probe",
            "link": "https://www.reuters.com/world/india/india-antitrust-body-seeks-official-documents-pernod-ricard-probe-2025-01-24/",
            "description": "India's antitrust watchdog has sought additional information and documents from Delhi city authorities as it steps up an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.86n8OqelErAX30x05pAkfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From tax lottery to tax credit: A better way to help disaster victims",
            "link": "https://thehill.com/opinion/5101673-tax-code-helping-disaster-victims/",
            "description": "As natural disasters leave many Americans facing economic hardship, the tax code’s casualty loss deduction is providing assistance primarily to the wealthiest taxpayers. A reformed casualty ...",
            "image_url": "https://www.bing.com/th?id=OJ.WYdZfNOgbCtCJw&pid=news&w=104&h=16&rs=2",
            "category": "economy+disaster",
            "date": "13hOpinion",
            "source": "The Hill",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Between laughs and ‘disaster’, Trump divides Davos economic forum",
            "link": "https://www.straitstimes.com/world/europe/between-laughs-and-disaster-trump-divides-davos",
            "description": "Executives, diplomats and officials line up like fans at a rock concert to hear US President Donald Trump, but leave with mixed feelings. Read more at straitstimes.com.",
            "image_url": "https://www.bing.com/th?id=OJ.ri0xcGBses6X7A&pid=news&w=128&h=16&rs=2",
            "category": "economy+disaster",
            "date": "10h",
            "source": "The Straits Times",
            "article_content": "A woman filming with her mobile phone as US President Donald Trump addresses the World Economic Forum in Davos, via video link, on Jan 23. PHOTO: AFP\n\nDAVOS, Switzerland - As Donald Trump appeared on giant screens at the World Economic Forum in Davos, the world’s rich and powerful rapturously applauded and snapped photos of the US leader. But by the end, the crowd had mixed feelings.\n\nExecutives, diplomats and officials stood in a long line like fans at a rock concert to pack into the main hall of the WEF’s congress centre in the Swiss ski resort.\n\n“Everyone in the room was listening with rapt attention. He’s been the talk of the week without any question,” said Mr Daniel Signorelli, a skincare company executive.\n\n“Some of the things he said were just not true. But at the same time, there were kernels of truth in some of it. I think everyone’s kind of taking a wait-and-see approach,” he told AFP after the address.\n\n“It shows one reason why he won the election, which is he speaks forcefully, you may not agree with everything, but he speaks with a great deal of force,” said Mr Stuart Eizenstat, a former US ambassador to the European Union who is now working for a law firm.\n\nSome attendees were fiercely critical but refused to comment or would only speak to AFP on condition of anonymity.\n\nOne American businessman said it was a “disaster. He seems to have completely bought all of the misinformation surrounding him. It’s scary”.\n\nMeanwhile, another attendee cried “God help us” as he left.\n\n‘Special day’\n\nHalf an hour before the speech, a long queue began forming, which one Indian businessman said he had only seen twice before in the 30 years he had been coming to the forum - both times for Trump’s speeches in 2018 and 2020.\n\n“Today’s special,” said a security officer, adding that “we had to have reinforcements”.\n\nAnother room was also set up to commandeer more of the curious to watch elsewhere.\n\nMr Trump amused the audience when he mentioned that Saudi Arabia planned to invest US$600 billion (S$800 billion) in the United States but he would ask Crown Prince Mohammed bin Salman to “round it out” to US$1 trillion.\n\nThe laughter in the room angered Amnesty International head Agnes Callamard. “The business community has absolutely fallen in love with what he is offering,” she said.\n\nEurope ‘hears’ Trump\n\nA quirk of the calendar meant that this year’s gathering started on the same day as Mr Trump’s inauguration, after which he signed a flurry of executive orders.\n\nSpeaking from the White House behind a lectern with the presidential seal and an image of an eagle at his side, Mr Trump reeled off the list of actions he has taken already.\n\nThose in the packed hall included former US secretary of state John Kerry and World Trade Organisation chief Ngozi Okonjo-Iweala, as well as European Central Bank president Christine Lagarde and International Monetary Fund managing director Kristalina Georgieva.\n\nWith a president strongly pushing an America first approach to trade back in the White House, his threats to slap tariffs on allies has been high on the agenda.\n\nHe repeated his warnings, telling businesses to make their products in the United States to benefit from the lowest taxes, or face a tariff.\n\nHe also accused Europe of treating the US “very, very unfairly”.\n\nNorwegian Foreign Minister Espen Barth Eide, whose country belongs to the European Economic Area including the EU, defended free trade.\n\n“But we hear what he’s saying and now there will be discussions here in the EU and in the European Economic Area that I belong to and also in the World Trade Organisation, how we deal with this strong message on tariffs,” he said. AFP\n\n\n\n\n\nJoin ST's Telegram channel and get the latest breaking news delivered to you."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Solar wafer price rebound nears its limit",
            "link": "https://www.pv-magazine.com/2025/01/24/solar-wafer-price-rebound-nears-its-limit/",
            "description": "Since the start of 2025, n-type wafer prices have risen for three consecutive weeks, driven by production cuts and lower ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0stv2x2Asr1NFueXclVCdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "pv magazine International1h",
            "source": "pv magazine International",
            "article_content": "FOB China prices for Mono PERC wafers remained steady this week, with Mono PERC M10 and G12 wafers priced at $0.144 per pc and $0.208/pc, respectively. Meanwhile, FOB China prices for n-type M10 and G12 wafers experienced slight increases, reaching $0.149/pc and $0.196/pc, respectively, reflecting a growth of 2.05% and 1.55% compared to the previous week.\n\nSince the start of 2025, n-type wafer prices have risen for three consecutive weeks, driven by production cuts and lower inventory levels. Large-scale production cuts by wafer companies since Q3 2024 have effectively reduced market inventory to about two weeks of production, significantly lower than the inventory levels of polysilicon and modules.\n\nThese developments have led wafer companies to raise their operating rates since early January, with the overall average now exceeding 50%. As a result, January wafer output is expected to reach approximately 46 GW, up 5.5% from 43.61 GW in October 2024.\n\nThe sustainability of the wafer price increase depends on a potential rebound in solar cell transaction prices, industry participants note. They also caution that wafer operating rates in the coming weeks will be critical. A significant rise in operating rates driven by higher prices could risk price drops after the Chinese New Year, as the current vast production capacity may quickly drive inventory levels back to high levels.\n\nAnother recent trend in the Chinese market is the sluggish sales of rectangular G12R (182 mm x 210 mm) wafers, which have driven prices downward. Sources attribute this to the rapid production ramp-up of this size across both upstream and downstream segments, surpassing its adoption by end users. Consequently, an oversupply of this specification has developed before it could gain traction as a mainstream product.\n\nLast week, the U.S. Department of Homeland Security expanded its ban list of China-based entities, adding four ingot and wafer manufacturers, including a subsidiary of a prominent solar integrated manufacturer. The action was taken on the grounds that these entities were found to source polysilicon from regions in China that do not comply with traceability requirements.\n\nInsiders widely believe that this U.S. decision will theoretically support increased demand for global polysilicon, though its impact has not yet been fully realized. It is also expected to further hinder the export of Chinese wafers and the modules derived from these wafer suppliers to the U.S. With these manufacturers excluded from the U.S. export market, reduced competition may stabilize or even increase wafer and module prices in the U.S. This move aligns with prior market expectations and reflects the U.S.' strategic intent to implement energy-related policies aimed at minimizing reliance on components associated with China.\n\nThe U.S. Department of the Treasury updated safe harbor tables this week, introducing new default component cost percentages to account for the premium customers will pay for U.S.-made wafers, aiming to incentivize domestic wafer manufacturing. The bonus is seen as a “direct complement” to the 45X Advanced Manufacturing Production Tax Credit. While the inclusion of wafers in the guidance is considered significant, industry players remain skeptical about its impact on procurement activities or wafer manufacturing plans in the U.S.\n\nOPIS, a Dow Jones company, provides energy prices, news, data, and analysis on gasoline, diesel, jet fuel, LPG/NGL, coal, metals, and chemicals, as well as renewable fuels and environmental commodities. It acquired pricing data assets from Singapore Solar Exchange in 2022 and now publishes the OPIS APAC Solar Weekly Report.\n\nThe views and opinions expressed in this article are the author’s own, and do not necessarily reflect those held by pv magazine."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google is bulk buying HTC Vive engineers to help Android XR become a platform that can rival Meta's VR/AR dominance",
            "link": "https://www.pcgamer.com/hardware/vr-hardware/google-is-bulk-buying-htc-vive-engineers-to-help-android-xr-become-a-platform-that-can-rival-metas-vr-ar-dominance/",
            "description": "Last month, Google introduced the Android XR platform in partnership with Samsung and Qualcomm, which is \"a new operating system built for this next generation of computing\". Now, Google has bought ...",
            "image_url": "https://www.bing.com/th?id=OJ.Cv5pRhSA8eK5ug&pid=news&w=74&h=16&rs=2",
            "category": "pc+manufacturer",
            "date": "15h",
            "source": "PC Gamer",
            "article_content": "Last month, Google introduced the Android XR platform in partnership with Samsung and Qualcomm, which is \"a new operating system built for this next generation of computing\". Now, Google has bought part of HTC Vive's engineering team, HTC Vive of course having ample experience engineering VR headsets.\n\nGoogle says this handover of engineers is \"subject to customary closing conditions\" and emphasises that they are \"an incredibly strong technical team with a proven track record in the VR space, and we are looking forward to working with them to accelerate the development of the Android XR platform across the headsets and glasses ecosystem.\"\n\nWith Android XR, Google is intending to \"create a vibrant ecosystem of developers and device makers for Android XR.\" The OS itself should enable you to do all the kinds of MR (mixed reality) things that got people so initially hyped over the Vision Pro.\n\nGoogle explains: \"You can fill the space around you with apps and content, and with Gemini, our AI assistant, you can even have conversations about what you're seeing or control your device. Gemini can understand your intent, helping you plan, research topics and guide you through tasks.\"\n\nPlus, you know, all the usual 'watch videos on a giant screen that's not really there' business—which I'd love to hate but can't help but quietly covet.\n\nYouTube Watch On\n\nGoogle's not a stranger to the industry, although it's been a decade since its first attempt at smart glasses was abandoned, and its later Google Glass reboot ended in 2023. Hype for XR—especially for AR—does seem to be hotting up, after all, with projects like Meta's Orion offering a glimpse of an increasingly digitally enmeshed future.\n\nThough with Android XR it's teaming up with Samsung for what is our first glimpse of actual hardware. Project Moohan is the name, and XR is the game.\n\nThe biggest gaming news, reviews and hardware deals Keep up to date with the most important stories and the best deals, as picked by the PC Gamer team. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nWith Android XR, all signs point to Google looking to compete with Meta on on the XR ecosystem front.\n\nMeta's Horizon VR operating system is included on its Quest headsets, such as the Quest 3. Though that's all changing soon. Soon it will be available to third parties—it looks like Asus will be the first third-party manufacturer to use it.\n\nMuch in the same way that different Android device manufacturers must cede to the Google Play Store, Meta Horizon becoming the default OS for third-party VR and MR headsets and glasses could mean such device manufacturers needing to cede to a Horizon OS store.\n\nVirtual reality (Image credit: Valve) Best VR headset: which kit should you choose?\n\nBest graphics card: you need serious GPU power for VR\n\nBest gaming laptop: don't get tied to your desktop in VR\n\nIn other words, it's possible that Meta could become to the VR ecosystem what Google is to the Android ecosystem, and Horizon being open to third-party devices is a step in this direction.\n\nIt's powerful to have your store at the centre of the \"next computing platform\", if that is how you feel about mixed reality. Meta definitely feels this way, it's said so.\n\nGoogle might be pushing along similar lines here, hoping to compete in the VR OS/store ecosystem space. Talk of a \"vibrant ecosystem of developers and device makers\" certainly leans in this direction, as does Android XR's partnership with Qualcomm in particular—standalone VR headsets tend to use Arm chips such as Snapdragons from Qualcomm.\n\nWho knows, maybe the next few years will see Meta and Google vying for proprietary ecosystem adoption across the VR space. Interesting times ahead."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leadership Success Story: Satish Krishnamurthy's Cloud Transformation Of Retail Fulfillment",
            "link": "https://www.outlookindia.com/hub4business/leadership-success-story-satish-krishnamurthys-cloud-transformation-of-retail-fulfillment",
            "description": "Satish extensive experience in cloud architecture, artificial intelligence, and large-scale system design has established him ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZYEgttohMZq0M0bv1H0fQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "2h",
            "source": "Outlookindia",
            "article_content": "The legacy of this transformation extends beyond its immediate business impact. It serves as a blueprint for future retail technology transformations, demonstrating how cloud computing, artificial intelligence, and strategic leadership can combine to create unprecedented operational capabilities. The scalable architecture and innovative solutions implemented under Krishnamurthy's leadership continue to drive value, enabling the company to adapt quickly to changing market conditions and customer expectations. As the retail industry continues to evolve, his success in this project stands as a model for future leaders in digital transformation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Tools Fast Track Oracle US Government Cloud Maturity Model Compliance for Defense Contractors",
            "link": "https://stockhouse.com/news/press-releases/2025/01/23/new-tools-fast-track-oracle-us-government-cloud-maturity-model-compliance-for",
            "description": "\"GE Aerospace uses Oracle US Government Cloud to deliver CMMC Level 2 readiness on a modernized supply chain,\" said Shravan ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GgsUsxzxKMPIjtIbuUrBTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "19h",
            "source": "Stockhouse",
            "article_content": "Oracle Cloud Infrastructure makes it easier to achieve US DoD CMMC requirements,\n\nwith the potential to save months of manual work\n\nAUSTIN, Texas, Jan. 23, 2025 /PRNewswire/ -- Oracle today announced a comprehensive set of customized tools and documentation to help defense contractors comply with the new Department of Defense (DoD) Cybersecurity Maturity Model Certification (CMMC) when they launch services on Oracle Cloud Infrastructure (OCI). As of October 15, 2024, defense contractors must be compliant with CMMC Level 1, 2, and/or 3 over a phased implementation period.\n\nAchieving these standards can be difficult, especially for small and medium-sized businesses. The new OCI Core Landing Zone automation template and CMMC-specific documentation can significantly ease this process, helping save months of manual work mapping controls and setting up compliance-ready cloud architecture.\n\n\"GE Aerospace uses Oracle US Government Cloud to deliver CMMC Level 2 readiness on a modernized supply chain,\" said Shravan Devulapalli, cybersecurity technologist, GE Aerospace. \"Our modernization project was delivered on time and on budget with performance that exceeded the on-premises solution it replaced.\"\n\nAchieving CMMC compliance\n\nThe CMMC Program enables the DoD to verify that defense prime contractors and subcontractors have implemented security safeguards for Federal Contract Information (FCI) and Controlled Unclassified Information (CUI). To achieve CMMC certification, businesses must comply with controls that are aligned to the National Institute of Standards and Technology (NIST) Special Publication (SP) 800-171.\n\n\n\nThe OCI Core Landing Zone includes baseline configurations and rules delivered using a standardized Infrastructure-as-Code (IAC) template designed to help meet CMMC requirements. Based on Terraform, OCI Core Landing Zones allow customers to perform one-click, best-practice deployments of a preconfigured set of cloud native services. Customers can answer a few simple questions about their needs, launch the OCI Core Landing Zone templates, and have an architecture set up that is designed to automatically meet many CMMC controls.\n\nOracle US Government Cloud has also achieved FedRAMP High JAB P-ATO status, and its services meet NIST SP 800-171 control requirements.\n\n\"CMMC is more than a secure implementation in the cloud. It is documentation that authoritatively matches that implementation to the CMMC controls,\" said Rand Waldron, vice president, Oracle. \"Oracle has gone further to help defense contractors by providing comprehensive guidance to explain how Oracle Cloud Infrastructure helps achieve compliance with CMMC requirements. Oracle provides both an informational guide and controls checklist for CMMC Levels 1 and 2 compliance.\"\n\nThe OCI Landing Zone and associated technical documentation are provided at no additional charge under a customer's contract. Cloud services used to stand up OCI Core Landing Zone in a customer's tenancy will be billed in accordance with the customer's contract. OCI Core Landing Zone templates are available within the OCI Console and through GitHub. For more information, check out the CMMC Level 1 and Level 2 informational guides.\n\nOracle US Government Cloud services are priced at the same, consistent global pricing as Oracle's commercial public cloud regions and meet DISA Impact Levels 2, 4, and FedRAMP High authorization standards. Oracle US Government Cloud is available in the US East (Ashburn, VA), and US West (Phoenix, AZ) regions.\n\nAdditional Resources\n\nAbout Oracle\n\nOracle offers integrated suites of applications plus secure, autonomous infrastructure in the Oracle Cloud. For more information about Oracle (NYSE: ORCL), please visit us at oracle.com.\n\nTrademarks\n\nOracle, Java, MySQL and NetSuite are registered trademarks of Oracle Corporation. NetSuite was the first cloud company—ushering in the new era of cloud computing.\n\nView original content to download multimedia:https://www.prnewswire.com/news-releases/new-tools-fast-track-oracle-us-government-cloud-maturity-model-compliance-for-defense-contractors-302357959.html\n\nSOURCE Oracle"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The God Squad: Problems and mysteries",
            "link": "https://www.pressrepublican.com/opinion/the-god-squad-problems-and-mysteries/article_c327dc5a-d9c2-11ef-9142-3b1c8a69c24b.html",
            "description": "There are only two kinds of questions we can ask about the world and our place in it: problems and mysteries. The French existentialist philosopher Gabriel Marcel got this distinction right when he ...",
            "image_url": "https://www.bing.com/th?id=ODF.T7UjUtyDhD0axoecB1KQAw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "bible+discovery",
            "date": "Press-Republican4hOpinion",
            "source": "Press-Republican",
            "article_content": "Get Breaking News\n\nSign up now to get our FREE breaking news coverage delivered right to your inbox."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two strangers were co-workers together for two years before making life-changing discovery",
            "link": "https://www.ladbible.com/lifestyle/strangers-co-workers-father-and-son-377539-20250123",
            "description": "Two men who worked together for a couple of years made quite the discovery about each other. Nathan Boos and Bob Degaro had been working at the same haulage firm for a couple of years when they ...",
            "image_url": "https://www.bing.com/th?id=OJ.ZfCLta2Lj3hSUw&pid=news&w=35&h=16&rs=2",
            "category": "bible+discovery",
            "date": "13h",
            "source": "LADbible",
            "article_content": "Two men who worked together for a couple of years made quite the discovery about each other.\n\nNathan Boos and Bob Degaro had been working at the same haulage firm for a couple of years when they discovered that they were actually related.\n\nUS man Nathan always knew he had been adopted, and didn't know his biological parents.\n\nAdvert\n\nHis adopted parents knew who his biological parents were but hadn't told him since he hadn't asked, but then his adoptive mother told him that he was friends with his biological dad on Facebook.\n\nThey worked together at the same place for two years before discovering they were father and son. (Youtube/CBS47 KSEE24)\n\nShe pointed out the profile of his work colleague Bob and said he had been Nathan's biological father all along, and they'd already been working together for a couple of years by this point.\n\nSpeaking to CBS, Bob explained that he got a message from Nathan over Facebook asking if he knew his biological mother and he said that she'd been his ex-wife.\n\nAdvert\n\nYou can probably see where this is going.\n\nBob had two other children with his former wife, but had given Nathan up for adoption was a 'difficult' decision caused by financial difficulty.\n\n\"Back then I wasn't much of a dad, his biological mom had chosen the adoptive parents,\" Bob explained of the family connection.\n\n\"Because they were somewhat related, distant cousins I believe. But I didn't know that.\n\nAdvert\n\n\"It's still kind of a shock, there's days I'm not sure exactly what to say or how to act, he is my son but we didn't have that father son relationship growing up, we became working partners before we knew what we really were.\"\n\nNathan said that he was taking the revelation that a man he'd been working with for two years was his biological father 'one day at a time'.\n\nConsidering they turned out to be pretty similar and even ended up working at the same place, it would point towards some evidence that family members can live incredibly similar lives even if they don't know each other.\n\nAdvert\n\nCompare Nathan and Bob's story to that of the 'Jim twins', identical twins separated at birth and adopted by different families who went on to lead almost identical lives.\n\nThey even named their dogs the same, each married two women with the same names, drove the same car and liked the same kind of beer.\n\nPerhaps there's more to all of this than meets the eye."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "JIJI NDOGO: A burning theory on America’s alienation",
            "link": "https://www.msn.com/en-xl/africa/kenya/jiji-ndogo-a-burning-theory-on-america-s-alienation/ar-AA1xJU7e?ocid=BingNewsVerp",
            "description": "It’s the aliens,' Mwenda tells me on his first visit of the year to the police post.In case you aren’t familiar with him, Mwenda is our resident 'mad man' in Jiji Ndogo. In my opinion, though, based ...",
            "image_url": "https://www.bing.com/th?id=ODF.YqCdqZDDtmy1OLMun1l8fg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "The Star Worldwide (English) on MSN16h",
            "source": "The Star Worldwide (English) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the modern Supreme Court might view the 14th Amendment and birthright citizenship",
            "link": "https://www.msn.com/en-us/politics/government/how-the-modern-supreme-court-might-view-the-14th-amendment-and-birthright-citizenship/ar-AA1xImlo?ocid=BingNewsVerp",
            "description": "In the few days since he returned to the White House, President Donald Trump’s sweeping executive orders and mass pardons ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8Kpgdyv5DHbiExAq8oncNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "13hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFOs and drones: How to prepare for the ultimate unknown",
            "link": "https://www.msn.com/en-us/news/politics/opinion-ufos-and-drones-how-to-prepare-for-the-ultimate-unknown/ar-AA1xJMXZ?ocid=BingNewsVerp",
            "description": "Given the stronger evidence suggesting we may not be alone in the universe — and could even be visited by extraterrestrials — it seems prudent for key sectors of society to consider planning for ...",
            "image_url": "https://www.bing.com/th?id=OJ.WYdZfNOgbCtCJw&pid=news&w=104&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "15hon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Schumer calls on Trump to declassify government files on UFOs",
            "link": "https://www.msn.com/en-us/news/politics/schumer-calls-on-trump-to-declassify-government-files-on-ufos/ar-AA1xKKED?ocid=BingNewsVerp",
            "description": "Senate Democratic Leader Chuck Schumer (N.Y.) says President Trump should declassify secret government archives about unidentified flying objects (UFOs), also known as unidentified anomalous ...",
            "image_url": "https://www.bing.com/th?id=OJ.WYdZfNOgbCtCJw&pid=news&w=104&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "9hon MSN",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unearthing History: Discovery of a Shark Ancestor in Peru",
            "link": "https://www.devdiscourse.com/article/science-environment/3236207-unearthing-history-discovery-of-a-shark-ancestor-in-peru",
            "description": "Paleontologists in Peru have uncovered a remarkable 9-million-year-old fossil, which belonged to an ancestor of the great ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse21h",
            "source": "devdiscourse",
            "article_content": "Paleontologists in Peru have made a groundbreaking discovery with the unearthing of a 9-million-year-old fossil that belonged to a relative of the great white shark. This ancient predator once prowled the waters of the southern Pacific Ocean, specifically devouring sardines, researchers revealed.\n\nThe fossil find provides crucial insights into the evolutionary history of one of the ocean's most formidable predators, shedding light on the biodiversity of the ancient seas. Such discoveries help scientists better understand not only the past ecosystems but also provide context for current marine life dynamics.\n\nThis Peruvian discovery underscores the intricate web of life that has existed over millions of years, offering valuable data for both paleontology and marine biology. As researchers continue to excavate and study such fossils, they piece together the fascinating history of life on Earth.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IOP president Keith Burnett outlines a ‘pivotal’ year ahead for UK physics",
            "link": "https://physicsworld.com/a/iop-president-keith-burnett-outlines-a-pivotal-year-ahead-for-uk-physics/",
            "description": "After many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZDxyH0DLRgKkchD5C2DcpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Physics World17h",
            "source": "Physics World",
            "article_content": "Looking ahead: As we celebrate the International Year of Quantum Science and Technology this year, Keith Burnett says it can be a reminder of how the benefits of physics span over decades. (Courtesy: Schmidt Science Fellows)\n\nLast year was the year of elections and 2025 is going to be the year of decisions.\n\nAfter many countries, including the UK, Ireland and the US, went to the polls in 2024, the start of 2025 will see governments at the beginning of new terms, forced to respond swiftly to mounting economic, social, security, environmental and technological challenges.\n\nThese issues would be difficult to address at any given time, but today they come amid a turbulent geopolitical context. Governments are often judged against short milestones – the first 100 days or a first budget – but urgency should not come at the cost of thinking long-term, because the decisions over the next few months will shape outcomes for years, perhaps decades, to come. This is no less true for science than it is for health and social care, education or international relations.\n\nIn the UK, the first half of the year will be dominated by the government’s spending review. Due in late spring, it could be one of the toughest political tests for UK science, as the implications of the tight spending plans announced in the October budget become clear. Decisions about departmental spending will have important implications for physics funding, from research to infrastructure, facilities and teaching.\n\nOne of the UK government’s commitments is to establish 10-year funding cycles for key R&D activities – a policy that could be a positive improvement. Physics discoveries often take time to realise in full, but their transformational nature is indisputable. From fibre-optic communications to magnetic resonance imaging, physics has been indispensable to many of the world’s most impactful and successful innovations.\n\nEmerging technologies, enabled by physicists’ breakthroughs in fields such as materials science and quantum physics, promise to transform the way we live and work, and create new business opportunities and open up new markets. A clear, comprehensive and long-term vision for R&D would instil confidence among researchers and innovators, and long-term and sustainable R&D funding would enable people and disruptive ideas to flourish and drive tomorrow’s breakthroughs.\n\nAlongside the spending review, we are also expecting the publication of the government’s industrial strategy. The focus of the green paper published last year was an indication of how the strategy will place significance on science and technology in positioning the UK for economic growth.\n\nIf we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead\n\nPhysics-based industries are a foundation stone for the UK economy and are highly productive, as highlighted by research commissioned by the Institute of Physics, which publishes Physics World. Across the UK, the physics sector generates £229bn gross value added, or 11% of total UK gross domestic product. It creates a collective turnover of £643bn, or £1380bn when indirect and induced turnover is included.\n\nLabour productivity in physics-based businesses is also strong at £84 300 per worker, per year. So, if physics is not at the heart of this effort, then the government’s mission of economic revival is in danger of failing to get off the launch pad.\n\nA pivotal year\n\nAnother of the new government’s policy priorities is the strategic defence review, which is expected to be published later this year. It could have huge implications for physics given its core role in many of the technologies that contribute to the UK’s defence capabilities. The changing geopolitical landscape, and potential for strained relations between global powers, may well bring research security to the front of the national mind.\n\nIntellectual property, and scientific innovation, are some of the UK’s greatest strengths and it is right to secure them. But physics discoveries in particular can be hampered by overzealous security measures. So much of the important work in our discipline comes from years of collaboration between researchers across the globe. Decisions about research security need to protect, not hamper, the future of UK physics research.\n\nThis year could also be pivotal for UK universities, as securing their financial stability and future will be one of the major challenges. Last year, the pressures faced by higher education institutions became apparent, with announcements of course closures, redundancies and restructures as a way of saving money. The rise in tuition fees has far from solved the problem, so we need to be prepared for more turbulence coming for the higher education sector. Read more Keith Burnett: IOP president says it is our duty to make physics more inclusive\n\nThese things matter enormously. We have heard that universities are facing a tough situation, and it’s getting harder for physics departments to exist. But if we don’t recognise the need to fund more physicists, we will miss so many of the opportunities that lie ahead.\n\nAs we celebrate the International Year of Quantum Science and Technology that marks the centenary of the initial development of quantum mechanics by Werner Heisenberg, 2025 is a reminder of how the benefits of physics span over decades.\n\nWe need to enhance all the vital and exciting developments that are happening in physics departments. The country wants and needs a stronger scientific workforce – just think about all those individuals who studied physics and now work in industries that are defending the country – and that workforce will be strongly dependent on physics skills. So our priority is to make sure that physics departments keep doing world-leading research and preparing the next generation of physicists that they do so well."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Knowledge : In Quantum Physics, More Than One Reality Exists",
            "link": "https://www.msn.com/en-us/news/technology/knowledge-in-quantum-physics-more-than-one-reality-exists/vi-AA1xKhk9?ocid=BingNewsVerp",
            "description": "Can two versions of reality exist at the same time? Physicists say they can — at the quantum level, that is. Federal judge ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pposNjV6NJcX_09Eui6CUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Live Science on MSN13h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Quantum Computing Investable As The Next AI",
            "link": "https://www.forbes.com/sites/vineerbhansali/2025/01/23/is-quantum-computing-investable-as-the-next-ai-/",
            "description": "Quantum computing has the potential of being the next big innovation. At the right size and the right price, it might even be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VsNHBJLBXilIA45RCl6qhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "12h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plastic Pollution Revolution: New Catalyst Technology Converts Waste Into Valuable Fuels",
            "link": "https://scitechdaily.com/plastic-pollution-revolution-new-catalyst-technology-converts-waste-into-valuable-fuels/",
            "description": "Water plays a crucial role in boosting the conversion of polyolefins into valuable fuels when paired with ruthenium catalysts, presenting a promising approach to addressing global plastic waste. Plast ...",
            "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
            "category": "science+revolution",
            "date": "9h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "STEEM revolution: uMhlathuze school achieves perfect Matric results despite 40% unemployment",
            "link": "https://www.msn.com/en-za/education-and-learning/secondary-education/steem-revolution-umhlathuze-school-achieves-perfect-matric-results-despite-40-unemployment/ar-AA1xEw64?ocid=BingNewsVerp",
            "description": "In a remarkable triumph for rural education, Amangwe High School in uMhlathuze has achieved a 100% Matric pass rate with 93% ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YnL7L5Wzql5OGk2FkfvgBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "21hon MSN",
            "source": "Independent Online (IOL) on MSN",
            "article_content": ""
        }
    }
]