[
    {
        "title": "UFO News Catch-Up With SPECIAL GUEST",
        "link": "https://www.msn.com/en-us/travel/article/massive-object-headed-to-earth-ufo-news-catch-up-with-special-guest/vi-AA1rx0W9?ocid=BingNewsVerp",
        "description": "White House believes Iran is preparing imminent ballistic missile attack against Israel 25 Sitcoms Lost to Time: Discover ...",
        "image_url": "https://www.bing.com/th?id=OVFT.urI6-Cy1QtRkiEZlAHlj_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN20m",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "UFO Gaming and Beam Collaborate to Develop Super Galactic",
        "link": "https://www.msn.com/en-us/news/technology/ufo-gaming-and-beam-collaborate-to-develop-super-galactic/ar-AA1rx4cu?ocid=BingNewsVerp",
        "description": "UFO Gaming has partnered with Beam, a blockchain platform for gaming applications. Together, they will develop a new ...",
        "image_url": "https://www.bing.com/th?id=OVFT.o7ys5pmWsoSWAysZyxKIfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "eGamers.io on MSN1h",
        "source": "eGamers.io on MSN",
        "article_content": ""
    },
    {
        "title": "Official Trailer for 'The Program' - Yet Another New UFO Documentary",
        "link": "https://www.firstshowing.net/2024/official-trailer-for-the-program-yet-another-new-ufo-documentary/",
        "description": "\"I would go to jail to say things that I've been exposed to in the program.\" 🛸 What is really out there? Lab 9 Films has ...",
        "image_url": "https://www.bing.com/th?id=OVFT.t3bmppghdJl2Y6g2tZbfWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "FirstShowing.net19h",
        "source": "FirstShowing.net",
        "article_content": "Official Trailer for 'The Program' - Yet Another New UFO Documentary\n\n\"I would go to jail to say things that I've been exposed to in the program.\" 🛸 What is really out there? Lab 9 Films has revealed an official trailer for yet another new documentary about UFOs – this one called The Program. Ever since the US government started actually talking openly about UFOs, now officially known as UAP (\"Unidentified Anomalous Phenomena\") sightings, Ufologists have been going crazy. They've gone beyond conspiracy drifting into full-on \"it has to be true!\" irrefutable belief. Of course. The Program is yet another new UFOs / aliens-are-real film from filmmaker James Fox, who also made The Phenomenon and Moment of Contact in the years before. Featuring narration by Peter Coyote (Bitter Moon, E.T.). The doc includes \"extensive interviews with insiders, experts and politicians. Christopher Mellon, the former deputy assistant secretary of defense for intelligence, and Stanford University's Dr. Gary Nolan, [are] among those who appear in the doc.\" It's another doc about extraterrestrials that now wants to dig into the question: is there a big government program keeping the truth a secret? (Is it called The X-Files?) What do you believe?\n\nHere's the official trailer (+ poster) for James Fox's UFO doc The Program, direct from YouTube:\n\nThis highly anticipated follow-up to director James Fox's other blockbuster UFO documentary films, The Phenomenon (2020) and Moment of Contact (2022), The Program explores the unprecedented bipartisan Congressional effort to uncover what US intelligence agencies really know about UFOs, now referred to as UAP. The first two public hearings in over half a century included testimony under oath from military & intelligence officers with jaw-dropping allegations of a clandestine program to analyze materials and non-human biologics. Through candid interviews with high-ranking insiders, elected officials, physicists, intelligence officers, and military whistleblowers, The Program goes behind the scenes to leave even the staunchest skeptics astounded by the assertions from a growing chorus of insiders that we are not alone. The Program is directed by ufologist / filmmaker James Fox, director of the other doc films I Know What I Saw, The Phenomenon, and Moment of Contact previously. Produced by James Fox & Lance Mungia. Lab 9 Films releases Fox's doc The Program in select US theaters + on VOD to watch later in 2024. Stay tuned."
    },
    {
        "title": "'Secret' House In 'Britain’s Strangest Town' Owned By Adele Sparks Scientologists’ Interest",
        "link": "https://www.aol.com/lifestyle/secret-house-britain-strangest-town-192929566.html",
        "description": "Members of the controversial Church of Scientology reportedly tried to buy Adele’s house in an attempt to extend its presence ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FrZhpU1UyARhgsiiJma76C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "18h",
        "source": "AOL",
        "article_content": "Members of the controversial Church of Scientology reportedly tried to buy Adele’s house in an attempt to extend its presence in Sussex, UK. British comedian Alan Carr recently revealed that Adele brushed off offers to buy her “secret” house in the countryside in an area notable for its UFO sightings.\n\n“Adele has a secret house in East Grinstead and the Scientologists tried to buy it off her,” Alan said on his Life’s A Beach podcast, The Mirror reported on Saturday (September 28).\n\nThe RuPaul’s Drag Race UK judge reportedly explained that the Church of Scientology was keen to acquire Adele’s estate to add to its nearby headquarters in the sleepy corner of the West Sussex countryside.\n\nThe organization’s headquarters, 18th century Saint Hill Manor, has been in Scientologists’ ownership since 1959, when sci-fi writer L. Ron Hubbard, the founder of the Church of Scientology, set up home there.\n\nMembers of the controversial Church of Scientology reportedly tried to buy Adele’s house\n\nImage credits: Kevin Mazur/Getty Images\n\nImage credits: Adele\n\nSaint Hill Manor was Scientology’s worldwide headquarters until 1967. Its new headquarters is now located in Clearwater, Florida, USA, specifically at the Flag Land Base.\n\nThe Florida facility has been the central hub for the Church of Scientology since the late 1970s and serves as a major center for training and spiritual counseling.\n\nTom Cruise, Scientology’s most famous member, has visited Saint Hill Manor and was even said to have chosen a wing of the mansion as his lockdown sanctuary during the pandemic, according to The Mirror.\n\nThis came as an attempt to expand its presence in Sussex, UK\n\nImage credits: Alexey Taktarov\n\nImage credits: Saturday Night Live\n\nThe British manor has previously come to the public interest when John Travolta, another notable member of Scientology, hit the headlines in 2011 when he tried – unsuccessfully – to book a table for his entourage at a local branch of KFC in West Sussex.\n\nThe area has even attracted attention for reported UFO sightings, as per The Mirror. In 2013, the local paper The Argus reported that three pilots saw “two saucer shaped silver discs” hovering near Saint Hill.\n\nThe flying vessels were apparently unconnected to nearby Gatwick Airport, where the three pilots were coming in to land.\n\nThe Church of Scientology was created by sci-fi author L. Ron Hubbard\n\nImage credits: Los Angeles Daily News\n\nAdele and partner Simon Konecki bought an eight-bedroom country manor in East Grinstead, West Sussex, in 2017. The Hello hitmaker is now engaged to sports agent Rich Paul.\n\nEast Grinstead has been described as Britain’s strangest town and the real-life answer to Twin Peaks, the BBC reported in 2021.\n\nA disproportionate number of spiritual organizations have reportedly made their home here; some are ancient and some modern, some orthodox and others unconventional, including Scientology.\n\nImage credits: Boxoffice+\n\nThe Church of Scientology is a group of organizations and corporate entities that practice and spread Scientology, a set of beliefs and practices created by sci-fi author L. Ron Hubbard.\n\nScientology has often been labeled as a dangerous cult due to its secretive practices, aggressive treatment of critics, and strict control over members.\n\nFamous allegations against the organization include claims of financial exploitation, psychological manipulation, and forced disconnection, where members are separated from family members who criticize the church.\n\nThe post “Secret” House In “Britain’s Strangest Town” Owned By Adele Sparks Scientologists’ Interest first appeared on Bored Panda."
    },
    {
        "title": "How This Remote Utah Ranch Became a Paranormal Activity Hotspot",
        "link": "https://www.popularmechanics.com/culture/tv/a62351045/skinwalker-ranch-paranormal/",
        "description": "Bizarre phenomena have lured real-estate tycoons, scientists, TV producers—and the U.S. government—to Skinwalker Ranch. What are they looking for?",
        "image_url": "https://www.bing.com/th?id=OJ.nYewEnVTZcURCA&pid=news&w=58&h=16&rs=2",
        "category": "ufo",
        "date": "1h",
        "source": "Popular Mechanics",
        "article_content": "I have been warned. This much is clear within minutes of ducking out of a helicopter onto the high-desert oasis of Skinwalker Ranch in northeastern Utah one searingly bright October afternoon. As a visitor approaching the dark and inscrutable paranormal forces patrolling this property, I could be targeted.\n\nThe admonition has come in several forms. There was the prayer for safe deliverance given by chopper pilot Cameron Fugal, brother of property owner Brandon Fugal, as we approached the ranch. This didn’t necessarily rattle me, as I’d recently watched Cameron deliver a similar invocation on season one of The Secret of Skinwalker Ranch, the hit History channel show that has generated mainstream attention for the property.\n\nThere was the surreal experience of being greeted on the helipad by about half the show’s cast, whom I felt I’d come to know during my hours of binge watching—standing stone-faced and shoulder to shoulder like some official tribunal ready to deliver grim news. Long-suffering ranch superintendent Thomas Winterton, looking typically Marlboro Man, shook my hand first, followed by glowering security chief Bryant “Dragon” Arnold. Erik Bard, the spritely scientist, and red-bearded security man Kaleb Bench chatted nearby. It was as if my arrival was the only thing holding up the start of the season five shoot. When we go inside, Winterton presents me with a liability waiver, which strikes me as highly unusual—there’s nothing on the day’s agenda beyond an in-depth conversation.\n\nBut what truly tweaked my antennae was a conversation I’d had an hour earlier, at the Fugals’ hangar in Provo. Brandon was on the phone, tending to his day job as a commercial real-estate titan, and Cameron and I were chatting amiably when he suddenly pivoted from a story about becoming a grandfather. “Every time we bring somebody new, the ranch interacts a little different,” he said. “Usually it’s been mostly mild. I wouldn’t worry about it too much.” This struck me as a roundabout way of saying I should at least be a little worried.\n\n\n\n“We’ve had some guys that are like, ‘This is so stupid—we’re gonna show those aliens who’s boss…’” he continued. “And it’s messed with them.”\n\n“What happened to those guys?” I asked. “Something physical, or their cell phones wigged out, or—?”\n\nIt was indeed bodily harm, Cameron said. The previous owner, Robert Bigelow, was haunted by the place, both during his time there and after, when “all the negativity followed him home,” Cameron explained. This sounded a little like the aftermath of a bad Red Lobster meal, but I’d seen the entire series at that point, and I knew what he meant. I’d just never thought of it happening to me.\n\nDuring the flight, as Brandon recounted the particulars of acquiring the 512-acre ranch, I mentally rifled through the catalog of hazards the show has intimated: unidentified anomalous phenomena (UAP, which is the modern term for UFO); cryptic messages transmitted through sound waves or electromagnetic interference; and, possibly most relevant, those weird injuries, including vertigo, nausea, temporary paralysis, hearing impairment, and disorientation, some of which led to hospitalizations.\n\nShortly after we arrive, I inquire about the ranch’s tendency to identify and punish skeptics. The crew immediately warms to the topic. The visitors with the most serious health effects, Winterton says, “are the ones that came—myself included—with kind of a cavalier attitude of, ‘There’s nothing here that’s gonna bother me.’”\n\nIt’s possible the group has inferred a certain skepticism from my request, a few weeks earlier, to camp overnight at the ranch—an inquiry that Fugal shot down, citing liability and safety reasons. Can the capricious forces patrolling the property intuit my thoughts? It sounds a bit fantastical, but after hearing about other skeptics’ experiences, I’m not so sure anymore.\n\nBut as with seasickness and combat, there’s no way to gauge in advance how you’ll fare until you’re in the thick of it. The only thing I know for sure is that I’m about to find out.\n\nRussel Albert Daniels Fans can tune in and watch live feeds from the cameras that surround Homestead 2, the site of several paranormal occurrences.\n\n• • •\n\nPrior to my arrival at the ranch, the most unnerving thing I’d experienced was Brandon Fugal’s driving. He had picked me up that morning in Salt Lake City in his Lamborghini Urus Performante. Soon we were hurtling south on I-15 at 90 miles per hour to his airport hangar, while he expounded on his skepticism over TSA screenings and Covid-era face masks.\n\nHalfway to Provo, he explains that he acquired Skinwalker Ranch as an “open-minded skeptic. I believed that there was most likely a natural explanation for all that had been reported. I had never seen a flying saucer or anything of the sort.” The Lambo touched 99 as he veered right to blow by a car dawdling along at 90.\n\nJust like on the show, Fugal wore a fitted suit with a crisp, white dress shirt, fancy cowboy boots, and trademark wire-rim glasses—Harry Potter meets Gordon Gekko. He leans into the narrative arc of the hard-charging business icon: He says he started in real estate at age 18 and sold his first office a year later, works 16- to 20-hour days, and has since reshaped Salt Lake City’s skyline. He reveres Elon Musk and frequently name-drops rock stars and politicians in his orbit. (He hired the band Air Supply to play at his 2021 wedding.) Fugal describes himself as a 1980s teenager in a 50-year-old body, and boasts a vast collection of rare books and film memorabilia, including a full-size exoskeleton from the set of Terminator 2. And, most relevant to Skinwalker, he uses his fortune to underwrite certain science-driven moonshots.\n\nCourtesy Jason Shook /The HISTORY Channel Ranch owner Brandon Fugal\n\nIn 2009, Cameron had just landed his brother’s private jet when, on a whim, Brandon asked him: How old is the technology and the physics behind this jet-propulsion system? The answer—the 1940s—shocked him. Fascinated by the question of how science had stalled in that realm, Brandon began researching alternative forms of propulsion, which led to a brief partnership with a former client, Joe Firmage, an early internet entrepreneur and UAP aficionado. Firmage claimed he was on the cusp of breakthrough technologies that enable purported UFOs to move in unorthodox and physics-defying ways. The project cratered, but in the aftermath Fugal was introduced to Robert Bigelow, a maverick billionaire who used his Las Vegas real-estate fortune to build a private aerospace firm. Bigelow Aerospace developed an expandable habitat for astronauts on the International Space Station before shuttering operations in 2020.\n\nBigelow, who has also espoused the presence of aliens and UAPs, is largely responsible for putting Skinwalker Ranch on the map. Established as an agricultural homestead in 1905, for more than a century the ranch experienced reports of strange activity, and as a result had been named for shape-shifting witches of Navajo lore. As early as 1911, a newspaper reported locals hearing “strange noises” emanating from the property, and a string of subsequent owners reported UAPs or other strange activity. Bigelow purchased it in 1996 from ranchers Terry and Gwen Sherman, who had been so spooked by their experiences there—which included UAP activity, cattle mysteriously slain, dire wolf–type creatures, and glowing orbs they say vaporized their dogs—that they eagerly unloaded the place.\n\nAround the time he purchased the property, Bigelow founded and bankrolled the National Institute of Discovery Science, with the goal of conducting serious scientific study of UFOs and other paranormal activities at Skinwalker and beyond. He quickly installed a network of investigators who reported their own paranormal happenings at the ranch. A book written by chief investigator Colm Kelleher and news anchor George Knapp describes one incident in which something had disgorged the wiring within a closed-circuit ranch video camera while another camera, trained on it, captured no activity. The team produced another report detailing the 1998 killing of a perfectly healthy three-year-old cow. There were no signs of struggle and no tracks found, but the animal was missing its left eye and part of its left ear. Additionally, its heart was shredded, but its pericardium—the sac that encloses the organ and its major vessels—was intact.\n\nBigelow’s project later morphed into the Pentagon-funded Bigelow Aerospace Advanced Space Studies program. From 2008 to 2013, the program recorded more than 530 instances of paranormal activity witnessed by more than 150 people.\n\nWhen Fugal met Bigelow in Las Vegas, he only knew what he’d read in Knapp and Kelleher’s book, and he told Bigelow he thought what had been seen at the ranch “was the product of groupthink mixed with misidentifying naturally occurring phenomena.”\n\nBy that point Fugal was leading the largest commercial real-estate enterprise in the intermountain west, with 30 offices in 11 states. He didn’t expect that alien sightings and disemboweled livestock would play well in his rarefied circles. “I did not want my name associated with these topics,” he says. But Fugal was intrigued, and after a series of lengthy conversations with Bigelow in 2016, he quietly bought the ranch for about $500,000 through a shell corporation called Adamantium Real Estate, named for the fictional alloy used to make Wolverine’s claws in Marvel Comics. Several days before the closing, he flew out to see the ranch for the first time and was stunned by the dramatic landscape: the high-desert mesa plateau, the snaking course of Dry Gulch Creek, the clutch of dilapidated pioneer homesteads evoking a complex history.\n\nHe’d been an Eagle Scout growing up and was now on the board of the Utah National Parks Council of the Boy Scouts of America. He figured he’d have a scientific team determine there was nothing untoward about the property, then he would donate it for scout camps and youth programs.\n\nBut before he could put that plan in motion, things started happening.\n\nRussel Albert Daniels Erik Bard stands in the triangle, a region reportedly high in paranormal activity. It is one of the most-observed places on the 512-acre ranch. Russel Albert Daniels Bard, an X-ray physicist, is one of the lead experts Fugal hired to investigate the ranch.\n\n• • •\n\nWe settle into the main room of the Skinwalker Ranch headquarters, and the conversation naturally drifts toward the crew’s conversion stories, meaning the experiences that led them to believe that strange forces are afoot here.\n\nWinterton, the ranch superintendent, grew up in the Uinta Basin, the geological feature that encompasses Skinwalker. His first time there—​as a nonbelieving building inspector—he experienced severe vertigo and lightheadedness. “I finally had to back up against the wall and then I kind of slid down towards the floor,” he says.\n\nNone of these tellings is more compelling than Fugal’s. In 2016, an employee recorded a UFO sighting on his phone’s camera, snapping pictures of a horizontal object in the sky at a time when flight data showed there was no commercial or private air traffic over the ranch. The employee reported it to Fugal, who immediately began studying the images. Four months later, Fugal says he and two security guards saw a silver-gray spaceship-type object moving erratically above the mesa that borders the property.\n\nAnd thus Fugal made the shift—in his words—“from being a healthy skeptic to an experiencer.” Since then, he has intensively pursued an understanding of what he describes as “high strangeness.” He erected a gate to seal off the property, installed a web of security cameras, and has poured millions of dollars into advanced technological instruments aimed at quantifying the ranch’s mysteries.\n\nErik Bard, an X-ray physicist, is one of the lead experts Fugal hired to harvest and interpret the reams of data these instruments have produced. Before moving to the ranch full-time, Bard was a partner in a firm that makes components for machines that produce or measure X-rays; many of its products go to the national labs, he says.\n\nBard has his own conversion story. He had dismissed what he’d heard about the ranch as “E.T. interdimensional religious whatever.” Then Fugal invited him to visit in October 2016—coincidentally, the same day that Fugal saw the UAP—and two things happened: On a trek out to the mesa, Bard pulled out his phone to take a picture and saw that the screen was flickering. At first, he thought he had broken it.\n\nWhen he and others in his group returned to the homestead, Bard says he couldn’t keep his balance, and several others said they felt the ground spin. “The interesting thing is, I hadn’t told them that I was experiencing it,” he recalls.\n\nBard figured he’d try to make sense of these occurrences using science. First, he examined the phone malfunction. In an area with poor reception, a smartphone’s RF (radio frequency) components emit extra energy working to connect to a cell tower, which can interfere with other parts of the unit. Bard thought this was a perfectly good explanation, except that he couldn’t reproduce it. Several months later he tried a different experiment using a powerful rare-earth magnet capable of lifting 1,750 pounds of iron. When he put his phone on the edge of the magnet, he reproduced the effect.\n\nThe answer seemed to be the ranch’s unusual electromagnetic field, and specifically, a phenomenon called electromagnetic interference. In subsequent years, he and others have repeatedly dealt with more instances of what he experienced on his phone. Drones have mysteriously crashed; batteries on phones and other devices—ranging from boom microphones to H4n recorders—have suddenly drained. The ranch’s computer and surveillance systems have malfunctioned. These glitches haven’t just impacted the ranch’s equipment, Bard says, but also the equipment being brought in by outside experts.\n\nBard, who is more engaging and animated in person than on TV, read that strong magnetic fields also affect the human nervous system. MRI technicians, Bard explains, experience many of the same symptoms that people have at the ranch, including vertigo and nausea. These studies plus his benchtop experiment pointed to a magnetic field anomaly. “That was the beginning of trying to put a physics interpretation on some part of the phenomenon,” he says.\n\nThe source of the electromagnetic activity is another question: Bard speculates that it could be linked to some physics quirk in the space-time realm or something technological—a cloaked craft or UAP. Bard is still hunting for answers.\n\n\n\n• • •\n\nBard’s super-magnet experiment is only one of the myriad scientific forays into the site, as the show’s viewers know well. It’s possible that no wild space in the country has been as closely scrutinized as this one. Just about everything across the landscape has been analyzed, poked, and sampled.\n\nThe crew has deployed hyperspectral imaging technology, which reveals light on parts of the spectrum humans can’t otherwise see. There are aircraft transponder data receivers; laboratory-grade thermographic imaging systems; advanced magnetometers; forward-​looking infrared (FLIR) cameras, which detect infrared radiation and convert it to an image; and a geophone-​based near-field seismometer, to ensure that no seismic wave goes undetected. Much of this tech is military-grade, Fugal says.\n\nThe team has mapped every inch of the ranch using a combination of LIDAR, drone-based photogrammetric mapping, and ground-penetrating radar. They’ve collected and analyzed samples using X-ray fluorescence. At one point, Bard and his crew brought in a team to aim high-powered optical lasers—devices colorfully known as a laser space cannons—at the sky above the ranch to search for more evidence of whatever invisible forces may hover overhead.\n\nCurious findings keep the crew—and viewers—energized. Bard beckons me into the control room to show me what one of the simpler pieces of equipment—a surveillance camera stationed in Homestead 2—harvested. Feeds from the 50 or so audio-enabled security cameras across the property are available to Skinwalker Ranch Insiders, which is essentially a fan club. For a membership that starts at $8 a month, participants get access to “disturbing & anomalous audio, infrasonic, & frequency data,” according to the website. The more than 10,000 Insiders who have so far subscribed also get 24-hour access to the ranch webcams. Not only that, Bard has steampunked the system so that they are also able to control the cameras, and swivel them if they spot something. This has essentially created a community of volunteer citizen scientists. (“It’s like giving someone the keys to the International Space Station and being able to steer it around and position and explore the cosmos,” Fugal says.)\n\nOne Insider reported what Bard shows me now: At 1:39 a.m. one night, a door on Homestead 2 abruptly slammed shut. There was no wind, and no sign of anyone on camera. Played on repeat in grainy night-vision video, it’s undeniably creepy.\n\nRussel Albert Daniels A suite of military-grad instruments – everything from magnetometers to optical lasers – dots the landscape.\n\n• • •\n\nIt wasn’t always obvious that a TV show was the way to go. Fugal says after he was approached by the History channel in 2018, he only agreed to the show on three conditions: Nothing could be faked; the film crew had to use the investigators he’d hired; and his identity was to remain secret. The History Channel team agreed to the first two mandates—the show’s creators say that any staged reenactments are based on eyewitness accounts—but rejected the third, when the producers convinced him the research would only be believable if there was full transparency.\n\nAs it happened, the world was changing fast regarding perceptions of such phenomena—in particular, UAPs. Owing to a surge in military-​pilot sightings, whistleblower pressure, and media coverage, UAPs were being legitimized in Congress and acknowledged more openly by the defense and intelligence communities, shifting the phenomena from the tinfoil-hat realm into the cultural mainstream.\n\nIn 2018, Fugal and his team, including three scientists, shared some of the data they’d collected with the Senate Select Committee on Intelligence and the Armed Services Committee in a confidential briefing in Washington, D.C. Fugal says he maintains contact with Utah’s senior senator, Mike Lee, and the state attorney general, Sean Reyes. “There has been a seismic shift in the way the government is approaching the topic,” he says.\n\nBut government knowledge is still largely blanketed in secrecy, and Bigelow’s findings on the ranch have similarly remained hidden from the public, even to Fugal; the program was secretly funded by the Pentagon, and its contents remain undisclosed. This is partly why he pivoted in the opposite direction. Everything his team learns is shared openly, he says, through the show or the phalanx of cameras, or both.\n\nThis was a canny move, to not only be transparent with what was going on there but to make transparency part of the point: Maybe you don’t believe in this, but you can believe in how we’re doing it. For a curious public starved by generations of government intransigence, this has been raw meat tossed to hungry wolves. “People want brutal honesty,” he says—and 2.22 million viewers tuned into the 2023–’24 season, making it the 10th most popular non-sports cable program.\n\nFugal says he’s never taken a penny for the show—that he’s given it all to charity and put it back into the ranch equipment. But he is clearly an adroit businessman with a nose for opportunity; soon after purchasing the ranch, he trademarked the name for purposes of the TV show and for use on merchandise such as T-shirts and mugs. The show has made him a celebrity—it “has turned my world upside down,” he says. He was even recognized on the street during a recent trip to France and Italy.\n\nRead This Next The Real Story of Oak Island’s Legendary Money Pit\n\nIt’s clear he has fully shed any reservations he once harbored about serving as Skinwalker’s front man. On the show, he drops lines like “We’ll come to understand the dark forces that we’re interacting with, but also the nature of our world and our reality” without a hint of self-consciousness. He’s a rabid fan of 1980s science fiction; one of his prized possessions is a copy of the E.T. screenplay. What better way to feed that appetite than to hypothetically possess his own E.T.?\n\nFugal says he’s often asked what he believes they are dealing with. Could it be extraterrestrials? Multidimensional beings? Or some spiritual influence? “I answer it’s likely D: all of the above,” he says. The data they’ve collected over the years suggest there could be a wide range of origins and agendas associated with the phenomena. “The deeper the investigation digs both literally and figuratively,” he says, “the more complicated it becomes.”\n\n\n\n• • •\n\nBy the time we wander out for a tour, the landscape is so dazzling I find it hard to muster much concern for my safety. The sky is vast and clear and the cottonwood trees are gilded in autumnal splendor. As we walk through and around the tumbledown homesteads, I pay particular attention to the largest of the three buildings that comprise Homestead 2—the site of the mysterious slamming door spotted by a Skinwalker Ranch Insider.\n\nFrom the outside, the doorframe is dark and vacant, like a missing tooth; the modest two-room shack, now more than a century old, has gradually submitted to the forces of weather and age. Inside, leaves are scattered across the floorboards, and sunlight glides through the failing ceiling as if filtered through a julienne slicer. I see no evidence of wires that could have been rigged there to cause the sudden, unexplained movement. Gusts often cause doors to swing shut, but this one closed from the inside; the windows are empty cavities and there’s a hole in the roof, so there would be no way to build up any air pressure inside. The camera had shown the whole room, and nothing had moved prior to the door opening. “Look at the debris on the floor,” Fugal says. If it had been windy, leaves and other detritus would have been blowing everywhere.”\n\nIt’s fascinating, but there’s no way to make sense of it, and little time to linger. Moving around in Rhino-type vehicles used on the show, we cruise over to the “Triangle.” Investigators zeroed in on this patch of otherwise unremarkable land between the headquarters and the homesteads as a potential hotbed of paranormal activity during the show’s latter seasons after chronicling\n\nunexplained interference with helicopter flights, drones, and other forms of aerial exploration.\n\nThe site consists of a set of jeep roads that form its geometric namesake, but we didn’t bother walking around; most of what makes the location interesting—at least for fans of the show—is invisible. The cast filled entire episodes with experiments that included elevating a squadron of drones and shooting rockets skyward to see if they could figure out what was occurring in the airspace above. These experiments have led the group to believe there may be some sort of interdimensional portal. It sounds far-fetched, but millions of viewers keep coming back for more.\n\nRussel Albert Daniels The History Channel and Prometheus Entertainment began filming on the ranch in 2019.\n\n• • •\n\nCinematic as all of this is, what none of this technology has been able to provide so far is much in the way of concrete answers. The Secret of Skinwalker Ranch is a sumptuous buffet for conspiracy-driven UFOlogists and paranormal enthusiasts, unabashedly splicing supposition, folklore, and unexplained sightings with a series of high- and low-tech experiments. The result is a kind of true-believer cut-up, and viewers may feel they’ve learned a lot but have no clue what any of it amounts to.\n\nFive seasons in, one question that emerges is whether a force intelligent enough to avoid detection, or reveal itself at will, can ever be identified. This plays into the producers’ hands, of course; a malevolent force that can reveal itself in opportune moments yet avoid detection drives the need for more investigations, and more television seasons. It creates a waves-against-the-shore rhythm, in which the cast experiences something, excitedly conducts a series of experiments—only to wind up, in some cases, with more questions than they had before. The tide advances and retreats, continually polishing the ranch’s legend in the process. But how long can they maintain the tension, and keep the audience entertained, while concrete answers remain just out of reach?\n\nThe next day, Fugal revs up another one of his toys—a Ferrari 488 Spider—for a final lunch meeting. Just before we leave the restaurant, I ask him something I’ve been pondering since he turned down my camping request: Will he even reopen the ranch to the public? Let us see for ourselves?\n\nHe shakes his head. Having a secure, living laboratory, he claims, will allow us to develop insights that could change the course of history. “I know that sounds like hyperbole, but you look at the topics we’re discussing, the implications,” he says, “if you don’t understand the weight and significance, then you perhaps are not… I think the appropriate way to say this is, you’re not ready.”\n\nIf the public at large is frustrated by this, they’re not showing it. Yes, there are some snarky reviews, but Fugal says he’s selling plenty of hats, DVDs, and T-shirts. The crew was about to start shooting a sixth season, and the series has spun off into Beyond Skinwalker Ranch, a History channel show that will probe other paranormal hotspots.\n\nMaybe I’ll never be ready myself to grasp the significance of the site in the way that Fugal has. But my visit, in the end, did suggest one potential explanation for the enduring nature of this phenomenon. Maybe the real fantasy of Skinwalker Ranch isn’t that answers to the strange occurrences there will be identified, but that they were ever identifiable in the first place.\n\nHere’s what I can report: I never felt dizzy or experienced any sudden pain. I did not exit the ranch anxious that I was being shadowed by some unknowable force, nor did my phone or digital recorder glitch. But I did feel something. It was the same thing I’d experienced coming off gigantic, twirl-you-upside-down amusement park rides—the ones where the caution signs are a little larger, and even though they’re for legal purposes, they add a fizz of danger. You know the sensation: You unbuckle and your hair is blown back and you feel buzzy from the thrill. Maybe, if you’re a fan of The Secret of Skinwalker Ranch, it’s the same feeling you have watching the show, in its best moments.\n\nAre there really UFOs and dire wolves haunting this lonesome patch of high desert in eastern Utah? In the end, for millions of fans, the answer may not really matter."
    },
    {
        "title": "Perplexity set to release Mac app on Oct 15, competing with OpenAI’s ChatGPT in AI search",
        "link": "https://www.livemint.com/technology/perplexity-set-to-release-mac-app-on-oct-15-competing-with-openai-s-chatgpt-in-ai-search-11727788746583.html",
        "description": "Perplexity will launch its Mac app on October 15, featuring a pre-order option. The app offers functionalities similar to its ...",
        "image_url": "https://www.bing.com/th?id=OVFT.czWMszrbgXmMqwFK0Ul_Hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Mint",
        "article_content": "Perplexity is set to unveil its native Mac application on October 15. A dedicated landing page has appeared on the Mac App Store, offering details about the upcoming release and the features users can expect. As part of this launch, the company is also introducing Perplexity Pro, a premium subscription option that can be purchased through iTunes, aiming to position itself against competitors like OpenAI, which launched its ChatGPT app for Mac earlier this year.\n\nAccording to the Mac App Store listing, users can pre-order the Perplexity app, which will automatically install on their devices once it becomes available, provided they are connected to the Internet. This pre-order feature functions similarly to pre-installation processes seen on Android platforms.\n\nThe Perplexity Mac app promises to deliver all the functionalities available on its web, Android, and iOS versions. Users can enter queries, allowing the AI to sift through online resources to gather information. The app will present results in both bullet-point and paragraph formats, complete with citations to enable users to explore topics further and validate information. Additionally, users will be able to pose follow-up questions, with the AI capable of understanding context to deliver relevant answers. A curated Discover page will also be available to help users uncover new subjects to explore.\n\nEarlier this year, Perplexity launched a Pro Search feature, which leverages advanced inference techniques for in-depth analysis of search queries, particularly beneficial for niche or specialized topics. This feature will be included in the Mac app. On the free tier, users are limited to five searches every four hours.\n\nThe app's size is listed at 46.8MB and is compatible with macOS 13 or later. While the app is free to download, the Perplexity Pro subscription provides users with over 300 Pro Search queries daily, complimentary upgrades to the latest AI models, and early access to new features. The monthly subscription is priced at Rs. 1,950, and Mac users can subscribe through iTunes.\n\nMilestone Alert! Livemint tops charts as the fastest growing news website in the world 🌏 Click here to know more.\n\n3.6 Crore Indians visited in a single day choosing us as India's undisputed platform for General Election Results. Explore the latest updates here!"
    },
    {
        "title": "AI chip firm Cerebras reveals threefold revenue jump in US IPO filing",
        "link": "https://finance.yahoo.com/news/ai-chipmaker-cerebras-files-us-205941350.html",
        "description": "Businesses racing to adopt AI applications like ChatGPT have benefited the companies behind the semiconductors needed to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yTGIudR7Nf4R6Emfxu59tC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19m",
        "source": "YAHOO!Finance",
        "article_content": "By Manya Saini and Pritam Biswas\n\n(Reuters) -Cerebras Systems, a startup competing with industry leader Nvidia for a slice of the lucrative AI chip market, said late on Monday its revenue surged more than threefold in 2023, in a filing to go public in the U.S.\n\nInitial public offerings in the U.S. have bounced back in 2024 after a two-year dry spell, driven by growing hopes of a soft landing and stocks trading at record highs. Analysts see more gains ahead as investor sentiment improves and expect AI firms to lead the charge for tech listings.\n\nCerebras' revenue surged to $78.7 million in the 12 months ended Dec. 31 versus $24.6 million a year earlier. Loss narrowed to $2.92 per share compared with $4.28 apiece.\n\nThe company said 83% of its total annual revenue came from AI tech group G42, which is partly owned by Abu Dhabi's sovereign investor Mubadala. In the IPO prospectus, Cerebras listed its commercial relationship with G42 among the key factors that can affect its performance.\n\nCitigroup and Barclays are the lead underwriters of the offering. It is looking to list on the Nasdaq and trade under the ticker symbol \"CBRS\".\n\nWhile Cerebras is yet to reveal the terms of its IPO, Bloomberg News, citing sources, reported late last month it could seek to raise up to $1 billion.\n\nAI RACE\n\nThe Silicon Valley startup will seek out investors for the share sale at a time when investor enthusiasm for all AI-linked chip companies remains robust. In its IPO prospectus, Cerebras said it expects the AI computing market to grow to $453 billion in 2027 from $131 billion in 2024.\n\n\"It seems fair to suggest that we could see a new wave of tech companies coming to market, given previous appetite for innovation among investors in the States,\" Dan Coatsworth, investment analyst at AJ Bell, told Reuters.\n\n\"Anything AI-related should have an easy story to tell and investors love a good narrative when they're seeking new opportunities.\"\n\nNvidia's stock has seen a monster rally this year, surging around 140%, solidifying its position as one of the world's most valuable companies. Its advanced hardware helps OpenAI develop the underlying software that powers apps such as ChatGPT.\n\nCerebras is betting its roughly foot-wide chip can outperform Nvidia's hardware, which is a cluster of thousands of chips stitched together.\n\nIn August, Cerebras launched a tool for AI developers that allows them to access the startup's outsized chips to run applications, which it said was a much cheaper option than Nvidia processors.\n\n(Reporting by Pritam Biswas and Manya Saini in Bengaluru; Editing by Devika Syamnath and Krishna Chandra Eluri)"
    },
    {
        "title": "Microsoft is finally making Copilot+ laptops useful for AI",
        "link": "https://www.digitaltrends.com/computing/microsoft-copilot-plus-updated-october/",
        "description": "Microsoft is rolling out a ton of new features for Copilot+ laptops starting today, including the highly controversial Recall ...",
        "image_url": "https://www.bing.com/th?id=OVF.KtvAgenSctMUHI2CB5rQqw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Digital Trends",
        "article_content": "Microsoft’s Copilot+ PC initiative has been a smash hit, with many of them landing among the best laptops, but not for the AI hardware inside. Now, finally, Microsoft is putting the neural processing unit (NPU) inside Copilot+ PCs to good use. Starting today and going throughout the next two months, Microsoft will begin rolling out the 24H2 update for all Windows 11 PCs, and in the process, unlock several features for Copilot+ PCs, including the highly controversial Recall.\n\nRecall is definitely the star of the show here, which will start showing up on Copilot+ laptops with a Snapdragon X chipset throughout October. Last week, Microsoft laid the groundwork for the release of Recall, detailing the security architecture of the feature and addressing some major criticisms of it. Now, for example, Recall is turned off instead of on by default. Microsoft is also allowing users to filter websites and giving users more control over their snapshots, including deleting them all.\n\nAlthough Snapdragon X laptops are getting the feature first, Microsoft reiterated that Intel- and AMD-based Copilot+ PCs like the Asus Zenbook S 16 will get Recall (and other Copilot+ features) starting in November. Microsoft previously announced Copilot+ availability for these PCs, though it still hasn’t given a firm date as to when the free Windows updates will start rolling out.\n\nRecommended Videos\n\nNew features in Paint and Photos\n\nWe’ll finally have the base features of Copilot+ PCs all together, but Microsoft is already pushing ahead. Starting off, Microsoft is adding more features to its Photos and Paint apps. In Photos, you’ll now be able to use AI-powered super resolution to increase the resolution of low-quality images. This all happens on the NPU in a matter of seconds, similar to AI-powered upscaling apps like the open-source Upscayl.\n\nIn Paint, Microsoft is adding generative fill and erase. This allows you to draw on an image to delete distracting objects, or add new objects based on a prompt. This has been one of the biggest additions to Photoshop over the past several months, and now it’s available through an app included with every Windows 11 installation.\n\nAI-powered Windows search\n\nThese new apps are ready to go, but Microsoft has a couple of other Copilot+ features it’s still working on. For starters, there’s an improved Windows search coming to Copilot+ PCs. Initially, it will only work in File Explorer, and it allows you to search up files by describing them rather than matching their file name. For instance, you can search for photos that have a particular subject — Microsoft used barbecue as an example — even if the file name doesn’t include those details.\n\nMicrosoft says it’s expanding this AI-powered searching to the Settings app and the general Windows search “over the coming months.” With it, you’ll be able to search for settings and files by describing them. Microsoft provided the example of pairing your headphones. Instead of searching for Bluetooth settings, you’ll be able to search for “pair my headphones,” and the AI-powered search will pull up your Bluetooth settings.\n\nClick to Do\n\nFinally, Microsoft is introducing a new feature into a preview state called Click to Do. You can access it on Copilot+ PCs by holding the Windows key and clicking with your mouse anywhere on your screen. The NPU analyzes what’s on your screen and provides context-aware actions in a menu. For instance, if you click on an image, you’ll see an option to search Bing for the image or remove an object with Paint. And if you click on text, you’ll see options to summarize or open a word processor.\n\nMicrosoft says the actions in Click to Do expand even further, allowing you to send an email, open a website, search the internet, and more from the Click to Do menu. Given that this feature is a preview, you shouldn’t expect a ton of options out of the gate. Microsoft says it will be adding more actions over the next few months with a “clear focus on enhancing productivity.”\n\nRecall is rolling out to Copilot+ PCs now, but Microsoft says the additional Copilot+ features will come to Windows Insiders first, starting in November. If you want to be among the first to try out the new features, make sure to read our guide on how to become a Windows Insider, as well as our roundup of the best Copilot+ laptops. In addition to the Copilot+ news, Microsoft announced several features coming to Copilot app more broadly."
    },
    {
        "title": "Microsoft Adds Voice, Vision Features to Consumer AI Assistant",
        "link": "https://www.bloomberg.com/news/articles/2024-10-01/microsoft-adds-voice-vision-features-to-consumer-ai-assistant",
        "description": "Microsoft Corp., eager to demonstrate a payoff from its huge investments in artificial intelligence, is adding voice and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LhQ8sD7Z9FirG9l_r9BOBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Bloomberg L.P.",
        "article_content": "Microsoft Corp., eager to demonstrate a payoff from its huge investments in artificial intelligence, is adding voice and vision features to its consumer-focused AI assistant.\n\nThe updated Copilot app will read users a summary of news, a feature called Copilot Daily, and, eventually, personalized reminders. Copilot Vision, which is in preview, can answer questions about text and images users are browsing online and offer guidance — such as suggesting how to furnish an apartment someone is considering purchasing."
    },
    {
        "title": "Every new Microsoft Copilot feature and AI upgrade coming soon to your Windows PC",
        "link": "https://www.zdnet.com/article/every-new-microsoft-copilot-feature-and-ai-upgrade-coming-to-your-windows-pc-soon/",
        "description": "Microsoft is doubling down on AI with new Copilot features and other AI tools. Here's who gets them first and when you can ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PxhOsY3tZoz6zUBtVNfHhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "ZDNet",
        "article_content": "Kyle Kucharski/ZDNET\n\nFor anyone running Windows 11 on standard PC hardware, the new 24H2 release will be a ho-hum event, with mostly minor tweaks to the Windows experience. But that's emphatically not the case for anyone with one of the new Copilot+ PCs that debuted earlier this year.\n\nAlso: What's new in Windows 11 24H2, and when will your PC get it?\n\nOn those devices, the Windows 11 2024 Update will enable a handful of new AI-focused features that will roll out gradually via Windows Update and through app updates in the Microsoft Store.\n\nThose new features won't go to the general public right away. Instead, they'll go to members of the Windows Insider Program, starting with Qualcomm-powered Arm devices in October and broadening in November to Copilot+ PCs built using Intel's new Core Ultra CPUs and AMD's Ryzen AI hardware.\n\nAlso: How to upgrade your 'incompatible' Windows 10 PC to Windows 11: Two options\n\nWhat they have in common is that they take advantage of the built-in neural processing unit (NPU) on Copilot+ PCs to perform those AI-related tasks locally. That saves bandwidth and energy, and it also keeps personal information private instead of sending it to the cloud.\n\nRecall (preview) makes its delayed debut\n\nThe first AI feature to arrive will be a preview version of the controversial Recall capability, which promises the ability to give your PC a \"photographic memory.\" Microsoft had originally planned to debut this feature in June with the first wave of Copilot+ PCs but canceled those plans after a flood of negative feedback from security experts.\n\nThe revised code leverages core Windows 11 features like virtualization-based security filters to keep sensitive information from being collected. Recall will be turned off by default and only available for customers who opt to enable the feature. For more details, see \"Microsoft announces sweeping changes to controversial Recall feature for Windows 11 Copilot+ PCs.\"\n\nClick To Do (preview) adds AI shortcuts\n\nMicrosoft pitches this feature as a way to enhance productivity by adding access to AI-based actions to a shortcut menu that appears over images or text. After taking a screenshot with Snipping Tool, for example, you can press the Windows key and right-click to see a menu that offers to blur the background or erase objects from a photo. Over a block of text, the shortcut menu might offer to rewrite or summarize the text in line.\n\nThe Click To Do feature puts AI tasks on a shortcut menu. Screenshot by Microsoft\n\nAs the \"preview\" label suggests, this is another feature that's likely to be of limited value initially. Microsoft promises that it will add more \"rich actions\" over the coming months.\n\nWindows Search gets fuzzy\n\nThe trouble with the search tools built into Windows is that they're extremely literal. This batch of improvements promises to eliminate that frustration by allowing you to describe a file, photo, or setting you're looking for without having to worry about file names or search syntax. The feature also claims to work around spelling errors and can find photos and files stored locally or in OneDrive.\n\nAlso: Have a Windows 10 PC that can't be upgraded? You have 5 options before support ends next year\n\nAlthough it's not billed as a preview, this feature is also starting out with a limited scope. It will be available in the File Explorer search box initially and will expand to Windows Search and Settings later.\n\nPhotos and Paint get more AI features\n\nThe three features mentioned earlier will arrive via Windows Update. Microsoft is also delivering some of its AI enhancements via updates from the Microsoft Store to apps included with Windows.\n\nThe new Super Resolution feature in the Photos app makes a bold promise that it can \"reimagine and enhance\" old, low-resolution photos. A slider can reportedly increase the resolution by up to 8X, using the NPU to perform the task locally within seconds.\n\nThe Super Resolution feature promises to \"reimagine\" old, low-resolution photos. Screenshot by Microsoft\n\nMeanwhile, an update to the Paint app will add generative fill and generative erase features to \"remove unwanted or distracting elements in your image or add new ones, exactly where you want them.\"\n\nNew features from a friendlier Copilot\n\nMicrosoft really wants you to tap the Copilot key on that new Copilot+ PC and to sweeten the deal it's promising to infuse the AI companion with a megadose of feelings. The new Copilot will be \"always by your side and in your corner, helping you feel smarter and more supported through natural conversations,\" the company says in a slightly overwrought blog post announcing the changes.\n\nAlso: Microsoft to start charging for Windows 10 updates next year. Here's how much\n\n\"It now adapts to you with a warm tone and a distinct personality, providing not only information but encouragement, feedback and advice as you navigate life's everyday challenges - no matter how big or small.\"\n\nThe updated Copilot will be available on mobile apps (iOS and Android), on the web, in the Copilot app for Windows, and as a feature in WhatsApp. It will include a half-dozen or so new and enhanced features. You'll be able to chat using Copilot Voice (with four voice options available for the companion), and you can request a daily summary of news and weather, read in that voice, using the Copilot Daily feature.\n\nThe Copilot Daily is an AI-driven, personalized news and weather briefing Screenshot by Microsoft\n\nIf you opt in to the Copilot Discover feature, you'll see cards personalized from your chat history that offer conversation starters. In Microsoft Edge, you can access Copilot features using the @copilot shortcut.\n\nTwo new experimental features are also debuting as part of the Copilot Labs program for paid subscribers. Copilot Vision allows you to discuss the contents of a web page (images and text) with the AI companion in real time. You can ask questions and get suggestions based on that content.\n\nAlso: Is OneDrive messing with your files? How to get your Windows storage under control\n\nIf it sounds like that could lead to some problematic scenarios, you're right. There's no question that Microsoft was stung by criticism of its initial Recall launch, and today's announcement goes out of its way to emphasize \"safety and security\" guardrails. None of the content you engage with in this feature is stored or used for training, it promises: \"The moment you end your session, data is permanently destroyed.\"\n\nThere are also \"boundaries on the types of websites Copilot Vision can engage with.\" (It doesn't take much imagination to see where that could lead.) For now, the feature is limited to a short list of popular websites, and it won't be available for paywalled and sensitive content.\n\nAlso: The Windows laptop I recommend to most people undercuts the MacBook Air (but is just as capable)\n\nFinally, there's a Think Deeper feature designed to reason through more complex questions, including tough math problems.\n\nThe new features are rolling out in limited markets initially."
    },
    {
        "title": "How This Remote Utah Ranch Became a Paranormal Activity Hotspot",
        "link": "https://www.yahoo.com/entertainment/remote-utah-ranch-became-paranormal-145400302.html",
        "description": "Strange phenomena have lured real-estate tycoons, scientists, TV producers—and the U.S. government—to Skinwalker Ranch. What ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1ram_x5-m4Vv4R9I0apALC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1h",
        "source": "Yahoo",
        "article_content": "I have been warned. This much is clear within minutes of ducking out of a helicopter onto the high-desert oasis of Skinwalker Ranch in northeastern Utah one searingly bright October afternoon. As a visitor approaching the dark and inscrutable paranormal forces patrolling this property, I could be targeted.\n\nThe admonition has come in several forms. There was the prayer for safe deliverance given by chopper pilot Cameron Fugal, brother of property owner Brandon Fugal, as we approached the ranch. This didn’t necessarily rattle me, as I’d recently watched Cameron deliver a similar invocation on season one of The Secret of Skinwalker Ranch, the hit History channel show that has generated mainstream attention for the property.\n\nThere was the surreal experience of being greeted on the helipad by about half the show’s cast, whom I felt I’d come to know during my hours of binge watching—standing stone-faced and shoulder to shoulder like some official tribunal ready to deliver grim news. Long-suffering ranch superintendent Thomas Winterton, looking typically Marlboro Man, shook my hand first, followed by glowering security chief Bryant “Dragon” Arnold. Erik Bard, the spritely scientist, and red-bearded security man Kaleb Bench chatted nearby. It was as if my arrival was the only thing holding up the start of the season five shoot. When we go inside, Winterton presents me with a liability waiver, which strikes me as highly unusual—there’s nothing on the day’s agenda beyond an in-depth conversation.\n\nBut what truly tweaked my antennae was a conversation I’d had an hour earlier, at the Fugals’ hangar in Provo. Brandon was on the phone, tending to his day job as a commercial real-estate titan, and Cameron and I were chatting amiably when he suddenly pivoted from a story about becoming a grandfather. “Every time we bring somebody new, the ranch interacts a little different,” he said. “Usually it’s been mostly mild. I wouldn’t worry about it too much.” This struck me as a roundabout way of saying I should at least be a little worried.\n\n\n\n“We’ve had some guys that are like, ‘This is so stupid—we’re gonna show those aliens who’s boss…’” he continued. “And it’s messed with them.”\n\n“What happened to those guys?” I asked. “Something physical, or their cell phones wigged out, or—?”\n\nIt was indeed bodily harm, Cameron said. The previous owner, Robert Bigelow, was haunted by the place, both during his time there and after, when “all the negativity followed him home,” Cameron explained. This sounded a little like the aftermath of a bad Red Lobster meal, but I’d seen the entire series at that point, and I knew what he meant. I’d just never thought of it happening to me.\n\nDuring the flight, as Brandon recounted the particulars of acquiring the 512-acre ranch, I mentally rifled through the catalog of hazards the show has intimated: unidentified anomalous phenomena (UAP, which is the modern term for UFO); cryptic messages transmitted through sound waves or electromagnetic interference; and, possibly most relevant, those weird injuries, including vertigo, nausea, temporary paralysis, hearing impairment, and disorientation, some of which led to hospitalizations.\n\nShortly after we arrive, I inquire about the ranch’s tendency to identify and punish skeptics. The crew immediately warms to the topic. The visitors with the most serious health effects, Winterton says, “are the ones that came—myself included—with kind of a cavalier attitude of, ‘There’s nothing here that’s gonna bother me.’”\n\nIt’s possible the group has inferred a certain skepticism from my request, a few weeks earlier, to camp overnight at the ranch—an inquiry that Fugal shot down, citing liability and safety reasons. Can the capricious forces patrolling the property intuit my thoughts? It sounds a bit fantastical, but after hearing about other skeptics’ experiences, I’m not so sure anymore.\n\nBut as with seasickness and combat, there’s no way to gauge in advance how you’ll fare until you’re in the thick of it. The only thing I know for sure is that I’m about to find out.\n\nRussel Albert Daniels\n\n• • •\n\nPrior to my arrival at the ranch, the most unnerving thing I’d experienced was Brandon Fugal’s driving. He had picked me up that morning in Salt Lake City in his Lamborghini Urus Performante. Soon we were hurtling south on I-15 at 90 miles per hour to his airport hangar, while he expounded on his skepticism over TSA screenings and Covid-era face masks.\n\nHalfway to Provo, he explains that he acquired Skinwalker Ranch as an “open-minded skeptic. I believed that there was most likely a natural explanation for all that had been reported. I had never seen a flying saucer or anything of the sort.” The Lambo touched 99 as he veered right to blow by a car dawdling along at 90.\n\nJust like on the show, Fugal wore a fitted suit with a crisp, white dress shirt, fancy cowboy boots, and trademark wire-rim glasses—Harry Potter meets Gordon Gekko. He leans into the narrative arc of the hard-charging business icon: He says he started in real estate at age 18 and sold his first office a year later, works 16- to 20-hour days, and has since reshaped Salt Lake City’s skyline. He reveres Elon Musk and frequently name-drops rock stars and politicians in his orbit. (He hired the band Air Supply to play at his 2021 wedding.) Fugal describes himself as a 1980s teenager in a 50-year-old body, and boasts a vast collection of rare books and film memorabilia, including a full-size exoskeleton from the set of Terminator 2. And, most relevant to Skinwalker, he uses his fortune to underwrite certain science-driven moonshots.\n\nCourtesy Jason Shook /The HISTORY Channel\n\nIn 2009, Cameron had just landed his brother’s private jet when, on a whim, Brandon asked him: How old is the technology and the physics behind this jet-propulsion system? The answer—the 1940s—shocked him. Fascinated by the question of how science had stalled in that realm, Brandon began researching alternative forms of propulsion, which led to a brief partnership with a former client, Joe Firmage, an early internet entrepreneur and UAP aficionado. Firmage claimed he was on the cusp of breakthrough technologies that enable purported UFOs to move in unorthodox and physics-defying ways. The project cratered, but in the aftermath Fugal was introduced to Robert Bigelow, a maverick billionaire who used his Las Vegas real-estate fortune to build a private aerospace firm. Bigelow Aerospace developed an expandable habitat for astronauts on the International Space Station before shuttering operations in 2020.\n\nBigelow, who has also espoused the presence of aliens and UAPs, is largely responsible for putting Skinwalker Ranch on the map. Established as an agricultural homestead in 1905, for more than a century the ranch experienced reports of strange activity, and as a result had been named for shape-shifting witches of Navajo lore. As early as 1911, a newspaper reported locals hearing “strange noises” emanating from the property, and a string of subsequent owners reported UAPs or other strange activity. Bigelow purchased it in 1996 from ranchers Terry and Gwen Sherman, who had been so spooked by their experiences there—which included UAP activity, cattle mysteriously slain, dire wolf–type creatures, and glowing orbs they say vaporized their dogs—that they eagerly unloaded the place.\n\nAround the time he purchased the property, Bigelow founded and bankrolled the National Institute of Discovery Science, with the goal of conducting serious scientific study of UFOs and other paranormal activities at Skinwalker and beyond. He quickly installed a network of investigators who reported their own paranormal happenings at the ranch. A book written by chief investigator Colm Kelleher and news anchor George Knapp describes one incident in which something had disgorged the wiring within a closed-circuit ranch video camera while another camera, trained on it, captured no activity. The team produced another report detailing the 1998 killing of a perfectly healthy three-year-old cow. There were no signs of struggle and no tracks found, but the animal was missing its left eye and part of its left ear. Additionally, its heart was shredded, but its pericardium—the sac that encloses the organ and its major vessels—was intact.\n\nBigelow’s project later morphed into the Pentagon-funded Bigelow Aerospace Advanced Space Studies program. From 2008 to 2013, the program recorded more than 530 instances of paranormal activity witnessed by more than 150 people.\n\nWhen Fugal met Bigelow in Las Vegas, he only knew what he’d read in Knapp and Kelleher’s book, and he told Bigelow he thought what had been seen at the ranch “was the product of groupthink mixed with misidentifying naturally occurring phenomena.”\n\nBy that point Fugal was leading the largest commercial real-estate enterprise in the intermountain west, with 30 offices in 11 states. He didn’t expect that alien sightings and disemboweled livestock would play well in his rarefied circles. “I did not want my name associated with these topics,” he says. But Fugal was intrigued, and after a series of lengthy conversations with Bigelow in 2016, he quietly bought the ranch for about $500,000 through a shell corporation called Adamantium Real Estate, named for the fictional alloy used to make Wolverine’s claws in Marvel Comics. Several days before the closing, he flew out to see the ranch for the first time and was stunned by the dramatic landscape: the high-desert mesa plateau, the snaking course of Dry Gulch Creek, the clutch of dilapidated pioneer homesteads evoking a complex history.\n\nHe’d been an Eagle Scout growing up and was now on the board of the Utah National Parks Council of the Boy Scouts of America. He figured he’d have a scientific team determine there was nothing untoward about the property, then he would donate it for scout camps and youth programs.\n\nBut before he could put that plan in motion, things started happening.\n\n• • •\n\nWe settle into the main room of the Skinwalker Ranch headquarters, and the conversation naturally drifts toward the crew’s conversion stories, meaning the experiences that led them to believe that strange forces are afoot here.\n\nWinterton, the ranch superintendent, grew up in the Uinta Basin, the geological feature that encompasses Skinwalker. His first time there—as a nonbelieving building inspector—he experienced severe vertigo and lightheadedness. “I finally had to back up against the wall and then I kind of slid down towards the floor,” he says.\n\nNone of these tellings is more compelling than Fugal’s. In 2016, an employee recorded a UFO sighting on his phone’s camera, snapping pictures of a horizontal object in the sky at a time when flight data showed there was no commercial or private air traffic over the ranch. The employee reported it to Fugal, who immediately began studying the images. Four months later, Fugal says he and two security guards saw a silver-gray spaceship-type object moving erratically above the mesa that borders the property.\n\nAnd thus Fugal made the shift—in his words—“from being a healthy skeptic to an experiencer.” Since then, he has intensively pursued an understanding of what he describes as “high strangeness.” He erected a gate to seal off the property, installed a web of security cameras, and has poured millions of dollars into advanced technological instruments aimed at quantifying the ranch’s mysteries.\n\nErik Bard, an X-ray physicist, is one of the lead experts Fugal hired to harvest and interpret the reams of data these instruments have produced. Before moving to the ranch full-time, Bard was a partner in a firm that makes components for machines that produce or measure X-rays; many of its products go to the national labs, he says.\n\nBard has his own conversion story. He had dismissed what he’d heard about the ranch as “E.T. interdimensional religious whatever.” Then Fugal invited him to visit in October 2016—coincidentally, the same day that Fugal saw the UAP—and two things happened: On a trek out to the mesa, Bard pulled out his phone to take a picture and saw that the screen was flickering. At first, he thought he had broken it.\n\nWhen he and others in his group returned to the homestead, Bard says he couldn’t keep his balance, and several others said they felt the ground spin. “The interesting thing is, I hadn’t told them that I was experiencing it,” he recalls.\n\nBard figured he’d try to make sense of these occurrences using science. First, he examined the phone malfunction. In an area with poor reception, a smartphone’s RF (radio frequency) components emit extra energy working to connect to a cell tower, which can interfere with other parts of the unit. Bard thought this was a perfectly good explanation, except that he couldn’t reproduce it. Several months later he tried a different experiment using a powerful rare-earth magnet capable of lifting 1,750 pounds of iron. When he put his phone on the edge of the magnet, he reproduced the effect.\n\nThe answer seemed to be the ranch’s unusual electromagnetic field, and specifically, a phenomenon called electromagnetic interference. In subsequent years, he and others have repeatedly dealt with more instances of what he experienced on his phone. Drones have mysteriously crashed; batteries on phones and other devices—ranging from boom microphones to H4n recorders—have suddenly drained. The ranch’s computer and surveillance systems have malfunctioned. These glitches haven’t just impacted the ranch’s equipment, Bard says, but also the equipment being brought in by outside experts.\n\nBard, who is more engaging and animated in person than on TV, read that strong magnetic fields also affect the human nervous system. MRI technicians, Bard explains, experience many of the same symptoms that people have at the ranch, including vertigo and nausea. These studies plus his benchtop experiment pointed to a magnetic field anomaly. “That was the beginning of trying to put a physics interpretation on some part of the phenomenon,” he says.\n\nThe source of the electromagnetic activity is another question: Bard speculates that it could be linked to some physics quirk in the space-time realm or something technological—a cloaked craft or UAP. Bard is still hunting for answers.\n\n\n\n• • •\n\nBard’s super-magnet experiment is only one of the myriad scientific forays into the site, as the show’s viewers know well. It’s possible that no wild space in the country has been as closely scrutinized as this one. Just about everything across the landscape has been analyzed, poked, and sampled.\n\nThe crew has deployed hyperspectral imaging technology, which reveals light on parts of the spectrum humans can’t otherwise see. There are aircraft transponder data receivers; laboratory-grade thermographic imaging systems; advanced magnetometers; forward-looking infrared (FLIR) cameras, which detect infrared radiation and convert it to an image; and a geophone-based near-field seismometer, to ensure that no seismic wave goes undetected. Much of this tech is military-grade, Fugal says.\n\nThe team has mapped every inch of the ranch using a combination of LIDAR, drone-based photogrammetric mapping, and ground-penetrating radar. They’ve collected and analyzed samples using X-ray fluorescence. At one point, Bard and his crew brought in a team to aim high-powered optical lasers—devices colorfully known as a laser space cannons—at the sky above the ranch to search for more evidence of whatever invisible forces may hover overhead.\n\nCurious findings keep the crew—and viewers—energized. Bard beckons me into the control room to show me what one of the simpler pieces of equipment—a surveillance camera stationed in Homestead 2—harvested. Feeds from the 50 or so audio-enabled security cameras across the property are available to Skinwalker Ranch Insiders, which is essentially a fan club. For a membership that starts at $8 a month, participants get access to “disturbing & anomalous audio, infrasonic, & frequency data,” according to the website. The more than 10,000 Insiders who have so far subscribed also get 24-hour access to the ranch webcams. Not only that, Bard has steampunked the system so that they are also able to control the cameras, and swivel them if they spot something. This has essentially created a community of volunteer citizen scientists. (“It’s like giving someone the keys to the International Space Station and being able to steer it around and position and explore the cosmos,” Fugal says.)\n\nOne Insider reported what Bard shows me now: At 1:39 a.m. one night, a door on Homestead 2 abruptly slammed shut. There was no wind, and no sign of anyone on camera. Played on repeat in grainy night-vision video, it’s undeniably creepy.\n\nRussel Albert Daniels\n\n• • •\n\nIt wasn’t always obvious that a TV show was the way to go. Fugal says after he was approached by the History channel in 2018, he only agreed to the show on three conditions: Nothing could be faked; the film crew had to use the investigators he’d hired; and his identity was to remain secret. The History Channel team agreed to the first two mandates—the show’s creators say that any staged reenactments are based on eyewitness accounts—but rejected the third, when the producers convinced him the research would only be believable if there was full transparency.\n\nAs it happened, the world was changing fast regarding perceptions of such phenomena—in particular, UAPs. Owing to a surge in military-pilot sightings, whistleblower pressure, and media coverage, UAPs were being legitimized in Congress and acknowledged more openly by the defense and intelligence communities, shifting the phenomena from the tinfoil-hat realm into the cultural mainstream.\n\nIn 2018, Fugal and his team, including three scientists, shared some of the data they’d collected with the Senate Select Committee on Intelligence and the Armed Services Committee in a confidential briefing in Washington, D.C. Fugal says he maintains contact with Utah’s senior senator, Mike Lee, and the state attorney general, Sean Reyes. “There has been a seismic shift in the way the government is approaching the topic,” he says.\n\nBut government knowledge is still largely blanketed in secrecy, and Bigelow’s findings on the ranch have similarly remained hidden from the public, even to Fugal; the program was secretly funded by the Pentagon, and its contents remain undisclosed. This is partly why he pivoted in the opposite direction. Everything his team learns is shared openly, he says, through the show or the phalanx of cameras, or both.\n\nThis was a canny move, to not only be transparent with what was going on there but to make transparency part of the point: Maybe you don’t believe in this, but you can believe in how we’re doing it. For a curious public starved by generations of government intransigence, this has been raw meat tossed to hungry wolves. “People want brutal honesty,” he says—and 2.22 million viewers tuned into the 2023–’24 season, making it the 10th most popular non-sports cable program.\n\nFugal says he’s never taken a penny for the show—that he’s given it all to charity and put it back into the ranch equipment. But he is clearly an adroit businessman with a nose for opportunity; soon after purchasing the ranch, he trademarked the name for purposes of the TV show and for use on merchandise such as T-shirts and mugs. The show has made him a celebrity—it “has turned my world upside down,” he says. He was even recognized on the street during a recent trip to France and Italy.\n\nIt’s clear he has fully shed any reservations he once harbored about serving as Skinwalker’s front man. On the show, he drops lines like “We’ll come to understand the dark forces that we’re interacting with, but also the nature of our world and our reality” without a hint of self-consciousness. He’s a rabid fan of 1980s science fiction; one of his prized possessions is a copy of the E.T. screenplay. What better way to feed that appetite than to hypothetically possess his own E.T.?\n\nFugal says he’s often asked what he believes they are dealing with. Could it be extraterrestrials? Multidimensional beings? Or some spiritual influence? “I answer it’s likely D: all of the above,” he says. The data they’ve collected over the years suggest there could be a wide range of origins and agendas associated with the phenomena. “The deeper the investigation digs both literally and figuratively,” he says, “the more complicated it becomes.”\n\n\n\n• • •\n\nBy the time we wander out for a tour, the landscape is so dazzling I find it hard to muster much concern for my safety. The sky is vast and clear and the cottonwood trees are gilded in autumnal splendor. As we walk through and around the tumbledown homesteads, I pay particular attention to the largest of the three buildings that comprise Homestead 2—the site of the mysterious slamming door spotted by a Skinwalker Ranch Insider.\n\nFrom the outside, the doorframe is dark and vacant, like a missing tooth; the modest two-room shack, now more than a century old, has gradually submitted to the forces of weather and age. Inside, leaves are scattered across the floorboards, and sunlight glides through the failing ceiling as if filtered through a julienne slicer. I see no evidence of wires that could have been rigged there to cause the sudden, unexplained movement. Gusts often cause doors to swing shut, but this one closed from the inside; the windows are empty cavities and there’s a hole in the roof, so there would be no way to build up any air pressure inside. The camera had shown the whole room, and nothing had moved prior to the door opening. “Look at the debris on the floor,” Fugal says. If it had been windy, leaves and other detritus would have been blowing everywhere.”\n\nIt’s fascinating, but there’s no way to make sense of it, and little time to linger. Moving around in Rhino-type vehicles used on the show, we cruise over to the “Triangle.” Investigators zeroed in on this patch of otherwise unremarkable land between the headquarters and the homesteads as a potential hotbed of paranormal activity during the show’s latter seasons after chronicling\n\nunexplained interference with helicopter flights, drones, and other forms of aerial exploration.\n\nThe site consists of a set of jeep roads that form its geometric namesake, but we didn’t bother walking around; most of what makes the location interesting—at least for fans of the show—is invisible. The cast filled entire episodes with experiments that included elevating a squadron of drones and shooting rockets skyward to see if they could figure out what was occurring in the airspace above. These experiments have led the group to believe there may be some sort of interdimensional portal. It sounds far-fetched, but millions of viewers keep coming back for more.\n\nRussel Albert Daniels\n\n• • •\n\nCinematic as all of this is, what none of this technology has been able to provide so far is much in the way of concrete answers. The Secret of Skinwalker Ranch is a sumptuous buffet for conspiracy-driven UFOlogists and paranormal enthusiasts, unabashedly splicing supposition, folklore, and unexplained sightings with a series of high- and low-tech experiments. The result is a kind of true-believer cut-up, and viewers may feel they’ve learned a lot but have no clue what any of it amounts to.\n\nFive seasons in, one question that emerges is whether a force intelligent enough to avoid detection, or reveal itself at will, can ever be identified. This plays into the producers’ hands, of course; a malevolent force that can reveal itself in opportune moments yet avoid detection drives the need for more investigations, and more television seasons. It creates a waves-against-the-shore rhythm, in which the cast experiences something, excitedly conducts a series of experiments—only to wind up, in some cases, with more questions than they had before. The tide advances and retreats, continually polishing the ranch’s legend in the process. But how long can they maintain the tension, and keep the audience entertained, while concrete answers remain just out of reach?\n\nThe next day, Fugal revs up another one of his toys—a Ferrari 488 Spider—for a final lunch meeting. Just before we leave the restaurant, I ask him something I’ve been pondering since he turned down my camping request: Will he even reopen the ranch to the public? Let us see for ourselves?\n\nHe shakes his head. Having a secure, living laboratory, he claims, will allow us to develop insights that could change the course of history. “I know that sounds like hyperbole, but you look at the topics we’re discussing, the implications,” he says, “if you don’t understand the weight and significance, then you perhaps are not… I think the appropriate way to say this is, you’re not ready.”\n\nIf the public at large is frustrated by this, they’re not showing it. Yes, there are some snarky reviews, but Fugal says he’s selling plenty of hats, DVDs, and T-shirts. The crew was about to start shooting a sixth season, and the series has spun off into Beyond Skinwalker Ranch, a History channel show that will probe other paranormal hotspots.\n\nMaybe I’ll never be ready myself to grasp the significance of the site in the way that Fugal has. But my visit, in the end, did suggest one potential explanation for the enduring nature of this phenomenon. Maybe the real fantasy of Skinwalker Ranch isn’t that answers to the strange occurrences there will be identified, but that they were ever identifiable in the first place.\n\nHere’s what I can report: I never felt dizzy or experienced any sudden pain. I did not exit the ranch anxious that I was being shadowed by some unknowable force, nor did my phone or digital recorder glitch. But I did feel something. It was the same thing I’d experienced coming off gigantic, twirl-you-upside-down amusement park rides—the ones where the caution signs are a little larger, and even though they’re for legal purposes, they add a fizz of danger. You know the sensation: You unbuckle and your hair is blown back and you feel buzzy from the thrill. Maybe, if you’re a fan of The Secret of Skinwalker Ranch, it’s the same feeling you have watching the show, in its best moments.\n\nAre there really UFOs and dire wolves haunting this lonesome patch of high desert in eastern Utah? In the end, for millions of fans, the answer may not really matter.\n\nYou Might Also Like"
    },
    {
        "title": "MTV Dark Scroll Winner Name: Paarth Wins India's Only Paranormal Reality Show, Amit Sadh Reacts",
        "link": "https://www.filmibeat.com/television/news/2024/mtv-dark-scroll-winner-name-paarth-wins-indias-only-paranormal-reality-show-amit-sadh-reacts-420965.html",
        "description": "Paarth Takes away the title of winners on India’s only paranormal reality show MTV Dark Scroll - Muqabla Anjaan Se ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hgeEY4MlJVzrLTGdgbjmQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "FilmiBeat",
        "article_content": "MTV Dark Scroll winner nameL India's only paranormal reality television show, MTV Dark Scroll, has kept the audience at the edge of their seats throughout its thrilling debut season. With Amit Sadh as the host, Sarbajeet Mohanty as the Paranormal expert and Pooja Vijay as the psychic, the season explored the Dev Bhoomi - Uttarakhand, where 9 fearless seekers ventured across 7 haunted locations, from Lambi Dhar Mines, to Hathpaon School ending the chills at Lohaghat.\n\nIn an electrifying finale, Paarth was crowned the ultimate seeker and champion of the season. His resilience, courage and ability to confront the unknown earned him the coveted title. Overcoming the paranormal challenges, he emerged victorious in this unique adventure.\n\nElated about the win, Paarth said \"MTV Dark Scroll - Muqabla Anjaan Se is a first of its kind paranormal reality show in India and am elated to win this title in its debut season. I was initially a non-believer and MTV Dark Scroll has opened me to different kinds of realities - it's been a struggle, I'm not going to lie, but I can say it's all been worth it. I would also like to thank Amit sir for his constant guidance, adding his personal touch to the journey making it really fun, Sarbajeet sir for the support at every location and Pooja ma'am for her amazing skills that have supported us in every investigation. I really appreciate the support of my fellow seekers, even with a few ups and downs we stood strong and I have made friends for life.\"\n\nOur host, Amit Sadh said, \"MTV Dark Scroll - Muqabla Anjaan se has been an incredible journey for me. It has truly tested everyone involved the stories, the investigations, and the eerie locations have made it unforgettable. I'm especially proud of Paarth; he has shown remarkable growth as both a person and a seeker. His dedication and resilience have led him to earn the winning title, and I couldn't be happier for him.\"\n\nMTV Dark Scroll pushed the boundaries of belief, offering viewers an unprecedented look into the paranormal. Each haunted location carried its own terrifying tale, and the seekers were able to uncover answers to some of the most puzzling paranormal phenomena. The season also saw intense moments, including when Mian Mian experienced a terrifying loss of control, behaving erratically as if influenced by the paranormal forces around her. But there were also moments of triumph, as the seekers successfully communicated with entities, winning challenges and bringing closure to mysteries that had long remained unsolved\n\nFinale episode of MTV Dark Scroll - Muqabla Anjaan Se peaked the horror element, aired on 29th September at 10pm on MTV and 7pm JioCinema"
    },
    {
        "title": "Five true crime, paranormal stories with a Kansas City connection",
        "link": "https://www.yahoo.com/entertainment/five-true-crime-paranormal-stories-131759788.html",
        "description": "From brutal murders to mysterious disappearances to ghostly encounters, the metro has a number of terrifying tales to keep ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aGctZ68XGUdDqfZg7A8mAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1h",
        "source": "Yahoo",
        "article_content": "KANSAS CITY, Mo. — Kansas City is known for a variety of things: sports, jazz, barbecue… Patrick Mahomes.\n\nBut many don’t realize that the City of Fountains is also famously known for its fascinating true crime and paranormal activity.\n\nKansas City-area haunted houses, ghost tours that will leave you terrified\n\nFrom brutal murders to mysterious disappearances to ghostly encounters, the metro has a number of terrifying tales to keep true crime junkies and horror enthusiasts blood-chilled and curiosities peeked.\n\nSo, here are five famous paranormal and true crime stories with a Kansas City connection:\n\nThe name “Swope” is no stranger to Kansas Citians. Many around the metro are familiar with Swope Park, Swope Memorial Golf Course and Swope Parkway. At the same time, however, many are unaware of the century-long mystery intertwined with the famous name.\n\nIn a podcast episode for KCUR, Kansas City’s NPR affiliate station, the tale of Colonel Thomas Hunton Swope is outlined, as well as the details surrounding his untimely death more than 110 years ago. Since then, Swope’s death has become a major murder mystery with ties to a sinister nephew-in-law.\n\nSo, is it true that his gruesome death was merely the result of a greedy relative? Or is it far more ominous than that?\n\nIf you are from Kansas City, you have probably heard of the name Robert Berdella — aka “The Kansas City Butcher.”\n\nThe convicted serial killer was arrested in 1988 for the abduction, torture, rape and murder of at least six young men around Kansas City.\n\nHorror movie director to launch new haunted house in Kansas City\n\nBerdella, who played out his evil fantasies in an unassuming Kansas City home, was given the death penalty for his crimes and died in the Missouri State Penitentiary in 1992.\n\nHowever, the sting of his murderous rampage continues to live on even after his death.\n\nThe Sallie House, built in the mid-1880s and located in Atchison, Kansas, has a reputation of being one of the heartland’s most haunted homes.\n\nThe name, “Sallie House,” originated from the home’s tragic history where a little girl named Sallie was said to have been killed by the hands of a crooked surgeon. Since then, reports of apparitions, voices, shadows and terrifying attacks have plagued the once quaint and simple Midwestern cottage.\n\nAlthough it is assumed that the little girl, Sallie, is the spirit haunting the residence, others believe it is a much darker and malevolent entity that terrorizes the home. This was demonstrated in Kansas City native, paranormal investigators Sam and Colby’s 2021 YouTube series.\n\nRegardless of the reports though, people continue to flock to 508 N. 2nd St., and even go as far as to stay overnight inside the property.\n\nThe Sallie House’s fame has only continued to grow over the years. Especially in the new age of spooky/true crime podcasts, horror documentaries and television ghost hunters.\n\nBut this video by Sam and Colby will definitely leave your skin crawling.\n\nPicture of the Hilton President Hotel downtown Kansas City\n\nThe murder in room 1046 at the historic President Hotel is one of Kansas City’s most haunting true crime stories.\n\nIn 1935, a 19-year-old man, Artemus Ogletree, checked into the downtown hotel for a short stay under the name “Roland T. Owen.” However, shortly after, he became linked to an almost century-long local mystery.\n\nOgletree was found inside room 1046 by a bellboy; still alive, still conscious, and still aware. But severely beaten and tortured.\n\nTrail of terror: Haunted road trip includes the scariest places in Missouri\n\nThe next day, the young man died at a hospital in what at first appeared to be a traditional homicide case.\n\nBut, as more evidence rolled in, more tips came to light, and Ogletree’s past came into question, the brutal murder became far more sinister than detectives had ever imagined.\n\nLocated in Liberty, the Belvoir Winery has held many ghostly ties over the course of its two-century-long lifespan.\n\nThe multi-building fortress built on a sprawling 240-acre farm is currently an active business where local wine is produced, weddings and events are hosted, and rooms are rented each and every night.\n\nBut years ago, the property could not have looked any more different.\n\nMany of the property’s historic buildings have a past filled with sadness. Some were used as nursing homes, others as orphanages and another as an old hospital.\n\nTo add to the heaviness and the already haunted reputation of the land, it is believed that nearly 600 people were buried in a cemetery located on the northern end of the property.\n\nWith all that context in connection with a variety of eyewitness reports, the Belvoir Winery has continued to uphold the reputation of being one of the most haunted places in Missouri.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to FOX 4 Kansas City WDAF-TV | News, Weather, Sports."
    },
    {
        "title": "Win prizes for visiting West Virginia’s paranormal landmarks",
        "link": "https://www.msn.com/en-us/travel/tripideas/win-prizes-for-visiting-west-virginia-s-paranormal-landmarks/ar-AA1rx7Wx?ocid=BingNewsVerp",
        "description": "The West Virginia Department of Tourism is giving paranormal lovers some incentive to visit the state's spookiest spots.",
        "image_url": "https://www.bing.com/th?id=OVFT.fJdoPxw3rkarMOpxWCB02y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WVNS Bluefield on MSN1h",
        "source": "WVNS Bluefield on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal investigations report set for museum on Oct. 6",
        "link": "https://newsadvance.com/paranormal-investigations-report-set-for-museum-on-oct-6/article_2c77a3d6-7f9e-11ef-b269-0bcf9c4bd9ad.html",
        "description": "On Oct. 6 come find out what members of Virginia Infinity Paranormal (VIP) discovered during their midnight adventure in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.afJJhtwluhlvlUh8hbP4Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The News & Advance3h",
        "source": "The News & Advance",
        "article_content": "On Oct. 6 come find out what members of Virginia Infinity Paranormal (VIP) discovered during their midnight adventure in the Kearfott/Wood house, an 1886 log one-room log school house from the Madison Heights Duckbill plantation, and amongst many artifacts in the Amherst County Museum’s Hamble Center.\n\nThe group consists of paranormal investigators in Central Virginia, and they will tell of their findings and the equipment used the night of July 27 at the museum. VIP will also share stories of other investigations they have conducted, including Avenel in Bedford, The Exchange Hotel Civil War Medical Museum in Gordonsville and the USS North Carolina Battleship. VIP has appeared on the television show “My Ghost Story” on the Biography Channel.\n\nThe 2:30 p.m. program Oct. 6 is open to the public at the museum, 154 South Main St., Amherst. Admission fee is an interactive toy for a dog or cat; or a can of Purina kitten or puppy food for the Humane Society of Amherst County. Light refreshments will be provided.\n\nFor additional information contact Octavia Starbuck, director of the Amherst County Museum and Historical Society at (434) 946-9068 or by the website email: staff@amherstcountymuseum.org."
    },
    {
        "title": "Quantum Computing Explained : The Science, Security Risks and Global Race",
        "link": "https://www.geeky-gadgets.com/quantum-computing-explained/",
        "description": "Did you know that China has invested over $15 billion in quantum computing research? This staggering figure highlights the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Knk9wWB3-Kw5HU29EG_OsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5h",
        "source": "Geeky Gadgets",
        "article_content": "Did you know that China has invested over $15 billion in quantum computing research? This staggering figure highlights the intense global competition to lead in this groundbreaking technology. Quantum computing, which uses the unique properties of qubits, has the potential to solve problems that are currently beyond the reach of classical computers. However, this technological marvel also poses substantial security risks, particularly in encryption.\n\nTL;DR Key Takeaways : Quantum computing leverages quantum physics for complex computations beyond classical computers.\n\nIBM’s Quantum System 2 is a significant milestone, utilizing qubits that can exist in superposition.\n\nQuantum computers use superposition and entanglement to solve complex problems instantaneously.\n\nPotential applications include new material discovery, accelerated drug discovery, and advanced simulations.\n\nChallenges include maintaining qubit stability and the need for extremely low temperatures.\n\nThe U.S. and China are leading the race in quantum computing with significant investments.\n\nQuantum computing poses security risks to current encryption methods, prompting the development of quantum key distribution (QKD).\n\nInternational collaboration is crucial but hindered by geopolitical tensions.\n\nQuantum computing’s full potential is expected to be realized by 2033, impacting scientific discovery and global power dynamics.\n\nQuantum computing has significant technological and geopolitical implications, with the potential to benefit all of humanity.\n\nThis groundbreaking technology promises to bring about significant advancements across various fields, from material science and drug discovery to cryptography and artificial intelligence. However, it also introduces substantial security risks, particularly in the realm of encryption. The race to develop quantum computing has become a focal point of international competition, with the United States and China leading the charge.\n\nIBM’s Quantum Research Milestones\n\nIBM’s research facility is at the forefront of quantum computing development, pushing the boundaries of what is possible with this innovative technology. The introduction of the IBM Quantum System 2 marks a significant milestone in the field, bringing us closer to realizing the full potential of quantum computing. Central to this technology are quantum bits, or qubits, which are the building blocks of quantum computers. Unlike classical bits, which can only exist in a state of either 0 or 1, qubits can exist in a state of superposition, meaning they can be both 0 and 1 simultaneously. This remarkable property allows quantum computers to process vast amounts of data at unprecedented speeds, tackling complex problems that would take classical computers centuries to solve.\n\nCore Principles of Quantum Computing\n\nThe fundamental difference between classical bits and qubits lies in their quantum mechanical nature. While classical computers use bits to perform calculations sequentially, quantum computers use the principles of quantum mechanics, such as superposition and entanglement, to solve complex problems in a fraction of the time. Entanglement is a phenomenon where two or more qubits become correlated in such a way that their states are dependent on each other, regardless of the distance between them. This alignment with the quantum mechanical nature of the universe enables quantum computers to tackle problems that are currently unsolvable by classical means, opening up new frontiers in scientific discovery and technological advancement.\n\nQuantum computers use superposition and entanglement to solve complex problems\n\nQubits can exist in multiple states simultaneously, unlike classical bits\n\nQuantum computing aligns with the quantum mechanical nature of the universe\n\nQuantum Computing Explained\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of Quantum computing :\n\nTransformative Applications\n\nQuantum computing holds the potential to transform various fields, from material science and drug discovery to cryptography and artificial intelligence. In the field of material science, quantum computers can simulate the behavior of complex molecules and materials at an unprecedented level of accuracy, leading to the discovery of new materials with unique properties that could have far-reaching implications for industries such as energy, electronics, and aerospace. In the realm of medicine, quantum simulations can accelerate the process of drug discovery by accurately modeling the interactions between molecules and proteins, allowing the development of targeted therapies for diseases that have long eluded conventional treatments. Additionally, quantum computers can simulate the behavior of atoms and subatomic particles, providing insights into the fundamental nature of the universe and allowing the design of advanced materials and pharmaceuticals.\n\nQuantum computing can transform material science, drug discovery, and fundamental physics\n\nQuantum simulations can accurately model molecular interactions and accelerate drug development\n\nQuantum computers can provide insights into the fundamental nature of the universe\n\nChallenges and Limitations\n\nDespite its immense promise, quantum computing faces significant challenges that must be overcome before it can reach its full potential. One of the biggest challenges is maintaining qubits in a stable state, as they are highly susceptible to environmental disturbances such as temperature fluctuations, electromagnetic interference, and even vibrations. To preserve the delicate quantum states necessary for computation, qubits must be kept at extremely low temperatures, close to absolute zero, which requires sophisticated cooling systems and shielding. Additionally, quantum computers are not yet outperforming classical supercomputers in practical applications, highlighting the need for further advancements in quantum stability, error correction, and scalability.\n\nMaintaining qubits in a stable state is a significant challenge\n\nQubits must be kept at extremely low temperatures to preserve quantum states\n\nFurther advancements in quantum stability, error correction, and scalability are needed\n\nGlobal Competition and Investments\n\nThe race to develop quantum computing is intensifying, with the United States and China at the forefront of this global competition. Both nations have made significant investments in quantum research and development, recognizing the strategic importance of leading in this transformative technology. China has committed over $15 billion to quantum research, demonstrating its determination to become a dominant player in the field. The United States has also made substantial investments, with government agencies such as the Department of Energy and the National Science Foundation funding numerous quantum research projects. The strategic importance of leading in quantum technology cannot be overstated, as it has significant implications for national security, economic competitiveness, and scientific advancement.\n\nSecurity Risks and Mitigations\n\nWhile quantum computing holds immense potential for scientific and technological advancement, it also poses substantial security risks, particularly in the realm of encryption. Quantum computers have the potential to decrypt current internet encryption methods, which rely on the difficulty of factoring large numbers. This poses a significant threat to the security of financial systems, sensitive data, and national security. To mitigate these risks, researchers are developing new encryption methods that are resistant to quantum attacks, such as quantum key distribution (QKD). QKD uses the principles of quantum mechanics to create unbreakable encryption keys, ensuring the security of data even in the face of quantum computing advancements.\n\nCollaborative Efforts and Ecosystem Development\n\nIBM is actively collaborating with other tech companies, research institutions, and government agencies to advance the field of quantum computing. However, collaboration with Chinese companies is limited due to national security concerns and geopolitical tensions. International collaboration is crucial for the progress of quantum research, as it enables the sharing of knowledge, resources, and expertise. The development of a robust quantum ecosystem requires cooperation and knowledge sharing across borders, fostering innovation and accelerating the pace of discovery. However, geopolitical tensions and competing national interests can hinder these collaborative efforts, underscoring the need for diplomacy and international cooperation in the pursuit of quantum computing advancements.\n\nFuture Outlook and Predictions\n\nPredictions suggest that the full potential of quantum computing will be realized by 2033, ushering in a new era of scientific discovery and technological innovation. As quantum technology advances, new encryption methods will be necessary to safeguard against the threat of quantum decryption. The broader impact of quantum computing on scientific discovery and global power dynamics is profound, with the potential to reshape industries, transform economies, and alter the balance of power on the global stage. Quantum advancements have the potential to benefit all of humanity, driving progress in fields such as healthcare, energy, and environmental sustainability, while also fostering global cooperation and understanding.\n\nTechnological and Geopolitical Implications\n\nQuantum computing embodies a dual nature as both a scientific tool and a strategic asset, with significant technological and geopolitical implications. The development of quantum computing is not only a scientific endeavor but also a matter of national security and economic competitiveness. International collaboration is essential to harness the full potential of quantum computing, but geopolitical tensions and competing national interests pose risks to progress. Despite these challenges, the optimistic view is that quantum computing advancements will ultimately benefit all of humanity, driving innovation, fostering global cooperation, and ushering in a new era of scientific discovery and technological progress. As we stand on the cusp of this quantum revolution, it is imperative that we navigate the challenges and opportunities with wisdom, foresight, and a commitment to the greater good of all.\n\nMedia Credit: Bloomberg Originals\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "32,000-year-old mummified woolly rhino half-eaten by predators unearthed in Siberia",
        "link": "https://www.livescience.com/animals/extinct-species/32-000-year-old-mummified-woolly-rhino-half-eaten-by-predators-unearthed-in-siberia",
        "description": "Researchers found the carcass in August 2020 in Russia's Sakha Republic, and the discovery has revealed a never-before-seen ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eH3tPbSbfDbN2oLTXV-1sC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science1h",
        "source": "Live Science",
        "article_content": "Scientists have discovered the deep-frozen, mummified carcass of a young woolly rhinoceros in Siberia's ice that was feasted on by predators tens of thousands of years ago.\n\nThe woolly rhino's right side is well preserved, with patches of skin and fur that have stayed intact over millennia, but its left side shows the youngster was mauled in the hours preceding or following its death.\n\n\"From the upper part of the thigh to the level of the shoulder blade, [the carcass] is severely destroyed,\" researchers from the Russian Academy of Sciences and the Academy of Sciences of the Republic of Sakha wrote in a study documenting the carcass, published July 1 in the journal Doklady Earth Sciences . \"The internal cavity of the body is exposed, and most of the intestines are missing.\"\n\nFrom the mangled carcass, \"it is obvious that the left side of the mummy was eaten by predators,\" the researchers wrote. Remains of tiny crustaceans embedded in the fur also indicate the woolly rhino (Coelodonta antiquitatis) died in a shallow pool of water, the team noted.\n\nRadiocarbon dating suggests the young woolly rhino died and froze more than 32,000 years ago.\n\nWoolly rhinos roamed the Arctic tundra between 460,000 and 12,000 years ago , during the last ice age . They were huge beasts and the second largest herbivores in the mammoth steppe ecosystem after woolly mammoths (Mammuthus primigenius). Like mammoths, woolly rhinos were well-adapted to the cold climate thanks to their coat of shaggy fur — but scientists still know very little about these prehistoric animals, according to the study.\n\nRelated: 'Closer than people think': Woolly mammoth 'de-extinction' is nearing reality — and we have no idea what happens next\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe rare discovery of a near-intact woolly rhino has helped researchers fill some of those gaps.\n\nScientists excavated the carcass in August 2020 from the ice-covered banks of the Tirekhtyakh River in Russia's northeastern Sakha Republic. They dubbed the animal \"Abyisky rhinoceros\" after the local district and sent its remains to the Academy of Sciences of the Republic of Sakha, where the carcass currently sits in a freezer.\n\nFor the new study, researchers temporarily defrosted the carcass and took samples of skin, fur and soft tissue for analysis. They also examined the woolly rhino's teeth, measured the length of one of its horns and noted the size of a large hump on its back, which appeared to be filled with fat.\n\nIllustration of a woolly rhinoceros (Coelodonta antiquitatis). (Image credit: De Agostini via Getty Images)\n\nThe horn was 9.4 inches (24 centimeters) long and presented three to four dark patches that typically correspond to the number of years lived by a rhinoceros, according to the study. The height at the shoulder of the carcass was close to 4.3 feet (130 cm). Together, this indicates the woolly rhino was 4 to 4.5 years old when it died and hadn't reached sexual maturity.\n\nIts fur was darker than that of a smaller woolly rhino calf discovered in 2014 in the same district. That calf, named \"Sasha,\" was frozen for at least 10,000 years and covered in thin, almost-blond hair . In contrast, adult woolly rhinos that were previously pulled from the ice have coarse, dark brown fur.\n\n\"The fur of the Abyisky rhinoceros has a uniform light brown color due to the combination of white, beige, and brown hair,\" the researchers wrote in the study. \"The coat is darker on the ears and feet and lighter on the back, belly, and hind legs.\"\n\nRemarkably, the Abyisky rhinoceros also had a 5-inch-high (13 cm) hump filled with fatty mass on its back, the likes of which scientists had never seen on a woolly rhino carcass. Fatty humps are relatively common in Arctic animals, Love Dalén , a professor of evolutionary genomics at Stockholm University in Sweden who was not involved in the study, told CNN . They evolved to beat the cold and store energy for when times get tough, he said.\n\nThe newly discovered 4-year-old appears to represent an intermediate stage of woolly rhino development. Specimens with preserved tissues like this one are invaluable for further research, and particularly for genetic tests that cannot be done on bones, Dalén said."
    },
    {
        "title": "The Great Expedition: the art and science exhibition at Centquatre-Paris",
        "link": "https://www.sortiraparis.com/en/what-to-visit-in-paris/exhibit-museum/articles/320103-the-great-expedition-the-art-and-science-exhibition-at-centquatre-paris",
        "description": "Organized at Le Centquatre-Paris, in partnership with the TARA Ocean Foundation, the exhibition La Grande expédition (The ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BsQWrLeStILlIYQaQDqIny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19m",
        "source": "Paris",
        "article_content": "Le Centquatre-Paris and the TARA Océan foundation take us on a voyage of discovery of the ocean and its riches, in a groundbreaking exhibition on view from November 16, 2024 to March 2, 2025.\n\nWhen artists embark on a scientific schooner for a voyage of discovery of the oceans and their ecosystems, the result is a special exhibition where contemporary art meets science.\n\nOrganized at Le Centquatre-Paris, in partnership with the TARA Ocean Foundation, the exhibition La Grande expédition (The Great Expedition) can be admired from November 16, 2024 to March 2, 2025, at the art center in the 19th arrondissement.\n\nThe exhibition brings together the work of 40 contemporary artists from different generations and backgrounds. Photography, drawing and illustration, video, painting, sculpture, sound installation... Each in his or her own way, these artists recount this unique experience, and describe this oceanographic world full of mystery.\n\nThe artists wanted to immortalize the ocean, its varied seascapes, the flora and fauna that populate these waters, the exceptional biodiversity that is revealed through scientific research... But also the fragility of these aquatic worlds, the pollution that is changing these ecosystems, and the role of the ocean in the functioning of the planet. This voyage on the schooner Tara awakened the artists' awareness of the reality of climate change, and of the treasures at risk in these exploited oceans.\n\nTo complete the exhibition itinerary, you'll find various scientific works and information explaining what the artists were able to see and represent. Science and art thus develop a fascinating and educational dialogue for the general public. You can also admire travel diaries recounting the highlights of this marine expedition.\n\nJoin us on a voyage to the oceans, with the exhibition La Grande expédition, presented at Centquatre-Paris."
    },
    {
        "title": "Don Harrington Discovery Center’s ‘Girls Who Science’ to feature doctor of physical therapy",
        "link": "https://www.myhighplains.com/news/local-news/don-harrington-discovery-centers-girls-who-science-to-feature-doctor-of-physical-therapy/",
        "description": "The Don Harrington Discovery Center will host its monthly 'Girls Who Science' program on Oct. 7 to bring in local women in STEM to inspire girls aged 10 to 18.",
        "image_url": "https://www.bing.com/th?id=ODF.tpHRqfSBHZmGlZIt6_A1Jg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "myhighplains14h",
        "source": "myhighplains",
        "article_content": "Content not available"
    },
    {
        "title": "Discovery of Mysterious Ancient Sunken Seafloor Could Rewrite Earth’s History",
        "link": "https://scitechdaily.com/discovery-of-mysterious-ancient-sunken-seafloor-could-rewrite-earths-history/",
        "description": "Geologists discovered a mysterious subduction zone deep beneath the Pacific Ocean, reshaping our understanding of Earth’s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DPfrHLVAgZwZ15a1Ak5WjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Annapurna Interactive Confirms Development For Silent Hill: Townfall Will Continue In Collaboration With Konami And NoCode",
        "link": "https://www.psu.com/news/annapurna-interactive-confirms-development-silent-hill-townfall-will-continue-collaboration-konami-nocode/",
        "description": "Annapurna Interactive recently had its entire staff quit, though it has confirmed that Silent Hill: Townfall's development ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yX0Au09wCftOKkM51Up-Py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Play Station Universe14h",
        "source": "Play Station Universe",
        "article_content": "Content not available"
    },
    {
        "title": "Silent Hill: Townfall Still Moving Forward Despite Annapurna Interactive Walkout",
        "link": "https://www.escapistmagazine.com/silent-hill-townfall-still-moving-forward-despite-annapurna-interactive-walkout/",
        "description": "Despite the recent Annapurna Interactive walkout, No Code confirms that Silent Hill: Townfall is still moving forward ...",
        "image_url": "https://www.bing.com/th?id=ODF.pNfEUELAtIxI-kx_f2wb6A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "nocode",
        "date": "The Escapist22m",
        "source": "The Escapist",
        "article_content": "Silent Hill: Townfall is still happening, even though the bulk of co-publisher Annapurna Interactive’s staff has resigned.\n\nRecommended Videos\n\nThat’s the message from developer No Code, previously responsible for Stories Untold and Observation. “We deeply apologize for any concerns about Silent Hill: Townfall,” No Code’s statement read. “Silent Hill: Townfall will continue to be co-developed by Konami, Annapurna Interactive and No Code.”\n\nWe’re glad to hear that No Code is getting on with Silent Hill: Townfall, though the developer hasn’t mentioned what, if any, impact it’ll have on the timing of its release. However, we’re a little surprised that Annapurna Interactive is still penned to publish, given the bulk of its staff walked out.\n\nWe deeply apologize for any concerns about SILENT HILL: Townfall.\n\n\n\nSILENT HILL: Townfall will continue to be co-developed by KONAMI @Konami, Annapurna Interactive @A_i, and No Code @_NoCode — No Code (@_NoCode) October 1, 2024\n\nLast month, negotiations between President Nathan Gary and Annapurna founder Megan Ellison broke down. The plan was for Annapurna Interactive to become an entirely separate entity, but that didn’t happen. Instead, when an accord couldn’t be reached, Gary resigned, and the staff followed.\n\n“All 25 members of the Annapurna Interactive team collectively resigned. This was one of the hardest decisions we have ever had to make and we did not take this action lightly,” told Bloomberg. If anyone is keeping the lights on at Annapurna Interactive, it’s not the original AI team. Maybe it’s like that bit from Home Alone with the silhouettes, except instead of Kevin McCallister, it’s some Annapurna HQ temp.\n\nRelated: Is the Silent Hill 2 Remake Coming to Xbox?\n\nIt may be that Konami will have to step up and take on Annapurna Interactive’s role. “How is development continuing when staff collectively resigned at Annapurna Interactive? How far in development is it?” asked one Twitter/X user, followed by a few similar sentiments.\n\nWe were puzzled why No Code itself was apologizing, given that they had no hand in the walkouts, but the exact same tweet has also been posted from the Annapurna Interactive Twitter/X account. At least Silent Hill: Townfall still lives. The Silent Hill 2 remake is looking good, but after the dire Silent Hill: Ascension, Konami needs more than just one win.\n\nThe Escapist is supported by our audience. When you purchase through links on our site, we may earn a small affiliate commission. Learn more about our Affiliate Policy"
    },
    {
        "title": "‘I am trying to make it work now.’ I’m nearly 40 and living in Florida. I didn’t start saving for retirement until later in life, but now have $50K. Who can help?",
        "link": "https://www.msn.com/en-us/money/savingandinvesting/i-am-trying-to-make-it-work-now-i-m-nearly-40-and-living-in-florida-i-didn-t-start-saving-for-retirement-until-later-in-life-but-now-have-50k-who-can-help/ar-AA1rwdxn?ocid=BingNewsVerp",
        "description": "Have an issue with your financial planner or looking for a new one? Email questions or concerns to picks@marketwatch.com.",
        "image_url": "https://www.bing.com/th?id=OVFT.d7CFKw8xYMqvWis3w4m7lC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "6hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Jets offense fixing struggles ‘starts with’ line after Aaron Rodgers beatdown",
        "link": "https://www.msn.com/en-us/sports/other/jets-offense-fixing-struggles-starts-with-line-after-aaron-rodgers-beatdown/ar-AA1rvfZg?ocid=BingNewsVerp",
        "description": "Ten days later, the Jets offense was unrecognizable from the unit that had scored three touchdowns in each of its first three ...",
        "image_url": "https://www.bing.com/th?id=OVF.DCwjzXHGztBXEaQxlHMGQQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "13hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Gartner Digital Markets hosts the Insights Summit, unveiling 2025’s Software Buying Trends",
        "link": "https://theprint.in/ani-press-releases/gartner-digital-markets-hosts-the-insights-summit-unveiling-2025s-software-buying-trends/2292618/",
        "description": "Gartner Digital Markets–the world’s largest platform for finding software and services, including Capterra, GetApp, Software ...",
        "image_url": "https://www.bing.com/th?id=OVF.7kn7te7ijRhKtANTIEmlGA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "ThePrint4h",
        "source": "ThePrint",
        "article_content": "Bengaluru (Karnataka) [India], October 1: Gartner Digital Markets– the world’s largest platform for finding software and services, including Capterra, GetApp, Software Advice, and UpCity–recently convened the Insights Summit in India’s Silicon Valley, Bengaluru, Karnataka, to address the SaaS industry’s pressing challenges. After a year of economic uncertainty, SaaS leaders seek innovative strategies to find efficient growth and secure their place on software buyer shortlists.\n\nThe Insights Summit featured a distinguished panel of speakers from Gartner Digital Markets, including Narayan Adeeb, VP of India Operations; Pit Rissiek, VP of Sales APAC and EMEA; and Saby Khanduja, Senior Sales Manager. Joining them on stage were SaaS leaders Dhivya Venkatesan, Head of Marketing at Sign easy, and Abhigna Kashyap, Senior Director and Global Head of Brand Content, and Social Media at LTI Mindtree.\n\nThe conference theme was “Securing Your Spot on Buyer Shortlists.” The Insights Summit brought together 68 industry experts and thought leaders to provide actionable insights and best practices for SaaS businesses. Participants learned about the latest software buyer trends, emerging technologies, and effective marketing strategies to drive growth.\n\nThe event featured exclusive research that surveyed 3,500 software buyers and company decision-makers. The study focused on the challenges of software selection, the latest AI trends and buyer preferences, and strategies for software providers to optimise their performance on the Gartner Digital Markets platform. Additionally, participants had the opportunity to network with other India-based SaaS leaders seeking to accelerate their growth.\n\nGartner Digital Markets offers objective research and verified reviews to B2B companies searching for software in India through its Capterra India website. As a comprehensive resource, Capterra India is the country’s go-to destination for software search. Software companies use the Gartner Digital Markets platform to reach active buyers and capture demand in India and worldwide.\n\nKey insights discussed in the Insights Summit included:\n\n* Optimistic SaaS spending is forecasted for 2025: 82% of companies surveyed plan to increase their software spending in 2025. India is the most confident of the countries surveyed, planning to increase its spending by 89%. Top priorities for software purchase are Cybersecurity (37%), IT management (31%), and AI (31%).\n\n* Customer reviews: Customer reviews are buyers’ most influential information source for narrowing their initial purchase options and creating a shortlist of products (41%). Final purchase decisions are made predominantly after product trials (62%) and impressions made by the vendor’s customer support (57%).\n\n* Buyer regret: Over half of companies have experienced regret over a technology purchase in the last year. The more a buyer relies solely on information from a vendor to buy software, the more often they experience regret. This makes it more necessary for vendors to boost their credibility through third parties.\n\n* AI adoption: More than a third of decision-makers plan to assess the value and risk of generative AI. From 2024 to 2025, there has been a 70% increase in organisations anticipating challenges evaluating the value and risk of generative AI.\n\nPit outlined Gartner Digital Markets’ mission to assist software companies in building effective brands through profiles, reviews, and badges. He emphasised capturing in-market demand and gaining insights into market and product sentiment by analysing reviews of your product and competitors. Pit highlighted that building a compelling profile is crucial for brand positioning and noted that cost and pricing are the primary factors buyers consider when searching for software. He emphasised that reviews are pivotal in bringing credibility to your Gartner Digital Markets platform profile.\n\nThe event included a panel discussion headed by Saby Khanduja, during which marketing leaders Dhivya Venkatesan and Abhigna Kashyap discussed strategies for making their companies stand out to potential buyers. Topics covered included resource allocation, channel effectiveness, and reputation-building. The discussion was highly interactive, with participants engaging in lively Q&A sessions with the audience and sharing their experiences.\n\nReflecting on the Insights Summit’s significance, Narayan Adeeb, VP of India Operations of Gartner Digital Markets, says, “The success of the Summit lies in the ambition that the software leaders brought with them along with their trust in us to help them build their brand and capture demand. We were pleased to share our latest research and insights, which expectedly led to some powerful conversations. Most importantly, each interaction with those leading the charge in the industry revitalised our mission to empower organisations towards success with the right technology choices while being impact partners to software providers that would help propel them to new heights.”\n\nAbout Gartner Digital Markets\n\nGartner Digital Markets is the world’s largest platform for finding software and services. More than 100 million people visit Capterra, GetApp, Software Advice, and UpCity across over 70 localised sites yearly to read objective research and verified customer reviews that help them confidently choose the right software and services. Thousands of B2B companies work with Gartner Digital Markets to build their brand, capture buyer demand, and grow their business.\n\nMedia Contact\n\nPalash Bhattacharjee palash.bhattacharjee@gartner.com\n\n(ADVERTORIAL DISCLAIMER: The above press release has been provided by VMPL. ANI will not be responsible in any way for the content of the same)\n\nThis story is auto-generated from a syndicated feed. ThePrint holds no responsibility for its content."
    },
    {
        "title": "Business software for enhanced processes: IP management software",
        "link": "https://thesiliconreview.com/2024/10/business-software-for-enhanced-processes-ip-management-software-managing-intellectual-property",
        "description": "Managing intellectual property (IP) is a crucial aspect of modern businesses, particularly in the technology sector.",
        "image_url": "https://www.bing.com/th?id=OVFT.X7m8JRyh6VDcQbm0geotfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "thesiliconreview7m",
        "source": "thesiliconreview",
        "article_content": ">>\n\n>>\n\n>>\n\nSOFTWARE\n\nManaging intellectual property (IP) is a crucial aspect of modern businesses, particularly in the technology sector. Effective IP management can safeguard innovations, enhance competitiveness, and drive growth. Leveraging specialized software solutions can streamline these processes, ensuring optimal protection and utilization of IP assets.\n\nAs a business professional in the technology industry, understanding the nuances of IP management software is essential. This article will delve into the significance of IP management software and why it is relevant for your enterprise. By exploring key aspects and benefits, you can make informed decisions to safeguard your intellectual assets.\n\nThe significance of IP management\n\nIn the fast-paced technology industry, managing intellectual property effectively is paramount. Innovations are the lifeblood of tech companies, and protecting these innovations is crucial for maintaining a competitive edge. The use of IP management software can help automate and streamline various processes related to patent management, trademark registration, and more. This allows companies to focus on what they do best—innovate and grow.\n\nSome providers in this space offers comprehensive solutions that cater to different aspects of IP management. These tools not only facilitate better organization but also ensure compliance with global IP regulations. For businesses looking to expand internationally, understanding these regulations and having the right tools in place can make all the difference.\n\nMoreover, effective IP management goes beyond mere protection; it can be a significant driver of revenue. By properly managing and leveraging intellectual property, companies can create new revenue streams through licensing agreements, strategic partnerships, and even spin-off ventures. IP management software facilitates this by providing a clear overview of a company's intellectual assets, making it easier to identify opportunities for monetization. This comprehensive approach to IP management can transform intellectual property from a cost center into a profit generator, directly impacting a company's bottom line.\n\nKey features to consider\n\nWhen selecting an IP management software solution, it is vital to consider several key features. For instance, automated docketing systems can save time and reduce errors by keeping track of important deadlines. Additionally, document management capabilities allow for easy storage and retrieval of critical IP documents.\n\nAnother essential feature is analytics and reporting. With robust analytical tools, you can gain insights into your IP portfolio’s performance, identify trends, and make data-driven decisions. Integration capabilities are another crucial feature to consider when selecting IP management software. The ability to seamlessly connect with other business systems, such as Customer Relationship Management (CRM) or Enterprise Resource Planning (ERP) software, can significantly enhance efficiency and data consistency across the organization. These solutions offer robust integration options, allowing for a more holistic approach to IP management. This interconnectedness ensures that IP-related decisions are made in the context of broader business strategies, fostering a more aligned and effective approach to innovation and asset protection.\n\nWhy choose Questel?\n\nQuestel stands out in the crowded market of IP management software providers due to its comprehensive suite of tools tailored to meet diverse business needs. From patent search databases to trademark monitoring services, Questel covers all bases. Their user-friendly interface ensures that even those new to IP management can navigate the system with ease. Furthermore, Questel’s commitment to continuous improvement means that their software evolves with changing industry standards and regulations.\n\nAnother compelling reason to choose Questel is its global reach and multilingual support. In today's interconnected business world, intellectual property management often spans across multiple countries and jurisdictions. Questel's platform is designed to handle this complexity, offering support for various languages and accounting for different regional IP regulations. This global perspective is invaluable for companies operating in international markets or those planning to expand globally. It ensures that your IP management strategy remains cohesive and effective, regardless of geographical boundaries, giving you a significant advantage in protecting and leveraging your intellectual assets on a global scale.\n\nThe future of IP management\n\nThe landscape of intellectual property management is continually progressing, driven by technological advancements and changing regulatory environments. As businesses become more globalized, the need for effective IP management becomes even more critical. Solutions like Questel are at the forefront of this evolution, offering innovative tools that adapt to new challenges.\n\nLooking ahead, we can expect further integration of artificial intelligence (AI) and machine learning (ML) into IP management software. These technologies will enable more predictive analytics, helping businesses anticipate potential issues before they arise. By staying ahead of these trends and adopting advanced solutions like Questel, companies can ensure their intellectual property remains protected and optimally managed.\n\nAnother emerging trend in the future of IP management is the increasing focus on sustainability and ethical considerations. As businesses become more conscious of their environmental and social impact, there's a growing need to align IP strategies with sustainability goals. This could involve patenting eco-friendly technologies, managing trademarks for sustainable product lines, or navigating the complex landscape of ethical AI innovations. Advanced IP management software like Questel is likely to incorporate features that help businesses track and manage these aspects of their intellectual property portfolio. This evolution will enable companies to not only protect their innovations but also demonstrate their commitment to responsible business practices, potentially opening up new markets and enhancing brand reputation in an increasingly conscious consumer landscape."
    }
]