[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sightings spark intrigue over Fresno skies",
            "link": "https://www.msn.com/en-us/news/us/ufo-sightings-spark-intrigue-over-fresno-skies/ar-AA1xh8Gw?ocid=BingNewsVerp",
            "description": "Unusual aerial phenomena have been reported over Fresno in recent days, with one incident involving a confirmed unidentified ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Q8GxyqbNAXo_pXm2eQ8Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "6hon MSN",
            "source": "KMPH – Fresno-Visalia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Air Force veteran whistleblower claims to have worked on UFO retrieval program | Vargas Reports",
            "link": "https://www.yahoo.com/news/air-force-veteran-whistleblower-claims-232514734.html",
            "description": "A new whistleblower claims to not only know about a secret government UFO retrieval program, but says he directly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.evZvYWpgl3ph_1TDmweSIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9h",
            "source": "Yahoo",
            "article_content": "33,229 people played the daily Crossword recently. Can you solve it faster than others?\n\n33,229 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lanarkshire is revealed as a hotspot for UFO sightings",
            "link": "https://www.dailyrecord.co.uk/in-your-area/lanarkshire/lanarkshire-revealed-hotspot-ufo-sightings-34488764",
            "description": "The truth is out there – Lanarkshire is a hotspot for UFO sightings according to a group of researchers who recorded ten in a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P2ZOzhW8CpV4atOaVfFkfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2h",
            "source": "Daily Record",
            "article_content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\n\nGet the latest Daily Record breaking news on WhatsApp\n\nThe truth is out there – Lanarkshire is a hotspot for UFO sightings according to a group of researchers who recorded ten in a two-year period.\n\nObjects which have varied in shape from cylindrical to star-like have been reported in the skies over areas like Hamilton, East Kilbride, Airdrie, Uddingston and Cumbernauld.\n\nLast year the British spotter group UFO Identified documented a total of 395 sightings in the UK in 2023.\n\nThat was a 20 per cent drop from 497 UFO sightings in 2022 and also lower than in 2021 (413) and 2020 (484).\n\nAnd from January 2021 to December 2023, the group logged ten sightings across Lanarkshire.\n\nThis included a cylindrical-shaped object flying with no vapour trail above Airdrie, an orange light that “appeared to be making a tear in the sky” in Uddingston and “three saucer shaped objects appearing stationary” over Hamilton.\n\nDownload the Lanarkshire Live app today The Lanarkshire Live app is available to download now. Get all the news from your area – as well as features, entertainment, sport and the latest on Lanarkshire’s recovery from the coronavirus pandemic – straight to your fingertips, 24/7. The free download features the latest breaking news and exclusive stories, and allows you to customise your page to the sections that matter most to you. Head to the App Store and never miss a beat in Lanarkshire - iOS - Android\n\nSome sightings across the region happened on consecutive days, in different areas. A sphere was spotted over Cumbernauld on April 21, 2021, while a similar-shaped object was clocked the following day over Hamilton “moving oddly and hovering in the sky”.\n\nAn orb was viewed above Cumbernauld on August 24, 2021, and appeared to be “moving back and forth in straight lines and hovering at times”, and the following day three objects were seen “moving back and forward. blinking then reappearing, rotating at various speeds” above East Kilbride.\n\n(Image: Freelance)\n\nThey are amongst 395 sightings across the United Kingdom – and an updated interactive map reveals the extent of the unexplained activity taking place in the skies above us.\n\nUFOs have been in the news recently following a spate of sightings on the east coast of the United States.\n\nAnd last year the US Congress attempted to “pull back the curtain” on secret research into UFOs.\n\nThe hearing, titled ‘Unidentified Anomalous Phenomena: Exposing the Truth,’ heard from several experts and a variety of witness accounts.\n\nUnidentified Anomalous Phenomena (UAP) is the new name for Unidentified Flying Objects (UFOs).\n\nExperts included government workers and a member of NASA’s UAP Independent Study Team.\n\nMichael Gold – former NASA associate administrator of space policy and partnerships and a member of the UAP study team – told the hearing that “the vast majority of UAP are drones”.\n\nHowever, he added that there are anomalies that must be studied and admitted that some of the UAPs observed “can move faster” than US assets and “are being intelligently controlled”.\n\nAuthor and former Department of Defence official Luis Elizondo claimed that “advanced technologies not made by our government – or any other government – are monitoring sensitive military installations around the globe.”\n\nHe insisted: “Let me be clear. UAP are real.”\n\nThe hearing, jointly led by chairs Nancy Mace and Glenn Grothman, was the second to investigate the phenomenon of UAP.\n\n“Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,” the co-chairs said in a statement.\n\nThe hearing followed a long-awaited report released by NASA last year which studied previous sightings of UFOs (or UAPs) in the skies.\n\nWhile the report did not find any clear evidence that the sightings were alien, it did admit it was possible they could be.\n\nJust under half of all documented sightings in the UK (48 per cent) include photographic or video evidence.\n\nA quarter of all sightings (25 per cent) were of a “star-like” object or objects, moving across the sky. The next most common sighting was of an unidentified object shaped like an “orb” (17 per cent), “sphere”, (10 per cent) and “cylinder” (nine per cent).\n\nOf all counties in the UK, Greater Manchester had more UFOs spotted in its skies than anywhere else, with 54 documented sightings.\n\nThat was followed by Greater London (52), Cheshire (37), and West Sussex (34).\n\nWhen it comes to towns and cities, more UFO activity was seen above Glasgow than anywhere else, with 22 encounters – which possibly explains the high sightings in nearby Lanarkshire.\n\n(Image: Getty Images)\n\nSIGHTINGS ACROSS LANARKSHIRE\n\nCumbernauld\n\nShape of UFO: Sphere\n\nDate spotted: 21/04/2021\n\nDescription: Object moving north to east and then changed back to a northerly direction then disappeared.\n\nHamilton\n\nShape of UFO: Sphere\n\nDate spotted: 22/04/2021\n\nDescription: Reflective ball-object moving oddly and hovering in the sky.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 16/05/2021\n\nDescription: Two lights travelling parallel at slow speed, before fading away behind a cloud.\n\nCumbernauld\n\nShape of UFO: Orb\n\nDate spotted: 24/08/2021\n\nDescription: Light changed from white to red, moving back and forth in straight lines and hovering at times.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 25/08/2021\n\nDescription: Three objects moving back and forward, blinking then reappearing, rotating at various speeds.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 27/09/2021\n\nDescription: Triangular beam of light like a search light moving at a steady rate, brighter at the top.\n\nHamilton\n\nShape of UFO: Disc\n\nDate spotted: 28/12/2021\n\nDescription: Three saucer shaped objects appearing stationary, in photograph, not seen with naked eye.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 11/02/2022\n\nDescription: Three stars in a straight line formation, moving very fast from west to east then fading from view.\n\nAirdrie\n\nShape of UFO: Cylinder\n\nDate spotted: 27/06/2022\n\nDescription: Object ‘like a plane with no wings’ flying high up with no vapour trail.\n\nUddingston\n\nShape of UFO: Other\n\nDate spotted: 17/11/2023\n\nDescription: Orange light appeared to be making a tear in the sky. It was stationary not moving and was a vertical shape.\n\n*Don't miss the latest headlines from around Lanarkshire. Sign up to our newsletters here.\n\nAnd did you know Lanarkshire Live had its own app? Download yours for free here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Michael Schratt presents Groundbreaking UFO Crash Retrievals Lecture",
            "link": "https://finance.yahoo.com/news/michael-schratt-presents-groundbreaking-ufo-012200799.html",
            "description": "Glendale, CA On January 18, 2025, esteemed military aerospace historian Michael Schratt will deliver a compelling and fully ...",
            "image_url": "https://www.bing.com/th?id=OVFT._CsshIlncDHeZVF8ixftCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7h",
            "source": "YAHOO!Finance",
            "article_content": "(NewMediaWire) - January 15, 2025 - Glendale, CA On January 18, 2025, esteemed military aerospace historian Michael Schratt will deliver a compelling and fully illustrated PowerPoint lecture titled \"Retrievals of the Third Kind.\" This landmark presentation will delve into the highly classified operations surrounding UFO crash retrievals, which have long eluded Congressional oversight and public scrutiny.\n\n\n\nRecent hearings in Washington D.C. have shed light on the existence of ongoing government programs focused on recovering extraterrestrial craft and biological entities. In this enlightening lecture, Schratt will draw from extensive research and firsthand accounts to explore these clandestine operations that have shaped an important part of our national history.\n\n\n\nMichael Schratt will provide compelling references to firsthand military witnesses who have encountered extraterrestrial hardware and \"biologics.\" These accounts, meticulously compiled by prominent UFO researcher Leonard Stringfield, offer a unique perspective into the realities of UFO recovery efforts.\n\n\n\nAttendees can expect a visually captivating experience, featuring refined pencil drawings and full-color 3D renderings based on eyewitness testimonies of UFO recoveries. Key topics will include:\n\nThe UFO stored at Wright Field in 1946\n\nEncounters with extraterrestrial craft and bodies at Wright Field during 1946\n\nAccounts from a U.S. Marine who guarded a 40-foot disc in 1963\n\n\n\nThis presentation is not only an exploration of the unknown but also an urgent discussion on the implications of government secrecy in the realm of extraterrestrial phenomena. Michael Schratt invites all interested parties to join him in uncovering these riveting truths about UFO crash retrievals and their potential impact on our understanding of human history.|\n\n\n\nEvent Details: Date: January 18, 2025 at the Martial Arts History Museum 201 North Brand Blvd., B100 Glendale CA91203. Cost is $20 for Adults, $5 for kids. Time: 4:00 PM to 7:00 PM For more information about the event or to schedule an interview with Michael Schratt, please contact Jeff Powell at (310) 402-8353. Join us as we take a deep dive."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Steven Spielberg’s new UFO movie will film at the Jersey Shore this March",
            "link": "https://www.msn.com/en-us/movies/news/steven-spielberg-s-new-ufo-movie-will-film-at-the-jersey-shore-this-march/ar-AA1xgvXs?ocid=BingNewsVerp",
            "description": "Steven Spielberg's newest UFO movie starring Emily Blunt will film at the Jersey Shore. Here's how you can become an extra in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yKoRevQBtSFUZtBttQ8QxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "10hon MSN",
            "source": "Philadelphia Inquirer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta's crackdown on adult content fails to stop AI nudify apps from flourishing",
            "link": "https://mashable.com/article/ai-nudify-apps-meta-ads",
            "description": "Despite nudify apps being against Facebook and Instagram policy, one app company keeps advertising on Meta's platforms.",
            "image_url": "https://www.bing.com/th?id=OVFT.pbfUzBaCpWVJqdBGOGbCwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14h",
            "source": "Mashable",
            "article_content": "AI-generated nudifier apps are skirting around Meta's policies and running ads on Facebook and Instagram.\n\nAI-generated nudifier apps are skirting around Meta's policies and running ads on Facebook and Instagram. Credit: Jakub Porzycki/NurPhoto via Getty Images\n\nAdult content, including AI-generated nudes, remains banned on Facebook and Instagram, despite recent policy changes at Meta.\n\nHowever, that hasn't stopped \"nudify\" apps — platforms that create nonconsensual AI-generated nudes of celebrities and influencers — from advertising on Meta's platforms. And those ads have been extremely successful for at least one service called Crush AI.\n\nAccording to a new report from 404Media , as originally reported in Alexios Mantzarlis' Faked Up newsletter, the Crush AI modifier app receives the vast majority of its traffic from Meta platforms such as Facebook and Instagram. According to Similarweb's data, last month Crush AI received more than a quarter of a million visits to its service — and roughly 90 percent of that traffic was from Meta's platforms.\n\nCrush AI makes it quite clear what the purpose of its service is in its advertisements. The company's ads include photos of real-life individuals like Instagram influencer and model Mikayla Demaiter and OnlyFans creator Sophie Rain. The ads boast that users can \"upload a photo\" and \"erase anyone's clothes.\"\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By clicking Sign Me Up, you confirm you are 16+ and agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\nWhile Meta has attempted to crack down on these ads, Crush AI has discovered a very simple workaround. Crush AI creates fake profile pages using AI-generated profile pictures and runs new ads using those pages. The ads promote different domain names that then redirect to Crush AI when clicked.\n\nMashable has previously reported on other deepfakes and AI platforms that utilize Meta's advertising platform to generate traffic and revenue from AI-generated adult content. These ads are strictly against Meta's policies, and the company often removes them once it becomes aware of specific advertisements.\n\nHowever, as 404Media previously reported , Meta appears to have different standards for ad moderation. Policy-breaking content published by users as Facebook or Instagram posts will often be automatically detected by Meta and subsequently removed. Yet, that same content will not be detected when uploaded to Meta's advertising platform."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft's Copilot AI is coming to your Office apps - and it won't come cheap",
            "link": "https://www.zdnet.com/article/microsofts-copilot-ai-is-coming-to-your-office-apps-and-it-wont-come-cheap/",
            "description": "Microsoft 365 subscribers in Australia, New Zealand, and some Asian markets just got an AI upgrade, along with a huge price ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f-kPDE7-BqQcJe7Uki-WCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20h",
            "source": "ZDNet",
            "article_content": "Cheng Xin/Getty Images\n\nMicrosoft has begun expanding the reach of its Copilot feature set, bringing its AI capabilities to Office apps for anyone currently subscribed to Microsoft 365 Personal or Family.\n\nFor customers in the US and Europe, those features are only available with an extremely pricey Copilot Pro subscription. For Personal and Family subscribers, the upgrade costs an extra $20 monthly, which is more than double the cost of the basic Microsoft 365 subscription.\n\nBut that's all about to change.\n\nAlso: Microsoft Copilot vs. Copilot Pro: Is the subscription fee worth it?\n\nIn the Southern Hemisphere, the company is making Copilot part of all Microsoft 365 Personal and Family subscriptions. According to an announcement I found last November, the change is effective for Microsoft 365 subscribers in Australia, New Zealand, Malaysia, Singapore, Taiwan, and Thailand; they also get access to the Microsoft Designer app for generating images.\n\nOver the past two months, current subscribers in those regions have been reporting that they got access to Copilot in their apps after they updated to the latest version. But with the start of the new year, Microsoft has started informing those customers that their subscription prices are about to rise substantially.\n\nOne unhappy customer signed on to a Microsoft Community board to complain about the sudden and unexpected price hike: \"I just got an email saying my family subscription is going from $129 a year to $179 a year. That's a big increase!\"\n\nYes, it is. And what do those subscribers get for those hefty extra fees? Sorry, but this isn't an all-you-can-AI deal. As the announcement explains, \"Subscribers will receive a monthly allotment of AI credits to use Copilot in Word, Excel, PowerPoint, Outlook, OneNote, and Designer. The credits will also apply to apps like Paint, Photos, and Notepad on Windows.\" The option of a Copilot Pro subscription is available for subscribers who use more than the basic basket of credits.\n\nWhile the new features are free to current subscribers, the upgrade comes with two big gotchas. For Microsoft 365 Family subscribers, the added features are available only to the primary user and can't be shared with other members. And if the primary user doesn't want those features, they're nearly impossible to disable.\n\nAlso: Your Windows 10 PC can't be upgraded? You have 5 options before support ends in 2025\n\nOn paper, this is a good deal for current subscribers. Or at least that's what Microsoft is hoping those subscribers will think after they've had a chance to give the Copilot features a test drive. The current $20-a-month Copilot Pro subscription is prohibitively expensive. The new package offers a reasonable chunk of AI credits for just over $4 a month. Such a bargain, right?\n\nBut my quick survey of online forums suggests that very few customers are buying that math. And for those who neither want nor need those AI features, finding the alternative is a challenge. A Microsoft 365 Classic option is available, without the Copilot features, at prices that are similar to those in place before the AI-driven increase. But the only way to unlock that option is to try to cancel your current subscription. At that point, as Office-Watch discovered, Microsoft coughs up the lower-priced alternative.\n\nMeanwhile, in the rest of the world -- including the US and Western Europe -- the free Copilot features aren't available -- yet. But I expect it's only a matter of time before this change expands to additional markets.\n\nIt's not unusual for Microsoft to try out new subscription offers on a regional basis before taking them to a worldwide market. That's exactly what this announcement looks like.\n\nAlso: The best AI chatbots: ChatGPT, Copilot, and worthy alternatives\n\nAnyone who's paid attention to Satya Nadella's Microsoft in recent years knows that the company is all in on AI, so it would be odd if there were no plans to roll out a similar feature set to the Microsoft 365 subscription base worldwide. Starting in the APAC region gives the company time to gauge customer reaction and also continue scaling up the capacity of servers that power Copilot features.\n\nBased on the pricing in those test regions, pricing for customers in the US would probably increase by $50 -- from $69 to $119 for Personal plans and from $99 to $149 for Family subscriptions. Those data centers aren't going to pay for themselves.\n\nThe expanded offering is still brand new, but Reddit users from the region have already weighed in with complaints. One asked, rhetorically, \"I'm just meant to put up with unwanted bundleware that I never agreed to soaking up CPU cycles on my hardware … because Microsoft needs to look like [its] AI spend is getting ROI to investors?\"\n\nAlso: Microsoft introduces 10 AI agents for sales, finance, supply chain in Dynamics 365\n\nAnother Reddit user, who's apparently a graduate student in Taiwan, called the new Copilot features a \"nightmare,\" adding that it can't be turned off. \"Doesn't Microsoft understand that Graduate/Phd students receive an automatic fail or are charged with academic misconduct for any hint of AI assistance in their writing?\"\n\nIn my testing of the Copilot Pro features in a Microsoft 365 in the Northern Hemisphere, I discovered that the option to turn off those prompts, which had been available in earlier releases, is no longer available. You can hide the AI panes above and to the right of the document, but the Copilot icon in the document itself is ever-present and can't be squelched.\n\nLast November, I asked Microsoft if the company has plans to introduce similar features in the US and other worldwide remarks. A spokesperson replied, \"The company has rolled out changes in six markets to listen, learn, and improve. We don't have anything more to share today.\"\n\nI hope they're listening."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gallup Survey: Most people don't know they're using AI in their everyday apps",
            "link": "https://www.yahoo.com/tech/gallup-survey-most-people-dont-193425722.html",
            "description": "Surveyors asked 4,000 US adults whether they used AI-enabled products in the last week, and separately, which products they ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rr0poYsXsbrZ1oiOUQ1nLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12h",
            "source": "Yahoo",
            "article_content": "The News\n\nDespite the widespread talk about AI, a new study reveals that most people don’t know the digital products they’re using are backed by AI — similar to how one might not know all the ingredients in their takeout dinner. Nearly all Americans use products that contain AI on a weekly basis, but 64% don’t realize it, according to a survey released today by Gallup and AI investor Telescope. The results indicate AI hasn’t permeated the general public as quickly as it has advanced in recent years.\n\nA chart including a survey of people about their everyday use of AI.\n\nSurveyors asked 4,000 US adults whether they used AI-enabled products in the last week, and separately, which products they used — including Siri, Google Maps, Instagram, Netflix, and eBay. Only one-third acknowledged engaging with AI, despite 99% saying they accessed at least one of these AI-enabled apps and websites.\n\nMost respondents recognized that personal assistants like Siri and Alexa use the technology, but that’s less the case for weather apps, map providers, and streaming services. Even as businesses shout their work towards AGI to shareholders and the media (hello there), the less snazzy AI capabilities — algorithms, predictive analytics, advertising optimization — are quietly infiltrating every product Americans use.\n\nNotable"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini app will now have access to real-time AP news in latest AI deal",
            "link": "https://www.androidauthority.com/gemini-app-ap-deal-3516926/",
            "description": "Google is expanding its partnership with The Associated Press to deliver access to real-time news to the Gemini app.",
            "image_url": "https://www.bing.com/th?id=OVFT.OURuXiKOBotI815RYwRHyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "Android Authority",
            "article_content": "Google has been a partner with The Associated Press for years to bring up-to-date information the tech giant’s search engine. The two parties are now broadening their collaboration to give the Gemini app a boost.\n\nGoogle announced in a blog post that it is expanding its partnership with the news outlet to provide a “feed of real-time information” to the Gemini app. Going forward, Gemini will be able to reference AP’s stories when you ask about current events. “This will be particularly helpful to [Gemini app] users looking for up-to-date information.”\n\nSpeaking about the partnership, AP Senior Vice President and Chief Revenue Officer Kristin Heitmann had this to say:\n\nAP and Google’s longstanding relationship is based on working together to provide timely, accurate news and information to global audiences. We are pleased Google recognizes the value of AP’s journalism as well as our commitment to nonpartisan reporting, in the development of its generative AI products.\n\nThe Associated Press isn’t the only publication working with Google. The company states that it has had partnerships with “news organizations of all sizes in countries around the world for more than two decades.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aetina partners with Nvidia and Qualcomm to enhance edge AI applications",
            "link": "https://www.digitimes.com/news/a20250116PD217/aetina-nvidia-qualcomm-ai-applications.html",
            "description": "Aetina, a subsidiary of Innodisk, has announced comprehensive support for the super mode feature introduced by Nvidia's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8u6u07BhoD631o1siQiLoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Digi Times1h",
            "source": "Digi Times",
            "article_content": "Save my User ID and Password\n\nSome subscribers prefer to save their log-in information so they do not have to enter their User ID and Password each time they visit the site. To activate this function, check the 'Save my User ID and Password' box in the log-in section. This will save the password on the computer you're using to access the site.\n\nNote: If you choose to use the log-out feature, you will lose your saved information. This means you will be required to log-in the next time you visit our site."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 Times People Have Witnessed Paranormal Events In Their Homes",
            "link": "https://www.msn.com/en-us/tv/news/7-times-people-have-witnessed-paranormal-events-in-their-homes/vi-AA1xdst5?ocid=BingNewsVerp",
            "description": "\"Explore 7 times people have witnessed paranormal events in their homes. From ghostly encounters to unexplained noises, delve ...",
            "image_url": "https://www.bing.com/th?id=OVF.sfSO9cq6pHRJWIbeSN3FLw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "See To Believe on MSN20h",
            "source": "See To Believe on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Killswitch Engage Scream Through the Haunted Blood Prison in New Paranormal Prison Episode",
            "link": "https://www.msn.com/en-us/entertainment/news/killswitch-engage-scream-through-the-haunted-blood-prison-in-new-paranormal-prison-episode/ar-AA1xg7IX?ocid=BingNewsVerp",
            "description": "Watch Killswitch Engage, Machine Head's Robb Flynn and Dimebag Darrell's ex Rita Haney take a trip through the terrifying ...",
            "image_url": "https://www.bing.com/th?id=OVF.hZzDjCCVO4J%2fwoYpWW%2fjLw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Loudwire on MSN14h",
            "source": "Loudwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Josiah Golojuh’s journey from Russellton paperboy to paranormal author",
            "link": "https://nextpittsburgh.com/arts-entertainment/josiah-golojuhs-journey-from-russellton-paperboy-to-paranormal-author/",
            "description": "Josiah Golojuh's first novel, 'The Paper Boy' is paranormal fiction inspired by the author’s experiences growing up in Russellton, Pa.",
            "image_url": "https://www.bing.com/th?id=ODF.-APmhP_lHrIuRiyaJrfn8w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "NEXTpittsburgh20h",
            "source": "NEXTpittsburgh",
            "article_content": "As a fifth grader, Josiah Golojuh faced a dilemma.\n\nHis teacher had assigned the class to write a descriptive essay about a family vacation, but Josiah hadn’t been on a vacation he thought was interesting. So, Josiah wrote about a fictional vacation that included far-fetched interactions with the supernatural.\n\nJosiah’s classmates voted his essay one of the best, and Josiah was hooked on writing fiction.\n\nJosiah Golojuh, 42, now lives in Huntington Beach, California, but his first novel, “The Paper Boy” (Stage Beetle Books / 2024), is paranormal fiction inspired by the author’s experiences growing up in Russellton — a small Allegheny County town about 20 miles northeast of Downtown Pittsburgh — and delivering newspapers in a trailer park in West Deer.\n\nInteracting with people on the paper route and listening to customers at his family’s hair salon connected Josiah to his community. “That was how I began to learn character,” he said.\n\nPenny Golojuh, 7, waits as her father, Josiah Golojuh, signs his book, “The Paper Boy,” on Dec. 31, 2024. Penny and her sister, Primrose Golojuh, 5, designed the cover for one of their father’s comic books. Photo by John Beale.\n\nIn addition to the inspiration gained from customers he met, the money earned delivering papers helped to fuel his passion for reading and collecting comic books. Decades later, Josiah started a comic book company and published three of his own comic books, sometimes featuring character namesakes of people from his childhood.\n\nJosiah moved to California in 2002 to attend the University of Southern California. He teaches writing at Coastline Community College, but he’s quick to credit growing up in Russellton, population 1,200, with feeding his imagination for fiction.\n\n“I’d walk over to Palmer’s drugstore with my older brother to buy Slush Puppies. To a very small kid, that walk was like navigating the streets of a large city. The buildings felt gigantic,” Josiah recalled.\n\nShelly Irvine of Curtisville talks with Josiah Golojuh, left, about his book. Josiah’s daughter, Primrose Golojuh, 5, is seated next to her father. Photo by John Beale.\n\nOn New Year’s Eve, Josiah returned to Russellton’s Palmer Pharmacy to promote his book. By mid-morning, a dozen people formed a line that extended to the pharmacy counter next to a wall displaying orthopedic shoes. At the far end of the counter, a young man wearing a ball cap waited for a prescription near a display for live bait.\n\nSharpie in hand, the author and his two young daughters sat at a table facing a rack stacked with the latest edition of the newspaper Josiah delivered 30 years ago. Behind him, several customers sat on green-padded stools as they drank coffee at a soda fountain counter repurposed as a coffee bar. Josiah Golojuh, left, waits to sign his book, “The Paper Boy,” as Josiah’s father, George Golojuh, greets a visitor to the book signing event. Behind Josiah is his wife, Judy Golojuh. Photo by John Beale.\n\nThe Russellton pharmacy has been a hub in the community for decades, and the book signing resembled a homecoming of sorts. Josiah later said the gathering was “magical.” His hometown no longer seemed so large.\n\nJosiah’s wife and parents were there. Shirley Irvine came from Curtisville. Shirley’s daughter, Erin Irvine Nemazee, from Northern Virginia was there with her two daughters. Erin was in a school play with Josiah. Gary Lutz of Gibsonia, one of Josiah’s high school friends and a namesake for a character in one of Josiah’s comic books, came to get a photo. Chris Cushman was there to buy a book. He and Josiah shared a seat on the school bus.\n\n“We’re proud of you,” a woman with short graying hair said with a smile as Josiah wrote an inscription inside her book.\n\nLater in the week, Josiah said he was welcomed during a visit to Deer Lakes Middle School to talk with students about his book and his career.\n\n“I’m overwhelmed with gratitude and humbled by my community,” Josiah said. “I may live somewhere else, but this will always be my home.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chasing ghosts at Chadron Public Library",
            "link": "https://rapidcityjournal.com/news/community/chadron/chadron-library-haunted-event/article_8df82c5c-cf71-11ef-8890-37aa5d696686.html",
            "description": "To ring in 2025, several folks gathered at the Chadron Public Library for a chance to get an eye on some spooks at the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UMhnBgJHTOT3RlZ904v1oS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Rapid City Journal17h",
            "source": "Rapid City Journal",
            "article_content": "To ring in 2025, several folks gathered at the Chadron Public Library for a chance to get an eye on some spooks at the building. While there were no books flying off the shelves or any spiteful spirits looking to harm anyone, there certainly was a lot of activity happening on devices provided by Richard Dabney and apps that participants downloaded.\n\nFollowing the event, Dabney stated, “We got some interesting results from the ghost hunt.” He found several \"electronic voice phenomena\" and a possible paranormal photo. He shared them with a friend in Omaha who has paranormal experience and thinks they might be the real deal and not recordings of people who were in the group.\n\nDabney also utilized a Ovilus spirit box, through which several words could be heard, as well as flashlights that would flicker, or turn off or on when questions were asked without anyone touching them.\n\n“I have been ghost hunting since around 2005 after accidentally getting some inexplicable orbs and mists in photos taken with my first digital camera, the orbs showing up in large quantities at Athens State University in Alabama during a bluegrass music festival, and some background research revealing that two of the oldest buildings there were widely believed to be haunted by the locals and students,” Dabney said.\n\n“In Chadron I captured my first EVP recordings at the Olde Main Street Inn using a small Sony mp3 recorder, that place is so haunted EVP'S can be captured in the parking lot and across the street as well! The Bean Broker is also a great place for ghosts, with objects occasionally getting bumped off shelves or moved around inexplicably, and EVP'S often happening unexpectedly when recording radio announcements, abruptly inserted between the announcer's words.”\n\nDabney has also expressed interest in having another “ghost hunt” in the former Chadron Record building.\n\nRegardless if the phenomena on Dec. 31 was actually ghosts helping ring in the New Year, Library Director Rosella Tesch said there have been some unexplained events. There was a lot of active phenomena back in the ‘70s, she said, and the janitor at the time had seen an apparition of a woman in white. Another staff member confirmed the sighting, she added.\n\n“Personally, I have seen books moving,” Tesch said, noting that things seem to happen during the day more than the night. “I saw one shelf, all the books moved.” Staff have also found books on the floor during mornings, and during the Covid pandemic when absolutely no patrons allowed in the building staff would get frustrated because they would organize books to come back and find them out of order.\n\nAside from the books, custodial staff have seen lights turn off by themselves at night when nobody else is around.\n\n“It might be months with nothing happening, and then something goofy happens,” Tesch said. While nobody has gotten hurt, she said, “you never know.”\n\nThe library formerly utilized the annex building for a regular ghost hunt, though Tesch said, “that place was really weird and bizarre.” She recalled one of the hunts, during Halloween, resulted in some very strange photos, and she once saw a floating orb.\n\n“That place was disconcerting,” she said of the annex. “I could never be there on my own.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dandadan: Okarun's Unwavering Faithfulness To Momo, Explained",
            "link": "https://gamerant.com/dandadan-okaruns-unwavering-faithfulness-to-momo-explained/",
            "description": "Since being possessed by Turbo Granny, Okarun has become popular with the ladies, but Okarun's unwavering faithfulness ...",
            "image_url": "https://www.bing.com/th?id=OVFT.03RYWjjgIv4itIrvkn0xaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Game Rant6h",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "World's Oldest 3D map which existed 13,000 years before GPS discovered",
            "link": "https://www.indiatoday.in/science/story/worlds-oldest-3d-map-which-existed-13000-years-before-gps-discovered-2665633-2025-01-16",
            "description": "This new finding, which dates back approximately 13,000 years, adds a new dimension to our understanding of Paleolithic human ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tB1zkO8IW_CQeLXw5wttci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "India Today4m",
            "source": "India Today",
            "article_content": "The maps that we use in the GPS for daily navigation are two-dimensional, but a new discovery reveals our ancestors had better three-dimensional maps.\n\nResearchers have discovered what may be the worlds oldest three-dimensional map within a quartzitic sandstone megaclast at the Segognole 3 rock shelter in the Paris Basin.\n\nThis new finding, which dates back approximately 13,000 years, adds a new dimension to our understanding of Paleolithic human ingenuity.\n\nadvertisement\n\nThe Segognole 3 site, known since the 1980s for its artistic engravings of two horses alongside a female figure, has now revealed a miniature representation of the surrounding landscape.\n\nDr. Medard Thiry from the Mines Paris PSL Centre of Geosciences led the research, with contributions from Dr. Anthony Milnes of the University of Adelaide.\n\nTheir study, published in the Oxford Journal of Archaeology, highlights how early humans shaped the sandstone to reflect natural water flows and geomorphological features. View of the three-dimensional map on the Sgognole 3 cave floor. (Photo: Dr Medard Thiry)\n\nDr. Milnes explained that this discovery is not a map in the modern sense, which emphasises distances and navigation. Instead, it represents a three-dimensional model illustrating the functioning of the landscape, including runoff from highlands into streams and rivers, as well as the convergence of valleys leading to lakes and swamps.\n\nHe noted, For Paleolithic peoples, the direction of water flows and recognition of landscape features were likely more important than modern concepts like distance and time.\n\nDr. Thiry emphasised that these modifications to the sandstone were intentional and suggestive of advanced cognitive abilities and engineering skills among our ancestors. He stated that these hydraulic features likely held deeper symbolic meanings related to water and life.\n\nThis discovery challenges previous notions about early mapping techniques, as the oldest known three-dimensional map prior to this was a Bronze Age slab created around 3000 years ago.\n\nThe findings at Segognole 3 not only enrich our understanding of prehistoric life but also underscore the importance of interdisciplinary collaboration in archaeology, geology, and geomorphology to uncover such exceptional insights into human history."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115165531.htm",
            "description": "For humans, the most important star in the universe is our Sun. The second-most important star is nestled inside the Andromeda galaxy. Don't go looking for it -- the flickering star is 2.2 million ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily9h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Could this fundamental discovery revolutionize fertilizer use in farming?",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115124542.htm",
            "description": "Researchers have discovered a biological mechanism that makes plant roots more welcoming to beneficial soil microbes.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily12h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "7hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists make 'history-changing' discovery near Tutankhamun's tomb in Egypt",
            "link": "https://www.msn.com/en-in/news/world/ancient-egyptian-tombs-discovered-in-same-city-as-king-tut/ar-AA1xgtke?ocid=BingNewsVerp",
            "description": "Archaeologists have made a significant discovery in the region where King Tutankhamun was discovered, which they say ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D4rV1JGH_CSFKy5v0jz5-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "11hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Details How It Would Like AI to Be Regulated",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-details-how-it-would-like-ai-to-be-regulated/ar-AA1xh5Fa?ocid=BingNewsVerp",
            "description": "The resulting regulation—or lack thereof—could have repercussions for businesses working on artificial intelligence.",
            "image_url": "https://www.bing.com/th?id=OVFT.Mx2hDMu6x6QJtjXpJRp0Yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's 'tasks' assistant markets 'baby steps' into AI agent race",
            "link": "https://www.msn.com/en-us/money/other/openai-s-tasks-assistant-markets-baby-steps-into-ai-agent-race/vi-AA1xfYTn?ocid=BingNewsVerp",
            "description": "U.S., Arab and Israeli officials all tell CBS News that Israel and Hamas have agreed in principle to a ceasefire and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v1-w3-NmMClhXLPF4lyOSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI tests phone number-only ChatGPT signups",
            "link": "https://www.msn.com/en-us/news/technology/openai-tests-phone-number-only-chatgpt-signups/ar-AA1xfOIo?ocid=BingNewsVerp",
            "description": "OpenAI has begun testing a feature that lets new ChatGPT users sign up with only a phone number — no email required. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AevbgbAxza1679oUY_Q2wS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is bankrolling Axios’ expansion into four new markets",
            "link": "https://www.msn.com/en-us/money/companies/openai-is-bankrolling-axios-expansion-into-four-new-markets/ar-AA1xgrVP?ocid=BingNewsVerp",
            "description": "This deal is part of a broader partnership between the two organizations and is the first time OpenAI will directly fund a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LkF6bN3KIWvg_naM247MUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US targets China’s answer to OpenAI with trade blacklisting",
            "link": "https://www.ft.com/content/c61b361e-d6fd-407a-8737-55a341b9fa4d",
            "description": "Beijing-based Zhipu singled out among artificial intelligence start-ups for allegedly advancing Chinese military capabilities ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WxV272XpdF0kBcJKuGpnZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "The Financial Times",
            "article_content": "Limited time offer Save 40% on Standard Digital\n\nwas $540 now $319 for your first year Make up your own mind. Build robust opinions on the FT's trusted journalism. Offer available until 27 February 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Five Web3 Trends To Watch In 2025: AI, DePINs, RWAs And Beyond",
            "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2025/01/15/five-web3-trends-to-watch-in-2025-ai-depins-rwas-and-beyond/",
            "description": "The Web3 ecosystem could be positioned for unprecedented growth in 2025, but success will require strategic planning, bold ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CAy7B4Bk8LSPx1oP33ZlmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Leverage 17 Martech Trends Smart Brands Are Utilizing Right Now",
            "link": "https://www.forbes.com/councils/forbesagencycouncil/2025/01/15/how-to-leverage-17-martech-trends-smart-brands-are-utilizing-right-now/",
            "description": "The rapid evolution of marketing tech makes it increasingly difficult for brands to evaluate, integrate and extract value ...",
            "image_url": "https://www.bing.com/th?id=OVFT.inAl7DT-rvmP3oWsg1Nnzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "20h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Starbucks doesn’t want to be America’s public bathroom anymore. Why has the company ended ‘open-door’ policies?",
            "link": "https://www.msn.com/en-in/money/topstories/starbucks-doesn-t-want-to-be-america-s-public-bathroom-anymore-why-has-the-company-ended-open-door-policies/ar-AA1xeRG7?ocid=BingNewsVerp",
            "description": "Starbucks has reversed its open policy. Starbucks is ending its open-door policy, which will now require customers to make a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zJ1aIbZGW4IcSTebivWRxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "20hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cyber Insights 2025: Open Source and Software Supply Chain Security",
            "link": "https://www.securityweek.com/cyber-insights-2025-open-source-and-the-software-supply-chain/",
            "description": "Open source software (OSS) is a prime target for supply chain cyberattacks and protecting it remains a major challenge.",
            "image_url": "https://www.bing.com/th?id=OVFT.9GBxb4aZeJk_il-cImWgJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "SecurityWeek17h",
            "source": "SecurityWeek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What to wear for JEE Main 2025? Check dress code for male and female candidates",
            "link": "https://www.msn.com/en-in/fashion-and-style/fashion-trends/what-to-wear-for-jee-main-2025-check-dress-code-for-male-and-female-candidates/ar-AA1xfjKN?ocid=BingNewsVerp",
            "description": "Here are the JEE Main 2025 dress code guidelines, specifying what male and female candidates can wear on the exam day.",
            "image_url": "https://www.bing.com/th?id=OVFT.0v4IIhrLQXc0N4vtjPiCxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN18h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115165531.htm",
            "description": "For humans, the most important star in the universe is our Sun. The second-most important star is nestled inside the Andromeda galaxy. Don't go looking for it -- the flickering star is 2.2 million ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily9h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Touschek and Gatto: exploring a friendship that would shape fundamental physics",
            "link": "https://www.alphagalileo.org/en-gb/Item-Display/ItemId/254067",
            "description": "A review of personal exchanges and personal communications sheds new light on the collaboration between both researchers, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.luDvtC12sk6vFFPGfGy_uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "AlphaGalileo14m",
            "source": "AlphaGalileo",
            "article_content": "A review of personal exchanges and personal communications sheds new light on the collaboration between both researchers, which would lay the foundations for groundbreaking discoveries in particle physics\n\nSamuel Jarman, SciencePOD\n\nThe Large Hadron Collider (LHC) made its groundbreaking discovery of the Higgs Boson in 2012, but its ancestry can be traced back over 60 years to the first electron-positron collision experiment in Italy. Named Anello di Accumulazione (AdA), the experiment was the world’s first collider of matter and antimatter.\n\nThrough new research published in +, Luisa Bonolis, a historian of physics from MPIWG in Berlin, together with particle physicists Franco Buccella from INFN Roma1 and Giulia Pancheri at INFN Frascati Laboratories, tell the little-known story how AdA’s theoretical foundations were shaped by the collaboration between Bruno Touschek and Raoul Gatto: two pioneering physicists with a deep knowledge of the properties of fundamental particles.\n\nBuilt at Frascati in 1961, AdA was a ring-shaped collider around 1.3 metres in diameter, which operated until 1964. Despite its short lifetime, the experiment lay vital groundwork for ADONE: an electron-positron collider 105 metres in diameter, which would go on to operate until 1993.\n\nThis larger collider helped to refine the methods, which in 1974, would lead to the groundbreaking discovery of the J/psi meson. This particle was crucial in advancing our understanding of quarks and their interactions – ultimately paving the way for the discovery of the Higgs boson several decades later.\n\nTouschek is well known for his contributions to the AdA experiment, but less is known about the crucial role played by his friend, Gatto, who he met in Rome in 1953. In their paper, the team investigate the collaboration between the pair based on a wide range of available sources: including Gatto’s personal exchanges with Touschek, and their own private communications with Gatto.\n\nThe team’s findings highlight the close friendship between the two scientists, and paint a picture of the discussions between them which would prove the feasibility of collider rings as tools for probing the world of elementary particles.\n\nThe paper also explores the duo’s friendship with Wolfgang Pauli and Gerhard Lüders, whose theoretical work was a vital basis for AdA’s success, and highlights Touschek and Gatto’s contribution in mentoring many of the great Italian physicists whose work would shape the foundations of the Standard Model.\n\nReference\n\nL Bonolis, F Buccella, G Pancheri. Raoul Gatto and Bruno Touschek’s joint legacy inthe rise of electron-positron physics, Eur. Phys. J. H, 49, 24 (2024). https://doi.org/10.1140/epjh/s13129-024-00086-3"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "World's Oldest 3D map which existed 13,000 years before GPS discovered",
            "link": "https://www.indiatoday.in/science/story/worlds-oldest-3d-map-which-existed-13000-years-before-gps-discovered-2665633-2025-01-16",
            "description": "This new finding, which dates back approximately 13,000 years, adds a new dimension to our understanding of Paleolithic human ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tB1zkO8IW_CQeLXw5wttci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "India Today4m",
            "source": "India Today",
            "article_content": "The maps that we use in the GPS for daily navigation are two-dimensional, but a new discovery reveals our ancestors had better three-dimensional maps.\n\nResearchers have discovered what may be the worlds oldest three-dimensional map within a quartzitic sandstone megaclast at the Segognole 3 rock shelter in the Paris Basin.\n\nThis new finding, which dates back approximately 13,000 years, adds a new dimension to our understanding of Paleolithic human ingenuity.\n\nadvertisement\n\nThe Segognole 3 site, known since the 1980s for its artistic engravings of two horses alongside a female figure, has now revealed a miniature representation of the surrounding landscape.\n\nDr. Medard Thiry from the Mines Paris PSL Centre of Geosciences led the research, with contributions from Dr. Anthony Milnes of the University of Adelaide.\n\nTheir study, published in the Oxford Journal of Archaeology, highlights how early humans shaped the sandstone to reflect natural water flows and geomorphological features. View of the three-dimensional map on the Sgognole 3 cave floor. (Photo: Dr Medard Thiry)\n\nDr. Milnes explained that this discovery is not a map in the modern sense, which emphasises distances and navigation. Instead, it represents a three-dimensional model illustrating the functioning of the landscape, including runoff from highlands into streams and rivers, as well as the convergence of valleys leading to lakes and swamps.\n\nHe noted, For Paleolithic peoples, the direction of water flows and recognition of landscape features were likely more important than modern concepts like distance and time.\n\nDr. Thiry emphasised that these modifications to the sandstone were intentional and suggestive of advanced cognitive abilities and engineering skills among our ancestors. He stated that these hydraulic features likely held deeper symbolic meanings related to water and life.\n\nThis discovery challenges previous notions about early mapping techniques, as the oldest known three-dimensional map prior to this was a Bronze Age slab created around 3000 years ago.\n\nThe findings at Segognole 3 not only enrich our understanding of prehistoric life but also underscore the importance of interdisciplinary collaboration in archaeology, geology, and geomorphology to uncover such exceptional insights into human history."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of dangerous substance results in cancellation of Oklahoma university's classes",
            "link": "https://www.msn.com/en-us/news/us/discovery-of-dangerous-substance-results-in-cancellation-of-oklahoma-universitys-classes/ar-AA1xh9LZ?ocid=BingNewsVerp",
            "description": "Northwestern Oklahoma State University will be closed for a time on Thursday after the discovery of a potentially hazardous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G5I49khUtQPXwaHmau6xXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "The Oklahoman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Could this fundamental discovery revolutionize fertilizer use in farming?",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115124542.htm",
            "description": "Researchers have discovered a biological mechanism that makes plant roots more welcoming to beneficial soil microbes.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily12h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mix3D.ai Unveils Groundbreaking AI-Powered No-Code 3D-Virtual and Mixed Reality Content Creator Platform and Content Distribution Ecosystem",
            "link": "https://www.tribuneindia.com/news/business/mix3d-ai-unveils-groundbreaking-ai-powered-no-code-3d-virtual-and-mixed-reality-content-creator-platform-and-content-distribution-ecosystem/",
            "description": "Mix3D.ai, a cutting-edge technology firm based in Bengaluru, is set to revolutionize the immersive content industry with the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Vi2m27hTtQucGQfklamz1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "The Tribune",
            "article_content": "PRNewswire\n\nBengaluru (Karnataka) [India], January 16: Mix3D.ai, a cutting-edge technology firm based in Bengaluru, is set to revolutionize the immersive content industry with the launch of its innovative AI-powered, no-code 3D Content Creator Platform. This pioneering platform is designed to transform how content creators engage with their audiences, offering unprecedented ease and creativity.\n\nEmpowering Corporate Educators and Training Companies: Addressing the modern challenges faced by corporate educators and training companies, Mix3D.ai has developed Mix3D.studio. This content creation tool leverages the power of Suggestive AI and immersive technology to simplify the creation of 3D, VR, and MR content. Mix3D.ai's vision extends beyond mere content creation, aiming to reshape the entire content creation landscape.\n\nAdvertisement\n\nThe Mix3D.ai Ecosystem: The Mix3D.ai ecosystem comprises three key components: Mix3D.studio, Mix3D.streamer, and Mix3D.community. Together, they empower creators to build, distribute, and monetize their work, setting new standards in immersive content.\n\n* Mix3D.studio: No-Code Platform for High-Quality Content\n\nAdvertisement\n\nMix3D.studio offers a seamless, no-code experience for creating high-quality 3D, VR, and MR content. By removing technical barriers, it enables educators, trainers, and creators to transform their expertise into captivating, interactive experiences. This platform not only enhances training offerings but also provides a pathway for creators to retail their unique content.\n\n* Mix3D.streamer: Streamlining Content Distribution\n\nMix3D.streamer facilitates the distribution of immersive content, allowing creators to reach a wider audience and streamline their content delivery process. This platform increases the creator's chances of discovery.\n\n* Mix3D.community: A Dynamic Platform for Content Producers\n\nMix3D.community further extends Mix3D.ai's vision by providing a dynamic platform for corporate trainers, educators, and training companies to evolve into content producers. Members receive complimentary access to Mix3D.studio software and storage, and are encouraged to share 40% of their content on Mix3D.streamer. This collaborative approach benefits both the community and content consumers.\n\nThe community platform also offers members the opportunity to showcase their work, enhancing visibility through public channels. Members retain control over their revenue streams, with options to monetize their remaining content through rentals or subscriptions. This supportive environment and flexible monetization strategies enable members to bring their immersive content to life and build a sustainable creative model.\n\nFounder's Vision\n\nJayachandran S, Founder of Simpencil & Mix3D.ai, commented, \"Eat your own dog food: Yes, that's our mantra. We started as a training firm a decade ago. Since then, we have focused on creating engaging simulations for corporate houses and academic institutions. We built many simulations for companies like Honeywell, Siemens, Schneider, MICA, and Maersk (to name a few). I knew there was so much potential in building simulations (as opposed to PowerPoint decks), but training firms kept away from converting their content into simulations. I wondered why.\"\n\nThe answer to this question led us to build Mix3D. Trainers and training firms are Subject Matter Experts; they are not techies by any measure. It's not that they don't want to create and deploy compelling scenarios, but the technology behind the art and the costs involved kept great content of master trainers from being transformed into engaging and immersive experiences.\n\n2018 is when we started building. After a good amount of R&D and feedback from our clientele, we managed to develop a No-Code Do-It-Yourself 3D, virtual & mixed reality content creator, which we named Mix3D.\"\n\nChethan Kumar, COO of Mix3D.ai, on their foray into uncharted territory: \"It's impossible unless it's done. When I first heard about going the 3D, virtual, and mixed reality way, I was aware of the obstacles and challenges ahead. But that's the fun part. To fund the development of Mix3D, I focused on the Defence and Manufacturing sectors to bring in the revenues, while I let the mad scientist and his developers innovate and develop.\"\n\n\"My contribution to this project has been to keep the company alive while it builds for the future. When I hear trainers and training firms appreciating our work, I forget the struggles. We survived and stayed invested in Mix3D, and it has paid off.\"\n\nSathish Kumar, CTO of Mix3D.ai, on the role of technology and creativity: \"Technology can be molded to suit requirements, but we need dreamers to conjure products. My communication to the Design team is simple: Think what your creators want; making that happen from a tech perspective is my job.\"\n\n\"We follow a straightforward approach to developing features -- if it can be designed, it can be developed. If it can be imagined, it is possible. These philosophies and the Agile manifesto have helped us build fantastic world-class work from a tier 2 city like Madurai. Our design, sales, and marketing happen from our Bangalore office. This combination has truly worked for us.\"\n\nAbout Mix3D.ai\n\nWith Mix3D.ai, transforming training materials into immersive, interactive experiences is both easy and fun -- no coding skills required. Corporate educators and training companies can bring their ideas to life in just a few simple steps. Using Mix3D.studio's zero-code platform, they can quickly upload 3D models, videos, and other assets to create stunning content in no time. Once complete, their creations can be published across desktops, VR headsets, and MR devices with a single click. The journey doesn't stop there -- Mix3D.ai enables users to stream their content on Mix3D.streamer, reaching audiences far and wide. Additionally, users can monetize their content through rental fees or subscription models on Mix3D.community, turning their creative efforts into a successful venture.\n\nSocial media handle:\n\nLinkedIn: https://www.linkedin.com/company/26621816/admin/dashboard/\n\nFor further information and inquiries, please contact:\n\nJayachandran S\n\nManaging Director & Chairman, Simpencil & Mix3D.ai\n\nM: +91 9886152062 | Email: jay@simpencil.com\n\nPhoto: https://mma.prnewswire.com/media/2598555/Mix3D_ai.jpg\n\n(ADVERTORIAL DISCLAIMER: The above press release has been provided by PRNewswire. ANI will not be responsible in any way for the content of the same)\n\n(The story has come from a syndicated feed and has not been edited by the Tribune Staff.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Good Market Launches No-Code Trading Platform to Address Retail Traders’ $2.1 Trillion Challenge",
            "link": "https://www.cryptoglobe.com/latest/2025/01/good-market-launches-no-code-trading-platform-to-address-retail-traders-2-1-trillion-challenge/",
            "description": "The platform’s native token, $GOOD, offers practical benefits including trading fee reductions of up to 20% and access to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.motMekJ4ru1VTC8-rqGBcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "cryptoglobe23h",
            "source": "cryptoglobe",
            "article_content": "London, London, January 14th, 2025, Chainwire\n\nGood Market, built by fintech veterans from M2 Exchange and Freetrade, introduces a new trading platform that combines AI-driven trading with human-centered design. The platform enters closed beta testing with an initial group of 500+ traders, targeting a significant reduction in emotional trading errors – a key factor in the well-documented 90-95% failure rate among retail traders.\n\nThe platform streamlines complex trading processes through systematic execution and automated risk management, addressing key issues that typically lead to trading losses.\n\n“Current trading platforms are part of the problem, not the solution,” says Good Market’s development team. “While Binance, Coinbase, and other exchanges focus on transaction volume, they’ve neglected the fundamental issue: traders lack systematic execution tools that prevent emotional trading and enforce disciplined strategies.”\n\nDemo: Good Markets platform\n\nGood Market’s Smart Assist Intelligence™ tackles this crisis head-on by automating trade execution and risk management. The platform allows traders to configure up to 300+ parameters, including technical indicators and entry/exit conditions, without writing code. This systematic approach eliminates the psychological biases that plague manual trading of popular tokens like Polygon (MATIC), Chainlink (LINK), and Avalanche (AVAX).\n\nCore Platform Features:\n\nAI-assisted analysis with semi-auto or fully automated execution\n\nAI-prompted strategy builder with 300+ parameters (no coding required)\n\nAutomated position sizing and risk controls\n\nA community marketplace for verified strategies\n\nIntegrated technical and fundamental analysis\n\nGetting $GOOD\n\nThe platform’s native token, $GOOD, offers practical benefits including trading fee reductions of up to 20% and access to premium features. The initial token sale begins at $0.025, with 4 million tokens available in Phase 1 before moving to $0.05 in Phase 2.\n\nEarly Investor Benefits:\n\nBeta platform access\n\nInvitation to London investor meetup\n\nFounder-tier platform status\n\nPremium features for holders of 10,000+ tokens\n\nInput on platform development\n\nAbout Good Market\n\nThe Good Market team combines deep expertise in cryptocurrency trading and traditional finance, including key architects from M2 Exchange who managed over $2B in trading volume and product leaders from Freetrade. Development began in February 2024, building on years of direct experience with retail trading challenges.\n\nThe platform will move to public beta in Q1 2025. Early investors can participate at www.goodmarket.ai.\n\nNote: Trading cryptocurrency and other assets carry a significant risk of loss. Good Market provides tools for systematic trading but does not guarantee trading profits. Popular cryptocurrencies mentioned like Bitcoin, Ethereum, and others experience high volatility and should be traded with caution.\n\nConnecting with Good Market:\n\nMedia Contact: [email protected]\n\nwww.goodmarket.ai\n\nContact\n\nMr\n\nChike Chiejine\n\nGood Market\n\n[email protected]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cuba starts freeing prisoners a day after the US said it would lift terror designation",
            "link": "https://apnews.com/article/cuba-prisoners-released-us-terrorism-list-5fb785c7297465d387bfc4ba0a157ad2",
            "description": "Cuba has started releasing some prisoners as part of talks with the Vatican, a day after President Joe Biden’s administration ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d3L7kv9uLyAdUyTPK3XNgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5h",
            "source": "Associated Press",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I'm a startup CTO and the H-1B Visa helped launch my career. It's not perfect — but there are a lot of misconceptions about it.",
            "link": "https://www.msn.com/en-us/money/startup/i-m-a-startup-cto-and-the-h-1b-visa-helped-launch-my-career-it-s-not-perfect-but-there-are-a-lot-of-misconceptions-about-it/ar-AA1xeagn?ocid=BingNewsVerp",
            "description": "Arun Prasad Jaganathan has worked in the US on an H-1B Visa for years. He says there's room for improvement in the system.",
            "image_url": "https://www.bing.com/th?id=OVFT.lBycn0-P0RU9kNdLLUFM0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The ever-popular Dell XPS 13 has a massive $700 discount today",
            "link": "https://www.msn.com/en-us/technology/hardware-and-devices/the-ever-popular-dell-xps-13-has-a-massive-700-discount-today/ar-AA1xfaFt?ocid=BingNewsVerp",
            "description": "The Dell XPS 13 is one of the best laptops around and this particular model with a great screen and plenty of RAM is $700 off ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aoBoYZhNhPO62xoLH9fjIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "18hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cyber Insights 2025: Open Source and Software Supply Chain Security",
            "link": "https://www.securityweek.com/cyber-insights-2025-open-source-and-the-software-supply-chain/",
            "description": "Open source software (OSS) is a prime target for supply chain cyberattacks and protecting it remains a major challenge.",
            "image_url": "https://www.bing.com/th?id=OVFT.9GBxb4aZeJk_il-cImWgJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "SecurityWeek17h",
            "source": "SecurityWeek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Oakland judge postponed Musk suit against OpenAI even as interest in the case gathers",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/oakland-judge-postponed-musk-suit-against-openai-even-as-interest-in-the-case-gathers/ar-AA1xg6dV?ocid=BingNewsVerp",
            "description": "A federal judge in Oakland has postponed a hearing on Elon Musk’s attempt to prevent OpenAI, the owner of ChatGPT and other ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7KFs6J00ywZN0ZXVyFbhpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TikTok owner ByteDance powered an e-reader’s unhinged AI assistant",
            "link": "https://www.msn.com/en-us/news/technology/tiktok-owner-bytedance-powered-an-e-reader-s-unhinged-ai-assistant/ar-AA1xgsbb?ocid=BingNewsVerp",
            "description": "But the model is only meant to be used within China’s mainland, a ByteDance spokesperson told TechCrunch. The e-reader’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zBdrcLM9KifeGC670KAMUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Geometric machine learning method promises to accelerate precision drug development",
            "link": "https://www.msn.com/en-us/science/biochemistry/geometric-machine-learning-method-promises-to-accelerate-precision-drug-development/ar-AA1xg4Zz?ocid=BingNewsVerp",
            "description": "Proteins are the foundation of all life we currently know. With their virtually limitless diversity, they can perform a broad ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v8X7SXT-O8CtVvpVkXUhMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "14hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Cloud-Based Machine Learning Through Systematic Design",
            "link": "https://www.analyticsinsight.net/cloud-technology/transforming-cloud-based-machine-learning-through-systematic-design",
            "description": "In this era of rapid technological advancement, cloud-based machine learning (ML) platforms are achieving new heights in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fTbbTEOcnRAE2ifdH5bpOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Analytics Insight18m",
            "source": "Analytics Insight",
            "article_content": "The human element will be the critical factor in machine learning (ML) platform development. Building a successful team requires a balanced structure of technical experts with strong operational support to ensure collaboration and efficiency. Senior architects will bring invaluable experience, leading strategic innovation, and making important decisions, while mid-level engineers ensure smooth execution by managing the implementation challenges. These roles make up the core of effective ML platform development and ensure robust, scalable, and impactful solutions.\n\nIn conclusion, Snehansh Devera Konda's insights point out the significance of system design in cloud-based ML platforms. These innovations will help organizations build reliable, scalable, and efficient systems that meet today's demands for a digital landscape while paving the way for future advancements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine and Russia launch major strikes on each other with Trump’s inauguration days away",
            "link": "https://www.msn.com/en-us/politics/government/ukraine-and-russia-launch-major-strikes-on-each-other-with-trump-s-inauguration-days-away/ar-AA1xeZLo?ocid=BingNewsVerp",
            "description": "Ukraine and Russia have been exchanging major drone and missile strikes, with each seeking to gain an advantage as US ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rPVNe90BMixu5TqxUYK9Fi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "19hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia hammers Ukraine with massive missile strike, forcing power cuts in dead of winter",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/russian-missile-attack-forces-ukraine-to-shut-down-power-grid/ar-AA1xeixf?ocid=BingNewsVerp",
            "description": "The Russian missiles sought out targets from the Lviv region in western Ukraine near Poland to Kharkiv in northeast Ukraine ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2tVU2MryPylY1dB0dyEVuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "19hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel-Palestine: A timeline of the decades-long conflict as ceasefire reportedly reached with Hamas",
            "link": "https://www.standard.co.uk/news/world/israel-palestine-conflict-timeline-hamas-ceasefire-b1112561.html",
            "description": "After Israel’s refusal to withdraw its security forces from the mosque compound, Hamas launches a sustained rocket barrage ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lqKJhWWfnFdPtoP7HR-OpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "14h",
            "source": "London Evening Standard",
            "article_content": "The letter, known as the Balfour Declaration, was just 67 words – but it is regarded as one of the most contested documents in the modern history of the Middle East. It committed the British government to “the establishment in Palestine of a national home for the Jewish people” and to facilitate “the achievement of this object”."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump advisers say Ukraine war will take months to resolve",
            "link": "https://www.msn.com/en-us/news/politics/trump-advisers-say-ukraine-war-will-take-months-to-resolve/ar-AA1xgl3x?ocid=BingNewsVerp",
            "description": "Two Trump associates described the Day One promises as a combination of campaign bluster and a lack of appreciation of the ...",
            "image_url": "https://www.bing.com/th?id=OVF.QgQ8J7AGjDHw4Q7sDKIZeA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "13hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Real Estate Stocks Bounce as Bond Yields Plunge. Consider These REITs.",
            "link": "https://www.msn.com/en-us/money/other/real-estate-stocks-bounce-as-bond-yields-plunge-consider-these-reits/ar-AA1xgaAF?ocid=BingNewsVerp",
            "description": "Investors might finally have a buying opportunity in front of them for the long-struggling real estate sector. For weeks, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kwQu-m7XikkeLVIVm7Tt4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "14hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Three Reasons Why Wells Fargo Predicts 70% Plunge on Tesla's Stock",
            "link": "https://finance.yahoo.com/news/three-reasons-why-wells-fargo-155916938.html",
            "description": "Wells Fargo has just reaffirmed on its bearish Tesla call, ignoring the stock's rally and as a reminder to investors that bears still persevere on Wall Street. Despite the underweight rating, the bank ...",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "16h",
            "source": "YAHOO!Finance",
            "article_content": "Wells Fargo has just reaffirmed on its bearish Tesla call, ignoring the stock's rally and as a reminder to investors that bears still persevere on Wall Street. Despite the underweight rating, the bank forecasts Tesla shares will collapse another 70% to $125 in the next year.\n\nWells Fargo's analyst commented that the grim prediction is driven by weak business fundamentals. They point to Tesla's struggles to prop up vehicle deliveries despite deep discounts, and they warn about fierce competition from Chinese EV players.\n\nThe analyst added that the potential to repeal the Inflation Reduction Act tax credits may impact a serious threat to Tesla's pricing power and U.S. market demand.\n\nAlso, Tesla's futuristic CyberCab and humanoid robot Optimus fail to impress Wells Fargo. These innovations have always been exciting, but the bank warns they are in development and are still incredibly expensive, even though they are operational in some form.\n\nThis gloomy projection is made when Tesla enthusiasts are still betting big on the company's long-term vision. Will Elon Musk's team twist the skeptics to prove wrong, or does Tesla head towards a big correction as predicted?\n\nThree Reasons Why Wells Fargo Predicts 70% Plunge on Tesla's Stock\n\nGF Score for Tesla is 78 per 100, highlights company's high financial strength and high revenue growth, but investors should take note that the profitability of Tesla is moderate, and the stock price is considered expensive.\n\nThis article first appeared on GuruFocus.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BYD Closing the Gap on Tesla in Global EV Market Share",
            "link": "https://finance.yahoo.com/news/byd-closing-gap-tesla-global-180000487.html",
            "description": "Tesla retained the biggest market share among all battery electric vehicles (BEVs) sold worldwide in 2024, but only slightly.",
            "image_url": "https://www.bing.com/th?id=OVFT.fBTN-JuSOUliizNDvLuOBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "14h",
            "source": "YAHOO!Finance",
            "article_content": "Tesla retained the biggest market share among all battery electric vehicles (BEVs) sold worldwide in 2024, but only slightly. In 2023, Tesla's share stood at 19 percent before dropping to 18 percent in first nine months of 2024, according to analyses by EV Volumes published on CleanTechnica.\n\nThe competition is now hot on Tesla's heels. As Statista's Florian Zandt shows in the chart below, the Chinese conglomerate BYD, which produces standalone electric vehicle batteries and associated electronics in addition to plug-in hybrid and fully electric vehicles, increased its market share by 9 percentage points between 2021 and 2024.\n\nInfographic: Tesla and BYD Claim a Third of the Global BEV Market | Statista\n\nYou will find more infographics at Statista\n\nAs CleanTechnica points out, BYD's market share in the BEV market might not increase that much in 2025 due to the manufacturer focusing on plug-in hybrid electric vehicles in the upcoming year.\n\nThe BEV portfolio of legacy automakers like Volkswagen and Geely-Volvo stood at 7 and 8 percent, respectively, while SAIC, which includes the joint venture between the Chinese state-owned SAIC Motor and Wuling as well as General Motors, also had a market share of 8 percent as of the most recently available data.\n\nBetween 2023 and January to September 2024, BYD's and Tesla's shares dropped by 1 percentage point each. BYD is focused on providing BEVs to a more general consumer base, while Tesla's products have a higher price tag. This difference might be slightly mitigated through the increase of tariffs on Chinese-made cars from 25 to 100 percent which came into effect in August 2024.\n\nAccording to EV Volumes, 14 million electric vehicles were sold globally in 2023, 70 percent of which were BEVs. However, 84 percent of all light vehicles sold still ran on traditional combustion engines or other non-electric fuel sources. The biggest exporter and market for both hybrids and BEVs was China with shares of 65 and 59 percent, respectively.\n\nBy Zerohedge.com\n\nMore Top Reads From Oilprice.com\n\nRead this article on OilPrice.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CTT's Accelerating Business Model",
            "link": "https://seekingalpha.com/article/4749566-ctts-accelerating-business-model",
            "description": "Many wondered what we saw in Correios de Portugal back when we doubled down and went on the board. Click here for our brief ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zsA4dy84zJAuP97REURUai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "20h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Calls Windmills ‘An Economic And Environmental Disaster’ In Latest Rant Against Turbines",
            "link": "https://www.msn.com/en-us/money/other/trump-calls-windmills-an-economic-and-environmental-disaster-in-latest-rant-against-turbines/ar-AA1xg8Zp?ocid=BingNewsVerp",
            "description": "What Has Trump Said About Whales And Wind Turbines? Trump has claimed for years that windmills have a negative impact on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9WqQ6Lj337B9oB8TCL-X6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "13hon MSN",
            "source": "Forbes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Economic Toll of Los Angeles Fires Goes Far Beyond Destroyed Homes",
            "link": "https://www.nytimes.com/2025/01/15/business/economy/los-angeles-fires-economy.html",
            "description": "The ongoing disaster will affect residents’ health, local industries, public budgets and the cost of housing for years to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6gjfUlOvXTlFC-SfAeFSFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "15h",
            "source": "The New York Times",
            "article_content": "After decades of mounting damage from climate-fueled natural disasters, researchers have compiled many misery-filled data sets that trace the economic fallout over weeks, months and years.\n\nThe fires still burning in Los Angeles are sure to rank among America’s most expensive — but there is no perfect analogue for them, making it difficult to forecast the ultimate cost.\n\nThe main reason is that wildfires have typically burned in more rural locations, consuming fewer structures and attacking smaller metropolitan areas. The Los Angeles conflagration is more akin to a storm that hits a major coastal city, like Houston or New Orleans, causing major disruption for millions of people and businesses.\n\n“It looks a lot more like the humanitarian situation from a flood or a hurricane than a wildfire that people are watching in the hills,” said Amir Jina, an assistant professor at the University of Chicago’s Harris School of Public Policy, who has studied the economic impact of climate change."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft and PC Makers Slash Prices of Copilot+ PCs in Europe Amid Tepid Demand",
            "link": "https://techstory.in/microsoft-and-pc-makers-slash-prices-of-copilot-pcs-in-europe-amid-tepid-demand/",
            "description": "Microsoft and its network of PC manufacturers have reduced the prices of their AI-enhanced Copilot+ laptops in Europe.",
            "image_url": "https://www.bing.com/th?id=OVFT.Hv_EKQh0REh-ECEzg_7Aty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "11h",
            "source": "tech",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "8BitDo Retro 87 Mechanical Keyboard - Xbox Edition | Review",
            "link": "https://www.msn.com/en-gb/technology/consumer-electronics/8bitdo-retro-87-mechanical-keyboard-xbox-edition-review/ar-AA1xgA9e?ocid=BingNewsVerp",
            "description": "Xbox Edition kit was provided by the manufacturer for review.Meet 8BitDo’s latest Xbox-branded kit—the '8BitDo 87 Mechanical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H75oPJ9ZOj0Y75NSrQimhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing Cloud Computing: Innovations in Serverless Infrastructure",
            "link": "https://www.analyticsinsight.net/cloud-computing/revolutionizing-cloud-computing-innovations-in-serverless-infrastructure",
            "description": "Serverless computing represents a pivotal advancement in cloud technology, fundamentally transforming how applications are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uJ1-XkfEGOCaWC-db10Gcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Analytics Insight1h",
            "source": "Analytics Insight",
            "article_content": "Serverless computing, having an event-driven architecture that only invokes functions when called for, ensures efficient use of resources. Suitable for unpredictable traffic, serverless applications are scaly and cost-efficient without requiring human intervention and perfect for dynamic modern workloads.\n\nEvent aggregation, and asynchronous processing, another state-of-the-art technique, improves the reliability and performance of serverless applications to provide thorough and intensive scalability to demanding requirements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paving the Path to Success in Cloud Computing: A Comprehensive Guide",
            "link": "https://www.analyticsinsight.net/cloud-computing/paving-the-path-to-success-in-cloud-computing-a-comprehensive-guide",
            "description": "In the era of rapid technological transformation, cloud computing has emerged as the backbone of digital innovation, enabling businesses to scale efficiently an ...",
            "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Analytics Insight1h",
            "source": "Analytics Insight",
            "article_content": "The future of cloud computing is molded by the advance of AI-driven operations, edge computing, and sustainability. The AI-driven operations improve resource usage by 41.5%. Edge-driven solutions reduce application latency to 78.9%. The sustainability initiatives for energy-efficient clouds enhance resource efficiency by 72.4% and reflect industry commitment to environment-friendly innovation. Professionals who can stay ahead of these trends will play a vital role in propelling the next wave of digital transformation.\n\nIn conclusion, Vaibhav Haribhau Khedkar’s exploration of cloud computing highlights the critical skills, certifications, and strategies required to excel in this field. By mastering technical fundamentals, embracing automation, and continuously learning, professionals can unlock unparalleled opportunities for growth. As cloud technologies evolve, those equipped with both technical expertise and strategic foresight will shape the future of the industry, setting new benchmarks for innovation and efficiency."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists make huge discovery at ‘Stonehenge of the East’ dating back 5,000 years",
            "link": "https://www.ladbible.com/news/science/rujm-elhiri-golan-heights-stonehenge-moved-956601-20250115",
            "description": "Scientists studying a 5,000-year-old monument in the Middle East have made a startling discovery about the structure. Called ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OOQ7vpGz46hoI8Mke0cuHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "17h",
            "source": "LADbible",
            "article_content": "Scientists studying a 5,000-year-old monument in the Middle East have made a startling discovery about the structure.\n\nCalled Rujm el-Hiri, it is often referred to as the 'Stonehenge of the East' due to its similarities to the English monument.\n\nOfficially called 'megalith' structures, it is scientific speak for prehistoric constructions put together using large stone with many of them found across Europe in particular; some 35,000 exist on the continent alone.\n\nAdvert\n\nRujm el-Hiri is not found in Europe, though, with it located in the Golan Heights region of Syria.\n\nRujm el-Hiri from the sky (MENAHEM KAHANA/AFP via Getty Images)\n\nWhat is Rujm el-Hiri?\n\nRoughly 16 kilometres inland from the Sea of Galilee, it is made up of more than 42,000 rocks arranged in concentric circles.\n\nAdvert\n\nAt the middle of it all is a large mound of rocks that is 15 foot high at its tallest point, which is roughly 4.6 metres.\n\nBut to this day people aren't quite sure what the point of Rujm el-Hiri is. Or rather, was.\n\nThe name itself translates as 'stone heap of the wildcat', with a modern name for the site being Gilgal Refaʾim which translates as 'Wheel of Ghosts' or Wheel of Spirits'.\n\nMade up of almost 40,000 tonnes of stone, it is estimated to have taken more than 25,000 combined working days to have put the megalith together.\n\nSpooky theories surrounding Rujm el-Hiri\n\nHaving been first discovered in 1967 during an archaeological survey, it was only then excavated in 2007.\n\nAdvert\n\nExperts have ruled out it being a burial site given that no human remains are on the site.\n\nBut some still theorise that astronomical connections are behind it, connected to ancient cultures observing the stars and planets while others think it could be linked to rituals and offerings to gods.\n\nRujm el-Hiri is in Syria, north of Israel (Olga Khabarova et al, Remote Sensing)\n\nRujm el-Hiri new findings\n\nIn a new study on the monument, published in the journal Remote Sensing, new satellite images of Rujm el-Hiri have been analysed by scientists from Tel Aviv University and Ben-Gurion University of the Negev.\n\nAdvert\n\nThe findings put doubt on links to astronomy and the stars.\n\nInstead, it has been confirmed that the structure has physically moved over time.\n\nDue to Earth's tectonic plates moving over time - we're talking eight to 15 millimetres every year for the last 150 million years - there has been significant alteration to the walls and entrances of the structure.\n\nAs a result, the site has moved counterclockwise and moved the entire monument by tens of metres.\n\nAdvert\n\nIt's moved over time (Olga Khabarova et al, Remote Sensing)\n\n\"The findings show that the entrances and radial walls during that historical period were entirely different, reopening the question of the site’s purpose,\" the research team says.\n\n\"This implies that the primary axes of Rujm el-Hiri have rotated over time along with the entire region, casting significant doubt on the popular theory that Rujm el-Hiri was an observatory.\"\n\nThe outer walls of Rujm el-Hiri were built between 5,000BC and 4,500BC."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biblical-era structure discovered in Jerusalem's City of David, used during the First Temple Period",
            "link": "https://www.msn.com/en-us/news/world/biblical-era-structure-discovered-in-jerusalems-city-of-david-used-during-the-first-temple-period/ar-AA1xggLS?ocid=BingNewsVerp",
            "description": "A unique structure, which was uncovered by the Israel Antiquities Authority on the eastern slope of the City of David, dates ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n3G0ge9m0vSWvsxI4lm8Fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "The Christian Post on MSN16h",
            "source": "The Christian Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cameron Diaz shocks Jamie Foxx with comment about 'President' Elon Musk while sharing wild conspiracy theory",
            "link": "https://www.dailymail.co.uk/tvshowbiz/article-14290693/Cameron-Diaz-shocks-Jamie-Foxx-President-Elon-Musk-comment.html",
            "description": "The 52-year-old actress made his jaw drop when she made a dig at Elon Musk while trolling President-elect Donald Trump.",
            "image_url": "https://www.bing.com/th?id=OVFT.idxFb2ZTkEcfmGYjn3G2Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "4h",
            "source": "Daily Mail",
            "article_content": "Cameron Diaz shocked Jamie Foxx when she made a joke about Elon Musk and aliens while promoting their new action-comedy flick Back in Action.\n\nThe 52-year-old actress made his jaw drop when she made a dig at Elon Musk while trolling President-elect Donald Trump.\n\nIn a video for Complex released on Wednesday, Diaz had a discussion with her co-star, 57, about aliens and shared her theory, which stunned him.\n\nShe also surprised the actor when she took a jab at Trump as she referenced an ongoing joke about Musk's outsized influence on his administration.\n\nAt one point, the Charlie's Angel alum — who made her first red carpet appearance in half a decade for the premiere of their new movie in Berlin — called him President Musk, which prompted a shocked reaction to flash across Foxx's face.\n\nHer joke comes over a decade after she was rumored to be dating the Tesla founder.\n\nCameron Diaz shocked Jamie Foxx when she made a joke about Elon Musk and aliens while promoting their new action-comedy flick Back in Action\n\nThe 52-year-old actress made his jaw drop when she made a dig at Elon Musk while trolling President-elect Donald Trump\n\nDuring the chat, Foxx asked Diaz to share her GOAT, or greatest of all time, conspiracy theory, in which she started going off on an extraterrestrial tangent.\n\n'All of the accounts of aliens are always the same,' she began. 'Big head, big eyes, no mouth. Telepathically speaking, fingers long, dextrous,' she listed.\n\n'If you think about where we're at currently in technology, we sit in front of a screen. We don't speak to each other. We don't have to talk,' she explained.\n\n'And we all know that we’re moving off the planet because now Elon Musk is our president,' she added.\n\n'When we get to Mars, we're really going to end up being like a completely different species,' Diaz continued before explaining that she believes aliens are humans from the future.\n\n'When you told me that, that f***ed me up,' Foxx said.\n\nOver 10 years ago, Diaz and Musk were rumored to be romantically involved after he reportedly gifted her an early Tesla model.\n\n'He's been going to LA so regularly, Musk often arrives without giving his colleagues a heads-up he's in town,' a source told Page Six at the time before adding that the rumored couple had 'gotten close.'\n\nIn a video for Complex released on Wednesday, Diaz had a discussion with her co-star, 57, about aliens and shared her theory, which stunned him. She also surprised the actor when she took a jab at Trump as she referenced an ongoing joke about Musk's outsized influence on his administration\n\nAt one point, the Charlie's Angel alum — who made her first red carpet appearance in half a decade for the premiere of their new movie in Berlin — called him President Musk, which prompted a shocked reaction to flash across Foxx's face. Her joke comes over a decade after she was rumored to be dating the Tesla founder\n\nDuring the chat, Foxx asked Diaz to share her GOAT, or greatest of all time, conspiracy theory, in which she started going off on an extraterrestrial tangent\n\n'When we get to Mars, we're really going to end up being like a completely different species,' Diaz continued before explaining that she believes aliens are humans from the future\n\n'When you told me that, that f***ed me up,' Foxx said\n\n'The reason, we're told, is because he's \"visiting Cameron.\"'\n\nIn response to the speculation, Musk denied the dating rumors, per a Business Insider report. 'I don't know where people got that from.'\n\nDiaz and Foxx star as former CIA spies Emily and Matt in the upcoming Netflix movie Back in Action.\n\nPer the synopsis, the elite spies 'jump back into the world of espionage' over a decade after vanishing from the CIA to start a family when their secret identities are exposed.\n\nThe movie also stars Glenn Close, Tom Brittney, Kyle Chandler, Leela Owen and more.\n\nBack in Action premieres on Netflix and will be available to stream on Friday, January 17."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cameron Diaz Shocks Jamie Foxx With ‘President’ Elon Musk Dig",
            "link": "https://www.msn.com/en-us/movies/celebrity/cameron-diaz-shocks-jamie-foxx-with-president-elon-musk-dig/ar-AA1xgU8L?ocid=BingNewsVerp",
            "description": "Cameron Diaz seemingly took a jab at Donald Trump after referring to Elon Musk as president in a promo video for her big ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yBrJ1tEYTLvU6EnUjgf93S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "9hon MSN",
            "source": "The Daily Beast on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO sightings spark intrigue over Fresno skies",
            "link": "https://www.msn.com/en-us/news/us/ufo-sightings-spark-intrigue-over-fresno-skies/ar-AA1xh8Gw?ocid=BingNewsVerp",
            "description": "Unusual aerial phenomena have been reported over Fresno in recent days, with one incident involving a confirmed unidentified ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Q8GxyqbNAXo_pXm2eQ8Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "6hon MSN",
            "source": "KMPH – Fresno-Visalia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lanarkshire is revealed as a hotspot for UFO sightings",
            "link": "https://www.dailyrecord.co.uk/in-your-area/lanarkshire/lanarkshire-revealed-hotspot-ufo-sightings-34488764",
            "description": "The truth is out there – Lanarkshire is a hotspot for UFO sightings according to a group of researchers who recorded ten in a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P2ZOzhW8CpV4atOaVfFkfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "2h",
            "source": "Daily Record",
            "article_content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\n\nGet the latest Daily Record breaking news on WhatsApp\n\nThe truth is out there – Lanarkshire is a hotspot for UFO sightings according to a group of researchers who recorded ten in a two-year period.\n\nObjects which have varied in shape from cylindrical to star-like have been reported in the skies over areas like Hamilton, East Kilbride, Airdrie, Uddingston and Cumbernauld.\n\nLast year the British spotter group UFO Identified documented a total of 395 sightings in the UK in 2023.\n\nThat was a 20 per cent drop from 497 UFO sightings in 2022 and also lower than in 2021 (413) and 2020 (484).\n\nAnd from January 2021 to December 2023, the group logged ten sightings across Lanarkshire.\n\nThis included a cylindrical-shaped object flying with no vapour trail above Airdrie, an orange light that “appeared to be making a tear in the sky” in Uddingston and “three saucer shaped objects appearing stationary” over Hamilton.\n\nDownload the Lanarkshire Live app today The Lanarkshire Live app is available to download now. Get all the news from your area – as well as features, entertainment, sport and the latest on Lanarkshire’s recovery from the coronavirus pandemic – straight to your fingertips, 24/7. The free download features the latest breaking news and exclusive stories, and allows you to customise your page to the sections that matter most to you. Head to the App Store and never miss a beat in Lanarkshire - iOS - Android\n\nSome sightings across the region happened on consecutive days, in different areas. A sphere was spotted over Cumbernauld on April 21, 2021, while a similar-shaped object was clocked the following day over Hamilton “moving oddly and hovering in the sky”.\n\nAn orb was viewed above Cumbernauld on August 24, 2021, and appeared to be “moving back and forth in straight lines and hovering at times”, and the following day three objects were seen “moving back and forward. blinking then reappearing, rotating at various speeds” above East Kilbride.\n\n(Image: Freelance)\n\nThey are amongst 395 sightings across the United Kingdom – and an updated interactive map reveals the extent of the unexplained activity taking place in the skies above us.\n\nUFOs have been in the news recently following a spate of sightings on the east coast of the United States.\n\nAnd last year the US Congress attempted to “pull back the curtain” on secret research into UFOs.\n\nThe hearing, titled ‘Unidentified Anomalous Phenomena: Exposing the Truth,’ heard from several experts and a variety of witness accounts.\n\nUnidentified Anomalous Phenomena (UAP) is the new name for Unidentified Flying Objects (UFOs).\n\nExperts included government workers and a member of NASA’s UAP Independent Study Team.\n\nMichael Gold – former NASA associate administrator of space policy and partnerships and a member of the UAP study team – told the hearing that “the vast majority of UAP are drones”.\n\nHowever, he added that there are anomalies that must be studied and admitted that some of the UAPs observed “can move faster” than US assets and “are being intelligently controlled”.\n\nAuthor and former Department of Defence official Luis Elizondo claimed that “advanced technologies not made by our government – or any other government – are monitoring sensitive military installations around the globe.”\n\nHe insisted: “Let me be clear. UAP are real.”\n\nThe hearing, jointly led by chairs Nancy Mace and Glenn Grothman, was the second to investigate the phenomenon of UAP.\n\n“Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,” the co-chairs said in a statement.\n\nThe hearing followed a long-awaited report released by NASA last year which studied previous sightings of UFOs (or UAPs) in the skies.\n\nWhile the report did not find any clear evidence that the sightings were alien, it did admit it was possible they could be.\n\nJust under half of all documented sightings in the UK (48 per cent) include photographic or video evidence.\n\nA quarter of all sightings (25 per cent) were of a “star-like” object or objects, moving across the sky. The next most common sighting was of an unidentified object shaped like an “orb” (17 per cent), “sphere”, (10 per cent) and “cylinder” (nine per cent).\n\nOf all counties in the UK, Greater Manchester had more UFOs spotted in its skies than anywhere else, with 54 documented sightings.\n\nThat was followed by Greater London (52), Cheshire (37), and West Sussex (34).\n\nWhen it comes to towns and cities, more UFO activity was seen above Glasgow than anywhere else, with 22 encounters – which possibly explains the high sightings in nearby Lanarkshire.\n\n(Image: Getty Images)\n\nSIGHTINGS ACROSS LANARKSHIRE\n\nCumbernauld\n\nShape of UFO: Sphere\n\nDate spotted: 21/04/2021\n\nDescription: Object moving north to east and then changed back to a northerly direction then disappeared.\n\nHamilton\n\nShape of UFO: Sphere\n\nDate spotted: 22/04/2021\n\nDescription: Reflective ball-object moving oddly and hovering in the sky.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 16/05/2021\n\nDescription: Two lights travelling parallel at slow speed, before fading away behind a cloud.\n\nCumbernauld\n\nShape of UFO: Orb\n\nDate spotted: 24/08/2021\n\nDescription: Light changed from white to red, moving back and forth in straight lines and hovering at times.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 25/08/2021\n\nDescription: Three objects moving back and forward, blinking then reappearing, rotating at various speeds.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 27/09/2021\n\nDescription: Triangular beam of light like a search light moving at a steady rate, brighter at the top.\n\nHamilton\n\nShape of UFO: Disc\n\nDate spotted: 28/12/2021\n\nDescription: Three saucer shaped objects appearing stationary, in photograph, not seen with naked eye.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 11/02/2022\n\nDescription: Three stars in a straight line formation, moving very fast from west to east then fading from view.\n\nAirdrie\n\nShape of UFO: Cylinder\n\nDate spotted: 27/06/2022\n\nDescription: Object ‘like a plane with no wings’ flying high up with no vapour trail.\n\nUddingston\n\nShape of UFO: Other\n\nDate spotted: 17/11/2023\n\nDescription: Orange light appeared to be making a tear in the sky. It was stationary not moving and was a vertical shape.\n\n*Don't miss the latest headlines from around Lanarkshire. Sign up to our newsletters here.\n\nAnd did you know Lanarkshire Live had its own app? Download yours for free here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA celebrates Edwin Hubble's discovery of a new universe",
            "link": "https://www.sciencedaily.com/releases/2025/01/250115165531.htm",
            "description": "For humans, the most important star in the universe is our Sun. The second-most important star is nestled inside the Andromeda galaxy. Don't go looking for it -- the flickering star is 2.2 million ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily9h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Touschek and Gatto: exploring a friendship that would shape fundamental physics",
            "link": "https://www.alphagalileo.org/en-gb/Item-Display/ItemId/254067",
            "description": "A review of personal exchanges and personal communications sheds new light on the collaboration between both researchers, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.luDvtC12sk6vFFPGfGy_uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "AlphaGalileo15m",
            "source": "AlphaGalileo",
            "article_content": "A review of personal exchanges and personal communications sheds new light on the collaboration between both researchers, which would lay the foundations for groundbreaking discoveries in particle physics\n\nSamuel Jarman, SciencePOD\n\nThe Large Hadron Collider (LHC) made its groundbreaking discovery of the Higgs Boson in 2012, but its ancestry can be traced back over 60 years to the first electron-positron collision experiment in Italy. Named Anello di Accumulazione (AdA), the experiment was the world’s first collider of matter and antimatter.\n\nThrough new research published in +, Luisa Bonolis, a historian of physics from MPIWG in Berlin, together with particle physicists Franco Buccella from INFN Roma1 and Giulia Pancheri at INFN Frascati Laboratories, tell the little-known story how AdA’s theoretical foundations were shaped by the collaboration between Bruno Touschek and Raoul Gatto: two pioneering physicists with a deep knowledge of the properties of fundamental particles.\n\nBuilt at Frascati in 1961, AdA was a ring-shaped collider around 1.3 metres in diameter, which operated until 1964. Despite its short lifetime, the experiment lay vital groundwork for ADONE: an electron-positron collider 105 metres in diameter, which would go on to operate until 1993.\n\nThis larger collider helped to refine the methods, which in 1974, would lead to the groundbreaking discovery of the J/psi meson. This particle was crucial in advancing our understanding of quarks and their interactions – ultimately paving the way for the discovery of the Higgs boson several decades later.\n\nTouschek is well known for his contributions to the AdA experiment, but less is known about the crucial role played by his friend, Gatto, who he met in Rome in 1953. In their paper, the team investigate the collaboration between the pair based on a wide range of available sources: including Gatto’s personal exchanges with Touschek, and their own private communications with Gatto.\n\nThe team’s findings highlight the close friendship between the two scientists, and paint a picture of the discussions between them which would prove the feasibility of collider rings as tools for probing the world of elementary particles.\n\nThe paper also explores the duo’s friendship with Wolfgang Pauli and Gerhard Lüders, whose theoretical work was a vital basis for AdA’s success, and highlights Touschek and Gatto’s contribution in mentoring many of the great Italian physicists whose work would shape the foundations of the Standard Model.\n\nReference\n\nL Bonolis, F Buccella, G Pancheri. Raoul Gatto and Bruno Touschek’s joint legacy inthe rise of electron-positron physics, Eur. Phys. J. H, 49, 24 (2024). https://doi.org/10.1140/epjh/s13129-024-00086-3"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Magic-wavelength optical tweezers' achieve quantum entanglement of molecules",
            "link": "https://www.msn.com/en-us/news/technology/magic-wavelength-optical-tweezers-achieve-quantum-entanglement-of-molecules/ar-AA1xfFjU?ocid=BingNewsVerp",
            "description": "Researchers at Durham University have successfully demonstrated long-lasting quantum entanglement between molecules, opening ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f1rEtLk1jYKzL2tFRinqtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "16hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Real-World 'Schrödinger's Cat' Brings Quantum Computing Breakthrough",
            "link": "https://www.msn.com/en-us/technology/quantum-computing/real-world-schr%C3%B6dinger-s-cat-brings-quantum-computing-breakthrough/ar-BB1rs5jq?ocid=BingNewsVerp",
            "description": "First proposed in 1935 by the Austrian physicist Erwin Schrödinger, \"Schrödinger's cat\" was designed to highlight the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b8M858d-K2ruJfRErGjOGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "22hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Year of the Snake will be good for China",
            "link": "https://www.chinadaily.com.cn/a/202501/16/WS67884483a310f1265a1db186.html",
            "description": "Many famous people were born in the Year of the Snake. There's Polish astronomer and mathematician Nicolaus Copernicus ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P89zU-JyZE7GR6FxmcLeSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "中国日报网8h",
            "source": "中国日报网",
            "article_content": "The 29th Traditional Beijing New Year Goods Fair opens to visitors at the National Agricultural Exhibition Center on Jan 3, 2025 attracting eager shoppers. LI ZHIMING/FOR CHINA DAILY\n\nMany famous people were born in the Year of the Snake. There's Polish astronomer and mathematician Nicolaus Copernicus (1473-1543), a major figure in the \"scientific revolution\", who established that Earth revolved around the sun, not the other way around. Then there's the greatest of German literary figures, Johann Wolfgang von Goethe (1749-1832).\n\nBut let's talk about years, not people. One of the traditions of the Year of the Snake in China is transformation. There have been plenty of bad \"snake\" years. One is reminded of the Great Depression and the Wall Street Crash of (October) 1929. Another year I would like to mention is 2001. It was the year when the Sept 11 terrorist attacks on the United States took place. It was also the year when China joined the World Trade Organization — which helped expedite China's economic development and integrate its economy with the global economy.\n\nLooking back at the past year, two trends stand out for me. One is the deterioration of the situation in the Middle East. The region is seeing a genocide being committed by the Israeli state, witnessed in real time on TV screens across the world. And the US is complicit in this genocide, with its global standing going down drastically, even in parts of the West. On the other hand, apart from the West and a few US ally countries, China's standing has improved across the world, because it has stood with the ordinary people against the Israeli and American ruling elite.\n\nThe other development is the continuing rise of BRICS, along with China's rising economic status throughout the world. The year 2024 saw the addition of several major countries to BRICS, with Indonesia becoming the first country to join the grouping in the first days of 2025.\n\nThe rise of BRICS frightens the US elite, because it symbolizes the loss of their global economic dominance because of the decline of the US dollar as the principal international reserve currency. Although the decline of the dollar is an ongoing process, the year 2024 saw the acceleration of the process.\n\nSo what about 2025? I believe it will be a good year for China. Of course, we have to take into account Donald Trump's return to the White House after four years and his threat to impose high tariffs on imports from China, as well as other countries.\n\nIf Trump imposes punitive tariffs on Chinese goods, I believe he will cause more damage to the US than China. Looking at recent history, we can clearly see that the Chinese people's spirit of independence and self-reliance is very strong. They will not cave in under the pressure of punitive US tariffs.\n\nSelf-reliance is a major part of Chinese culture, which has influenced China's development. The other features include the emphasis on education and resolving problems harmoniously. Despite the bad periods in China's history, Chinese people's resilience, fighting spirit and industriousness have seen them through many a crisis. Three factors stand out in all this.\n\nThe first is the Chinese people's love for peace. Contrary to what the Western media say, I regard China as a peace-loving country. Unlike the US, which has been at war throughout its entire history, China avoids war. The century of humiliation taught it that a country is better off strong than weak. However, that does not mean it wants war.\n\nThe second factor is China's emphasis on reducing pollution and moving toward a sustainable, green economy. China's leadership of the green revolution over the last few years has been extremely impressive. The country is now the global leader in electric vehicles (EVs), and solar and wind energy. This is a remarkable achievement, and shows China is sensitive to the dangers that climate change poses to our world.\n\nSome Western countries have recently accused China of \"over-production\" of EVs, which are important to build a sustainable, green world in the future. However, the Western countries have targeted China because they are afraid that they will lose their market share of vehicles to China. But their attitude is mean considering how important EVs are to sustainable living. More importantly, these countries don't mind dominating markets through \"over-production\" when it suits them.\n\nThe third factor is China's technological advancement. China's scientific prowess before the \"scientific revolution\" beginning in the 16th century was unsurpassed in the world. But after that, China failed to advance like the West. But those days are over, with China catching up with the West in terms of technology and in some ways even eclipsing the West.\n\nIn space research, China has moved ahead so fast that it became the first country to bring lunar rock samples from the far side of the moon. And despite Western attempts to hold it back, Huawei remains a global leader in innovative telecommunications.\n\nChina is a global leader also in artificial intelligence. Despite the controversy over the rapid development of AI and its implications on human society, its importance in the world is undeniable. Plus, AI will be a major determinant of the global geopolitical order.\n\nThe geostrategic balance of power in the world has changed greatly in the last half a century, in China's favor. China faces some major problems, economic and environmental, as do other countries. But the Chinese people seem to be overcoming their problems more sensibly and calmly than others. I think it is largely due to their culture of education, harmony, peace and rationality. I expect the coming Year of the Snake to see further Chinese advancement.\n\nThe author is a Sinologist and an emeritus professor at Griffith University in Australia. The views don't necessarily reflect those of China Daily.\n\nIf you have a specific expertise, or would like to share your thought about our stories, then send us your writings at opinion@chinadaily.com.cn, and comment@chinadaily.com.cn."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Finding the power within",
            "link": "https://news.ucr.edu/articles/2025/01/15/finding-power-within",
            "description": "UC Riverside distinguished professor Katayoon 'Katie' Dehesh has defied governments, gender expectations, and scientific ...",
            "image_url": "https://www.bing.com/th?id=OVFT.boazpOPaLEmsQJByysF9fC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "UCR Today13h",
            "source": "UCR Today",
            "article_content": "In 1980, amid the turmoil of the Iranian Revolution, Katayoon “Katie” Dehesh fled Iran on a cold October night, leaving behind the life she knew.\n\nStaying would have provided physical safety but at the expense of her intellectual and personal freedom. She would have lost the freedom to teach, to learn, and to engage with the world beyond Iran’s borders. Compelled by a relentless pursuit of knowledge and an unwavering desire to shape her own path, Dehesh embarked on a journey that would take her first to Germany and then to the United States, carrying with her a guiding mantra: be powerful.\n\nSince joining UC Riverside in 2016, Dehesh has led the Dehesh Lab as a distinguished professor and molecular biochemist, where she drives pioneering research in botany and plant sciences. As the Director of UC Riverside’s Institute for Integrative Genome Biology, the holder of the Ernst and Helen Leibacher Endowed Chair, and a member of the German National Academy of Sciences, Dehesh has established herself as a leading figure in plant science.\n\nKatayoon \"Katie\" Dehesh, distinguished professor and molecular biochemist, discusses plant growth progress with a student in her lab on August 15, 2023. (UCR/Stan Lim)\n\nHer love for life — as well as her family, students, and for science — is palpable. That passion is what triggered her journey to freedom, one that she often recalls with picturesque memory.\n\n“It took four days by bus to reach the Turkish border, no flights were leaving Iran because of the Iran-Iraq war. We traveled at night with the headlights off. I was the only woman on board, and people assumed I was a prostitute,” Dehesh said. “I hadn’t washed, gone 24 hours without food, and no hotel would rent me a room. When we reached Istanbul, I finally found a place to stay and barricaded the door with a bed. By dawn, I was buying my ticket to Germany, and I’ve never looked back.”\n\nStanding just above 5-feet, Dehesh’s presence is grand. She walks in powerful strides and speaks with conviction. She did, after all, serve in the Iranian military, a requirement for working women with a Ph.D under the Shah. Though she initially dreamed of journalism, Dehesh’s scientific journey took root during a university class trip to Maharloo Lake in southern Iran. Watching succulent plants thrive in saline waters, her curiosity sparked. This moment was the beginning of her fascination with plant biology.\n\n“The memory of those resilient succulent plants serves as a constant reminder of the boundless potential for discovery within the natural world. It underscores the power of nature to inspire and guide us toward our true callings,” said Dehesh in a Q&A with the Association of American Universities, of which UCR is a member. “From that moment forward, I embarked on a journey that would not only deepen my understanding of the botanical world but also lead to significant contributions in the field of plant biology.”\n\nDehesh’s passion for learning is contagious, and she is deeply committed to empowering women in science. She actively participates in conferences and collaborations aimed at supporting women, especially women of color, in scientific fields. She motivates her students too. In a recent lecture to 500 students, she paced the room, sparking discussions on lipids and membranes projected on large screens. Each time a student responded, she reinforced their confidence with a resounding “POWER!”\n\nKatayoon \"Katie\" Dehesh, distinguished professor and molecular biochemist, teaches a biology class on lipids and membrane—structure and function, on January 22, 2024. (UCR/Stan Lim)\n\nWithin her lab, Dehesh cultivates a culture of critical thinking, curiosity, and intellectual growth. Recently, she guided a discussion on plant senescence, challenging her lab members to think deeply about their hypotheses and methods. Her team describes her as a supportive mentor, encouraging them to balance their personal lives with their scientific pursuits.\n\n“Personal joy is as important as scientific joy,” she often tells her team, embodying her belief in a balanced approach to life and work.\n\nDehesh’s lab explores diverse topics, from understanding the breakdown of E. coli biofilms to uncovering how plants adapt to environmental stresses.\n\n“Understanding flora is fundamental to understanding life across all species,” she said, bridging insights from plant biology to broader ecological and interspecies connections. “We start with plants and move outward, exploring the fascinating overlaps and distinctions between plants and animals.”\n\nKatayoon \"Katie\" Dehesh checks in with her lab team on August 15, 2023. (UCR/Stan Lim)\n\nHer commitment to diversity is central to her lab, where she brings together students from varied backgrounds and areas of expertise. Having experienced the challenge of adapting to new cultures, Dehesh values the richness of perspectives that diverse voices bring to academia.\n\nLeaving Iran meant accepting a permanent ban on returning, a price she willingly paid for the opportunity to pursue her dreams.\n\n“Any success I achieve here comes with a responsibility to pay it forward,” Dehesh said.\n\nThis commitment to mentorship inspires her to guide the next generation, encouraging them to overcome barriers and make meaningful contributions.\n\n“In the tapestry of life, resilience and adaptability are woven into success,” Dehesh said. “As immigrants, our journeys are filled with both challenges and opportunities. Every hurdle you overcome is a steppingstone to your dreams. Embrace your experiences, they’re the colors in our nation’s mosaic. Believe in yourself, lift others as you climb, and let excellence guide you. In the U.S., the land of boundless possibilities, your journey stands as a testament to hope, perseverance, and achievement.”\n\nKatayoon \"Katie\" Dehesh talks about her love for life, plants, and teaching. Her Riverside home has a garden that includes herbs, shrubs, and trees that remind her both of Iran and her journey in the United States. Photo taken on November 13, 2023. (UCR/Stan Lim)\n\nHeader image: Katayoon “Katie” Dehesh, UC Riverside distinguished professor and molecular biochemist. She is the director of UC Riverside’s Institute for Integrative Genome Biology, the holder of the Ernst and Helen Leibacher Endowed Chair, and a member of the German National Academy of Sciences. (Photo UCR/Stan Lim)"
        }
    }
]