[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Citizen App for UFO Sightings Is Taking Off, Thanks to the Drone Frenzy",
            "link": "https://www.rollingstone.com/culture/culture-news/drone-frenzy-ufo-app-enigma-1235211471/",
            "description": "And I did,' she tells Rolling Stone. Enigma started out as a tool to capture UFO sightings. 'By using modern technology, we ...",
            "image_url": "https://www.bing.com/th?id=OVFT.STkyR2q_emqOgwzzgxZm0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Rolling Stone16h",
            "source": "Rolling Stone",
            "article_content": "Dee and Joe Indiviglio like to go out on their front porch at night, and look up. That’s where they were on Dec. 4, when they saw something they hadn’t seen before above their Middletown, New Jersey home: a group of lights, moving quickly, strangely all over the sky, for maybe a half-hour or longer.\n\nA few days after that, Dee did something else unusual for her. She uploaded a video of those odd lights to a new-ish app called Enigma. “I usually don’t share anything, ever. Even if I did something crazy. But I don’t know, for some reason, something made me share that night. And I did,” she tells Rolling Stone.\n\nEnigma started out as a tool to capture UFO sightings. “By using modern technology, we will crowdsolve this age-old mystery together,” the company’s website reads. But in the last month, the company has made a hard pivot to a more-modern puzzle, tracking whatever the hell is flying over the Eastern Seaboard, where all sorts of people are claiming to have witnessed something unusual. “Seen a drone? Hundreds are being reported to Enigma,” the top of the site now reads.\n\nEnigma is currently #25 in news in the iPhone app store. Usage of the app is up 40 percent from last month, the company claims, and “hundreds of thousands” of people are using the network. Daily sightings in the New York / New Jersey / Connecticut area — ordinarily just one or two — hit 37 last week, and more than 250 around the country. The surge says something, and not just about about how much weird stuff we see overhead in an age of cheap drones, or how prone people are to freak the fuck out in our post-rational age. “Officials (FBI, DHS, and local police) are failing in communications and the internet is rife with misinformation. People need somewhere to go,” the company’s founder tells Rolling Stone via email. She’s hoping that Enigma winds up “filling the vacuum.”\n\nCourtesy of Enigma\n\nThe founder only wants to be identified as “A” — “I’m just trying to minimize the crazies that enter my life in the next few months,” she says; it’s a drawback of dealing with a rather, um, intense alien-hunter community. But I’ve verified her identity. She became fascinated with the subject after the military declassified those UFO videos around 2020. Eventually, that led to a start-up, which received backing from well-known venture capital firms like Haystack and Lux Capital. The website went up in January 2023, and the app launched that May. Today, she has a small team, still less than 20, trying to keep up with the flood of reports. Editor’s picks\n\nEach Enigma submission is geo-tagged, categorized by factors like the shape of the object, the type of movement it made, and how long it was in the sky. Then Enigma gives each one a reliability score on a scale. The report from a ship’s captain in Parsippany, New Jersey describing a silver disk scored a 62 out of 100. A report out of North Plainfield, New Jersey from someone who saw “4 different white or sparkly orbs” while “praying” only netted a 39 out of 100. The Indiviglios’ sighting ranked 58. Joe Indiviglio, a regular stargazer who counts himself as “a little [nerdy] when it comes to aviation,” sounds even more confident than that. “It’s not like any aircraft that could be man-made,” he says.\n\n“If you’re standing in our backyard, facing the planes as they’re landing at Newark [Airport], they come in from the west and make a hard left turn,” he continues. The lights he and his wife saw were “nowhere in a flight path. [They were] more towards the ocean … definitely more towards the coast, away from Newark.”\n\nAn FBI official told reporters earlier this week that they’d received about 5,000 tips, less than 100 of which were credible enough for follow-up investigation. “The sightings to date include a combination of lawful commercial drones, hobbyist drones and law enforcement drones, as well as manned fixed-wing aircraft, helicopters, and even stars that were mistakenly reported as drones,” added John Kirby, the National Security Council spokesperson. “We have not identified anything anomalous or any national security or public safety risk.” Related Content\n\nRebecca Weiner, the New York Police Department’s intelligence chief, told reporters that amateur sleuths trying to probe the mystery lights with drones of their own might actually be feeding a sense of hysteria. “You can create the public safety threat that you’re trying to investigate,” she said.\n\nA version of that argument is what worries some observers about Enigma. When I was first introduced to Enigma Labs in the summer of 2023, the company promised they were on the verge of getting officially endorsed by NASA. That endorsement never came, though an agency report endorsed the idea of an app for collecting UFO sightings. I also spoke with a number of science writers at the time who were wary of the project. It wasn’t just that eyewitnesses can be shockingly unreliable, especially about lights flashing in the sky. It was the idea of combining what should be the most serious of scientific questions — are we alone? — with the dopamine-chase of a social network. It didn’t seem like a recipe for rock-solid information. But, as A points out, people are sharing their sightings anyway; at least Enigma applies some rigor to the clips. “Think about the incentives on Facebook or Twitter, where people are more likely to do something because they want likes or they want to be famous or they want engagement,” she says. “You’re not going to be famous or go viral because of us. Everyone goes through a standard reporting process where you have to report basic facts. Like, we need the time, we need the location, we need standard descriptions. And we’re looking at the metadata, we’re making sure we don’t have deep fakes.”\n\nCourtesy of Enigma\n\nSome of the biggest peddlers of drone hokum have been elected officials. There’s the Republican congressman who swore the drones were being dispatched from an Iranian mothership; the Democratic senator who swore he saw something UFO-y in the sky — only to later admit it was just plain-old planes; the former governor who posted a video of “what appeared to be dozens of large drones in the sky above my residence” — turns out, it was the constellation of Orion. Rep. Nancy Mace, notorious in Washington for her attention-seeking antics, tried to hop in on the drone panic by publicly speculating whether the objects were “from outer space.” Sen. Chuck Schumer, who is not exactly camera-shy, proclaimed that he was “taking to the Senator floor … to respond to the reports of drone activity.” President-elect Donald Trump, never one to leave a new cycle without his imprint, posted, “Mystery Drone sightings all over the Country. Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThis may be getting some significant public attention, but it isn’t the first time such concerns have gripped D.C. Over 17 days last December, a squadron of a dozen or more drones buzzed by Langley Air Force Base, home of the U.S. military’s top-of-the-line F-22 stealth fighters. That October, five drones appeared above a Department of Energy nuclear test site in Nevada. Officials from the Pentagon, Department of Energy, and FBI are still stumped about who’s behind the incursions, according to the Wall Street Journal.\n\nThe Enigma founder says she was in Washington, D.C. the other day, mostly talking to folks on Capitol Hill. The guesses about what these sightings might be ran “the full gamut” from secret military project to “‘oh, these are just hobbyist drones, or commercial delivery drones.’ Which is bananas to me, because nobody’s getting a burrito from Amazon these days.”\n\nIf A has a favorite explanation, she’s disinclined to share it. But one explanation she completely rejects is that everyone is just mistaken, and all at once. “Of course, there’s a general part of the public that does get confused. They look at a Starlink [mini satellite] and they think it’s an alien. But that is definitely not 100 percent of what’s going on. And not everyone is confused by airplanes. it’s not just mass hysteria. There is a percentage of the activity that is real,” she tells me.\n\n“And of the reports we get, a lot of them describe objects that are very large. You know, this is not a DJI drone, right?” she adds, referring to the popular mini-drone maker. “So that’s the stuff we pay attention to. We did an analysis last week. We found, like, 54 percent of things reported to us were described as hovering. So that’s not plane activity.”\n\nThe Indiviglios’ were hoping to find a little confirmation on Enigma that others saw just what they did. “I can’t find any. That’s why I’m kind of freaked out,” Dee says. It’s especially disconcerting, because she keeps seeing something strange up above. “I’ve seen them three times now. The latest was earlier this week. “I was like, ‘Oh my God, here we go again.’”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert who claims to have discovered alien invasion portal on Earth gives chilling warning to everyone",
            "link": "https://www.ladbible.com/community/weird/ufo-expert-carl-nally-alien-portal-ireland-068541-20241218",
            "description": "Carl Nally, UFO and Paranormal Research Ireland (UPRI) co-founder, has shared a chilling warning about the alien invasion ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tG2v5bB83Y-Fn-1EPVfoWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22h",
            "source": "LADbible",
            "article_content": "A UFO expert has shared a chilling prediction about the possibility of an alien invasion after a series of mystery drone sightings over various military bases.\n\nThe ears of paranormal enthusiasts, ufologists and conspiracy theorists worldwide pricked up over the past couple of days amid reports of various unexplained drone sightings in the US, UK and Germany over the past couple of days.\n\nThe sightings, which have occurred at various US Air Force bases, have managed to cause so much panic that President Biden has been forced to intervene, with a joint statement from the FBI and the US Department of Homeland Security also stating there was 'no evidence' the sightings in New Jersey 'pose a national security or public safety threat'.\n\nAdvert\n\nHowever, not everyone is convinced.\n\nOne person who's keen to point to a more extraterrestrial explanation is Carl Nally, UFO and Paranormal Research Ireland (UPRI) co-founder and. co-author of various paranormal books, who believes the sightings are a warning for what's about to come.\n\nAn alien invasion would certainly kick of 2025 with a bang (Getty Stock Images)\n\n\"It’s an amazing situation, the way we see it,\" Nally explained in a recent interview with The Irish Mirror.\n\nAdvert\n\n\"You would imagine that, when anything appears over a military base, a military helicopter would go up and investigate them but they haven’t done that.\n\n\"They call them drones. Are they drones or UFOs? They would have identified them by now if they were drones – even just by shooting one of them down to see what it is. But they haven’t done that, and that leads us to believe that, possibly, it could be UFOs again.\"\n\nAn official for the Department of Defence stated that while there is no suggestion 'malicious intent' in regards to the mysterious sightings, they 'don't know' the origin.\n\nNally has also shared his belief that aliens are able to quickly enter and exit Earth's atmosphere via a series of 'portals', with one of these being situation between the Irish towns of Athlone and Slane.\n\nAdvert\n\nCarl Natty claims the sightings are for another reason (The Morning Show)\n\nWhich certainly contradicts the widely held idea that aliens would make first contact with mankind by plonking themselves down on the White House lawn, but hey, the real world doesn't always revolve around the US.\n\nHowever before you start stockpiling tins of beans and multipacks of loo roll, Nally is keen to remind us that there are greater threats to humanity than aliens.\n\n\"f you put that [an alien invasion] on one side of the scales and AI on the other, I’d be more concerned about AI,\" he said.\n\nAdvert\n\nGlad to see we've all got our priorities in order."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Residents Report Multiple Sightings Of UFOs Near Royal Air Force Base In The UK",
            "link": "https://brobible.com/culture/article/sightings-ufos-royal-air-force-base/",
            "description": "Multiple UFOs have been spotted and filmed over a Royal Air Force (RAF) base in Cornwall in the United Kingdom. Throughout ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aNhBkLNdEU8LP0M8TSHwdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nMultiple UFOs have been spotted and filmed over a Royal Air Force (RAF) base in Cornwall in the United Kingdom. Throughout several weeks of these sightings, numerous similar reports of UFO activity have gone unexplained by authorities.\n\nCornwallLive reports there have been unexplained lights seen in the night sky in St. Cleer, Porthtowan, and Newquay. The latest UFO encounter was filmed by a dog walker at around 7:18 p.m. last Monday.\n\nAccording to the witness, the UFO hovered in the sky for about 10 minutes before slowly moving south. They were able to capture some video footage of the UFO as they were approaching the Royal Airforce Base in the area.\n\nThe dog walker said they believe the UFO they saw is linked to another recent sighting in Newquay. The sighting in Newquay occurred on the same day, Dec. 9 at around 6:30 p.m.\n\nThat UFO sighting was caught on video by a woman named Monique Lyle, who described what she saw from her balcony as “like something out of a science fiction movie.”\n\n“When I first saw the object, I was completely taken aback,” she said. “I often stargaze, so I’m familiar with the night sky, and I knew immediately that this wasn’t a star or any usual phenomenon like an aircraft. It was bright, changing colors, and seemed unusually close to town.”\n\nAnother recent UFO sighting in the area by photographer Chris Piper occurred in St. Cleer on Dec. 15. He captured what he described as a “blue or white object” in some video he had taken of the full moon that evening.\n\n“I was photographing the lunar halo and it wasn’t until I showed [the pictures] to my friend that he noticed the blue dot hovering around the moon,” he recalled. “When I looked back at the motion pictures, it appeared to be moving.”\n\nWhile all of these UFO sightings in and around Cornwall have gone unexplained, as have many of the supposed drone sightings in the United States, one expert believes they could all be a precursor to an alien invasion."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Most UFO sightings have Earth-based origins, says Oregon aviation expert",
            "link": "https://www.kptv.com/2024/12/19/most-ufo-sightings-have-earth-based-origins-says-oregon-aviation-expert/",
            "description": "UFOs, drones, mysterious lights in the air, there have been multiple unexplained sightings here in Oregon over the last week, ...",
            "image_url": "https://www.bing.com/th?id=OVF.8OPJAKDTmRIATRVwBxkztQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7h",
            "source": "Fox 12 Oregon",
            "article_content": "PORTLAND Ore. (KPTV) - UFOs, drones, mysterious lights in the air, there have been multiple unexplained sightings here in Oregon over the last week, but do they have a logical explanation? The Director of Oregon’s Department of Aviation seems to think so.\n\nAccording to ODAV officials, more often than not, lights in the sky are supposed to be there and their origins are from Earth.\n\nLast week a video taken by a life flight pilot flying near Eugene Oregon got a lot of national attention. The pilot described seeing a red light flying incredibly fast and in a corkscrew pattern tens of thousands of feet in the air. Initially, it was written off as a mystery.\n\nSEE ALSO:\n\nFOX 12 Now is joined by James Szubski of Margie's Outdoor Store in Bingen, Wash. They receive and file reports on UFO sightings in the Northwest.\n\nBut now the director of Oregon’s Department of Aviation, Kenji Sugahara, said there are several explanations of what those lights could have been.\n\n“Off the coast of Oregon there is a military training ground so the Air National Guard tend to do a lot of missions out there that might not appear on ADSP which is the beacon that some planes have,” Sugahara said.\n\nSugahara also pointed out Oregon is home to three UAS drone testing sites in Pendleton, Tillamook and McMinnville, which is close to where these pilots reported these mysterious lights.\n\n“Pilots are humans as well they can see things that they might not be able to process or understand,” Sugahara said. “In Tillamook especially they have balloons that go thousands of feet high as a part of their testing that could be unfamiliar to not only the general public but also to trained professional pilots.”\n\nSugahara wanted to remind the community that it is a state and federal crime to shoot at or point a laser at an aircraft, manned or not. Anyone who is concerned about something flying overhead should instead call 911.\n\n“When they are drones that doesn’t necessarily mean they are there for nefarious purposes if you see them and they have lights on they are there for them to be seen,” Sugahara said.\n\nCopyright 2024 KPTV-KPDX. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eerie UFO-like cloud hovers over Sydney, Australia",
            "link": "https://www.msn.com/en-in/autos/news/eerie-ufo-like-cloud-hovers-over-sydney-australia/vi-AA1w98mA?ocid=BingNewsVerp",
            "description": "This is the eerie moment a massive lenticular cloud hovered over Sydney, Australia on 17. Lenticular clouds are weather ...",
            "image_url": "https://www.bing.com/th?id=OVF.E9WN9jMolaLHHaVAW8JBlg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "KameraOne India on MSN6h",
            "source": "KameraOne India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Megachurch pastor previews app that offers AI-led prayer, spiritual counseling for a fee",
            "link": "https://www.christianpost.com/news/megachurch-pastor-previews-app-that-offers-ai-led-prayer-spiritu.html",
            "description": "Has a megachurch pastor already pulled the plug on an app that features an AI version for himself offering prayer for a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9IC9Vp4QsbqNipsemx-xEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "The Christian Post48m",
            "source": "The Christian Post",
            "article_content": "Home News Megachurch pastor previews app that offers AI-led prayer, spiritual counseling for a fee\n\nHas a megachurch pastor already pulled the plug on an app that features an AI version for himself offering prayer for a monthly fee?\n\nRon Carpenter Jr., pastor of the 21,000-member Redemption Church with campuses in Greenville, South Carolina, and San Jose, California, has rolled out his own Ron Carpenter Ministries Advanced Archive app.\n\nThe app, last updated in the Google Play Store on October 22, promises to \"transcend traditional time and access barriers by enabling 1-on-1 personalized interactions not possible at (sp) before now.\"\n\nGet Our Latest News for FREE Subscribe to get daily/weekly email with the top stories (plus special offers!) from The Christian Post. Be the first to know. Subscribe\n\nThe app had \"10+\" downloads on Google Play and one rating on the Apple App Store as of Wednesday. It is billed as a \"unique place where people from every background, race, and walk of life come together in a place of community and purpose\" and offers users prayer and spiritual guidance from an AI version of the 54-year-old Carpenter.\n\nA video demonstration shared online by Protestia features Carpenter using the app to request \"Pastor Ron\" to pray for recovery from an illness.\n\n\"I love to have my own personal pastor,\" Carpenter tells the camera as he demonstrates how the app responds with an automated message in Carpenter's voice. The pastor ended the short video by urging his followers to \"stay tuned\" to find out more information.\n\nPowered by Innovatix AI, the app also requires users to sign up for a $49 monthly plan to access \"unlimited\" calls and messages with the AI pastor.\n\nCarpenter's personal website also features an apparent link to the Advanced Archive app, which appeared broken as of Wednesday afternoon. The site does not reference the Advanced Archive app anywhere else.\n\nCP reached out to Carpenter for comment. This story will be updated if a response is received.\n\nThe mainstreaming of AI has already changed how some pastors approach their sermons, with some churches opting to try ChatGPT and other large language models to generate their messages for Sunday mornings.\n\nPastor Jack Hibbs of Calvary Chapel Chino Hills has warned against the rise of AI among churches, saying that the level of deception in the Church is set to rise exponentially in the coming years as technology rapidly advances.\n\n\"I don't say this to scare you; I say this to prepare you,\" Hibbs said in October 2023. \"There is a level of deception coming both in and out of the Church that is going to rock the world. It has to. God promised it would come. It would be an indicator of the last days.\"\n\nHibbs warned when it comes to AI, \"we are now starting to see things come to pass where you don't know if what you're looking at is true or not.\"\n\n\"You can't even tell anymore if that person's voice is assigned to the actual individual. Is that really Billy Graham's voice, or is that really this actor's voice or that singer's voice? Or is it artificial intelligence?\n\n\"How are you going to know truth from error?\" Hibbs asked.\n\nStressing the need for discernment among believers, Hibbs implored his congregation to \"more than ever, read the Bible.\"\n\n\"Pray to God. Stop listening to what people are saying. Judge everything you hear against the Bible.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AiMalls Announces its Global Expansion with Dubai License and Upcoming 2025 AI-Powered Shopping App Launch",
            "link": "https://markets.businessinsider.com/news/stocks/aimalls-announces-its-global-expansion-with-dubai-license-and-upcoming-2025-ai-powered-shopping-app-launch-1034155022",
            "description": "AiMalls has secured its prestigious Dubai License, marking a key step in our global expansion. This milestone boosts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DWOyfedQM2JGH91vbKEcyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5h",
            "source": "Business Insider",
            "article_content": "DUBAI, United Arab Emirates, Dec. 19, 2024 (GLOBE NEWSWIRE) -- AiMalls, a leader in AI, blockchain, and digital commerce, is reshaping online shopping with a focus on transparency, security, and global opportunities. With impressive achievements in 2024, AiMalls is poised for even greater milestones in 2025, driving further global expansion and enhancing its tokenized ecosystem and AI capabilities.\n\n\n\n\n\nMajor Milestone Achieved and Exciting Developments Ahead\n\nAiMalls has secured its prestigious Dubai License, marking a key step in our global expansion. This milestone boosts credibility, ensures regulatory compliance, enables strategic partnerships and opens access to the thriving Middle East market. As a result of this achievement, AiMalls aims to launch in Dubai, further enhancing our position in the region and driving continued growth.\n\nAiMalls App Launch: The Smart Way to Shop in 2025\n\nThe highly anticipated AiMalls app launches in Q1 2025, promising an enhanced shopping experience with more efficient, faster, make shopping easier and more enjoyable. The app will provide access to a wide range of global shopping options, transforming how you shop online by using $AIT as utility token, shoppers can unlock exclusive discounts, earn rewards and access special features within the app. With AiMalls, shopping is not just about buying, it's about experiencing the future of commerce.\n\nInline with the shopping app launch, AiMalls $AIT is in negotiations with TOP TIER 1 Centralized Exchange for token listing.\n\nDriving Value with Strategic Token Burn and Sustainable Growth\n\nThe recent token burn at AiMalls, which has already removed over 25,000 $AIT tokens from circulation, is a powerful move in our long-term strategy. By reducing the total supply of $AIT, we’re not just increasing scarcity, we're enhancing its value over time, with the recent token burning event $AIT surges over 600%. This strategic burn helps drive demand, rewarding holders and ensuring $AIT remains a sought-after asset. As we continue this process, it aligns with our vision of creating a more sustainable and impactful ecosystem for our community.\n\nThrough AiMalls revenue allocation model , 5% of advertising revenue is dedicated to buying back and burning $AIT tokens. Over the next five years, $3.6 million will be allocated to this burn process, ensuring a sustainable deflationary effect that drives long-term value for $AIT holders and strengthens the token's market position.\n\nToken burning is more than just a mechanism, it’s a way to solidify the future growth and strength of AiMalls.\n\n“AiMalls will continue to operate as a global leader in AI-powered e-commerce, offering an innovative platform that simplifies life and creates meaningful benefits for all users.”\n\nAbout AiMalls\n\nAbout AiMalls: AiMalls is the first tokenized e-commerce company registered with the Securities and Exchange Commission in the Philippines. Now a Dubai Registered E-Commerce company. Audited by CertiK, powered by state-of-the-art Artificial Intelligence, and underpinned by its utility token AIT. AiMalls transcends traditional shopping experiences, unifying sellers and buyers in a seamless digital platform where efficiency and customer satisfaction reign supreme. Our vision is to break down barriers between e-commerce and consumers, providing Web3 and Web2 users with the versatile shopping platform they've always desired.\n\nInvest in the Future of E-Commerce\n\nWith cutting-edge AI and blockchain technology, backed by leading venture capitalists, AiMalls is transforming online shopping. We are seeking strategic investors to join us in redefining the retail landscape. Your investment offers more than equity, it’s a chance to be part of a dynamic mission that’s setting new benchmarks in e-commerce innovation. Seize the opportunity to shape the future of retail.\n\nStay Up-to-Date with AiMalls:\n\nWebsite | Twitter | Facebook | Ann | Telegram | Discord\n\nInstagram | Tiktok | LinkedIn | Threads | Medium | Email\n\nDisclaimer: This article serves informational purposes only and should not be considered financial advice. Readers are encouraged to conduct their research before making any investment decisions.\n\nMedia detail:\n\nPerson contact name: Fred Bruno\n\nCity: Dubai, UAE\n\nemail: business@aimalls.app\n\nWebsite: https://aimalls.app\n\nCompany Name: AiMalls Online Store\n\nSOURCE: AiMalls Online Store\n\nA photo accompanying this announcement is available at https://www.globenewswire.com/NewsRoom/AttachmentNg/1fd55ba2-6450-4112-a406-9736df697ae7"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI will radically change online dating in the next 5 years",
            "link": "https://www.msn.com/en-us/news/technology/ai-will-radically-change-online-dating-in-the-next-5-years/ar-AA1w9xkl?ocid=BingNewsVerp",
            "description": "Personalized chatbots dating other chatbots on your behalf. AI concierges fielding questions about potential matches.",
            "image_url": "https://www.bing.com/th?id=OVFT.p-M-rn45VlTyGvKnVfNhjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Forget the gimmick, ChatGPT’s 1-800 number is a clever attack on Meta AI",
            "link": "https://bgr.com/tech/forget-the-gimmick-chatgpts-1-800-number-is-a-clever-attack-on-meta-ai/",
            "description": "OpenAI announced a 1-800 number for ChatGPT, which seems like a big marketing gimmick but also a huge attack on Meta AI.",
            "image_url": "https://www.bing.com/th?id=OVF.r%2f29B3ONNP7u53tMkPA1zg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "BGR",
            "article_content": "Some of OpenAI’s announcements for its “12 Days” event of ChatGPT novelties were easy to guess. The full release of ChatGPT o1, ChatGPT Search going public, and the official Sora rollout are some of the things you could have seen coming. But the 1-800-ChatGPT toll-free number that OpenAI announced on Wednesday is something that definitely wasn’t on my list.\n\nI did not see ChatGPT’s Advanced Voice Mode getting regular phone call support, which is what the 1-800 number will do for you. It’s an incredibly gimmicky feature that will do more for OpenAI’s ChatGPT marketing department than for users.\n\nThe 1-800 number will give you 15 minutes of free chat with the AI per month in the US and Canada. It works from any kind of phone, including old flip phones and rotary home phones. OpenAI demoed both during the short livestream. But the more exciting feature is having ChatGPT support in WhatsApp.\n\nYou can use the same number to talk to ChatGPT in the popular chat app. There are no limits, and the phone works worldwide. That’s less gimmicky than calling a phone number to talk to ChatGPT, and I think it’s a big attack on Meta’s Meta AI.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nMeta AI is a ChatGPT-like product from Meta. The company formerly known as Facebook bundled Meta AI with all its social platforms, including Facebook, Instagram, and WhatsApp. If you use any of these apps, you have access to Meta AI right now, or it’s coming soon. Meta couldn’t give Meta AI a worldwide release, as some markets require special attention. That’s the EU, of course.\n\nOnce Meta AI becomes available, you can’t disable it. You can avoid using it in any of those apps, but Meta AI is now built into all of Meta’s social networks.\n\nBringing ChatGPT into WhatsApp via the 1-800-ChatGPT number is easily an attack on Meta AI, one that Meta can’t really respond to. Suddenly, WhatsApp users can talk to the AI they might prefer right inside WhatsApp instead of the one available by default.\n\nJust look at the demo OpenAI offered. The user moves between a chat with a person to a chat with ChatGPT to ask a question. They could ask Meta AI the same question, as the Meta AI search/composer field is seen right at the top of chats in WhatsApp.\n\nYou can now talk to ChatGPT by calling 1-800-ChatGPT (1-800-242-8478) in the U.S. or by sending a WhatsApp message to the same number—available everywhere ChatGPT is. pic.twitter.com/R0XOPut7Qw — OpenAI (@OpenAI) December 18, 2024\n\nTo chat with ChatGPT in WhatsApp, save the 1-800 number in your contacts. Then, type your questions and prompts, and the AI will answer.\n\nAs a longtime ChatGPT user, I’ll never chat with the chatbot via WhatsApp. I’ll use the standalone ChatGPT apps or the website. However, plenty of smartphone owners are still new to the AI game. They might be aware of ChatGPT, Gemini, Claude, and Meta AI, but they might not use any of them. The WhatsApp integration gives OpenAI another way of promoting its AI services to consumers who aren’t using AI chatbots.\n\nThe WhatsApp access might be the gateway drug that gets them to install the ChatGPT apps. From there, they might consider premium access for the AI. And it’ll all happen in an app that comes with built-in Meta AI access.\n\nWill it actually work? We’ll have to wait and see whether OpenAI shares any stats on 1-800 calls and WhatsApp engagement. At the very least, it’s a great marketing tactic worth pursuing.\n\nAs for the actual WhatsApp chats with ChatGPT, the privacy implications aren’t clear here. You’d use the service without an account. Also, WhatsApp chats should be end-to-end encrypted so the chat content is only visible to the two parties.\n\nBut one party is an AI that might have instructions to export some of those chats to OpenAI for safety reasons or to improve the service. After all, the toll-free number warns you that the call might be recorded.\n\nAlso, the WhatsApp service can potentially give OpenAI access to plenty of phone numbers that can be targeted with ChatGPT promo texts. It might never happen; I’m speculating here. But OpenAI will want to increase its customer base, so that’s one way to do it.\n\nOpenAI could also match some of those numbers to existing ChatGPT accounts. But again, if you have a ChatGPT account, you wouldn’t really want the WhatsApp experience."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Generative AI Meets Beauty: Ulta’s (ULTA) Bold Bet On Nvidia’s (NVDA) Hairstyling Tech",
            "link": "https://www.msn.com/en-us/lifestyle/beauty/generative-ai-meets-beauty-ulta-s-ulta-bold-bet-on-nvidia-s-nvda-hairstyling-tech/ar-AA1wapXM?ocid=BingNewsVerp",
            "description": "Ulta Beauty has launched an AI app that lets users use their selfies to show instant and realistic previews of their favorite ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CboxR4-6rg1LVkcfhnbz5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Insider Monkey on MSN52m",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chimaira’s Paranormal Prison Ghost Hunt",
            "link": "https://www.msn.com/en-us/tv/news/chimaira-s-paranormal-prison-ghost-hunt/ar-AA1w774Z?ocid=BingNewsVerp",
            "description": "Chimaira's Mark Hunter and Matt DeVries encounter anomalies in their ghost hunt in this new episode of 'Paranormal Prison.' ...",
            "image_url": "https://www.bing.com/th?id=ODF.dM4qE4WPmYOYv8QB9bgxVw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Loudwire on MSN19h",
            "source": "Loudwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kentucky's museum scene is bigger than you think. 5 offbeat places to visit in 2025",
            "link": "https://www.yahoo.com/lifestyle/kentuckys-museum-scene-bigger-think-100057497.html",
            "description": "As a city with a rich history, it comes as no surprise that Louisville has a notable museum scene. There are numerous ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eBe6dB9TKkqFXYB0tr6Z8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "As a city with a rich history, it comes as no surprise that Louisville has a notable museum scene.\n\nThere are numerous renowned Louisville museums, each carrying cultural significance that represent parts of the city locals take pride in, but Kentucky's museum scene has horizons beyond the commonwealth's largest city, including some that verge into the realm of the uncanny — or extraterrestrial.\n\nIf you're looking to learn some obscure and niche history, here are five museums worth checking out in Kentucky.\n\n1. Kentucky Coal Museum\n\nA Coal Miner's Home exhibit at the Kentucky Coal Mining Museum features furnishings found in many coal miners' homes.\n\n231 Main St. Benham, 40807; Tuesday-Saturday 10 a.m.-5 p.m. and Sunday 12 p.m. to 4 p.m.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nPerhaps no place is more qualified to portray the realities of life in a coal mine than Benham, Kentucky. Once a coal camp, this tiny eastern Kentucky town is now home to the Kentucky Coal Museum. The museum encapsulates what life as a coal miner would have been like. Given the significance of coal mining in the commonwealth's history, the preserved history of the industry that countless Kentuckians devoted their careers to may be of interest to Kentuckians from all over.\n\n2. Vent Haven Museum\n\nA room filled from floor to ceiling with ventriloquist dummies at the Vent Haven Museum in Ft. Mitchell, Kentucky. June 30, 2020\n\n33 West Maple Ave., Fort Mitchell; Open by appointment only May 1 through Sept. 30.\n\nIn the northern Kentucky city of Fort Mitchell resides the \"world's only museum dedicated to ventriloquism,\" according to the Vent Haven Museum's website. While many people may balk at the idea of entering a building occupied by more than 1,200 dummies and related memorabilia dating back to the 19th century, the museum's founder, W.S. Berger, spent decades collecting the items. Berger died in 1972, and the museum opened in 1973 after he formed a charitable organization to ensure his collection stayed intact.\n\n3. Great American Dollhouse Museum\n\n344 Swope Drive, Danville; Wednesday through Saturday 11 a.m. to 5 p.m.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWith more than 200 dollhouses, model buildings and box rooms that capture astonishing detail with their designs and furnishings, the Great American Dollhouse Museum is a window into worlds from several U.S. time periods and regions, including the Colonial period, the Old West, and modern eras, according to the museum's website. Other sections of the museum include a miniature scene mimicking a 1910s town, and a fantasy-inspired sections replete with mythical creatures like elves, witches and trolls.\n\n4. International Paranormal Museum and Research Center\n\nA section of the International Paranormal Museum and Research Center dedicated to aliens.\n\nClosed until spring of 2025 for relocation.\n\nThe International Paranormal Museum and Research Center in Somerset is a hub for people interested in the inexplicable phenomena that grip the imagination of humankind — from ghosts to cryptids to aliens. The organization investigates these subjects and collects artifacts found along the way to display to the public.\n\nThe museum is in the process of moving out of its home of seven years and anticipates reopening in Spring 2025, though its new location has not yet been announced. Rest assured, if you've yet to experience this attraction, the museum's management is confident they'll come back better than ever.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n5. Dinosaur World Kentucky\n\n711 Mammoth Cave Road, Cave City; Open daily from 8:30 a.m. to 4:30 p.m.\n\nIf you're young or young at heart, you can help your imagination soar back to the time of the dinosaurs by heading to Cave City. Dinosaur World is an outdoor museum with hundreds of life-sized dinosaurs on display that also offers a host of educational activities that allow children to search for and examine fossils and minerals.\n\nContact reporter Killian Baarlaer at kbaarlaer@gannett.com or at @bkillian72 on X.\n\nThis article originally appeared on Louisville Courier Journal: Weird museums: 5 unique Kentucky museums to visit in 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Listening to Joe Rogan predicts belief in extraterrestrial UFOs, study finds",
            "link": "https://www.msn.com/en-gb/news/world/listening-to-joe-rogan-predicts-belief-in-extraterrestrial-ufos-study-finds/ar-AA1wa8Ch?ocid=BingNewsVerp",
            "description": "Consuming paranormal documentaries, reality TV, Fox News, YouTube, and the Joe Rogan Experience podcast is linked to stronger ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NvZOXPtbOvgAodZMwQ0aJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "PsyPost on MSN3h",
            "source": "PsyPost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sleep paralysis is real and can be as terrifying as any horror movie",
            "link": "https://nationalpost.com/longreads/sleep-paralysis-terrors",
            "description": "In his new book, Monsters on the Couch: The Real Psychological Disorders Behind Your Favorite Horror Movies, Sharpless devotes a full chapter to a surprisingly common human sleep experience that has ...",
            "image_url": "https://www.bing.com/th?id=OJ.XVc2TYoKv44Xjg&pid=news&w=113&h=16&rs=2",
            "category": "paranormal",
            "date": "4h",
            "source": "National Post",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hollywood embraces God and the 'cowboy curious' to broaden audience",
            "link": "https://www.reuters.com/lifestyle/hollywood-embraces-god-cowboy-curious-broaden-audience-2024-12-19/",
            "description": "The script for the biblical epic \"Mary,\" which tells the story of the Nativity from the perspective of Mary of Nazareth, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HT2BZKN_kTYTLwnDq5k6Gy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of \"tipped over\" black hole surprises NASA scientists",
            "link": "https://www.msn.com/en-us/science/astronomy/discovery-of-tipped-over-black-hole-surprises-nasa-scientists/ar-AA1waz8T?ocid=BingNewsVerp",
            "description": "New analysis techniques and decades-old research helped NASA scientists identify an unusual black hole in a distant galaxy.",
            "image_url": "https://www.bing.com/th?id=OJ.8MmhhQ3g034d0g&pid=news&w=87&h=16&rs=2",
            "category": "science+discovery",
            "date": "37mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prehistoric mastodon jaw found in backyard of New York home",
            "link": "https://abcnews.go.com/US/prehistoric-mastodon-jaw-found-backyard-new-york-home/story?id=116894988",
            "description": "A backyard in Orange County, New York, became the site of an incredible discovery of a complete mastodon jaw -- the first ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t-qDu3OaMd29rhRvQ9AFOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "5h",
            "source": "ABC",
            "article_content": "“I’m so excited that our yard had something so important for science.”\n\nA backyard in Orange County, New York, became the site of an incredible discovery of a complete mastodon jaw -- the first find like it in New York in more than 11 years.\n\nThe jaw, along with a piece of a toe bone and a rib fragment, was uncovered near Scotchtown by researchers from the New York State Museum and SUNY Orange.\n\nThe discovery began when a homeowner spotted two teeth sticking out of the dirt under a plant. After digging a little deeper, they found two more teeth just below the surface. Realizing the find might be something special, the homeowner called in experts, and soon a full excavation was underway.\n\n“When I found the teeth and held them in my hands, I knew they were something special,” said the homeowner. “I’m so excited that our yard had something so important for science.”\n\nThe team of researchers uncovered a well-preserved jaw belonging to an adult mastodon, an ancient relative of today’s elephants. The jaw will now be studied to figure out how old it is, what the mastodon ate and what its life was like during the Ice Age.\n\n“This jaw is an amazing discovery,” said Dr. Robert Feranec, an expert from the New York State Museum. “Fossils like this help us learn about ancient ecosystems and give us clues about how the world has changed over time.”\n\nA backyard in Orange County, New York, became the site of an incredible discovery of a complete mastodon jaw -- the first find like it in New York in more than 11 years. New York State Museum\n\nOrange County has been a great place to find mastodon fossils. In fact, about one-third of the 150 mastodon fossils found in New York have come from this area.\n\nDr. Cory Harris from SUNY Orange said they hope to keep digging in the area to see if there are more bones waiting to be found.\n\n“The jaw is the most exciting part, but the toe and rib fragments might also help us learn more about this animal,” Dr. Harris explained.\n\nThe jaw will eventually be displayed at the New York State Museum in 2025, after scientists finish their research, according to Michael Mastroianni, a leader at the museum."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeological discovery of amulet shows evidence of early spread of Christianity",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/archaeological-discovery-of-amulet-shows-evidence-of-early-spread-of-christianity/ar-AA1w6w0F?ocid=BingNewsVerp",
            "description": "Archaeologists uncovered a nearly 1,800-year-old amulet that offers new insight into the early spread of Christianity across ...",
            "image_url": "https://www.bing.com/th?id=OVFT.11FAGuYrP4skNK0TEVzpzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "21hon MSN",
            "source": "USA TODAY on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Surprise discovery in alien planet's atmosphere could upend decades of planet formation theory",
            "link": "https://www.msn.com/en-gb/news/techandscience/surprise-discovery-in-alien-planets-atmosphere-could-upend-decades-of-planet-formation-theory/ar-AA1w77Kd?ocid=BingNewsVerp",
            "description": "The odd atmosphere of a fledgling exoplanet is causing astronomers to question leading theories of how planets form.",
            "image_url": "https://www.bing.com/th?id=ODF.WZOtzx9DfDvsHUI2RYy7uQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Live Science on MSN21h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronaut-on-a-chip: Multi-organ tissue chips simulate space radiation's impact on human health",
            "link": "https://www.msn.com/en-us/health/other/astronaut-on-a-chip-multi-organ-tissue-chips-simulate-space-radiations-impact-on-human-health/ar-AA1w74BC?ocid=BingNewsVerp",
            "description": "As astronauts venture further into space, their exposure to harmful radiation rises. Researchers from Columbia University are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xn6JGpAP6oPS_xHZ_XJS1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "19hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How OpenAI’s Jerry Tworek found a new way forward for large language models",
            "link": "https://www.fastcompany.com/91246222/openai-researcher-jerry-tworek-human-brain-o1-models",
            "description": "The veteran AI researcher was a key developer of OpenAI’s o1 model, which 'thinks' longer and harder about problems.",
            "image_url": "https://www.bing.com/th?id=OVFT.oxT6rK2hKqZGRHJrUWHrpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "You can now talk to OpenAI’s chatbot by dialing 1-800-ChatGPT",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/you-can-now-talk-to-openai-s-chatbot-by-dialing-1-800-chatgpt/ar-AA1w9eS9?ocid=BingNewsVerp",
            "description": "CHATGPT, a female voice on the other end was able to provide a recipe for a chocolate chip cookie and recite a paragraph ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4xOT_pnFRw8nBba3Xw8lNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IBM's new enterprise AI models are more powerful than anything from OpenAI or Google",
            "link": "https://www.zdnet.com/article/ibms-new-enterprise-ai-models-are-more-powerful-than-anything-from-openai-or-google/",
            "description": "IBM is zooming along with new open-source Granite Large Language Models (LLM) releases every few months. Granite 3.1 is the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GgB7pP_0oXbCnw9e_g8pES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10h",
            "source": "ZDNet",
            "article_content": "ZDNET\n\nIBM is zooming along with new open-source Granite Large Language Models (LLM) releases every few months. Granite 3.1 is the latest generation model, building upon the success of Granite 3.0. The model offers enhanced capabilities and performance optimized for business applications.\n\nAlso: Gemini Advanced users can now access Google's most experimental model\n\nThe family of Granite 3.1 models boasts an impressive 128K token context window, a substantial increase from their predecessors. This expansion allows the models to process and understand much larger amounts of text -- equivalent to approximately 85,000 English words -- enabling more comprehensive analysis and generation tasks. By comparison, OpenAI's ChatGPT 3, which ignited the AI revolution, could handle only 2,000 tokens.\n\nOutperforming the competition\n\nBig Blue claims its new Granite 8B Instruct model outperforms its rivals, such as Google Gemma 2, Meta Llama 3.1, and Qwen 2.5, on HuggingFace's OpenLLM Leaderboard benchmarks.\n\nAlso: Want generative AI LLMs integrated with your business data? You need RAG\n\nThe Granite 3.1 family includes dense models and Mixture of Experts (MoE) variants. IBM states its Granite 2B and 8B models are text-only dense LLMs trained on over 12 trillion data tokens. The dense models are designed to support tool-based use cases and for retrieval augmented generation (RAG), streamlining code generation, translation, and bug fixing.\n\nThe MoE models are trained on over 10 trillion tokens of data. IBM claims these models are ideal for deployment in on-device applications with low latency.\n\nImproved graphics and language capabilities\n\nThe new release also introduces image-in/text-out functionality, broadening the models' applicability for businesses working with graphics.\n\nGranite 3.1 also offers improved foreign language proficiency. Alongside English, it can now work with a dozen languages, including German, Spanish, French, Japanese, Portuguese, Arabic, Czech, Italian, Korean, Dutch, and Simplified Chinese. In short, if you have an international business, IBM has an LLM you can use.\n\nAs before, the new Granite LLMs are licensed under the Apache 2 open-source license. IBM also maintains its commitment to openness by disclosing the training datasets and providing comprehensive documentation on model development and performance.\n\nAlso: Generative AI brings new risks to everyone. Here's how you can stay safe\n\nIf you're worried about intellectual property issues and AI, IBM offers an uncapped indemnity for third-party IP claims related to the use of its models. You may not be concerned about such potential legal problems yet, but I assure you that you will be.\n\nPowerful, trustworthy AI for enterprises\n\nGranite 3.1 models are available on IBM's Watsonx platform; cloud service providers like Google Vertex AI; and AI platforms including Hugging Face, NVIDIA (as NIM microservices), Ollama, and Replicate.\n\nThe release of Granite 3.1 is poised to accelerate AI adoption in enterprise settings. By combining these models with proprietary data using techniques like IBM's InstructLab, businesses can potentially achieve task-specific performance rivaling larger models at a fraction of the cost.\n\nAs the AI landscape evolves rapidly, IBM's Granite 3.1 represents a significant step forward in providing enterprises with powerful, efficient, and trustworthy AI tools to drive innovation and solve complex business challenges."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "All the announcements OpenAI has made so far for its 12 days of 'Shipmas'",
            "link": "https://www.msn.com/en-au/news/techandscience/all-the-announcements-openai-has-made-so-far-for-its-12-days-of-shipmas/ar-AA1vlooL?ocid=BingNewsVerp",
            "description": "Sam Altman has said OpenAI will announce a new product, feature, or demo for 12 days as part of its holiday \"Shipmas\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5DdkG4tpBBtxw9tm9wEFmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI rolls out upgrade to reasoning model, new dev tools",
            "link": "https://www.infoworld.com/article/3627714/openai-rolls-out-upgrade-to-reasoning-model-new-dev-tools.html",
            "description": "Analyst calls latest launch ‘something of a defensive move’ in order to keep up with AWS, Google, and Microsoft in AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zUb8exkqCpkATiGYyRKf_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "InfoWorld18h",
            "source": "InfoWorld",
            "article_content": "The release Tuesday by OpenAI of OpenA1 o1, its reasoning model, in API, along with three new sets of tools for developers, is a “smart move that keeps [it] in the corporate/enterprise conversation, as so many customers are shifting their focus towards agentic applications over simpler chat-based applications,” an industry analyst said.\n\nJason Andersen, VP and principal analyst with Moor Insights & Strategies, also described it as “something of a defensive move, since we have seen AWS, Google, and Microsoft releasing API-based multi-model development frameworks such as Bedrock and AI Foundry.”\n\nSome of those frameworks, he said, “do have OpenAI as a potential model target, but they also have new features such as model routing, which means that there is no guarantee that the framework vendor will consistently use OpenAPI.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We can expect 12 AI trends to lead us towards 2025 and beyond",
            "link": "https://www.livemint.com/opinion/columns/we-can-expect-12-ai-trends-to-lead-us-towards-2025-and-beyond-artificial-intelligence-predictions-user-interface-coding-11734452313668.html",
            "description": "Instead of us learning code, AI will learn what we speak, so everybody will be able to programme software. Instead of ...",
            "image_url": "https://www.bing.com/th?id=OVFT._eVl_lOT43DUPfobEKFl3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "9hOpinion",
            "source": "Mint",
            "article_content": "As OpenAI and Google joust this December, with the former’s 12 Days of Innovation challenge, and the latter countering it with its Gemini 2 AI model, I look beyond these skirmishes to predict my Twelve Trends for AI going into 2025 and beyond.\n\nI will describe them over three columns. Each of these has a theme, and today’s four predictions are around how humans and AI will draw closer to each other—in work, life and relationships.\n\nAlso read: Indian software majors need a clear strategy to ride the AI wave\n\nPrediction One of Twelve—English is the new coding: As our generation was growing up, we were told that learning English was the passport to success. We did that and were arguably successful in our careers and businesses. Our children in turn are told that learning how to code is the passport to success, thus coding is the new English.\n\nThis led to 10-year-olds being dragged to code camps to learn Python and JavaScript. With Generative AI, this changes: Every time we write an English prompt for ChatGPT or any of its ilk, we are actually ‘coding: i.e., giving it a set of instructions to perform some task for us, whether it’s a summarization, video-creation or a write-up.\n\nExcept that now we are doing it in our natural human language rather than the language of the machine. This is profound, as it has the potential to democratize coding and make eight billion of us code. Microsoft’s Satya Nadella declaimed that instead of learning the machine’s language, machines would have to learn ours.\n\nJensen Huang of Nvidia joined the chorus saying that the true potential of AI is that none of us would have to learn how to code. Thus, English, or any other natural language, becomes the new coding language.\n\nPrediction Two of Twelve—AI is the new UI: AI will become the new user interface. Bill Gates presciently wrote in November 2023 (bit.ly/3tSMNkB): “…you won’t have to use different apps for different tasks. You’ll simply tell your device, in everyday language, what you want to do.\"\n\nA UI has been how humans and machines have interacted with each other, as the difficult UIs of machine language and DOS (disk operating system) gave way to a GUI (graphical user interface), search bars, browsers and apps. Simpler UI led to a faster, intuitive and more productive interaction with a machine.\n\nThe AI-driven shift will lead to voice UI as the spoken word becomes the new way to interact with machines, similar to our interactions with other humans. We will chat with ChatGPT or Gemini to work with them on our day-to-day tasks.\n\nOur devices will morph, with voice becoming the primary interface rather than a large screen. The first proto-devices are already out, though not terribly successful, like the Rabbit R1 and AI Pin. An AI assistant becomes the UI.\n\nPrediction Three of Twelve—AI and humans are the new creators: GenAI is a cognitive technology and can do creative tasks like writing, creating art and composing poetry. This has left many human creators deeply worried about their jobs as creativity was supposed to be a uniquely human skill. I believe, however, that Generative AI will boost human creativity.\n\nTake OpenAI’s Sora, for instance, released last week. When Sam Altman had teased it a year back, he had invited creative prompts on X to instantly generate videos with it. Indian entrepreneur Kunal Shah famously gave ‘A bicycle race on ocean with different animals as athletes riding the bicycles with drone camera view’ and Sora produced a spectacular video (bit.ly/3ZgGnHD).\n\nHowever, it was not Sora that was being creative, but Kunal, who would not have imagined a creation like this unless he had a tool like Sora or Runway to manifest his innate human creativity. Thus, I believe that a combination of humans and AI will give rise to a new era of creativity.\n\nPrediction Four of Twelve—AI creates a new customer: The Industrial revolution brought with it the transactional Industrial customer who rarely used technology, and the internet brought the digital comparison-driven and social customer who searched and clicked her way through brands.\n\nAlso read: These 4 AI stocks could see incredible growth in 2025\n\nA new kind of customer will emerge in this age of AI—someone who lives in the era of infinite hyper-personalized choice and has immersive and conversational interaction with brands, AI that anticipates her needs and brand relationships that are collaborative rather than functional or emotional (bit.ly/4ffrueN).\n\nThis will mean a big change in business and marketing as they adjust to this reality.\n\nThe next set of predictions will be around what I consider the biggest trend of 2025—Agentic AI. Here is a video (bit.ly/4fnaJ1h) that offers more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Front-End Development: Industry Trends and Innovations",
            "link": "https://techbullion.com/transforming-front-end-development-industry-trends-and-innovations/",
            "description": "The world of front-end development is rapidly and astonishingly evolving, with technological advancements pushing boundaries ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2BaNQeV0yoA87V-YF029Xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Impacts2h",
            "source": "Impacts",
            "article_content": "The world of front-end development is rapidly and astonishingly evolving, with technological advancements pushing boundaries and reshaping industries. From dynamic user interfaces to innovative frameworks in today’s world, this domain has become the backbone of digital transformation across sectors. While the industry has seen immense growth, professionals like Sarath Krishna Mandava have made noteworthy contributions, setting new benchmarks in delivering robust, scalable, and user-friendly digital solutions. With a career spanning over 12 years, Sarath’s expertise in leading-edge technologies provides an excellent vantage point to explore the trends and challenges that define front-end development today.\n\nRedefining Digital Experiences Through Front-End Innovation\n\n\n\nFront-end development is pivotal in enhancing user interactions with digital products, providing seamless experiences as users engage with modern technologies. It acts as a gateway to innovative digital solutions, ensuring smooth access to a variety of platforms.\n\nProgressive Web Applications (PWAs)\n\n\n\nProgressive Web Applications (PWAs) have revolutionized the digital landscape by merging the reliability of native apps with the accessibility of web platforms. PWAs are now a key driver in sectors like e-commerce and real estate, improving user engagement and driving cost efficiencies.\n\nCross-Platform Compatibility\n\n\n\nThe demand for cross-platform and responsive solutions is on the rise. Frameworks like Angular and React enable developers to create apps that deliver consistent user experiences across devices, meeting the needs of diverse users and businesses.\n\nAccessibility and Inclusivity\n\n\n\nThe focus on accessibility and inclusivity is becoming essential, particularly in industries such as education, healthcare, and government, where digital solutions must cater to diverse audiences.\n\nOptimizing Business Performance with Advanced Frameworks\n\nFrameworks and libraries are at the essence of front-end development, which help developers solve the issues and challenges in an efficient and precise manner.\n\nThe innovation and upgradation in front-end development like Angular, React, and Vue.js have totally revolutionized the designs of applications and optimized industries in various ways.\n\nPerformance and Scalability\n\nState management tools like Redux and NGRX streamline data handling, and these tools ensure high performance even in applications that manage terabytes of information. This is particularly valuable in industries like fintech and logistics, where scalability is critical.\n\nUser-Centric Design\n\nFrameworks in front-end development offer pre-built components and templates that help in accelerating the development of intuitive, creative, and user-friendly designs. For example, Bootstrap and Angular Material are helping enterprises build solutions with faster turnaround times.\n\nSecurity Enhancements\n\nAs cyber threats evolve, the ability of frameworks to integrate robust security measures ensures and strengthens the resilience of digital platforms. Front-end development teams are increasingly focused on secure design principles, especially in sectors such as finance and healthcare.\n\nReal-World Applications: Front-End Impact on Industry\n\nThe commercial real estate industry showcases how front-end innovation is reshaping operational models, with platforms like RxWell revolutionizing property and tenant management.\n\nOperational Efficiency\n\nFront-end technologies streamline workflows and improve daily operations in commercial real estate. By automating tasks and integrating touchless access systems, businesses save time and resources while optimizing property management.\n\nRevenue Maximization\n\nWith predictive analytics and real-time engagement, property owners can enhance tenant satisfaction and optimize leasing strategies. These front-end solutions drive profitability by providing tools for better decision-making and improved tenant relationships.\n\nEnhanced User Experience\n\nRxWell’s intuitive design and seamless user interface highlight how front-end development enhances customer and business interactions. By prioritizing clarity and usability, the platform ensures tenants and property managers can navigate easily, fostering greater engagement and satisfaction. Through effective front-end architecture, RxWell exemplifies the power of user-friendly interfaces in improving operational outcomes.\n\nChallenges Facing Front-End Developers\n\nFront-end development is a rapidly evolving field, presenting several challenges that developers must navigate to remain competitive and effective.\n\nKeeping Up with Technology\n\nWith the constant introduction of new tools and libraries, front-end developers must stay updated on the latest trends and innovations. This continuous learning process is essential to maintain relevancy in the job market and avoid outdated skills.\n\nBalancing Performance with Aesthetics\n\nCreating applications that are both visually appealing and performance-optimized for diverse devices and internet speeds is a constant challenge. Achieving this balance requires rigorous testing and design refinement, as any compromise can negatively affect user experience and application success.\n\nIntegration with Legacy Systems\n\nMany industries face the challenge of modernizing legacy systems while ensuring compatibility with contemporary front-end technologies. Developers must find innovative solutions to bridge the gap between outdated systems and modern frameworks, ensuring seamless functionality without disrupting workflows.\n\nKey Trends Shaping the Digital Experience\n\nAs digital transformation accelerates across various industries, several trends are set to define the future of front-end development. These emerging trends are reshaping user experiences, boosting efficiency, and driving business growth.\n\nAI-Driven Interfaces\n\nArtificial Intelligence (AI) is revolutionizing front-end development by creating personalized, predictive user experiences. AI-powered chatbots, recommendation engines, and machine learning models enhance user interactions, making them more intuitive and efficient. Industries such as e-commerce, healthcare, and education are leveraging AI to provide faster, customized services. By incorporating AI into user interfaces, businesses can improve customer engagement and drive digital transformation.\n\nMicro Frontends\n\nMicro frontends is an architectural approach that breaks down large applications into smaller, independent components. This modular development approach allows developers to work on different parts of the application simultaneously, improving scalability and reducing development time. Micro frontends offer flexibility, enabling teams to manage complex projects more efficiently and deliver faster, more scalable applications.\n\nEdge Computing Integration\n\nEdge computing processes data closer to its source, reducing reliance on centralized servers. This trend enhances application speed and reduces latency, benefiting industries like manufacturing, IoT, and automotive. By integrating edge computing, businesses can create faster and more responsive applications. For front-end developers, incorporating edge computing will be essential to improving user experience and application performance.\n\nSustainability in Design\n\nWith environmental responsibility becoming increasingly important, front-end developers are focusing on creating energy-efficient, sustainable solutions. Optimizing code to reduce energy consumption, minimize data usage, and design lightweight applications are key aspects of sustainable front-end development. These practices not only enhance performance but also help businesses align with sustainability goals, demonstrating their commitment to a greener future.\n\nAugmented and Virtual Reality (AR/VR)\n\nAR and VR technologies are transforming user experiences by offering immersive, interactive environments. In sectors like retail, education, and healthcare, businesses are using AR/VR to engage users in new ways. Front-end developers play a crucial role in integrating these technologies into interfaces, ensuring they are functional, visually appealing, and accessible. This trend is reshaping how businesses interact with customers, creating more engaging and memorable experiences.\n\nLow-Code and No-Code Development\n\nLow-code and no-code platforms are revolutionizing application development by enabling non-technical users to build and customize front-end interfaces. These platforms reduce bottlenecks, accelerate development, and allow businesses to bring products to market faster. Front-end developers optimize these platforms, ensuring flexibility, security, and scalability, particularly for small businesses and startups looking to innovate quickly and cost-effectively.\n\nThese trends are shaping the future of front-end development, making it an exciting field that drives digital transformation across industries.\n\nShaping the Future of Digital Transformation\n\nFront-end development now goes beyond design, focusing on creating impactful digital solutions that drive business growth. As industries embrace emerging technologies, the need for skilled professionals increases. Experts like Sarath Krishna Mandava showcase how innovation and expertise can redefine industry standards, ensuring front-end development remains essential in digital transformation for years ahead."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dairy Trends: GDT drops by 2.8% at last auction of 2024",
            "link": "https://www.farmersjournal.ie/dairy/markets/dairy-trends-gdt-drops-by-2-8-at-last-auction-of-2024-849573",
            "description": "The latest Global Dairy Trade auction recorded a drop of 2.8%, with powders falling by the largest amount, writes Aidan ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rnLXeJQIIToNjJxso9mOOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Irish Farmers Journal15h",
            "source": "Irish Farmers Journal",
            "article_content": "The Global Dairy Trade (GDT) took a bit of a wallop this week, with the index dropping by 2.8%, which was higher than expected.\n\nThe main reductions was for powders, with whole milk powder (WMP) dropping by 2.9% and skim milk powder (SMP) dropping by the same.\n\nBoth anhydrous milk fat (AMF) and butter fell also by 3.8% and 0.6% respectively.\n\nIt’s the first significant drop in the GDT for months, with the last time the index falling significantly being in July. Since then, it has been rising steadily, with just one or two small reductions.\n\nThe overall index remains in a very good place, with prices historically high relative to 2023 and the pre-pandemic years.\n\nIn Europe, prices seemed to settle this week, particularly for butter, with the market nudging up by €55/t. When considering the decline in prices in recent weeks this is a really good result.\n\nAverage butter prices are now €7,185/t and while significantly lower than they were three weeks ago, it’s a good price if it extends into the new year and beyond.\n\nWMP and cheddar are much more stable in Europe, with WMP up €10/t and cheddar down €10/t. SMP has been under a bit more pressure in the European market and at the GDT, as it fell by €30/t this week in Europe and is currently trading at €76/t behind the GDT price, indicating limited appetite in Europe for skim.\n\nAs dairy markets wind down for Christmas, next year’s outlook is less certain, but futures are predicting prices to come down for almost all categories."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Software development trends and predictions for 2025",
            "link": "https://www.developer-tech.com/news/software-development-trends-and-predictions-for-2025/",
            "description": "Among the most pressing trends for 2025 are AI development simplification, the integration of cross-functional engineering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5z77IAD44JLHrM6p8aKVMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Developer Tech2h",
            "source": "Developer Tech",
            "article_content": "Ryan Daws is a senior editor at TechForge Media with over a decade of experience in crafting compelling narratives and making complex topics accessible. His articles and interviews with industry leaders have earned him recognition as a key influencer by organisations like Onalytica. Under his leadership, publications have been praised by analyst firms such as Forrester for their excellence and performance. Connect with him on X (@gadget_ry), Bluesky (@gadgetry.bsky.social), and/or Mastodon (@gadgetry@techhub.social)\n\nAs the world races towards 2025, Developer examines what lies ahead for software development in the new year.\n\nAmong the most pressing trends for 2025 are AI development simplification, the integration of cross-functional engineering teams, and the evolution of DevSecOps practices. These shifts promise to redefine how companies approach innovation, security, and efficiency in their development pipelines.\n\nAI-powered development simplification\n\nAvthar Sewrathan, AI Product Lead at Timescale, predicts a significant transformation in the tech stack landscape by 2025.\n\n“The traditional tech stack will continue to collapse,” Sewrathan notes, highlighting advancements driven by APIs and tools that reduce complexity and enable faster development. This shift is anticipated to empower engineers of all skill levels to create impactful AI applications with ease.\n\n“By 2025, the traditional tech stack will continue to collapse, fueled by APIs and tools that reduce complexity and enable faster development,” Sewrathan explains. “Companies that deliver frictionless, accessible solutions with low barriers to entry will empower engineers to create impactful AI apps, no matter their level of expertise.”\n\nThis democratisation of AI app creation is expected to increase competition within the industry as more developers gain access to advanced capabilities. Consistency and reliability in AI applications are also set to become paramount.\n\n“As AI apps become central to everyday interactions in 2025, consistency and reliability will take precedence,” Sewrathan observes.\n\nDeveloper role evolution\n\nIndu Keri, General Manager and Head of Engineering for Hybrid Cloud at Nutanix, envisions a new era of software development starting in 2025.\n\n“Software development and engineering is already being democratised with tools like Copilot,” Keri says.\n\nBy combining GenAI with low-code solutions, code will be abstracted to the point of irrelevance. AI will generate applications rather than code, enabling developers to step into strategic roles.\n\n“The day-to-day for developers will change drastically,” Keri notes. “No longer hamstrung by grunt work, developers will step into an up-leveled, strategic role—communicating with decision-makers about how tech can solve business problems.”\n\nThis evolution, Keri argues, complements developers’ best qualities – creativity and innovation – and challenges them to grow into leadership roles within their organisations.\n\n“By 2025, engineers at any level will be able to create an AI app through the widespread availability of APIs and models,” Sewrathan adds. “But the differentiators will be consistency, usability, and customer impact.”\n\nAgentic AI and DevOps automation\n\nThe hype around agentic AI will reach boiling point in 2025 as organisations bundle specialised agents for different stages of software delivery, including code generation, testing, and quality assurance. This orchestrator-driven approach will drive a more intelligent approach to DevOps automation.\n\nMartin Reynolds, Field CTO of Harness, says: “Instead of having one, basic GenAI assistant, organisations will bundle together specialised agents for the different stages of software delivery—such as code generation, testing, and quality assurance.”\n\n“One agent will act as the orchestrator, directing the others and producing more accurate insights into the end-to-end process.”\n\nRodrigo Coutinho of OutSystems highlights that agentic AI will answer many, but not all, business problems: “For the last few years, businesses have tried to throw GenAI at all of their problems. The result: GenAI is a remarkable solution for many use cases, but not everything.”\n\n“An AI tool is only as good as the data it’s trained on. Just because tech titans are pushing agentic AI right now doesn’t mean you should scrap simpler solutions. Align your AI strategy with your organisation’s needs, rather than the latest shiny object.”\n\nIntegration of cross-functional engineering teams\n\nMoving beyond AI development, the prediction for cross-functional engineering teams is another area of significant change. Reynolds outlines a future where standalone DevOps teams are phased out in favour of more holistic groups that include representation from all engineering disciplines.\n\n“In 2025, organisations will move away from standalone DevOps teams towards more holistic groups that include representation from all engineering disciplines,” Reynolds explains.\n\nThis shift towards unified cross-functional teams is expected to eliminate the remaining silos between software delivery teams and accelerate innovation at a whole new level. To support these integrated teams, organisations will increasingly adopt unified platforms providing capabilities across the entire software delivery lifecycle—from CI/CD to chaos engineering and cloud cost management.\n\nIn line with these platform shifts, Reynolds emphasises the importance of Internal Developer Portals (IDPs) that enable engineers to self-serve the solutions and data they need.\n\n“To maximise the value of these platforms,” Reynolds advises,“[organisations] will expose these capabilities through IDPs.”\n\nEvolution of DevSecOps practices\n\nThe software development landscape is also witnessing a significant evolution in DevSecOps practices.\n\nDylan Thomas, Senior Director of Product Engineering at OpenText Cybersecurity, predicts that, by 2025, DevSecOps will evolve beyond the “shift-left” paradigm to embrace a more mature “shift everywhere” approach.\n\nThis shift will require organisations to apply the right tools at the right stages of the DevSecOps cycle, improving efficiency and effectiveness in security practices.\n\n“Lightweight analysis in IDEs will help developers catch issues early,” Thomas elaborates. “Automation integrated into pull requests and CI/CD pipelines will ensure a cohesive ‘integrate once’ approach for core functions such as SAST, SCA, and increasingly DAST, particularly for API security testing.”\n\nThis integration is expected to streamline the development process while enhancing overall security.\n\nSoftware Bill of Materials (SBOM) maturity\n\nOne of the critical components in this evolving landscape is the Software Bill of Materials (SBOM).\n\nGovernment mandates are driving organisations to adopt SBOMs at scale, requiring them not only to generate these documents but also to make them actionable.\n\nWhile producing SBOMs in standard formats is now routine, the real challenge lies in translating raw data into meaningful risk-based insights.\n\nDevSecOps practices will mature, leveraging tools like VEX (Vulnerability Exploitability Exchange) to add critical context to SBOMs—reducing inefficiencies in vendor-consumer relationships and enhancing overall security posture.\n\nPostgreSQL’s role in managing complex data types\n\nPostgreSQL’s extension capabilities are also anticipated to play a significant role in managing complex data types in one place.\n\n“In 2025, PostgreSQL will solidify its position as the go-to ‘everything database’—the first to fully integrate AI functionality like embeddings directly within its core ecosystem,” says Avthar Sewrathan, AI Product Lead at Timescale.\n\n“This will streamline data workflows, eliminate the need for external processing tools, and enable businesses to manage complex data types in one place.”\n\nAs companies move towards integrated solutions that can handle diverse datasets without relying on standalone or specialised databases, PostgreSQL is leading the charge towards this future state.\n\nDiverse app stores will reshape mobile distribution\n\nThe app store ecosystem is poised for a significant shift as mobile carriers are expected to regain their influence over app distribution.\n\nMatt Tubergen, EVP of Global Strategy & Partnerships at Digital Turbine, said: “The app store ecosystem is set to shift away from an Apple and Google duopoly to an open landscape as mobile carriers regain the power to connect consumers with apps.”\n\nEmerging regulatory changes are also playing a critical role in leveling the playing field. These include bans that prevent tech giants like Google from incentivising app store preloads, which allow carriers and device manufacturers to preload their own apps on new devices.\n\nThis newfound autonomy positions carriers as pivotal players in alternative app distribution.\n\n“This renewed autonomy positions carriers as critical players in alternative app distribution, enabling organic growth for alternative app stores,” Tubergen notes.\n\nCarriers are expected to offer developers better revenue opportunities than those provided by Apple and Google, while consumers will benefit from a more diverse selection of apps.\n\nTubergen points out that “the new, open app store economy will prioritise the needs of developers and users, shifting away from the current model that only serves Apple and Google.” This shift promises a competitive and decentralised landscape where developers gain more control over their revenue streams.\n\nConsumers are expected to enjoy access to a wider variety of apps curated and tailored to their preferences. With third-party app stores gaining influence and major players like Epic Games and Microsoft advocating for inclusivity, the global app distribution model is likely to expand and mirror the thriving alternative stores seen in Asia.\n\nThis evolution promises an inclusive, innovative, and consumer-focused mobile distribution ecosystem.\n\nEmergence of xOps\n\nThe convergence of DevOps, DataOps, and ModelOps into a new “xOps” paradigm is expected as more traditional applications adopt AI capabilities.\n\n“This new-found set of dependencies will dramatically accelerate ‘AI-aware’ Release Orchestration while also challenging operations teams, support teams, QA teams, and more as the line between more traditional declarative applications blur with the new dependencies to LLMs and GenAI capabilities,” explains Derek Holt, CEO of Digital.ai.\n\nIncreasing security challenges\n\nWhile AI-generated code can significantly increase developer efficiency, it also introduces security risks due to increased volume of code that must still be tested for vulnerabilities and errors.\n\n“While research has shown that generative AI can halve the time it takes developers to complete coding tasks, the increased volume of code being produced must still be tested for vulnerabilities and errors,” warns Holt.\n\n“This will increase security risk and lead to additional toil in the later stages of delivery, wiping out any efficiency gains from AI-generated code.”\n\nIn recent years, there has been a notable increase in supply-chain attacks. This is likely to continue into 2025 and beyond.\n\nAaron Costello, Chief of SaaS Security Research at AppOmni, observes: “The past few years, we’ve seen a steady uptick in supply-chain attacks on SaaS through compromised third-party applications. As a result, organisations are placing these integrations and their requested access levels under far more scrutiny.”\n\n“My research into data exposures has shown that often no initial foothold is needed for threat actors to gain access to the sensitive data they want. The combination of undocumented legacy API endpoints, over-privileged public access, and gaps in vendor logging capabilities will continue to provide a dangerously effective option for threat actors to execute hit-and-run style attacks.”\n\nHeightened regulatory scrutiny\n\nDespite the increasing security challenges, a failure to secure software could have ever more serious repercussions. In light of increasing awareness and demand for reliable software systems, developers must prepare for heightened regulatory scrutiny.\n\nMartin Reynolds, Field CTO of Harness, comments: “In the wake of the CrowdStrike outage, there will be an increase in regulatory pressure around poor-quality software.”\n\nGlobal regulators are expected to introduce more stringent standards that extend beyond existing frameworks like the EU’s Digital Operational Resilience Act (DORA). This response is driven by a growing sentiment among consumers; a recent survey conducted by Harness found that ~74% of consumers believe there should be regulations holding companies accountable for poor-quality software updates leading to IT outages.\n\nTo navigate these impending regulatory changes, organisations supporting critical infrastructure – such as banking, healthcare, and energy services – must proactively enhance their software testing protocols.\n\n“They will need well-defined response plans to ensure they can recover quickly when the unexpected happens,” Reynolds notes. Implementing modern software delivery practices is crucial, including feature flags and canary deployments, which enable continuous improvement in code quality and more stable release cycles.\n\nBy adopting these strategies, organisations not only bolster software resilience but also enhance trust and brand loyalty among consumers. As regulations evolve to emphasise software reliability akin to cybersecurity standards, being proactive will be key to supporting business growth and staying ahead of regulatory measures. This approach not only mitigates risks but positions companies favorably in a landscape where quality is increasingly synonymous with competitive advantage.\n\nOverall, the predictions for 2025 paint a picture of an industry bracing for radical transformation—driven by advancements in AI development, cross-functional engineering teams, and mature DevSecOps practices. These changes promise to accelerate innovation while enhancing security and user experience across industries.\n\nSee also: PostgreSQL becomes developers’ choice for AI and real-time apps\n\nLooking to revamp your digital transformation strategy? Learn more about Digital Transformation Week taking place in Amsterdam, California, and London. The comprehensive event is co-located with IoT Tech Expo, AI & Big Data Expo, Cyber Security & Cloud Expo, and other leading events.\n\nExplore other upcoming enterprise technology events and webinars powered by TechForge here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NI Trends: demand drives cattle quotes to 508p/kg; lambs trading at 700p/kg",
            "link": "https://www.farmersjournal.ie/beef/markets/ni-trends-demand-drives-cattle-quotes-to-508p-kg-lambs-trading-at-700p-kg-849641",
            "description": "Cattle prices continue to rise on the back of rampant processing demand, with base quotes now on 508p/kg. Lamb prices are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jY7IK_y7yXMtF6SNAT7C8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Irish Farmers Journal18h",
            "source": "Irish Farmers Journal",
            "article_content": "Beef and lamb prices continue to rise in Northern Ireland. \\ Philip Doyle\n\nFinished cattle are ending the year on a positive note, with prices paid on prime steers and heifers up 2p/kg on last week.\n\nDemand for slaughter-fit cattle is also reflected in base prices jumping 6p to 8p/kg, with official quotes now on 508p/kg for U-3 grading animals.\n\nMost reports indicate 518p/kg is a realistic starting price for cattle this week, although regular finishers indicate deals of 520p and 524p/kg are widely available for in-spec animals.\n\nPrices at this level are easier to secure when prime heifers are available for slaughter.\n\nHigher prices are also being reported, but are dependent on the ability to supply bigger numbers on a weekly arrangement.\n\nYoung bulls meeting age and carcase weight specifications are moving in line with steer prices of 518p/kg.\n\nBulls falling outside of market specifications are moving much closer to prices in line with official quotes.\n\nWhere farmers are struggling to secure higher returns on finished cattle and not under movement restrictions, the live ring is returning prices well over 300p/kg for good-quality cattle, which equates to deadweight prices of over 520p/kg.\n\nPrices at local plants continue to lag well behind those in Britain, where 560p/kg is common place for prime cattle and highlights the strength of the current trade.\n\nChristmas holidays\n\nLooking to next week, prices look set to hold firm as plants will operate on a shorter kill week due to Christmas.\n\nFarmers should note all plants will operate as normal on Monday 23, Tuesday 24 and Friday 27 December.\n\nAll plants will close on Christmas Day, Boxing Day and New Year’s Day. Marts will also close next week for Christmas holidays.\n\nCows\n\nAs with prime cattle, there is plenty of demand for good-quality cull cows, especially younger animals.\n\nBase quotes have moved up 4p/kg to 400p/kg for O+3 grading animals, with deals of 410p to 430p/kg on offer for good-quality suckler types.\n\nNI sheep: deals at 700p/kg for lambs\n\nThe live trade for fat lamb remains strong, with exporters and agents for Irish factories very active for heavy lots, pushing prices well above £160 and topping £171.\n\nAt the plants, the best quote is 680p/kg, but deals are being reported at 700p/kg to match the live ring.\n\nIn Gortin, heavy lambs were a strong trade, with 25kg to 27kg making £163 to £170, 24kg to £155.50 and 23kg to £143.\n\nKilrea sold a big show of 1,850 lambs from 630p to 684p/kg, no change on last week. Light lambs at 19kg made £130, 18.5kg at £126.50, 24kg sold to £161.50 and 23kg to £154.50.\n\nIn Markethill, 1,160 lambs sold from 630p to 687p/kg, little change on last week. Saintfield sold 600 lambs from 620p to 700p/kg in a steady trade. Texels at 32kg made £171, with 25.5kg Charolais at £160. There was a big run from £147 to £160. Lighter sorts at 20kg made £124.\n\nIn Ballymena, store lambs were a strong trade. Mules hit £162 and £140, with a run of Texels from £125 to £137.\n\nA big sale of 1,800 fat lambs were also a steady trade. Lambs at 24.5kg made £162.50, 24kg at £159.50, 22kg made £148 and 21kg at £147.\n\nFat ewes\n\nThe trade for fat ewes is strong this week. In Gortin, ewes topped £248, with a run from £134 to £22. In Kilrea, top was £250. In Saintfield, the best Texels made £270 and £260, with a big run from £168 to £238.\n\nRead more\n\nSuckler cows in freefall as 50,000 gone"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Distant blazar discovery supports rapid black hole formation in the early universe",
            "link": "https://www.msn.com/en-us/news/technology/distant-blazar-discovery-supports-rapid-black-hole-formation-in-the-early-universe/ar-AA1w7ih5?ocid=BingNewsVerp",
            "description": "Astronomers have discovered an important piece of the puzzle of how supermassive black holes were able to grow so quickly in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x7mzP2ctZcHVlVyIb1ppwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient saber-toothed predator found in Spain is the oldest of its kind",
            "link": "https://www.msn.com/en-us/news/technology/ancient-saber-toothed-predator-found-in-spain-is-the-oldest-of-its-kind/ar-AA1w9U9O?ocid=BingNewsVerp",
            "description": "The discovery of a newly identified species — the oldest saber-toothed animal found and an ancient cousin to mammals — fills ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cTQiKXDlDz1L8uXvyPWKrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of \"tipped over\" black hole surprises NASA scientists",
            "link": "https://www.msn.com/en-us/science/astronomy/discovery-of-tipped-over-black-hole-surprises-nasa-scientists/ar-AA1waz8T?ocid=BingNewsVerp",
            "description": "New analysis techniques and decades-old research helped NASA scientists identify an unusual black hole in a distant galaxy.",
            "image_url": "https://www.bing.com/th?id=OJ.8MmhhQ3g034d0g&pid=news&w=87&h=16&rs=2",
            "category": "physics+discovery",
            "date": "37mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prehistoric mastodon jaw found in backyard of New York home",
            "link": "https://abcnews.go.com/US/prehistoric-mastodon-jaw-found-backyard-new-york-home/story?id=116894988",
            "description": "A backyard in Orange County, New York, became the site of an incredible discovery of a complete mastodon jaw -- the first ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t-qDu3OaMd29rhRvQ9AFOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5h",
            "source": "ABC",
            "article_content": "“I’m so excited that our yard had something so important for science.”\n\nA backyard in Orange County, New York, became the site of an incredible discovery of a complete mastodon jaw -- the first find like it in New York in more than 11 years.\n\nThe jaw, along with a piece of a toe bone and a rib fragment, was uncovered near Scotchtown by researchers from the New York State Museum and SUNY Orange.\n\nThe discovery began when a homeowner spotted two teeth sticking out of the dirt under a plant. After digging a little deeper, they found two more teeth just below the surface. Realizing the find might be something special, the homeowner called in experts, and soon a full excavation was underway.\n\n“When I found the teeth and held them in my hands, I knew they were something special,” said the homeowner. “I’m so excited that our yard had something so important for science.”\n\nThe team of researchers uncovered a well-preserved jaw belonging to an adult mastodon, an ancient relative of today’s elephants. The jaw will now be studied to figure out how old it is, what the mastodon ate and what its life was like during the Ice Age.\n\n“This jaw is an amazing discovery,” said Dr. Robert Feranec, an expert from the New York State Museum. “Fossils like this help us learn about ancient ecosystems and give us clues about how the world has changed over time.”\n\nA backyard in Orange County, New York, became the site of an incredible discovery of a complete mastodon jaw -- the first find like it in New York in more than 11 years. New York State Museum\n\nOrange County has been a great place to find mastodon fossils. In fact, about one-third of the 150 mastodon fossils found in New York have come from this area.\n\nDr. Cory Harris from SUNY Orange said they hope to keep digging in the area to see if there are more bones waiting to be found.\n\n“The jaw is the most exciting part, but the toe and rib fragments might also help us learn more about this animal,” Dr. Harris explained.\n\nThe jaw will eventually be displayed at the New York State Museum in 2025, after scientists finish their research, according to Michael Mastroianni, a leader at the museum."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronaut-on-a-chip: Multi-organ tissue chips simulate space radiation's impact on human health",
            "link": "https://www.msn.com/en-us/health/other/astronaut-on-a-chip-multi-organ-tissue-chips-simulate-space-radiations-impact-on-human-health/ar-AA1w74BC?ocid=BingNewsVerp",
            "description": "As astronauts venture further into space, their exposure to harmful radiation rises. Researchers from Columbia University are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xn6JGpAP6oPS_xHZ_XJS1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Creatio Partners With Salesroom to Transform Sales Performance with AI and No-Code Automation",
            "link": "https://www.cmswire.com/the-wire/creatio-partners-with-salesroom-to-transform-sales-performance-with-ai-and-no-code-automation/",
            "description": "Empower sales teams with Salesroom’s real-time AI coaching and Creatio’s AI-native no-code CRM to streamline workflows, boost engagement, and drive results BOSTON, MA, UNITED STATES, December 19, 2024 ...",
            "image_url": "https://www.bing.com/th?id=ODF.6C0Tk8KIaN-l89iZRW61cg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "nocode",
            "date": "CMS Wire1h",
            "source": "CMS Wire",
            "article_content": "Empower sales teams with Salesroom’s real-time AI coaching and Creatio’s AI-native no-code CRM to streamline workflows, boost engagement, and drive results\n\nAbout Creatio\n\nAbout Salesroom\n\nBOSTON, MA, UNITED STATES, December 19, 2024 / EINPresswire.com / -- Creatio , a global vendor of a no-code platform to automate workflows and CRM with a maximum degree of freedom, today announced its partnership with Salesroom , the only AI-powered virtual sales platform purpose-bult for Revenue teams, transforming how mid-market and Enterprise sales professionals win deals. This partnership combines Salesroom's advanced real-time sales coaching and AI-powered meeting insights with Creatio's leading no-code CRM platform, creating a seamless solution for enhanced sales performance and customer relationship management.By joining forces, Salesroom and Creatio enable sales teams to seamlessly integrate real-time coaching and AI capabilities into their CRM workflows while automatically syncing conversation data into the CRM platform. This ensures unparalleled accuracy and transparency with no additional effort from salespeople. Additionally, performance scoring provides actionable insights for both sales reps and managers, highlighting areas for improvement and driving continuous growth. Together, this partnership enhances customer experiences and delivers exceptional results.“AI isn’t just the future of sales—it’s the present. Until now, we’ve never seen anything like this,” said Roy Solomon, CEO & Co-founder of Salesroom. “Our collaboration with Creatio redefines AI-powered sales, combining advanced generative AI with Creatio’s no-code CRM to revolutionize sales workflows. This partnership empowers sales teams to work smarter by automating tasks, providing real-time insights, and optimizing performance at every stage of the sales process.”Creatio gives its customers the freedom to own their automation. It is delivered through a leading no-code platform, integrating AI-native capabilities into a modern CRM. Designed for a new era of business automation, Creatio helps customers digitize workflows, enhance customer and employee experiences, and boost the efficiency of commercial and operational teams. It delivers the ultimate combination of AI and no-code to transform sales, marketing, and customer service, providing unmatched agility, autonomy, and value. Creatio is recognized as a Leader and Strong Performer in multiple Gartner and Forrester reports. Creatio products receive raving end-user reviews on peer-to-peer portals.“Our collaboration with Salesroom underscores Creatio’s commitment to providing agile, AI-native solutions for sales teams. By integrating real-time coaching and AI-driven insights directly into CRM workflows, we enable businesses to achieve greater transparency, efficiency, and growth with minimal effort,”said Alex Donchuk, Senior Vice President, Global Channels at Creatio.Creatio is a global vendor of a no-code platform to automate workflows and CRM with a maximum degree of freedom. Millions of workflows are launched on our platform daily in 100 countries by thousands of clients. Genuine care for our clients and partners is a defining part of Creatio’s DNA.For more information, please visit www.creatio.com Salesroom is the only AI-powered virtual sales platform purpose-built for Revenue teams, transforming how mid-market and Enterprise sales professionals win deals. With real-time coaching, live buyer engagement insights, and advanced performance analytics, Salesroom goes beyond standard tools—empowering teams to connect more effectively, sell smarter, and drive results. Seamlessly integrated with leading CRMs, Salesroom simplifies workflows while leveraging actionable AI to optimize every stage of the sales process, from preparation to follow-up.For more information, please visit www.salesroom.com\n\nLegal Disclaimer:\n\nEIN Presswire provides this news content \"as is\" without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the author above."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Coinbase Alums Patchwork Take Next Step Toward No-Code Blockchain Development",
            "link": "https://malaysia.news.yahoo.com/coinbase-alums-patchwork-next-step-140000997.html",
            "description": "Patchwork, a startup focused on simplifying blockchain and smart-contract development founded by former Coinbase employees, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tip7aoP2GIAaiT3FY4niGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Yahoo Malaysia21h",
            "source": "Yahoo Malaysia",
            "article_content": "Patchwork, a startup focused on simplifying blockchain and smart-contract development founded by former Coinbase employees, has released the next version of its low-to-no-code tools for building decentralized applications (dapps).\n\nCurrently linked to Coinbase’s popular Ethereum layer-2 network Base and backed by the Base Ecosystem Fund, the “Create-Patchwork” picks-and-shovels approach lowers the barriers to building blockchain applications and attaching data to them.\n\nFollowing the trend toward easily generated content, the complex world of blockchains and smart-contract design is on a path to no-code applications, or “text-to-app” experience.\n\nCreate-Patchwork is the first of several features the team plans to roll out in early 2025 and a foundational step to enable creators to generate contracts and applications in seconds using natural language inputs.\n\nADVERTISEMENT\n\n“Patchwork is an Ethereum protocol that makes it really easy to build dynamic on-chain applications,” co-founder Kevin Day said in an interview. “It lets on-chain things own other on-chain things, and it allows anyone to attach programmable data to on-chain things.”\n\nUser-friendly examples of Patchwork’s data modelling include things like attaching on-chain ownership to valuable gaming items such as weapons, or attaching a marker that a particular smart contract has been audited, or perhaps a reputation score to indicate whether something has ever been hacked, Day said.\n\nPrior to creating Patchwork, Day was part of the team that built Paradex, a decentralized exchange crossed with a central limit order book familiar to traditional traders, which was acquired by Coinbase in early 2018. Day and company ended up working on the Coinbase core exchange, but decided to leave after about four years.\n\n“We always had the itch to get back into the real Web3 development space, so we decided to get the band back together,” he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "M&A is poised for a comeback. Here's how this AI-powered dealmaking startup is getting in on the action.",
            "link": "https://www.businessinsider.com/louisa-ai-startup-goldman-sachs-dealmaking-rebound-2024-12",
            "description": "How a startup born inside Goldman Sachs wants to give other startups an investment-banking edge amid an expected M&A ...",
            "image_url": "https://www.bing.com/th?id=OVFT.j99bs6M7rVZFuqkSMIiCOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "7h",
            "source": "Business Insider",
            "article_content": "Rohan Doctor was a managing director at Goldman Sachs when he founded Louisa AI.\n\nThe startup uses AI to feed deal ideas and networking prompts to bankers and investors.\n\nHere's why he wants to bring the dealmaking playbook to startups.\n\nCold call after cold call, Rohan Doctor wasn't getting as far as he would've hoped.\n\nAdvertisement\n\nThe former Goldman Sachs managing director had emailed a list of digital strategy execs at banks and private equity firms to try to sell them on his startup, Louisa AI. But he only got a handful of replies back.\n\nTwo years since its launch, Louisa AI has secured about a dozen clients, including some of the biggest names in corporate America. They include Goldman Sachs, VC firm Insight Partners, and, more recently, one of the biggest AI chipmakers and a top consulting firm. But he didn't secure those contracts from cold outreach. He used his own startup's technology, which proactively prompts deal ideas based on people's personal and professional connections, to get in through the front door.\n\nAdvertisement\n\nNow, Doctor wants to bring his dealmaking playbook to other startups ahead of an anticipated M&A boom.\n\n\"If we're able to close more deals through warm relationships this way, then other startups can, too,\" he said.\n\nThe near-term outlook for M&A activity has gotten brighter, with lower interest rates reducing the cost of borrowing. Wall Street execs are optimistic that Trump's return to the White House, and any business-friendly regulations that may come with it, will be a tailwind for dealmaking. Also, companies resetting their valuations could spur more transactions to close as price expectations align between buyers and sellers.\n\nAdvertisement\n\nMeanwhile, in Silicon Valley, VCs and founders are hopeful about the anticipated looser environment, which could boost tech building and dealmaking. VCs, which rely on selling startups in M&A deals for many of their returns, have been dampened by the Federal Trade Commission's antitrust stance on M&A.\n\nLouisa AI was built to suggest potential deals based on the data it's exposed to. It ingests information about who and what employees know by plugging into company CRMs, messaging platforms like Slack and Symphony, and email providers. Since spinning out of Goldman Sachs in 2023, Louisa AI has raised $5 million in seed funding. It suggests about $1 billion in deal values per quarter, Doctor said.\n\nIt also highlights mutual connections to establish a warm introduction, which can make all the difference in the multi-billion investment banking industry built on relationships. While running the bank-solutions group at Goldman Sachs, Rohan Doctor used his network to close transactions worth tens of millions of dollars. As a startup founder, it's been a different story.\n\nAdvertisement\n\n\"I've tried the cold outreach and just emailing,\" Doctor said, adding that the startup stopped doing that after it didn't yield good results. What has worked for Doctor is realizing he knows someone who knows someone.\n\nLouisa AI scored the chipmaker contract after the AI flagged that one of Doctor's staff used to work for someone who now worked at the chip manufacturer. With the consultancy, one of Louisa AI's investors connected Doctor with the consulting firm they used to work for. He declined to name these firms due to non-disclosure agreements.\n\n\"Everything needs to be warm when it comes to big companies doing big things with other people. It has to rely on trust,\" he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Canada Post to start accepting commercial mail as it ramps up post-strike operations",
            "link": "https://www.thestar.com/business/canada-post-to-start-accepting-commercial-mail-as-it-ramps-up-post-strike-operations/article_c11dd361-4a07-5479-a4ce-27a22110183f.html",
            "description": "OTTAWA - Canada Post is set to start accepting commercial letters and parcels as it works to get back to normal operations ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9pnmXgylIOCX9sEfaHTsNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "7h",
            "source": "Toronto Star",
            "article_content": "Country\n\nUnited States of America US Virgin Islands United States Minor Outlying Islands Canada Mexico, United Mexican States Bahamas, Commonwealth of the Cuba, Republic of Dominican Republic Haiti, Republic of Jamaica Afghanistan Albania, People's Socialist Republic of Algeria, People's Democratic Republic of American Samoa Andorra, Principality of Angola, Republic of Anguilla Antarctica (the territory South of 60 deg S) Antigua and Barbuda Argentina, Argentine Republic Armenia Aruba Australia, Commonwealth of Austria, Republic of Azerbaijan, Republic of Bahrain, Kingdom of Bangladesh, People's Republic of Barbados Belarus Belgium, Kingdom of Belize Benin, People's Republic of Bermuda Bhutan, Kingdom of Bolivia, Republic of Bosnia and Herzegovina Botswana, Republic of Bouvet Island (Bouvetoya) Brazil, Federative Republic of British Indian Ocean Territory (Chagos Archipelago) British Virgin Islands Brunei Darussalam Bulgaria, People's Republic of Burkina Faso Burundi, Republic of Cambodia, Kingdom of Cameroon, United Republic of Cape Verde, Republic of Cayman Islands Central African Republic Chad, Republic of Chile, Republic of China, People's Republic of Christmas Island Cocos (Keeling) Islands Colombia, Republic of Comoros, Union of the Congo, Democratic Republic of Congo, People's Republic of Cook Islands Costa Rica, Republic of Cote D'Ivoire, Ivory Coast, Republic of the Cyprus, Republic of Czech Republic Denmark, Kingdom of Djibouti, Republic of Dominica, Commonwealth of Ecuador, Republic of Egypt, Arab Republic of El Salvador, Republic of Equatorial Guinea, Republic of Eritrea Estonia Ethiopia Faeroe Islands Falkland Islands (Malvinas) Fiji, Republic of the Fiji Islands Finland, Republic of France, French Republic French Guiana French Polynesia French Southern Territories Gabon, Gabonese Republic Gambia, Republic of the Georgia Germany Ghana, Republic of Gibraltar Greece, Hellenic Republic Greenland Grenada Guadaloupe Guam Guatemala, Republic of Guinea, Revolutionary People's Rep'c of Guinea-Bissau, Republic of Guyana, Republic of Heard and McDonald Islands Holy See (Vatican City State) Honduras, Republic of Hong Kong, Special Administrative Region of China Hrvatska (Croatia) Hungary, Hungarian People's Republic Iceland, Republic of India, Republic of Indonesia, Republic of Iran, Islamic Republic of Iraq, Republic of Ireland Israel, State of Italy, Italian Republic Japan Jordan, Hashemite Kingdom of Kazakhstan, Republic of Kenya, Republic of Kiribati, Republic of Korea, Democratic People's Republic of Korea, Republic of Kuwait, State of Kyrgyz Republic Lao People's Democratic Republic Latvia Lebanon, Lebanese Republic Lesotho, Kingdom of Liberia, Republic of Libyan Arab Jamahiriya Liechtenstein, Principality of Lithuania Luxembourg, Grand Duchy of Macao, Special Administrative Region of China Macedonia, the former Yugoslav Republic of Madagascar, Republic of Malawi, Republic of Malaysia Maldives, Republic of Mali, Republic of Malta, Republic of Marshall Islands Martinique Mauritania, Islamic Republic of Mauritius Mayotte Micronesia, Federated States of Moldova, Republic of Monaco, Principality of Mongolia, Mongolian People's Republic Montserrat Morocco, Kingdom of Mozambique, People's Republic of Myanmar Namibia Nauru, Republic of Nepal, Kingdom of Netherlands Antilles Netherlands, Kingdom of the New Caledonia New Zealand Nicaragua, Republic of Niger, Republic of the Nigeria, Federal Republic of Niue, Republic of Norfolk Island Northern Mariana Islands Norway, Kingdom of Oman, Sultanate of Pakistan, Islamic Republic of Palau Palestinian Territory, Occupied Panama, Republic of Papua New Guinea Paraguay, Republic of Peru, Republic of Philippines, Republic of the Pitcairn Island Poland, Polish People's Republic Portugal, Portuguese Republic Puerto Rico Qatar, State of Reunion Romania, Socialist Republic of Russian Federation Rwanda, Rwandese Republic Samoa, Independent State of San Marino, Republic of Sao Tome and Principe, Democratic Republic of Saudi Arabia, Kingdom of Senegal, Republic of Serbia and Montenegro Seychelles, Republic of Sierra Leone, Republic of Singapore, Republic of Slovakia (Slovak Republic) Slovenia Solomon Islands Somalia, Somali Republic South Africa, Republic of South Georgia and the South Sandwich Islands Spain, Spanish State Sri Lanka, Democratic Socialist Republic of St. Helena St. Kitts and Nevis St. Lucia St. Pierre and Miquelon St. Vincent and the Grenadines Sudan, Democratic Republic of the Suriname, Republic of Svalbard & Jan Mayen Islands Swaziland, Kingdom of Sweden, Kingdom of Switzerland, Swiss Confederation Syrian Arab Republic Taiwan, Province of China Tajikistan Tanzania, United Republic of Thailand, Kingdom of Timor-Leste, Democratic Republic of Togo, Togolese Republic Tokelau (Tokelau Islands) Tonga, Kingdom of Trinidad and Tobago, Republic of Tunisia, Republic of Turkey, Republic of Turkmenistan Turks and Caicos Islands Tuvalu Uganda, Republic of Ukraine United Arab Emirates United Kingdom of Great Britain & N. Ireland Uruguay, Eastern Republic of Uzbekistan Vanuatu Venezuela, Bolivarian Republic of Viet Nam, Socialist Republic of Wallis and Futuna Islands Western Sahara Yemen Zambia, Republic of Zimbabwe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Software development trends and predictions for 2025",
            "link": "https://www.developer-tech.com/news/software-development-trends-and-predictions-for-2025/",
            "description": "Among the most pressing trends for 2025 are AI development simplification, the integration of cross-functional engineering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5z77IAD44JLHrM6p8aKVMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Developer Tech2h",
            "source": "Developer Tech",
            "article_content": "Ryan Daws is a senior editor at TechForge Media with over a decade of experience in crafting compelling narratives and making complex topics accessible. His articles and interviews with industry leaders have earned him recognition as a key influencer by organisations like Onalytica. Under his leadership, publications have been praised by analyst firms such as Forrester for their excellence and performance. Connect with him on X (@gadget_ry), Bluesky (@gadgetry.bsky.social), and/or Mastodon (@gadgetry@techhub.social)\n\nAs the world races towards 2025, Developer examines what lies ahead for software development in the new year.\n\nAmong the most pressing trends for 2025 are AI development simplification, the integration of cross-functional engineering teams, and the evolution of DevSecOps practices. These shifts promise to redefine how companies approach innovation, security, and efficiency in their development pipelines.\n\nAI-powered development simplification\n\nAvthar Sewrathan, AI Product Lead at Timescale, predicts a significant transformation in the tech stack landscape by 2025.\n\n“The traditional tech stack will continue to collapse,” Sewrathan notes, highlighting advancements driven by APIs and tools that reduce complexity and enable faster development. This shift is anticipated to empower engineers of all skill levels to create impactful AI applications with ease.\n\n“By 2025, the traditional tech stack will continue to collapse, fueled by APIs and tools that reduce complexity and enable faster development,” Sewrathan explains. “Companies that deliver frictionless, accessible solutions with low barriers to entry will empower engineers to create impactful AI apps, no matter their level of expertise.”\n\nThis democratisation of AI app creation is expected to increase competition within the industry as more developers gain access to advanced capabilities. Consistency and reliability in AI applications are also set to become paramount.\n\n“As AI apps become central to everyday interactions in 2025, consistency and reliability will take precedence,” Sewrathan observes.\n\nDeveloper role evolution\n\nIndu Keri, General Manager and Head of Engineering for Hybrid Cloud at Nutanix, envisions a new era of software development starting in 2025.\n\n“Software development and engineering is already being democratised with tools like Copilot,” Keri says.\n\nBy combining GenAI with low-code solutions, code will be abstracted to the point of irrelevance. AI will generate applications rather than code, enabling developers to step into strategic roles.\n\n“The day-to-day for developers will change drastically,” Keri notes. “No longer hamstrung by grunt work, developers will step into an up-leveled, strategic role—communicating with decision-makers about how tech can solve business problems.”\n\nThis evolution, Keri argues, complements developers’ best qualities – creativity and innovation – and challenges them to grow into leadership roles within their organisations.\n\n“By 2025, engineers at any level will be able to create an AI app through the widespread availability of APIs and models,” Sewrathan adds. “But the differentiators will be consistency, usability, and customer impact.”\n\nAgentic AI and DevOps automation\n\nThe hype around agentic AI will reach boiling point in 2025 as organisations bundle specialised agents for different stages of software delivery, including code generation, testing, and quality assurance. This orchestrator-driven approach will drive a more intelligent approach to DevOps automation.\n\nMartin Reynolds, Field CTO of Harness, says: “Instead of having one, basic GenAI assistant, organisations will bundle together specialised agents for the different stages of software delivery—such as code generation, testing, and quality assurance.”\n\n“One agent will act as the orchestrator, directing the others and producing more accurate insights into the end-to-end process.”\n\nRodrigo Coutinho of OutSystems highlights that agentic AI will answer many, but not all, business problems: “For the last few years, businesses have tried to throw GenAI at all of their problems. The result: GenAI is a remarkable solution for many use cases, but not everything.”\n\n“An AI tool is only as good as the data it’s trained on. Just because tech titans are pushing agentic AI right now doesn’t mean you should scrap simpler solutions. Align your AI strategy with your organisation’s needs, rather than the latest shiny object.”\n\nIntegration of cross-functional engineering teams\n\nMoving beyond AI development, the prediction for cross-functional engineering teams is another area of significant change. Reynolds outlines a future where standalone DevOps teams are phased out in favour of more holistic groups that include representation from all engineering disciplines.\n\n“In 2025, organisations will move away from standalone DevOps teams towards more holistic groups that include representation from all engineering disciplines,” Reynolds explains.\n\nThis shift towards unified cross-functional teams is expected to eliminate the remaining silos between software delivery teams and accelerate innovation at a whole new level. To support these integrated teams, organisations will increasingly adopt unified platforms providing capabilities across the entire software delivery lifecycle—from CI/CD to chaos engineering and cloud cost management.\n\nIn line with these platform shifts, Reynolds emphasises the importance of Internal Developer Portals (IDPs) that enable engineers to self-serve the solutions and data they need.\n\n“To maximise the value of these platforms,” Reynolds advises,“[organisations] will expose these capabilities through IDPs.”\n\nEvolution of DevSecOps practices\n\nThe software development landscape is also witnessing a significant evolution in DevSecOps practices.\n\nDylan Thomas, Senior Director of Product Engineering at OpenText Cybersecurity, predicts that, by 2025, DevSecOps will evolve beyond the “shift-left” paradigm to embrace a more mature “shift everywhere” approach.\n\nThis shift will require organisations to apply the right tools at the right stages of the DevSecOps cycle, improving efficiency and effectiveness in security practices.\n\n“Lightweight analysis in IDEs will help developers catch issues early,” Thomas elaborates. “Automation integrated into pull requests and CI/CD pipelines will ensure a cohesive ‘integrate once’ approach for core functions such as SAST, SCA, and increasingly DAST, particularly for API security testing.”\n\nThis integration is expected to streamline the development process while enhancing overall security.\n\nSoftware Bill of Materials (SBOM) maturity\n\nOne of the critical components in this evolving landscape is the Software Bill of Materials (SBOM).\n\nGovernment mandates are driving organisations to adopt SBOMs at scale, requiring them not only to generate these documents but also to make them actionable.\n\nWhile producing SBOMs in standard formats is now routine, the real challenge lies in translating raw data into meaningful risk-based insights.\n\nDevSecOps practices will mature, leveraging tools like VEX (Vulnerability Exploitability Exchange) to add critical context to SBOMs—reducing inefficiencies in vendor-consumer relationships and enhancing overall security posture.\n\nPostgreSQL’s role in managing complex data types\n\nPostgreSQL’s extension capabilities are also anticipated to play a significant role in managing complex data types in one place.\n\n“In 2025, PostgreSQL will solidify its position as the go-to ‘everything database’—the first to fully integrate AI functionality like embeddings directly within its core ecosystem,” says Avthar Sewrathan, AI Product Lead at Timescale.\n\n“This will streamline data workflows, eliminate the need for external processing tools, and enable businesses to manage complex data types in one place.”\n\nAs companies move towards integrated solutions that can handle diverse datasets without relying on standalone or specialised databases, PostgreSQL is leading the charge towards this future state.\n\nDiverse app stores will reshape mobile distribution\n\nThe app store ecosystem is poised for a significant shift as mobile carriers are expected to regain their influence over app distribution.\n\nMatt Tubergen, EVP of Global Strategy & Partnerships at Digital Turbine, said: “The app store ecosystem is set to shift away from an Apple and Google duopoly to an open landscape as mobile carriers regain the power to connect consumers with apps.”\n\nEmerging regulatory changes are also playing a critical role in leveling the playing field. These include bans that prevent tech giants like Google from incentivising app store preloads, which allow carriers and device manufacturers to preload their own apps on new devices.\n\nThis newfound autonomy positions carriers as pivotal players in alternative app distribution.\n\n“This renewed autonomy positions carriers as critical players in alternative app distribution, enabling organic growth for alternative app stores,” Tubergen notes.\n\nCarriers are expected to offer developers better revenue opportunities than those provided by Apple and Google, while consumers will benefit from a more diverse selection of apps.\n\nTubergen points out that “the new, open app store economy will prioritise the needs of developers and users, shifting away from the current model that only serves Apple and Google.” This shift promises a competitive and decentralised landscape where developers gain more control over their revenue streams.\n\nConsumers are expected to enjoy access to a wider variety of apps curated and tailored to their preferences. With third-party app stores gaining influence and major players like Epic Games and Microsoft advocating for inclusivity, the global app distribution model is likely to expand and mirror the thriving alternative stores seen in Asia.\n\nThis evolution promises an inclusive, innovative, and consumer-focused mobile distribution ecosystem.\n\nEmergence of xOps\n\nThe convergence of DevOps, DataOps, and ModelOps into a new “xOps” paradigm is expected as more traditional applications adopt AI capabilities.\n\n“This new-found set of dependencies will dramatically accelerate ‘AI-aware’ Release Orchestration while also challenging operations teams, support teams, QA teams, and more as the line between more traditional declarative applications blur with the new dependencies to LLMs and GenAI capabilities,” explains Derek Holt, CEO of Digital.ai.\n\nIncreasing security challenges\n\nWhile AI-generated code can significantly increase developer efficiency, it also introduces security risks due to increased volume of code that must still be tested for vulnerabilities and errors.\n\n“While research has shown that generative AI can halve the time it takes developers to complete coding tasks, the increased volume of code being produced must still be tested for vulnerabilities and errors,” warns Holt.\n\n“This will increase security risk and lead to additional toil in the later stages of delivery, wiping out any efficiency gains from AI-generated code.”\n\nIn recent years, there has been a notable increase in supply-chain attacks. This is likely to continue into 2025 and beyond.\n\nAaron Costello, Chief of SaaS Security Research at AppOmni, observes: “The past few years, we’ve seen a steady uptick in supply-chain attacks on SaaS through compromised third-party applications. As a result, organisations are placing these integrations and their requested access levels under far more scrutiny.”\n\n“My research into data exposures has shown that often no initial foothold is needed for threat actors to gain access to the sensitive data they want. The combination of undocumented legacy API endpoints, over-privileged public access, and gaps in vendor logging capabilities will continue to provide a dangerously effective option for threat actors to execute hit-and-run style attacks.”\n\nHeightened regulatory scrutiny\n\nDespite the increasing security challenges, a failure to secure software could have ever more serious repercussions. In light of increasing awareness and demand for reliable software systems, developers must prepare for heightened regulatory scrutiny.\n\nMartin Reynolds, Field CTO of Harness, comments: “In the wake of the CrowdStrike outage, there will be an increase in regulatory pressure around poor-quality software.”\n\nGlobal regulators are expected to introduce more stringent standards that extend beyond existing frameworks like the EU’s Digital Operational Resilience Act (DORA). This response is driven by a growing sentiment among consumers; a recent survey conducted by Harness found that ~74% of consumers believe there should be regulations holding companies accountable for poor-quality software updates leading to IT outages.\n\nTo navigate these impending regulatory changes, organisations supporting critical infrastructure – such as banking, healthcare, and energy services – must proactively enhance their software testing protocols.\n\n“They will need well-defined response plans to ensure they can recover quickly when the unexpected happens,” Reynolds notes. Implementing modern software delivery practices is crucial, including feature flags and canary deployments, which enable continuous improvement in code quality and more stable release cycles.\n\nBy adopting these strategies, organisations not only bolster software resilience but also enhance trust and brand loyalty among consumers. As regulations evolve to emphasise software reliability akin to cybersecurity standards, being proactive will be key to supporting business growth and staying ahead of regulatory measures. This approach not only mitigates risks but positions companies favorably in a landscape where quality is increasingly synonymous with competitive advantage.\n\nOverall, the predictions for 2025 paint a picture of an industry bracing for radical transformation—driven by advancements in AI development, cross-functional engineering teams, and mature DevSecOps practices. These changes promise to accelerate innovation while enhancing security and user experience across industries.\n\nSee also: PostgreSQL becomes developers’ choice for AI and real-time apps\n\nLooking to revamp your digital transformation strategy? Learn more about Digital Transformation Week taking place in Amsterdam, California, and London. The comprehensive event is co-located with IoT Tech Expo, AI & Big Data Expo, Cyber Security & Cloud Expo, and other leading events.\n\nExplore other upcoming enterprise technology events and webinars powered by TechForge here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Incorporate The Latest Tech Trends Into Your 2025 Resume",
            "link": "https://www.forbes.com/sites/andrewfennell/2024/12/19/how-to-incorporate-the-latest-tech-trends-into-your-2025-resume/",
            "description": "Staying current with tech trends is essential to showcase your relevance and adaptability. Here’s how to effectively weave ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bVXRbuKJVysnSZMmAk8qFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "7h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google takes on OpenAI with automatic video generation",
            "link": "https://www.thestar.com.my/tech/tech-news/2024/12/19/google-takes-on-openai-with-automatic-video-generation",
            "description": "As the year draws to a close, Google has unveiled its new image and video generation models, Imagen 3 and Veo 2, the latter ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zns2x7R6cOlPhFzCSALc1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "8h",
            "source": "The Star",
            "article_content": "As the year draws to a close, Google has unveiled its new image and video generation models, Imagen 3 and Veo 2, the latter of which could be a serious competitor to OpenAI's Sora.\n\nGoogle claims to have developed the most powerful video generation model of the moment with Veo 2. It promises groundbreaking performances, including a better understanding of real-world physics, the movement of bodies and objects, and the nuances of human expression. According to Google, the model can adapt to a multitude of cinematographic effects (tight or wide shots, low-angle views, front or rear tracking, etc.) to create unprecedented sequences in ultra-high definition (4K) and up to several minutes long. On paper, this is even more impressive than what OpenAI offers with Sora, a tool that is certainly impressive, but which sometimes lacks fluidity and can also have difficulty coordinating certain movements. Moreover, Sora does not allow the creation of sequences longer than 20 seconds in high resolution (1080p). All videos generated by Veo 2 include a SynthID watermark that is invisible on screen, but which identifies the resulting videos as being generated by artificial intelligence.\n\nAlongside this, Google has unveiled Imagen 3, the latest version of its image generator. It guarantees brighter and generally better-composed images, in a wider variety of artistic styles, from photorealism to impressionism, abstract and animated.\n\nFinally, Google has released Whisk, an experimental tool capable of generating new images without prompts, but using other elements, photos or drawings, as sources of inspiration. By combining several visuals, such as a portrait and a landscape, for example, the tool creates new, unique and personalized images.\n\nVeo 2 and Imagen3 are currently reserved for YouTube creators and companies using Google Labs' VideoFX and ImageFX. Whisk is currently available as an experimental tool, also via Google Labs and only in the United States. – AFP Relaxnews"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI startup Perplexity closes funding round at $9 billion value",
            "link": "https://economictimes.indiatimes.com/tech/artificial-intelligence/ai-startup-perplexity-closes-funding-round-at-9-billion-value/articleshow/116455515.cms",
            "description": "Perplexity, founded in 2022, has distinguished itself from other AI chatbots by providing more real-time information. But the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FciXB5sBWY86DXTzBIElFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "13h",
            "source": "Indiatimes",
            "article_content": "It seems like you're already an ETPrime member with\n\nLogin using your ET Prime credentials to enjoy all member benefits\n\nLog out of your current logged-in account and log in again using your ET Prime credentials to enjoy all member benefits."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning offers new framework for heterogeneous catalyst data analysis",
            "link": "https://www.msn.com/en-us/news/technology/machine-learning-offers-new-framework-for-heterogeneous-catalyst-data-analysis/ar-AA1w9HkZ?ocid=BingNewsVerp",
            "description": "Machine learning (ML) transforms the design of heterogeneous catalysts, traditionally driven by trial and error due to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dhTvMJoLyEoO22oOppY7iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "4hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The History Of AI: How Machine Learning's Evolution Is Reshaping Everything Around Us",
            "link": "https://www.msn.com/en-us/news/technology/the-history-of-ai-how-machine-learnings-evolution-is-reshaping-everything-around-us/ar-AA1w6bGp?ocid=BingNewsVerp",
            "description": "Artificial intelligence has transformed from a futuristic concept into reality, powered by machine learning innovations that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3oS_N3D5Dq5VVk91LFHlvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "19hon MSN",
            "source": "SlashGear on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin says Russia is ready to compromise with Trump on Ukraine war",
            "link": "https://www.reuters.com/world/europe/putin-says-russia-is-getting-closer-achieving-primary-goals-ukraine-2024-12-19/",
            "description": "Russian President Vladimir Putin said on Thursday that he was ready to compromise over Ukraine in possible talks with U.S.",
            "image_url": "https://www.bing.com/th?id=OVFT.iz51BZUAzRCaQIxHeu5eSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin says Russia needs long-lasting peace with Ukraine, not a temporary truce",
            "link": "https://www.msn.com/en-us/news/world/putin-says-russia-needs-long-lasting-peace-with-ukraine-not-a-temporary-truce/ar-AA1wablC?ocid=BingNewsVerp",
            "description": "President Vladimir Putin said on Thursday that Russia needed a long-lasting peace with Ukraine, not a temporary truce.",
            "image_url": "https://www.bing.com/th?id=OVFT.KHhW6Tawdp0OCcpsg8XwpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "Reuters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "North Korean losses point to global nature of Ukraine war",
            "link": "https://news.yahoo.com/news/north-korean-losses-point-global-114750685.html",
            "description": "Russia's war in Ukraine is reverberating around the world, with dozens of countries directly or indirectly involved.",
            "image_url": "https://www.bing.com/th?id=OVFT.dGnIZ44A2DdItYrQMavE1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "2h",
            "source": "YAHOO!News",
            "article_content": "The News\n\nNorth Korea has suffered at least 100 casualties fighting alongside Russian troops in the Ukraine war, the US and South Korea said, pointing to the increasingly global nature of the conflict.\n\nThe announcements by Washington and Seoul came as Ukrainian President Volodymyr Zelenskyy visited Brussels to shore up support from European allies ahead of US President-elect Donald Trump’s return to office.\n\nThe UK’s defense secretary, meanwhile, is reportedly considering sending British troops to Ukraine to train Kyiv’s forces, according to the BBC.\n\nSIGNALS\n\nDozens of nations are now embroiled in Russia’s war in Ukraine\n\nSource: Politico\n\nADVERTISEMENT\n\nSo many counties are now either directly or indirectly involved in the war that even “the most dogged of isolationists would have a hard time selling [it] as a ’regional conflict,’” wrote Politico in a piece headlined “World War III is already underway.” Both Kyiv and Moscow are increasingly framing the war in global terms: Ukraine says it is fighting for “democracy,” while Russia rails against the “collective West.” By the same token, however, Ukraine’s backers are accountable to public opinion at home. Americans are now evenly split on whether the US has a responsibility to help Ukraine, according to the Pew Research Center, and the idea of Ukraine ceding territory “appears to have gone from being taboo to lodestar,” Politico wrote.\n\nFor developing countries, ideological battles come second to the economy\n\nSources: Chatham House, Heinrich-Böll-Stiftung, LSE Public Policy Review\n\nMany in the West hoped the developing world would rally behind the rules-based order, but “Asia has largely rejected the conflict as a battle between might and right” in favor of pragmatic non-alignment, an Asia-Pacific expert at Chatham House said. Pro-Russian narratives do have some reach in the Global South, but economic factors may be more significant, a Russia expert wrote for Heinrich-Böll-Stiftung: Countries dependent on Russia for food, grain, and fertilizers find it “hard, if not impossible” to shun Moscow. “The immediacy of the painful economic spillover of conflict translated into a position that supported the cessation of war, even if that… would play into the hands of Putin,” an international relations expert argued.\n\nDespite losses, North Korea sees much to gain\n\nSources: Royal United Services Institute, BBC\n\nNorth Korea’s involvement in the war serves its mission of reshaping the Korean Peninsula, an expert argued for the Royal United Services Institute. Russia may now be more likely to come to North Korea’s aid in the event of any future conflict with South Korea and the US. North Korea also sees army deployments as a “good way to earn money,” the director of the Korea Risk Group told the BBC: Moscow pays Pyongyang $2,000 per soldier every month, according to South Korean intelligence estimates."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin Signals No Rush to End Ukraine War in Marathon TV Appearance",
            "link": "https://www.wsj.com/world/russia/russia-putin-annual-press-conference-2024-9c6ffda3",
            "description": "The Russian president appeared in no hurry to seek an end to the war despite President-elect Donald Trump’s vow to secure a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.888M1flti-1PvVmihdYYri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "5h",
            "source": "Wall Street Journal",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stocks plunge after Fed signals fewer rate cuts for 2025",
            "link": "https://www.msn.com/en-us/money/economy/stocks-plunge-after-fed-signals-fewer-rate-cuts-for-2025/vi-AA1w79Pc?ocid=BingNewsVerp",
            "description": "Lori Calvasina, RBC Capital Markets head of US equity strategy, and David Zervos, Jefferies chief market strategist, joins ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FTs2sCWYG4ealRf_nupcYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stocks plunge following Fed inflation projections",
            "link": "https://www.msn.com/en-us/money/other/stocks-plunge-following-fed-inflation-projections/ar-AA1w7mNY?ocid=BingNewsVerp",
            "description": "Major stock indices plunged Wednesday after the Federal Reserve signaled a slower pace of interest-rate cuts for 2025 than ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6ccl-uYKGkYd7vv6ys96xC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mobikwik Share Price Highlights: Stock closes at 20% upper circuit after stellar listing",
            "link": "https://www.livemint.com/market/ipo/mobikwik-share-price-live-updates-mobikwik-ipo-listing-mobikwik-shares-mobikwik-ipo-listing-date-today-bse-nse-11734492447725.html",
            "description": "One Mobikwik Systems shares extended gains after stellar listing and closed at 20% upper circuit. Mobikwik shares saw a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SOsSMoTG_ewGXJVRcqs-YS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "18h",
            "source": "Mint",
            "article_content": "Mobikwik Share Price Highlights: Stock closes at 20% upper circuit after stellar listing\n\n7 min read . Updated: 19 Dec 2024, 11:42 AM IST\n\nMobikwik Share Price Highlights: One Mobikwik Systems shares extended gains after stellar listing and closed at 20% upper circuit. Mobikwik shares saw a stellar listing premium of 58% to the issue price."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Isuzu, CFAO take 80pc market share in new sale of vehicles",
            "link": "https://www.businessdailyafrica.com/bd/corporate/companies/isuzu-cfao-take-80pc-market-share-in-new-sale-of-vehicles-4863364",
            "description": "Isuzu East Africa and CFAO Mobility Kenya have taken a combined 80.2 percent market share in the country’s new vehicle market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FIB6Rw38zS0EOG1jv4eXWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "Business Daily Africa1h",
            "source": "Business Daily Africa",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Labour hit with another economic disaster as Bank of England holds interest rates",
            "link": "https://londonlovesbusiness.com/labour-hit-with-another-economic-disaster-as-bank-of-england-holds-interest-rates/",
            "description": "Labour hit with economic disaster as Bank of England holds interest rates. Inflation rises above target, adding to fiscal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Sl0waxIdUX3gxjoosvyIri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "londonlovesbusiness.com4h",
            "source": "londonlovesbusiness.com",
            "article_content": "On Thursday the Bank of England’s Monetary Policy Committee (MPC) has announced they will keep interest rates at 4.75%, in yet another blow for Labour.\n\nOn Wednesday official figures released shows inflation rose in November and the consumer prices index increased by 2.6% year-on-year, up from 2.3% the previous month, this is above the BoE’s 2% target.\n\nRob Morgan, Chief Investment Analyst at Charles Stanley said the bank is now “wary of loosening too much too soon.”\n\n“Especially now fiscal policies revealed in the Budget could add fuel to the inflationary fire into the New Year.\n\n“The additional costs for employers in the form of higher National Insurance and minimum wage rises looks set to reinforce the trend of escalating costs in the services sector.\n\n“Although employers might take some of the hit with lower corporate margins, much of the impact could take the form of higher consumer prices.”\n\nLily Megson, Policy Director at My Pension Expert, said: “The decision to hold the base rate comes as no surprise following consecutive months of rising inflation. So, where does that leave us as the year comes to an end? Undoubtedly, the economic landscape is a lot more predictable than 12 months, but it’s not without challenges. Inflation is proving sticky, and while the base rate is predicted to drop throughout 2025, the Bank of England will not rush these decisions.\n\n“Savers, especially those nearing retirement, will need to look to the year ahead and factor in shifting interest rates as they pursue their financial goals. Taking advantage of higher interest rates in the short-term will likely be on some people’s agenda, while others will be considering longer-term options for building their pension pots. Crucially, however, these are not decisions they should have to make alone.\n\n“Consumers should not be left exposed to changing macroeconomic headwinds. Instead, the government must step up to ensure people are supported in their financial planning by delivering better access to financial support, education, guidance and advice.\n\n“In 2025, independent financial advice will remain essential for millions of people, but policymakers have a key role to play in encouraging the UK public to engage with their retirement plans, and ultimately empowering people to achieve their financial goals.”\n\nBen Nichols, Managing Director at RAW Capital Partners, said: “No early Christmas present, but a cut was largely out of the question given the ongoing inflationary concerns. Fortunately, the outlook for further rate cuts in 2025 is far more promising. Governor Bailey recently suggested that the MPC is preparing to implement up to four reductions to the base rate next year.\n\n“Given that inflation is unlikely to rise as sharply or for as long as it did two years ago, another rate cut could be on the cards as early as February, which would provide the property market with a welcome shot in the arm.\n\n“That said, higher borrowing costs will naturally weigh on property investors’ minds, even if underlying data relating to buyer demand and transaction levels is positive. Therefore, the onus remains on lenders and brokers to better support borrowers as they wait for the Bank of England to relax the monetary policy environment.\n\n“I expect that flexible financial products, firm commitments, and transparent communication will continue to be vital qualities for lenders to provide in the months ahead as a result.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Role of Bartering in a Post-Collapse Economy",
            "link": "https://www.msn.com/en-us/money/markets/the-role-of-bartering-in-a-post-collapse-economy/ar-AA1w9Pc6?ocid=BingNewsVerp",
            "description": "Just as society faces the fallout from a significant collapse, understanding the significance of bartering becomes imperative ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZrTHxMyDdy9BmojFq9ESaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "The Mind of Griff on MSN3h",
            "source": "The Mind of Griff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How long does an SSD last? It’s a tricky question to answer",
            "link": "https://www.msn.com/en-us/news/technology/how-long-does-an-ssd-last-it-s-a-tricky-question-to-answer/ar-AA1waiDA?ocid=BingNewsVerp",
            "description": "If a manufacturer’s estimate is 5 to 7 years, an SSD could just as easily last over 10 years with light and infrequent usage ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VD8RKtV4GBVd_tMn1whOjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "2hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft admits Windows 11 24H2 PCs with Dirac audio cannot play sound",
            "link": "https://www.windowslatest.com/2024/12/19/microsoft-admits-windows-11-24h2-pcs-with-dirac-audio-cannot-play-sound/",
            "description": "PCs with Dirac Audio cannot play sound, Auto HDR doesn’t work and Microsoft applies a compatibility hold on 23H2 PCs.",
            "image_url": "https://www.bing.com/th?id=OVFT.eYWRkdOA5VIcs-8kb2AKbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Windows Latest1h",
            "source": "Windows Latest",
            "article_content": "After a disastrous October and November, Windows 11 24H2 is back with new compatibility problems. Windows Latest has already covered the new version’s problem with Ubisoft games, apps, and other services. PCs with Dirac Audio join this long list of reported Windows 11 issues.\n\nLike most of the previous issues, this Direc Audio problem stems from the cridspapo.dll file, which is incompatible with 24H2. As a result, the PC cannot identify any audio device, be it the inbuilt speakers, external Bluetooth audio devices and more. It is a sound optimisation technology to improve the audio output, but the drivers don’t work with the latest version update.\n\nAccording to Microsoft, the manufacturer will release a patch to fix this audio issue. Meanwhile, the PCs with the update cannot use audio, a core feature of a computer. The obvious option is to roll back the update or do a clean install of Windows 11 23H2, on which the drivers work fine.\n\nMicrosoft will start offering the driver update with a system update once the manufacturer releases them. Until then, 23H2 PCs with Dirac Audio won’t get the Windows 11 24H2 update suggestion in the settings app.\n\nInstead, they’ll see a new “Upgrade to Window 11 is on its way to your device. There is nothing that requires your attention at the moment. Once the update is ready for your device, you’ll see it available on this page” message.\n\nIt’ll contain a link to all the safeguard blocks applicable to your 23H2 PC. We like this idea because you can know which apps and services need a manual update for your PC to become eligible for 24H2.\n\nBut that’s not the only issue.\n\nAuto HDR struggles on 24H2\n\nAs already reported by Windows Latest, Windows 11 24H2 crashes some games that rely on Auto HDR feature.\n\nThe Dirac Audio is a manufacturer-related issue, but that doesn’t mean Microsoft has all the corners covered.\n\nOne of its gaming-centric features, Auto HDR, doesn’t work in Windows 11 24H2. The overall gameplay appears murky and dull, and some games crash abruptly while the feature is active.\n\nThe obvious solution is not to use Auto HDR at the moment and wait for Microsoft to release a fix. Since Auto HDR can be applied game-wise or globally, you can disable it for some games or turn it off completely. We suggest you do the latter, which is better than rolling back to Windows 11 23H2.\n\nThe update block is effective if you currently use Auto HDR on your Windows 11 23H2 PC.\n\nWait for a month or so until Microsoft irons out all the kinks with the new update."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "VeriSilicon unveils next-generation high-performance Vitality architecture GPU IP series",
            "link": "https://www.design-reuse.com/news/57201/verisilicon-vitality-architecture-gpu-ip.html",
            "description": "VeriSilicon (688521.SH) today announced the launch of its latest Vitality architecture Graphics Processing Unit (GPU) IP ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-MWV0IAjngH-SIEPV9Js0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Design-Reuse9h",
            "source": "Design-Reuse",
            "article_content": "Empowering efficient cloud gaming with DirectX 12 support and advanced computing capabilities\n\nShanghai, China – December 19, 2024--VeriSilicon (688521.SH) today announced the launch of its latest Vitality architecture Graphics Processing Unit (GPU) IP series, designed to deliver high-performance computing across a wide range of applications, including cloud gaming, AI PC, and both discrete and integrated graphics cards.\n\nVeriSilicon’s new generation Vitality GPU architecture delivers exceptional advancements in computational performance with scalability. It incorporates advanced features such as a configurable Tensor Core AI accelerator and a 32MB to 64MB Level 3 (L3) cache, offering both powerful processing power and superior energy efficiency. Additionally, the Vitality architecture supports up to 128 channels of cloud gaming per core, addressing the needs of high concurrency and high image quality cloud-based entertainment, while enabling large-scale desktop gaming and applications on Windows systems. With robust support for Microsoft DirectX 12 APIs and AI acceleration libraries, this architecture is ideally suited for a wide range of performance-intensive applications and complex computing workloads.\n\nWith over 20 years of development, VeriSilicon’s GPU IP has a proven track record in diverse segments, from low-power IoT Microcontroller Units (MCUs) to high-performance processors for automotive and computing applications. To date, over 2 billion chips featuring VeriSilicon’s GPU IP have been shipped globally.\n\n“Parallel computing demand has been steadily increasing over the last decade, with a dramatic surge driven by the rise of AI computing. GPUs have become essential processors in this new era, expanding their role beyond traditional applications like gaming, “said Weijin Dai, Chief Strategy Officer, Executive Vice President and General Manager of IP Division at VeriSilicon. “The Vitality architecture GPU represents the next generation of high-performance and energy-efficient GPU. With over 20 years of GPU development experience across diverse market segments, the Vitality architecture is built to support the most advanced GPU APIs. Its scalability enables widespread deployment in fields such as automotive systems and mobile computing devices. We are thrilled to collaborate with leading customers to integrate this groundbreaking technology into their products, addressing the growing demand for GPUs and advanced computing solutions.”\n\nAbout VeriSilicon\n\nVeriSilicon Microelectronics (Shanghai) Co., Ltd. (VeriSilicon, 688521.SH) is committed to providing customers with platform-based, all-around, one-stop custom silicon services and semiconductor IP licensing services leveraging its in-house semiconductor IP.\n\nVeriSilicon possesses six categories of in-house processing IPs, namely Graphics Processing Unit (GPU) IP, Neural Network Processing Unit (NPU) IP, Video Processing Unit (VPU) IP, Digital Signal Processing (DSP) IP, Image Signal Processing (ISP) IP, and Display Processing IP, as well as more than 1,600 analog and mixed-signal IPs and RF IPs.\n\nLeveraging its own IPs, VeriSilicon has developed a wealth of software and hardware custom chip design platforms targeting Artificial Intelligence (AI) applications, covering always-on ultralight spatial computing devices such as smartwatches and AR/VR glasses, high-efficiency edge computing devices such as AI PCs, AI phones, smart cars, and robots, as well as high-performance cloud computing devices like data centers and servers.\n\nIn response to the trend of System-on-Chip (SoC) evolving towards System-in-Package (SiP) driven by the demand for large computing power, VeriSilicon put forward the concepts of “IP as a Chiplet”, “Chiplet as a Platform”, and “Platform as an Ecosystem”. The company keeps advancing the R&D and industrialization of its Chiplet technologies and projects from the perspective of interface IP, Chiplet architecture, advanced packaging technology, and others for AI-Generated Content (AIGC) and autonomous driving solutions.\n\nUnder its unique “Silicon Platform as a Service” (SiPaaS) business model, VeriSilicon serves a broad range of market segments, including consumer electronics, automotive electronics, computer and peripheral, industry, data processing, Internet of Things (IoT), among others. Its main customers include fabless, IDM, system vendors (OEM/ODM), large internet companies, and cloud service providers.\n\nFounded in 2001 and headquartered in Shanghai, China, VeriSilicon has 7 design and R&D centers in China and the United States, as well as 11 sales and customer service offices worldwide. VeriSilicon currently has more than 2,000 employees.\n\n\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Do You Really Need To Modernize Your Legacy Systems?",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/19/do-you-really-need-to-modernize-your-legacy-systems/",
            "description": "Addressing these factors will make your modernization efforts more sustainable and future-proof.",
            "image_url": "https://www.bing.com/th?id=OVFT.uzbkwg0HImYodqJXjt-gyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "6h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pastor Jack Hibbs dispels myths about Heaven",
            "link": "https://www.msn.com/en-us/news/opinion/pastor-jack-hibbs-dispels-myths-about-heaven/ar-AA1w7vu6?ocid=BingNewsVerp",
            "description": "Jack Hibbs dispelled myths surrounding Heaven and highlighted the comforting promise of dwelling under the shadow of the Almighty and the believer s eternal future with God in a recent sermon ...",
            "image_url": "https://www.bing.com/th?id=ODF.ahIkPoBxyRClMDkAAwnJAQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "bible+discovery",
            "date": "The Christian Post on MSN21h",
            "source": "The Christian Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The week American journalism died",
            "link": "https://www.msn.com/en-us/news/opinion/the-week-american-journalism-died/ar-AA1waev2?ocid=BingNewsVerp",
            "description": "Journalism in America died a short time after its twin, democracy, passed. Both succumbed to self-inflicted injuries brought ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6QnwPA2UzoyuHrs6-g3jOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "2hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Surprise discovery in alien planet's atmosphere could upend decades of planet formation theory",
            "link": "https://www.msn.com/en-us/news/technology/surprise-discovery-in-alien-planet-s-atmosphere-could-upend-decades-of-planet-formation-theory/ar-AA1w71T3?ocid=BingNewsVerp",
            "description": "The odd atmosphere of a fledgling exoplanet is causing astronomers to question leading theories of how planets form.",
            "image_url": "https://www.bing.com/th?id=OVFT.Yzr0GUKhh36yt6gw03jMqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seth Meyers roasts Republicans, including Nancy Mace, for 'insane' drone theories: 'Is it aliens or Brad and Jen?'",
            "link": "https://timesofindia.indiatimes.com/world/us/seth-meyers-roasts-republicans-including-nancy-mace-for-insane-drone-theories-is-it-aliens-or-brad-and-jen/articleshow/116460637.cms",
            "description": "Seth Meyers took aim at Republican lawmakers, including Rep. Nancy Mace (R-S.C.), over their increasingly bizarre ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m3Z8yO3a99sxj-hAKS_HZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "10h",
            "source": "Indiatimes",
            "article_content": "How to grow Spring Onion in the kitchen garden without soil (you only need water!)\n\nLifestyle"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Residents Report Multiple Sightings Of UFOs Near Royal Air Force Base In The UK",
            "link": "https://brobible.com/culture/article/sightings-ufos-royal-air-force-base/",
            "description": "Multiple UFOs have been spotted and filmed over a Royal Air Force (RAF) base in Cornwall in the United Kingdom. Throughout ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aNhBkLNdEU8LP0M8TSHwdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "2h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nMultiple UFOs have been spotted and filmed over a Royal Air Force (RAF) base in Cornwall in the United Kingdom. Throughout several weeks of these sightings, numerous similar reports of UFO activity have gone unexplained by authorities.\n\nCornwallLive reports there have been unexplained lights seen in the night sky in St. Cleer, Porthtowan, and Newquay. The latest UFO encounter was filmed by a dog walker at around 7:18 p.m. last Monday.\n\nAccording to the witness, the UFO hovered in the sky for about 10 minutes before slowly moving south. They were able to capture some video footage of the UFO as they were approaching the Royal Airforce Base in the area.\n\nThe dog walker said they believe the UFO they saw is linked to another recent sighting in Newquay. The sighting in Newquay occurred on the same day, Dec. 9 at around 6:30 p.m.\n\nThat UFO sighting was caught on video by a woman named Monique Lyle, who described what she saw from her balcony as “like something out of a science fiction movie.”\n\n“When I first saw the object, I was completely taken aback,” she said. “I often stargaze, so I’m familiar with the night sky, and I knew immediately that this wasn’t a star or any usual phenomenon like an aircraft. It was bright, changing colors, and seemed unusually close to town.”\n\nAnother recent UFO sighting in the area by photographer Chris Piper occurred in St. Cleer on Dec. 15. He captured what he described as a “blue or white object” in some video he had taken of the full moon that evening.\n\n“I was photographing the lunar halo and it wasn’t until I showed [the pictures] to my friend that he noticed the blue dot hovering around the moon,” he recalled. “When I looked back at the motion pictures, it appeared to be moving.”\n\nWhile all of these UFO sightings in and around Cornwall have gone unexplained, as have many of the supposed drone sightings in the United States, one expert believes they could all be a precursor to an alien invasion."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Citizen App for UFO Sightings Is Taking Off, Thanks to the Drone Frenzy",
            "link": "https://www.rollingstone.com/culture/culture-news/drone-frenzy-ufo-app-enigma-1235211471/",
            "description": "And I did,' she tells Rolling Stone. Enigma started out as a tool to capture UFO sightings. 'By using modern technology, we ...",
            "image_url": "https://www.bing.com/th?id=OVFT.STkyR2q_emqOgwzzgxZm0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Rolling Stone16h",
            "source": "Rolling Stone",
            "article_content": "Dee and Joe Indiviglio like to go out on their front porch at night, and look up. That’s where they were on Dec. 4, when they saw something they hadn’t seen before above their Middletown, New Jersey home: a group of lights, moving quickly, strangely all over the sky, for maybe a half-hour or longer.\n\nA few days after that, Dee did something else unusual for her. She uploaded a video of those odd lights to a new-ish app called Enigma. “I usually don’t share anything, ever. Even if I did something crazy. But I don’t know, for some reason, something made me share that night. And I did,” she tells Rolling Stone.\n\nEnigma started out as a tool to capture UFO sightings. “By using modern technology, we will crowdsolve this age-old mystery together,” the company’s website reads. But in the last month, the company has made a hard pivot to a more-modern puzzle, tracking whatever the hell is flying over the Eastern Seaboard, where all sorts of people are claiming to have witnessed something unusual. “Seen a drone? Hundreds are being reported to Enigma,” the top of the site now reads.\n\nEnigma is currently #25 in news in the iPhone app store. Usage of the app is up 40 percent from last month, the company claims, and “hundreds of thousands” of people are using the network. Daily sightings in the New York / New Jersey / Connecticut area — ordinarily just one or two — hit 37 last week, and more than 250 around the country. The surge says something, and not just about about how much weird stuff we see overhead in an age of cheap drones, or how prone people are to freak the fuck out in our post-rational age. “Officials (FBI, DHS, and local police) are failing in communications and the internet is rife with misinformation. People need somewhere to go,” the company’s founder tells Rolling Stone via email. She’s hoping that Enigma winds up “filling the vacuum.”\n\nCourtesy of Enigma\n\nThe founder only wants to be identified as “A” — “I’m just trying to minimize the crazies that enter my life in the next few months,” she says; it’s a drawback of dealing with a rather, um, intense alien-hunter community. But I’ve verified her identity. She became fascinated with the subject after the military declassified those UFO videos around 2020. Eventually, that led to a start-up, which received backing from well-known venture capital firms like Haystack and Lux Capital. The website went up in January 2023, and the app launched that May. Today, she has a small team, still less than 20, trying to keep up with the flood of reports. Editor’s picks\n\nEach Enigma submission is geo-tagged, categorized by factors like the shape of the object, the type of movement it made, and how long it was in the sky. Then Enigma gives each one a reliability score on a scale. The report from a ship’s captain in Parsippany, New Jersey describing a silver disk scored a 62 out of 100. A report out of North Plainfield, New Jersey from someone who saw “4 different white or sparkly orbs” while “praying” only netted a 39 out of 100. The Indiviglios’ sighting ranked 58. Joe Indiviglio, a regular stargazer who counts himself as “a little [nerdy] when it comes to aviation,” sounds even more confident than that. “It’s not like any aircraft that could be man-made,” he says.\n\n“If you’re standing in our backyard, facing the planes as they’re landing at Newark [Airport], they come in from the west and make a hard left turn,” he continues. The lights he and his wife saw were “nowhere in a flight path. [They were] more towards the ocean … definitely more towards the coast, away from Newark.”\n\nAn FBI official told reporters earlier this week that they’d received about 5,000 tips, less than 100 of which were credible enough for follow-up investigation. “The sightings to date include a combination of lawful commercial drones, hobbyist drones and law enforcement drones, as well as manned fixed-wing aircraft, helicopters, and even stars that were mistakenly reported as drones,” added John Kirby, the National Security Council spokesperson. “We have not identified anything anomalous or any national security or public safety risk.” Related Content\n\nRebecca Weiner, the New York Police Department’s intelligence chief, told reporters that amateur sleuths trying to probe the mystery lights with drones of their own might actually be feeding a sense of hysteria. “You can create the public safety threat that you’re trying to investigate,” she said.\n\nA version of that argument is what worries some observers about Enigma. When I was first introduced to Enigma Labs in the summer of 2023, the company promised they were on the verge of getting officially endorsed by NASA. That endorsement never came, though an agency report endorsed the idea of an app for collecting UFO sightings. I also spoke with a number of science writers at the time who were wary of the project. It wasn’t just that eyewitnesses can be shockingly unreliable, especially about lights flashing in the sky. It was the idea of combining what should be the most serious of scientific questions — are we alone? — with the dopamine-chase of a social network. It didn’t seem like a recipe for rock-solid information. But, as A points out, people are sharing their sightings anyway; at least Enigma applies some rigor to the clips. “Think about the incentives on Facebook or Twitter, where people are more likely to do something because they want likes or they want to be famous or they want engagement,” she says. “You’re not going to be famous or go viral because of us. Everyone goes through a standard reporting process where you have to report basic facts. Like, we need the time, we need the location, we need standard descriptions. And we’re looking at the metadata, we’re making sure we don’t have deep fakes.”\n\nCourtesy of Enigma\n\nSome of the biggest peddlers of drone hokum have been elected officials. There’s the Republican congressman who swore the drones were being dispatched from an Iranian mothership; the Democratic senator who swore he saw something UFO-y in the sky — only to later admit it was just plain-old planes; the former governor who posted a video of “what appeared to be dozens of large drones in the sky above my residence” — turns out, it was the constellation of Orion. Rep. Nancy Mace, notorious in Washington for her attention-seeking antics, tried to hop in on the drone panic by publicly speculating whether the objects were “from outer space.” Sen. Chuck Schumer, who is not exactly camera-shy, proclaimed that he was “taking to the Senator floor … to respond to the reports of drone activity.” President-elect Donald Trump, never one to leave a new cycle without his imprint, posted, “Mystery Drone sightings all over the Country. Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThis may be getting some significant public attention, but it isn’t the first time such concerns have gripped D.C. Over 17 days last December, a squadron of a dozen or more drones buzzed by Langley Air Force Base, home of the U.S. military’s top-of-the-line F-22 stealth fighters. That October, five drones appeared above a Department of Energy nuclear test site in Nevada. Officials from the Pentagon, Department of Energy, and FBI are still stumped about who’s behind the incursions, according to the Wall Street Journal.\n\nThe Enigma founder says she was in Washington, D.C. the other day, mostly talking to folks on Capitol Hill. The guesses about what these sightings might be ran “the full gamut” from secret military project to “‘oh, these are just hobbyist drones, or commercial delivery drones.’ Which is bananas to me, because nobody’s getting a burrito from Amazon these days.”\n\nIf A has a favorite explanation, she’s disinclined to share it. But one explanation she completely rejects is that everyone is just mistaken, and all at once. “Of course, there’s a general part of the public that does get confused. They look at a Starlink [mini satellite] and they think it’s an alien. But that is definitely not 100 percent of what’s going on. And not everyone is confused by airplanes. it’s not just mass hysteria. There is a percentage of the activity that is real,” she tells me.\n\n“And of the reports we get, a lot of them describe objects that are very large. You know, this is not a DJI drone, right?” she adds, referring to the popular mini-drone maker. “So that’s the stuff we pay attention to. We did an analysis last week. We found, like, 54 percent of things reported to us were described as hovering. So that’s not plane activity.”\n\nThe Indiviglios’ were hoping to find a little confirmation on Enigma that others saw just what they did. “I can’t find any. That’s why I’m kind of freaked out,” Dee says. It’s especially disconcerting, because she keeps seeing something strange up above. “I’ve seen them three times now. The latest was earlier this week. “I was like, ‘Oh my God, here we go again.’”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Distant blazar discovery supports rapid black hole formation in the early universe",
            "link": "https://www.msn.com/en-us/news/technology/distant-blazar-discovery-supports-rapid-black-hole-formation-in-the-early-universe/ar-AA1w7ih5?ocid=BingNewsVerp",
            "description": "Astronomers have discovered an important piece of the puzzle of how supermassive black holes were able to grow so quickly in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x7mzP2ctZcHVlVyIb1ppwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient saber-toothed predator found in Spain is the oldest of its kind",
            "link": "https://www.msn.com/en-us/news/technology/ancient-saber-toothed-predator-found-in-spain-is-the-oldest-of-its-kind/ar-AA1w9U9O?ocid=BingNewsVerp",
            "description": "The discovery of a newly identified species — the oldest saber-toothed animal found and an ancient cousin to mammals — fills ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cTQiKXDlDz1L8uXvyPWKrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Your Consciousness Can Connect With the Whole Universe",
            "link": "https://www.popularmechanics.com/science/a62954159/quantum-theory-of-consciousness-wellesley-college/",
            "description": "This latest clue about the architecture of consciousness supports a Nobel Prize winner's theory about how quantum physics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A681Dr8bXk8poTkYHOG8ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "2h",
            "source": "Popular Mechanics",
            "article_content": "A recent groundbreaking experiment in which anesthesia was administered to rats has convinced some scientists that tiny structures in the rodents’ brains are responsible for the experience of consciousness. To pull it off, microscopic hollow tube structures called “microtubules” perform some advanced physics; the experts believe microtubules perform incredible operations in the quantum realm. Citing the work of earlier researchers, the study infers that the same kinds of quantum operations are likely happening in the human brain.\n\nDuring their rat brain experiments, scientists at Wellesley College in Massachusetts gave the rodents isoflurane, a type of inhaled general anesthetic used to induce and maintain unconsciousness for medical procedures. One group of drugged rats also received microtubule-stabilizing drugs, while the other did not. The researchers discovered that the microtubule-stabilizing molecules kept the rats conscious for longer than the nonstabilized rats, which more quickly lost their “righting reflex,” or the ability to restore normal posture, according to the group’s findings, which were published in the peer-reviewed journal eNeuro in August 2024.\n\nThe Wellesley study is significant because the physical source of consciousness has been a mystery for decades. It’s a major step toward verifying a theory that our brains perform quantum operations, and that this ability generates our consciousness—an idea that’s been gaining traction over the past three decades.\n\nThe notion that quantum physics must be the underlying mechanism for consciousness first emerged in the 1990s, when Nobel Prize–winning physicist Roger Penrose, PhD, and anesthesiologist Stuart Hameroff, MD, popularized the idea that neural microtubules enable quantum processes in our brain, giving rise to consciousness. Specifically, they postulated in a 1996 paper that consciousness may operate as a quantum wave passing through the brain’s microtubules. This is known as Orch OR theory, referring to the ability of microtubules to perform quantum computations through a mathematical process Penrose calls “objective reduction.”\n\nIn quantum physics, a particle does not exist in the way classical physics observes it, with a definite physical location. Instead, it exists as a cloud of probabilities. If it comes into contact with its environment, as when a measuring apparatus observes it, then the particle loses its “superposition” of multiple states. It collapses into a definite, measurable state, the state in which it was observed. Penrose hypothesized that “each time a quantum-wave function collapses in this way in the brain, it gives rise to a moment of conscious experience.”\n\nIf this quantum theory of consciousness tied to microtubules turns out to be correct, it could revolutionize our understanding of consciousness and even strengthen the trailblazing theory that consciousness, on a quantum level, is capable of being in all places at the same time. In other words, it can exist everywhere simultaneously, suggesting that your own consciousness can hypothetically connect with quantum particles beyond your brain, maybe entangling with consciousness all across the universe.\n\nMany scientists disregard the Orch OR theory because quantum effects have only been produced in the lab under extremely cold conditions. For example, our technology now includes quantum computers, but their operations rely on temperatures near absolute zero (around minus 273 degrees Celsius) to maintain their quantum states. The warm brain falls well outside those limits, at about 32 to 40 degrees Celsius (about 90 to 104 degrees Fahrenheit) in the deepest regions of the brain, according to a 2022 study. Yet scientists have collected a promising set of data over the years indicating that certain quantum-level operations in animals and plants may actually be responsible for life’s functions.\n\nFor example, scientists theorize that plants, which live at temperatures far warmer than absolute zero, probably use quantum processes to efficiently convert light into energy. First, plants transform photons, or light particles, into a form of matter called excitons, transporting them to the plant’s chloroplasts to start photosynthesis. During this journey, the excitons must navigate around other internal plant structures—fast enough to preserve their energy all the way to their destination. Scientists suggest that plants must use the quantum property of superposition in order to try all possible paths simultaneously. That way, excitons can arrive at their destination in the most efficient way possible.\n\nSimilarly, it may make sense for the billions of neurons firing simultaneously in the human brain to work under the “action over a distance” property of quantum entanglement—the potential for two particles that are very far away from each other to be connected. Scientists have observed this phenomenon in atomic particles before. When they studied one particle, another very distant particle changed its properties as well, even though the two were not apparently connected in any way. An August 2024 study in the journal Physics Review E proposes that a fatty material called myelin, which sheathes the brain cell’s axon, provides the ideal environment for this entanglement. Since the brain appears to be capable of performing quantum operations to facilitate our thoughts, some scientists surmise that this process gives rise to our consciousness.\n\nTwo earlier landmark studies also support a quantum perspective on consciousness. Both involved experiments shining light particles into microtubules and observing that the signal did not degrade. In fact, according to these studies, the experiments demonstrated that quantum states in microtubule signaling can and probably do exist.\n\nOne of the studies, an experiment by physicist and oncology professor Jack Tuszyński, PhD, used ultraviolet photons to create quantum reactions for up to five nanoseconds. This quantum coherence lasted thousands of times longer than researchers had expected in a microtubule. Similarly, at the University of Central Florida, researchers shined visible light into one end of microtubules and measured how long the microtubules took to emit that light. They observed re-emission of this light over hundreds of milliseconds to seconds—more than enough time for the brain to perform all of its functions.\n\nThis observation provides concrete evidence that neurons are able to work at speeds that allow quantum operations. It brings us another step closer to understanding exactly how our brain—and perhaps our very consciousness—is linked to a quantum universe.\n\nThe mind “as a quantum phenomenon” would “shape our thinking about a wide variety of related questions, such as whether coma patients or nonhuman animals are conscious,” neuroscientist and Wellesley College professor Mike Wiest, PhD, says in a press release about his team’s recent anesthesia study. In addition to the new work helping us understand more about how to treat brain-related health issues, he says “we will have entered a new era in our understanding of what we are.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Computing: Dangerously High Valuations",
            "link": "https://seekingalpha.com/article/4745122-quantum-computing-dangerously-high-valuations",
            "description": "Quantum computing promises efficiency across sectors like cryptography and finance. Learn why cautious investment in QC ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mG3pL0-_IimSIdOzktYzOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "23h",
            "source": "Seeking Alpha",
            "article_content": "What is Quantum Computing? Using the principles of fundamental physics, quantum computing \"QC\" solves extremely complex problems very quickly. QC promises to take computing to the next level. QC has considerable potential, and may become one of the top future tech trends in\n\nAre You Getting The Returns You Want?\n\nInvest alongside the Financial Prophet's All-Weather Portfolio ( 2024 75% return) and achieve optimal results in any market.\n\n( and achieve optimal results in any market. The Daily Prophet Report provides crucial information before the opening bell rings each morning.\n\nprovides crucial information before the opening bell rings each morning. Implement my Covered Call Dividend Plan and earn 50% on some of your investments.\n\nAll-Weather Portfolio vs. The S&P 500\n\n\n\nJoin The Financial Prophet And Become A Better Investor!\n\nDon't Hesitate! Take advantage of the 2-week free trial and receive this limited-time 20% discount with your subscription. Sign up now and start beating the market for less than $1 a day!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI revolution is at home in Africa",
            "link": "https://thebftonline.com/2024/12/19/the-ai-revolution-is-at-home-in-africa/",
            "description": "By Cina LAWSON For too long, African countries have been sidelined from the digital revolution due to limited technical capacity and inadequate infrastructure. Artificial intelligence promises to ...",
            "image_url": "https://www.bing.com/th?id=ODF.rzxAWUGAV-zaqYgShORUzA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "business3h",
            "source": "business",
            "article_content": "By Cina LAWSON\n\nFor too long, African countries have been sidelined from the digital revolution due to limited technical capacity and inadequate infrastructure. Artificial intelligence promises to bridge the digital divide, but realizing its potential requires international support and significant investment in critical infrastructure.\n\nAs the world enters an era shaped by artificial intelligence, low- and middle-income countries (LMICs) are expected to capture just 10% of the economic growth generated by AI technologies. But by forming strategic partnerships and making large-scale infrastructure investments, LMICs can harness these technologies to foster inclusive, sustainable development.\n\n\n\n\n\n\n\nRapidly evolving AI systems have immense potential to revolutionize public-service delivery and alleviate poverty, unlocking economic opportunities for developing economies like Togo. But fully realizing the promise of these new tools requires adequate infrastructure, such as a reliable electricity supply and broadband connectivity. Without these foundations, the world’s most advanced technologies will remain out of reach for communities that could benefit from them the most.\n\nOn November 13-15, Togo’s Ministry of Digital Economy and Transformation organized an international AI conference in Lomé, bringing together government officials, researchers, civil-society leaders, international experts, and students to discuss the potential of emerging technologies to improve public services in the developing world. Togo is a prime example.\n\nDuring the COVID-19 pandemic, we launched Novissi, one of the world’s first fully digital cash-transfer programs. Initially designed to support low-income urban residents, Novissi rapidly expanded to cover rural areas in Togo’s 200 poorest cantons, enabling more than 920,000 informal-sector workers – roughly 25% of the country’s adult population – to enroll.\n\nTop of Form\n\nBottom of Form\n\nBy combining machine learning with mobile-phone metadata, satellite imagery, and phone surveys, the Novissi program ultimately identified and supported more than 150,000 households, demonstrating how data-driven approaches can help governments deliver essential services quickly and equitably.\n\nAnd this is just the beginning. In recent years, we have leveraged data science and digital technologies to improve our emergency response capabilities and make government services more efficient, cost-effective, and responsive to citizens’ needs.\n\nConsider the agriculture sector, which employs two-thirds of Togo’s population and accounts for 40% of its GDP. Using satellite imagery and machine-learning tools like Mosaiks, Togolese policymakers can forecast crop yields, anticipate poor harvests, and craft targeted agricultural policies. But the real strength of these technologies is their versatility: a single investment enables policymakers to make evidence-based decisions on a wide range of issues, from electrification to deforestation.\n\nBy bolstering local ownership, African governments can drive inclusive growth. In Togo, we are working to build a sustainable ecosystem of local expertise through initiatives like the newly launched Togo Data Lab, a collaboration between the Ministry of Digital Economy and Transformation and the Center for Effective Global Action at the University of California, Berkeley.\n\nThe project joins other prominent African institutions working to position Africa at the forefront of digital development, such as the African Institute for Mathematical Sciences and the Global Partnership for Sustainable Development Data. In Togo, the Lab will assist the Togolese government in building sustainable data-science capabilities, thereby enabling us to use AI tools like large language models (LLMs) to accelerate progress toward the United Nations Sustainable Development Goals. Togolese data scientists trained at the Lab will then collaborate with international experts, thereby ensuring that solutions are driven by local talent.\n\nIn its first year, the Togo Data Lab will focus on agriculture, training staff to use Mosaiks to measure crop yields more precisely. But we have much higher ambitions. We see the Lab as a scalable platform capable of addressing major challenges in health, education, and climate policy.\n\nWe imagine a health-care system transformed by data science, with AI tools improving disease surveillance and enabling policymakers to predict outbreaks of preventable illnesses, and classrooms where LLM-assisted tutors handle administrative tasks, freeing teachers to do what they do best: teaching and connecting with students. We have made remarkable progress, but there is much more to be done.\n\nFor too long, African countries have been sidelined from the digital revolution due to limited technical capacity and inadequate infrastructure. That must change, and now is the time to change it. I urge the international community to join this vital effort. By engaging the private sector and making targeted investments, Africa could become a leader in the global digital economy, not just a participant.\n\nInvesting in local capacity not only empowers policymakers in developing countries like Togo to make smarter, data-driven decisions. It also lays the groundwork for a vast global network of problem solvers, ready to harness cutting-edge technologies to tackle the world’s biggest challenges."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paving the Way for Sustainable Growth: Cement Industry's Green Revolution",
            "link": "https://www.devdiscourse.com/article/science-environment/3200847-paving-the-way-for-sustainable-growth-cement-industrys-green-revolution",
            "description": "Cement production remains a major contributor to global greenhouse gas emissions, responsible for 7-8 percent of the total, highlighting its role in sustainability discussions. As India's ...",
            "image_url": "https://www.bing.comNo image",
            "category": "science+revolution",
            "date": "devdiscourse1h",
            "source": "devdiscourse",
            "article_content": "Cement production remains a major contributor to global greenhouse gas emissions, responsible for 7-8 percent of the total, highlighting its role in sustainability discussions. As India's infrastructure development accelerates, cement consumption is projected to rise, making the sector a focal point for achieving net-zero emissions, stated an industry official.\n\nVivek Bhatia, Managing Director & CEO of TKIL Industries, stressed the necessity of balancing economic growth with sustainability efforts. He outlined innovations like cement plants running on waste recovery and capturing CO2 emissions as commercial necessities. Bhatia emphasized the importance of integrating technological advancements and resource efficiency.\n\nAt the 7th Cementing India summit, industry leaders echoed the urgency for innovation. Pietro Recchi of MAPEI advocated for clinker replacement, an effective short-term emissions solution, while Yaswant Mishra from Mangalam Cement underscored the need for governmental support for sustainable practices. Technological trends like AI and IoT could drive industry-wide shifts towards smarter, sustainable operations.\n\n(With inputs from agencies.)"
        }
    }
]