[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Journey Through the Ages: The Global History of UFO Sightings",
            "link": "https://www.msn.com/en-in/society-culture-and-history/history/a-journey-through-the-ages-the-global-history-of-ufo-sightings/ar-BB1kuV6o?ocid=BingNewsVerp",
            "description": "This article will take you through the evolution of UFO sightings, from ancient accounts to modern-day encounters, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.THWdsrntiKJ8S6FBHGKbey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO 50 speedrunners complete its most opaque game in under five minutes",
            "link": "https://www.rockpapershotgun.com/ufo-50-speedrunners-complete-its-most-opaque-game-in-under-five-minutes",
            "description": "The UFO 50 speedrun at Awesome Games Done Quick includes a quick dart through the collection's most bewildering game, the mysterious Barbuta.",
            "image_url": "https://www.bing.com/th?id=ODF.ThyHSoT5JzaNauF7IHm3lQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Rock Paper Shotgun1h",
            "source": "Rock Paper Shotgun",
            "article_content": "If you gotta go fast, you probably don't want to be a stubby-legged spearman who climbs every ladder like a geriatric walrus. Yet that's the challenge taken up yesterday by speedrunners at Awesome Games Done Quick. The UFO 50 speedrun includes an impressive dart through the retro collection's most bewildering game, the ancient and mysterious Barbuta, in which your character is a frustratingly slow hero with a fearfully short attack range. They managed to complete it in less than five minutes. Not only does the run (and its helpful commentary) serve as a short and sweet explanation of why Barbuta is so glitchily fascinating, it also left plenty of time to marathon another three games from the collection.\n\nBarbuta itself was completed in 4 minutes 55 seconds by player \"GrayGooGlitch\". It's only 11 seconds short of the fastest existing run. The unrepentantly obscure game is full of old-school trickery, like specific pools of toxic slime that won't hurt you, walls that secretly lack collision, and spike pitfalls with invisible bridges. But it's the randomly fluttering bats that give players the most trouble, as they did here just moments into the run.\n\nBut the UFO 50 marathon was also a team effort. Three other players zipped through their own game choices in the allotted time, swapping the controller just like in the good old days of losing a life to a hateful chicken. The next game was Rakshasa, a tough-as-old-boots action game with lots of upsetting frogs. The runner polished it off in 8 minutes and 22 seconds. Then came Night Manor, a point and click horror game with a ton of classical item puzzling but with a killer that follows you through the rooms and will come hunting you if you make noise by doing certain actions like activating a jukebox. They got through that in 6 minutes 20 seconds.\n\nFinally, it was Warptank, a kind of anti-platformer about a nippy space tank that can't jump but can teleblorp to the surface immediately above it. When I played it for our UFO 50 review, each screen was both a fight with the pixel enemies and a puzzle to figure out. When runner \"SpootyBiscuit\" plays, he turns it into a rhythmic waltz of warping, sparking off forty-five degree angles and blasting troublesome worms with ease. It was the toughest game to get through, with a time of 28 minutes 27 seconds.\n\nOverall, it's a nifty showcase of the retro-styled games contained within UFO 50, all of which contain some twist inspired by modern game design. Awesome Games Done Quick began at the weekend and runs until this Sunday. Other recent speedruns include a blast through Rain World: Downpour, but we're still waiting on the player who intends to beat Elden Ring bosses with nothing but his saxophone and a jazzy attitude. That's happening on Thursday. I look forward to it."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NEW UFO SOUNDS REVEALED! *LEAK* (Roblox Jailbreak)",
            "link": "https://www.msn.com/en-us/news/technology/new-ufo-sounds-revealed-leak-roblox-jailbreak/vi-AA1x4AoX?ocid=BingNewsVerp",
            "description": "In today's video, we create our very own UFO Sound Effect in Jailbreak!💎SMASH THAT LIKE BUTTON IF YOU WANT THIS SOUND💎iiFNaTiK ➥ <a href=\" Group ➥ <a href=\" Discord ➥ <a href=\" me on Social ...",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Gaming Legends on MSN44m",
            "source": "Gaming Legends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sweden just turned the humble water tower into art",
            "link": "https://www.fastcompany.com/91254456/sweden-just-turned-the-humble-water-tower-into-art",
            "description": "Utilitarian water tower designs are getting bold new architectural treatments and experimental forms in Sweden.",
            "image_url": "https://www.bing.com/th?id=OVFT.WcZbxQCLMNC3deHSH_Bk-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nick Drake’s unlikely connection to the cult sci-fi TV show ‘UFO’",
            "link": "https://faroutmagazine.co.uk/nick-drake-connection-to-a-cult-sci-fi-tv-show/",
            "description": "The program in question overlapped with the recording of Nick Drake's first two albums, and would similarly take many more years to find a larger audience.",
            "image_url": "https://www.bing.com/th?id=OJ.uSmjUzb62qS05A&pid=news&w=91&h=16&rs=2",
            "category": "ufo",
            "date": "6h",
            "source": "Far Out Magazine",
            "article_content": "Nick Drake’s unlikely connection to the cult sci-fi TV show ‘UFO’\n\nIn April of 1969, Nick Drake—still a couple of months shy of his 21st birthday—was toiling away at Sound Techniques studio in London, wrapping up the final recording session for his debut album, Five Leaves Left. At the same time, about 15 miles away at the MGM film studios in Borehamwood, Nick’s older sister Gabrielle Drake, 25, had just started principal photography on the biggest acting gig of her career—a new live-action science fiction series called UFO, produced by the creators of the beloved marionette TV shows Thunderbirds and Stingray.\n\nMore than half a century later, Fives Leaves Left and UFO each have considerably more fans and cultural relevance than they ever did in their own time. Even the term “cult classic” might be underselling them at this point. Nick Drake, of course, posthumously became one of Britain’s most revered and influential singer/songwriters, while UFO—despite running for just one series between 1970 and ’71—has gradually built a devoted following nearly on par with that of other iconic TV hits of its era like The Avengers and The Prisoner.\n\nThis makes it all the more bizarre to realise that the Drake siblings likely came home for Christmas in 1969, believing that their big projects—one set in pastoral England and one in futuristic outer space—had both failed.\n\nNick’s debut folk album had disappointingly flopped in the summer after a head-scratching lack of promotion from his label, Island Records. Gabrielle, meanwhile, dropped out of her role on UFO before a single episode had even aired. MGM’s British studios had closed down in the middle of production, forcing a long filming hiatus that she felt would conflict too much with other opportunities.\n\nGabrielle did eventually opt to return and continue playing Lieutenant Gay Ellis for a few more shoots in 1970, but despite her prominent role in the show’s cast, she only wound up appearing in about half of UFO’s 26 episodes. Her character, a purple-wigged moonbase commander in a tight silver catsuit, hadn’t exactly felt like the role of a lifetime anyway. For better or worse, though, it’s probably the one she’s still best remembered for.\n\n“In a funny way, I feel more pleased to have done it in retrospect than at the time,” Gabrielle Drake later acknowledged at a UFO fan convention in the year 2000, “Because I do think that it was actually a fairly innovative series and something which was perhaps a bit ahead of its time. It’s very good to look back and to have been associated with it.”\n\nIn the same way that her brother Nick had a capable hand at the wheel in the form of producer Joe Boyd, Gabrielle Drake also benefited from the guidance of UFO series producer Gerry Anderson, one of the legends of early sci-fi television. At the time, Anderson’s background was more in kids TV and marionettes than live-action work with full-size humans, but Gabrielle remembered him as “a very benevolent presence” and someone “you always felt that you could go up and see at any time. . . . And very easy to get on with, always.”\n\nDespite Anderson’s credentials, though, Drake admitted that she never believed at the time, “not for one moment,” that the cheap space show she was making would still be remembered or talked about by anybody in the 21st century. “But then you never do think that in our business,” she added. “It is such a strange old business, too, because the one thing you think is going to be a surefire hit is bound to flop.”\n\nSadly, we don’t know if Nick Drake ever visited his sister on set or even if he ever bothered to watch a single episode of UFO (it’s strangely difficult to imagine him watching any TV show). As those episodes were finally airing on British televisions in 1970 and ‘71, Nick was mostly hard at work recording and releasing his second album, Bryter Layter, which he believed would be a surefire success, but once again flopped, not to be properly appreciated until decades later. Such is the strange old world of show business."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Philips Hue app is getting an AI chatbot",
            "link": "https://www.msn.com/en-us/news/technology/the-philips-hue-app-is-getting-an-ai-chatbot/ar-AA1x5H5A?ocid=BingNewsVerp",
            "description": "Philips Hue isn’t the first smart lighting brand to incorporate an AI chatbot in its app. Plenty of other smart light ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Og0N9hgw9lZ4QW6ObB6gy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FitFast: Personalized Intermittent Fasting App Powered By AI",
            "link": "https://www.msn.com/en-us/health/other/fitfast-personalized-intermittent-fasting-app-powered-by-ai/ar-AA1x2YX3?ocid=BingNewsVerp",
            "description": "FitFast, the personalized intermittent fasting app powered by AI, has already made waves in the health and wellness spac ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TRROK1NnYnP1xRcYntpVfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "American Woman on MSN22h",
            "source": "American Woman on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Philips Hue app is getting a big upgrade this year, with a new generative AI assistant",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/the-philips-hue-app-is-getting-a-big-upgrade-this-year-with-a-new-generative-ai-assistant/ar-AA1x5NVG?ocid=BingNewsVerp",
            "description": "Signify, the company behind Philips Hue smart lights, has announced that it's adding a new generative AI assistant to the Hue ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6lhTvJrHeDmiZtFxzaUvXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Philips Hue is getting an AI-powered lighting assistant",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/philips-hue-is-getting-an-ai-powered-lighting-assistant/ar-AA1x5RZL?ocid=BingNewsVerp",
            "description": "The generative AI feature will let users create personalized lighting scenes based on mood, occasion, and style.",
            "image_url": "https://www.bing.com/th?id=OVFT.MUEUHuE1chPH3_oFdJhp9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14mon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple’s AI Is Proving It’s Anything But Intelligent",
            "link": "https://www.bloomberg.com/opinion/articles/2025-01-07/apple-intelligence-errors-dumb-mistakes-make-a-mockery-of-hyped-ai",
            "description": "Complaints and ridicule have been mounting about mistakes by the iPhone maker’s hyped feature, and its flaws risk a serious ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h5IWSFtd79CxGtpdJY8nVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14mOpinion",
            "source": "Bloomberg L.P.",
            "article_content": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal scammers: police search for gang behind cunning sleight of hand",
            "link": "https://www.canberratimes.com.au/story/8860550/supernatural-scammers-swindle-elderly-victims-in-melbourne/",
            "description": "A supernatural scam has caught the attention of police after a number of elderly victims reported having money or jewellery ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sStIVo49rSCBSt_tZRErgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "15h",
            "source": "The Canberra Times",
            "article_content": "Your digital subscription includes access to content from all our websites in your region. Access unlimited news content and The Canberra Times app. Premium subscribers also enjoy interactive puzzles and access to the digital version of our print edition - Today's Paper."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Supernormalized Podcast Celebrates Fourth Year with Over 140 Episodes and a Vision for the Future",
            "link": "https://finance.yahoo.com/news/supernormalized-podcast-celebrates-fourth-over-214700185.html",
            "description": "Supernormalized Podcast Marks a Milestone in 2025 Tamborine Mountain, Queensland--(Newsfile Corp. -) - Supernormalized ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X9vFumncEylr3RjlUbRcjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "14h",
            "source": "YAHOO!Finance",
            "article_content": "Supernormalized Podcast Marks a Milestone in 2025\n\nTamborine Mountain, Queensland--(Newsfile Corp. - January 6, 2025) - Supernormalized Podcast, a distinguished platform known for its exploration of society, health, medicine, religion, fitness, and the occult, is celebrating the commencement of its fourth year in 2025. With over 140 episodes recorded, the podcast continues to captivate audiences with its unique approach to discussing the often hidden aspects of life and existence.\n\nHosted by CeeJay Barnaby, Supernormalized Podcast has become a beacon for those seeking to understand alternative consciousness, plant medicines, energy medicines, personal growth, intuition, and paranormal phenomena. The podcast's mission to normalize the unusual and often misunderstood experiences of life resonates with listeners worldwide.\n\nAs the podcast enters its fourth year, CeeJay Barnaby is enthusiastic about the future, promising another year filled with remarkable guests from diverse genres. Topics such as plant medicines, alternative health and healing, mindfulness and meditation, intuition and psychic abilities, spirit contact, and religious experiences are set to be explored in depth.\n\n\"There is truly a shift of consciousness happening, and Supernormalized is at the forefront in changing the narrative so all of humanity and the amazing experiences we all share are heard and shared,\" says Chris Barnaby, CEO of Supernormalized Podcast.\n\nSupernormalized Podcast's commitment to educating listeners on alternative perspectives and experiences continues to grow. The podcast's engaging interviews and thought-provoking discussions aim to enlighten and inspire, fostering a deeper connection to life and existence.\n\nAs Supernormalized Podcast celebrates this significant milestone, it remains dedicated to its core mission of bringing to light the extraordinary aspects of human experience. With a growing audience and an ever-expanding roster of insightful guests, the podcast is poised to continue its journey of exploration and discovery.\n\nAbout Supernormalized Podcast\n\nSupernormalized is a podcast of ideas shared with individuals expressing a deeper connection to life and existence through interviews that are engaging. Specializing in talking about hidden topics, the show aims to educate listeners on alternative consciousness, plant medicines, energy medicines, personal growth, intuition, paranormal and supernatural abilities with an aim of normalizing the unexplained.\n\nPress Inquiries\n\nSupernormalized Podcast\n\nhttps://supernormalized.com/\n\nChris Barnaby supernormalized@proton.me\n\n+61 466 032 354\n\n51 Long Road Tamborine Mountain Queensland Australia 4272\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Best Horror Movie Kills Of 2024",
            "link": "https://whatculture.com/film/10-best-horror-movie-kills-of-2024?page=5",
            "description": "It's always great fun to see douchebag characters get their brutal comeuppance, and that was certainly the case with Late ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hasZhNy7OaSuCyJ71VypeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "What Culture3h",
            "source": "What Culture",
            "article_content": "It's always great fun to see douchebag characters get their brutal comeuppance, and that was certainly the case with Late Night with the Devil's tosser of a paranormal skeptic, Carmichael Haig (Ian Bliss).\n\nEven though Carmichael wishes to expose con artists, he's such a colossal a**hole - from his casual sexism to his general arrogance - that it's basically impossible to like the guy. And so, there was little sympathy to be spared when Carmichael finally realised beyond any doubt that the demonic entity possessing 13-year-old Lilly D'Abo (Ingrid Torelli) was the real deal.\n\nAfter seeing the demon kill others working on the TV show, Carmichael hilariously decides to pledge his allegiance to the demon in a vain bid save his own skin. But of course, the possessed Lilly doesn't accept, instead using her abilities to burn Haig, causing his flesh to melt away as he falls down dead.\n\nCouldn't have happened to a nicer guy, honestly."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I moved into my sister's house – what I caught on camera left me terrified'",
            "link": "https://www.mirror.co.uk/news/weird-news/paranormal-video-ouija-new-house-34426398",
            "description": "When a mum-of-two moved into her sister's house, she didn't expect havoc to be brought upon her life. She believes it's due ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LPD4Ht9mFfF7H02TWA4AYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "23h",
            "source": "The Mirror",
            "article_content": "After finding a Ouija board in her new home, a woman has been experiencing strange happenings for the past three months.\n\nIn a five-minute video posted to social media, mother-of-two Brandi Nettleton claims to have “finally” caught her suspicions on camera. She filmed the seemingly paranormal activity that she has been experiencing ever since she moved into her sister’s house.\n\nFilming herself walking around her new place, Brandi tells viewers she's home alone with her daughter, while her son, who lives in the upstairs part of the house, has left to go to a party.\n\n“There’s been a mimic here for a couple of weeks. When my daughter’s not at home I hear her say my name and she’s not there”, she explains. “My daughter’s at home but my son is not, and my son is the only one who lives upstairs. All night since he’s been gone I keep hearing the door close but there’s nobody up there.”\n\nImage: Jam Press/@sassycaligirl2003) Jam Press/@sassycaligirl2003) Image: Jam Press/@sassycaligirl2003) Jam Press/@sassycaligirl2003)\n\nShe then reveals her plan to try and catch the sound on video, and sits in silence, still filming. She begins to talk about how she’s been upstairs to check whenever similar things happen, when her dog begins to bark, which prompts her to slowly walk to the stairs leading up to her son’s bedroom, with the camera facing the ceiling.\n\nViewers can then hear a loud and repetitive clicking sound, followed by a thud. Brandi reacts by walking up the stairs and showing the audience: “Look, nobody’s up here. Oh my god look, his door is closed.”\n\nThe door to her son’s bedroom then clicks open, untouched, and Brandi runs downstairs to tell her daughter what just happened. “It sounds like somebody’s in your brother's room. I went up there to show that his door was closed. Tell me why his door opened when I went up there. I swear I ran down here by myself, I’m recording it”, she says.\n\nBoth of them then go upstairs to show, with a flashlight, that the upstairs bedroom is empty. Just as they are back on the stairs, the door clicks open again, making mother and daughter scream in horror.\n\nBrandi said she associates the strange occurrences to an Ouija board - an instrument some use to try to call spirits forward - she had found and thrown away upon moving in.\n\n“I found out after my sister moved out that she had a Ouija board here and I found it when I was packing her stuff. I got rid of it right away. There are still things that go on almost every single night”, she explained.\n\nBrandi’s video was viewed by more than three million people across social media platforms, and part of the audience reacted by sharing advice, empathy for her situation, and similar situations they had been through.\n\n“This is the most in time realistic non staged video I think I’ve seen”, one commented. Another advised: “Remember if you are scared they tend to react more”.\n\nOne user shared: “I lived in a home with three roommates. We all experienced it. The day we all decided to move out was when we heard it repeat. 'HELLO' four or five times as well as children giggling.”\n\nA commenter joked that the “mimic” - believed by some to be a spiritual entity with the ability to imitate its surroundings or other creatures - would be happy with the family’s scared reactions. Brandi then responded: “Yeah, I don’t doubt it and what sucks is I respond to it because it’s my daughter’s voice and it’s just an automatic response. I don’t know how not to.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Sonic Movies Have Now Made Over A Billion Dollars",
            "link": "https://www.yahoo.com/entertainment/sonic-movies-now-made-over-221500368.html",
            "description": "Sonic the Hedgehog 3 hit theaters late last month and has already grossed more than $300 million worldwide, pushing the film ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b8eofhLNszbePJMl1rG-wS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "13h",
            "source": "Yahoo",
            "article_content": "Sonic the Hedgehog 3 hit theaters late last month and has already grossed more than $300 million worldwide, pushing the film series based on Sega’s popular video games past the one-billion mark and making it one of Paramount’s biggest ongoing franchises.\n\nOn January 5, Paramount Pictures put out a press release confirming that the live-action Sonic the Hedgehog film franchise has now made over $1 billion at the box office. That means it’s made more than Halloween, Paranormal Activity, and A Quiet Place.\n\nFor Paramount, Sonic has become a very important franchise at a time when the studio has struggled to squeeze massive blockbusters out of past winners, like Transformers and Star Trek. So it’s not shocking that as Sonic crosses the 1-billion-dollar mark, Paramount is already working on a sequel. The next movie is reportedly arriving in 2027.\n\n“The Sonic the Hedgehog franchise has become an unstoppable cultural force with limitless potential,” said Paramount Pictures President & CEO Brian Robbins. “Congratulations to our partners at SEGA, our filmmaking team...who have revolutionized the heights that Sonic can reach, and the legions of loyal and devoted fans who have helped guide us every step of the way.”\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIt feels like a lifetime ago when the first Sonic the Hedgehog film teaser hit the web and we all got to see that original, ugly CG Sonic that was so monstrous, fans backlashed hard enough to force Paramount and Sega to change the character’s look into something less awful. That first film ended up making $319 million at the box office.\n\nIn 2022, Sonic 2 hit theaters, receiving better reviews and making over $400 million. There was a Knuckles spin-off TV show in early 2024, but nobody talks about that. Then finally, in December, Paramount released Sonic the Hedgehog 3, which is one of the highest-rated video game movies in history and has already made more money than the first film in just about two weeks. Pretty good for a hedgehog that runs really fast.\n\n.\n\n\n\nFor the latest news, Facebook, Twitter and Instagram."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huge NASA breakthrough as explorers discover 44 stars in distant galaxy",
            "link": "https://www.express.co.uk/news/science/1997040/nasa-breakthrough-explorers-discover-stars",
            "description": "Astronomers used JWST and gravitational lensing to spot 44 individual stars in a galaxy 6.5 billion light-years away.",
            "image_url": "https://www.bing.com/th?id=OVFT.-JidtTpuJ4o_bbuNW1oD_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3h",
            "source": "Daily Express",
            "article_content": "Images taken by NASA's James Webb Space Telescope\n\nAstronomers have achieved a groundbreaking feat after identifying 44 individual stars in a galaxy nearly 6.5 billion light-years away. This remarkable discovery, made possible by NASA’s James Webb Space Telescope and the phenomenon of gravitational lensing, sets a new record for the largest number of individual stars detected in the distant universe. The findings, led by Fengwu Sun, a postdoctoral researcher at the Center for Astrophysics by Harvard & Smithsonian, and published in Nature Astronomy, open new avenues for studying the universe’s most profound mysteries, including dark matter. Looking for individual stars in galaxies billions of light-years away has long been considered impossible, as these far-flung galaxies typically blur into a diffuse glow.\n\nHowever, a natural magnification effect called gravitational lensing, coupled with JWST’s infrared capabilities, has changed the game, Phys.org reports.\n\nGravitational lensing occurs when a massive object, such as a galaxy cluster, bends and amplifies the light of objects behind it. In this case, the cluster Abell 370 acted as a lens, magnifying a galaxy called the Dragon Arc. This effect stretched the Dragon Arc into an elongated shape, making individual stars within it visible to JWST’s sensitive instruments. “When we processed the data, we realized that what appeared to be individual star points were actually stars within this distant galaxy,” said Sun. Many of the stars identified in the Dragon Arc are red supergiants, a type of massive star in the final stages of its life. These stars, cooler and more luminous than the blue supergiants often observed in earlier studies, were detectable thanks to JWST’s ability to observe infrared wavelengths. This marks a shift from earlier discoveries with the Hubble Space Telescope, which had identified only a handful of stars in distant galaxies, most of them blue supergiants like Rigel and Deneb. “We now have the capability to resolve stars that were previously beyond our reach,” said Sun. “This discovery provides unprecedented insights into stellar populations and their role in galaxy evolution during the early universe.”\n\nNASA's James Webb Space Telescope was able to capture images of individual stars on the Abell 370\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists left baffled after discovering asteroid-comet hybrid that's like nothing ever seen before",
            "link": "https://www.ladbible.com/news/science/chiron-asteroid-comet-hybrid-explained-746216-20250106",
            "description": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.",
            "image_url": "https://www.bing.com/th?id=OVFT.Utr97NfdsQWteG8Iq278XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "18h",
            "source": "LADbible",
            "article_content": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.\n\nAstronomers from the University of Central Florida have made the space discovery using the James Webb Space Telescope (JWST).\n\nAs they analysed near-infrared images, the scientists found something that is 'like nothing' the astronomy world has ever seen before.\n\nAdvert\n\nSo pretty huge, then.\n\nThe UCF Florida Space Institute (FSI) researchers found a Centaur and while it may be named after a mythical creature that is half-horse and half-man, in space terms, it describes an asteroid-comet hybrid.\n\nThese bodies are found between Jupiter and Neptune and though they behave like asteroids, they produce gas and dust like comets.\n\nThey used the JWST to make the discovery (Getty Stock Photo)\n\nWhat's the difference between an asteroid and a comet?\n\nAn asteroid can be described as a large chunk of rock from left over collisions from the early stages of our solar system, which are mostly located between Mars and Jupiter in the asteroid belt.\n\nAdvert\n\nA comet is a rock covered in ice, methane and other elements, though these orbits are much further out of our solar system.\n\nCentaurs are a combination of both, and one in particular has left researchers Dr Charles Schambeau and Scientist Noemí Pinilla-Alonso scratching their heads.\n\nIntroducing 2060 Chiron\n\n2060 Chiron is 125 miles wide and it's a Centaur having first been discovered in 1977.\n\nAdvert\n\nThey're almost like time capsules containing information about the formation of our solar system, though something sets Chiron aside.\n\nDr Schambeau explained: \"These results are like nothing we've seen before.\n\n\"These detections enhance our understanding of Chiron's interior composition and how that material produces the unique behaviours as we observe Chiron.\"\n\nChiron is different to other Centaurs (Space Engine)\n\nWhat sets Chiron apart from the rest?\n\nThe surface of this Centaur actually contained chemicals such as CO2, methane and frozen water, all of which predate the formation of our solar system.\n\nAdvert\n\nDr Schambeau continued: \"It's an oddball when compared to the majority of other Centaurs.\n\n\"It has periods where it behaves like a comet, it has rings of material around it, and potentially a debris field of small dust or rocky material orbiting around it.\"\n\nBut it's the tail of dust and gas that's the most interesting, as most objects that far into space are usually too cold or don't have the ice to create a tail.\n\nComets can, though they are closer to the sun, as Dr Pinilla-Alonso explains: \"What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it.\n\nAdvert\n\n\"Discovering which gases are part of the coma and their different relationships with the ices on the surface helps us learn the physical and chemical properties, such as the thickness and the porosity of the ice layer, its composition, and how irradiation is affecting it.\"\n\nThe pair's findings were published in the journal Astronomy & Astrophysics.\n\nCentaurs can be found between Jupiter and Neptune (Getty Stock Photo)\n\nPinilla-Alonso further explains: “All the small bodies in the Solar System talk to us about how it was back in time, which is a period of time we can’t really observe anymore,\n\n“But active centaurs tell us much more. They are undergoing transformation driven by solar heating and they provide a unique opportunity to learn about the surface and subsurface layers.”\n\n“What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it,” the scientist highlighted.\n\n“We’re going to follow up with Chiron,\n\n“It will come closer to us, and if we can study it at nearer distances and get better reads on the quantities and nature of the ices, silicates, and organics, we will be able to better understand how seasonal insolation variations and different illumination patterns can affect its behavior and its ice reservoir.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Virtual chemistry speeds up drug discovery",
            "link": "https://www.msn.com/en-us/health/other/virtual-chemistry-synthesizes-25-variations-of-a-plant-compound-that-could-treat-brain-diseases/ar-AA1x3Bzz?ocid=BingNewsVerp",
            "description": "Among the hundreds of thousands of chemical compounds produced by plants, some may hold the key to treating human ailments and diseases. But recreating these complex, naturally occurring molecules in ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "science+discovery",
            "date": "15hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After-school club students in Chicago discover promising bioactive compound via goose droppings",
            "link": "https://www.chemistryworld.com/news/after-school-club-students-in-chicago-discover-promising-bioactive-compound-via-goose-droppings/4020744.article",
            "description": "Chicago antibiotic discovery lab engages middle school students from underrepresented communities in hands-on research ...",
            "image_url": "https://www.bing.com/th?id=OVFT.37ek54poBiITKLqZRkwZiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Chemistry World22h",
            "source": "Chemistry World",
            "article_content": "When Jin Yi (Jeanie) Tan told the school children she was supervising for a science outreach programme ‘you can collect anything you want’, she didn’t expect one to bring in goose droppings. She also wasn’t expecting the programme to lead them to a new cytotoxic peptide.\n\nTan, a fourth-year PhD candidate in Brian Murphy’s lab from the University of Illinois Chicago, US, leads a team of researchers in an outreach collaboration with the Boys and Girls Clubs of Chicago, one of the city’s oldest youth development organisations. With 21 locations, and 20,000 young members, the clubs provide resources and support to aid members’ personal and professional development. So far the team has worked with two local branches: the Bartlett J McCartin club and the James R Jordan club, the latter of which is named after Chicago Bulls star Michael Jordan’s late father.\n\nThe 14-week after-school programme, termed the Chicago antibiotic discovery lab, offers middle school students (aged 11–13) from underrepresented communities, a hands-on learning experience searching for potential antibiotics in their own neighbourhoods. Funded by the Illinois-Indiana Sea Grant that Tan received for her PhD, the programme teaches the fundamentals of microbiology research, from sample collection to laboratory analysis. Students are also introduced to environmental issues, engineering, robotics and related careers. ‘We’ve done four different cohorts of this programme, constantly tweaking stuff to make things better,’ says Tan. ‘One of our strengths is that the programme is very small, allowing us to give one-to-one mentoring and tailor the work to the students’ interests.’\n\nSemi-automated\n\nTan’s PhD project focusses on finding new antibiotics to combat multi-drug resistance by harnessing antimicrobial toxins secreted by other bacteria. She has developed a pipeline for screening bioactive compounds from the natural environment, ‘integrating things like robotics, bioassays and bioinformatics to create a streamlined workflow’, she explains. This approach simplifies the initial stages of microbial drug discovery by allowing steps to be carried out in a semi-automated manner, making it safe and accessible enough to be taught to middle school students. ‘The researchers were very good at mentoring the students … [the students] were constantly supervised and because of the robotics, had no interaction with hazardous bacteria,’ adds Jonathon Rodriguez, the technology program manager at Boys and Girls Clubs of Chicago.\n\nThe mentor team encourages students to carry out each stage of the process autonomously – instilling a sense of ownership over their results. While some students collect samples from lake water or flowers, others get more creative, swabbing everything from air conditioning filters to playground slides. ‘The kids are always collecting the weirdest stuff they can find,’ says Tan.\n\nStudents then program a robot to isolate the bacterial colonies grown from their samples and test the ability of each one to prevent the growth of multi-drug resistant bacteria. ‘At first when they look at the environmental bacteria plates, they are really grossed out,’ says Tan. ‘But after five minutes, they’ll be looking really closely? Like “wait, what’s this one? Why is this one pink?” It’s exciting for them to be able to understand microbiology and that they can produce medicines.’\n\nTan successfully isolated a new anti-bacterial compound from Pseudomonas idahonensis, a bacterium cultured from the goose dropping sample. It turned out to be a cyclic lipodepsipeptide that they named orfamide N . Using NMR and mass spectrometry analysis she elucidated the structure of the new bioactive molecule. It comprises 10 mixed D- and L-amino acids and a distinct lipid tail, which sets it apart from other known orfamides and is thought to contribute to its biological activity. While the peptide demonstrated minimal antibacterial activity, it showed cytotoxicity in bioassays against human cancer cell lines, warranting further investigation in its application for cancer therapy.\n\n‘I’m really happy and grateful that I was able to merge two big interests of mine and showed that this can happen. Biomedical research and Stem outreach can lead to a publication ,’ says Tan. The research, published in the journal ACS Omega, lists the student who collected the goose dropping sample as a co-author, underscoring their integral role in this discovery. ‘The student was really excited about it,’ adds Rodriguez.\n\nAs the project continues into its third year, the team hopes its approach can serve as a model for university–community partnerships elsewhere. ‘There is often a disconnect between a university and the neighbouring communities it should serve,’ says Murphy. ‘Both teams are learning about one another and building trust, and that barrier that typically exists between university and community is being systematically broken down.’"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Teacher reassigned after video shows her choking 11-year-old student while on field trip",
            "link": "https://wsvn.com/news/local/broward/teacher-reassigned-after-video-shows-her-choking-11-year-old-student-while-on-field-trip/",
            "description": "A teacher at a South Florida middle school is out of the classroom after she was accused of attacking a student<a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CSZ-x1XLs9KOf6CUewmDIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "7News Miami12h",
            "source": "7News Miami",
            "article_content": "HOLLYWOOD, FLA. (WSVN) - A teacher at a South Florida middle school is out of the classroom after she was accused of attacking a student during a field trip.\n\nThe incident occurred days before Christmas as students from McNicol Middle School in Hollywood were on a field trip at the Museum of Discovery and Science in Fort Lauderdale.\n\nThe 11-year-old student, Kendrick, said that before the incident, that he had gotten into a fight during the field trip lunch with another student over a bag of chips.\n\nThat fight was stopped after another teacher separated the children.\n\n“Yeah, we said sorry to each other, and then we hugged it out after,” he said during a previous interview with 7News.\n\nBut then, Kendrick said, the now-reassigned teacher lunged at him.\n\n“She choked me and she slapped me,” said Kendrick. “She was just cursing at me. It hurt a little bit, ’cause my throat felt spicy.”\n\nThe video showed a woman, identified by Kendrick as a teacher, pulling him onto a picnic bench, and then jumping on top of him.\n\n“She was grabbing my throat. I couldn’t talk; I wanted to get her off me,” he said.\n\nKendrick believes the teacher may have thought he was returning to confront the other boy, even though their fight had ended.\n\n“I’ve had a teacher yell at me, not curse at me, though,” said Kendrick. “I don’t think teachers should curse at kids, you know. I never had a teacher do that to me.”\n\nKendrick’s mother, Yasmine François, spoke to 7News following the video’s release. She said she initially got a call from the school that her son had gotten into a fight.\n\n“I was at work. I was receiving phone calls saying that Kendrick got into a fight,” she said.\n\nUpon the child’s arrival at home, François took away his phone and prepared to scale back his Christmas gifts.\n\nFrançois said she took away Kendrick’s phone and prepared to scale back his Christmas. Then a friend sent her the video.\n\nThe concerned mother expressed her disbelief at what she saw and heard in the video.\n\nAudio from the video captures what sounds like a slap. On top of all that, the woman seen in the clip yelled profanities at the child.\n\n“You’re a teacher, and this is how you address your student? That’s the language? Is that the vocabulary you use to speak to a kid?” she said. “I’m not the mom that’s gonna take sides with my son. Like, if you do something bad, you know, you do something bad, so I’m highly disappointed because I feel like I was misled.”\n\nOn Monday, 7News learned that the teacher seen on video has been “reassigned pending an investigation.”\n\nThe 11-year-old remains out of school after being given a 3-day suspension for his involvement in the lunchroom fight.\n\nBroward County Public Schools is investigating the incident and it is unclear how long the investigation will take.\n\nCopyright 2024 Sunbeam Television Corp. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman says he’s losing money on OpenAI’s $200-per-month subscriptions — ‘people use it much more than we expected’",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/sam-altman-says-he-s-losing-money-on-openai-s-200-per-month-subscriptions-people-use-it-much-more-than-we-expected/ar-AA1x5N9I?ocid=BingNewsVerp",
            "description": "People are using ChatGPT so much that OpenAI is even losing money on its $200-per-month Pro subscriptions, said CEO Sam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kBtGhVbYsag_WAnFgcsPky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk vs. OpenAI: What to expect from the showdown in 2025",
            "link": "https://www.msn.com/en-ca/technology/artificial-intelligence/elon-musk-vs-openai-what-to-expect-from-the-showdown-in-2025/ar-AA1x2h83?ocid=BingNewsVerp",
            "description": "Two of the most powerful forces in the AI industry are set to collide this year: Elon Musk and OpenAI's Sam Altman. Here's ...",
            "image_url": "https://www.bing.com/th?id=OVFT._EJE4eANvTi5flFASQts1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Shifts Attention to Superintelligence in 2025",
            "link": "https://www.techrepublic.com/article/openai-superintelligence-2025/",
            "description": "In May, OpenAI’s superintelligence safety team was disbanded and several senior personnel left due to the concern that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7_0YzPBUzY__a2uf0f-HdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11h",
            "source": "TechRepublic",
            "article_content": "OpenAI has announced that its primary focus for the coming year will be on developing “superintelligence,” according to a blog post from Sam Altman. This has been described as AI with greater-than-human capabilities.\n\nWhile OpenAI’s current suite of products has a vast array of capabilities, Altman said that superintelligence will enable users to perform “anything else.” He highlights accelerating scientific discovery as the primary example, which, he believes, will lead to the betterment of society.\n\n“This sounds like science fiction right now, and somewhat crazy to even talk about it. That’s alright—we’ve been there before and we’re OK with being there again,” he wrote.\n\nThe change of direction has been spurred by Altman’s confidence in his company now knowing “how to build AGI as we have traditionally understood it.” AGI, or artificial general intelligence, is typically defined as a system that matches human capabilities, whereas superintelligence exceeds them.\n\nSEE: OpenAI’s Sora: Everything You Need to Know\n\nAltman has eyed superintelligence for years — but concerns exist\n\nOpenAI has been referring to superintelligence for several years when discussing the risks of AI systems and aligning them with human values. In July 2023, OpenAI announced it was hiring researchers to work on containing superintelligent AI.\n\nThe team would reportedly devote 20% of OpenAI’s total computing power to training what they call a human-level automated alignment researcher to keep future AI products in line. Concerns around superintelligent AI stem from how such a system could prove impossible to control and may not share human values.\n\n“We need scientific and technical breakthroughs to steer and control AI systems much smarter than us,” wrote OpenAI Head of Alignment Jan Leike and co-founder and Chief Scientist Ilya Sutskever in a blog post at the time.\n\nSEE: OpenAI and Anthropic Sign Deals With U.S. AI Safety Institute\n\nBut, four months after creating the team, another company post revealed they “still (did) not know how to reliably steer and control superhuman AI systems” and didn’t have a way of “preventing (a superintelligent AI) from going rogue.”\n\nIn May, OpenAI’s superintelligence safety team was disbanded and several senior personnel left due to the concern that “safety culture and processes have taken a backseat to shiny products,” including Jan Leike and the team’s co-lead Ilya Sutskever. The team’s work was absorbed by OpenAI’s other research efforts, according to Wired.\n\nDespite this, Altman highlighted the importance of safety to OpenAI in his blog post. “We continue to believe that the best way to make an AI system safe is by iteratively and gradually releasing it into the world, giving society time to adapt and co-evolve with the technology, learning from experience, and continuing to make the technology safer,” he wrote.\n\n“We believe in the importance of being world leaders on safety and alignment research, and in guiding that research with feedback from real world applications.”\n\nThe path to superintelligence may still be years away\n\nThere is disagreement about how long it will be until superintelligence is achieved. The November 2023 blog post said it could develop within a decade. But nearly a year later, Altman said it could be “a few thousand days away.”\n\nHowever, Brent Smolinski, IBM VP and global head of Technology and Data Strategy, said this was “totally exaggerated,” in a company post from September 2024. “I don’t think we’re even in the right zip code for getting to superintelligence,” he said.\n\nAI still requires much more data than humans to learn a new capability, is limited in the scope of capabilities, and does not possess consciousness or self-awareness, which Smolinski views as a key indicator of superintelligence.\n\nHe also claims that quantum computing could be the only way we might unlock AI that surpasses human intelligence. At the start of the decade, IBM predicted that quantum would begin to solve real business problems before 2030.\n\nSEE: Breakthrough in Quantum Cloud Computing Ensures its Security and Privacy\n\nAltman predicts AI agents will join the workforce in 2025\n\nAI agents are semi-autonomous generative AI that can chain together or interact with applications to carry out instructions or make decisions in an unstructured environment. For example, Salesforce uses AI agents to call sales leads.\n\nTechRepublic predicted at the end of the year that the use of AI agents will surge in 2025. Altman echoes this in his blog post, saying “we may see the first AI agents ‘join the workforce’ and materially change the output of companies.”\n\nSEE: IBM: Enterprise IT Facing Imminent AI Agent Revolution\n\nAccording to a research paper by Gartner, the first industry agents to dominate will be software development. “Existing AI coding assistants gain maturity, and AI agents provide the next set of incremental benefits,” the authors wrote.\n\nBy 2028, 33% of enterprise software applications will include agentic AI, up from less than 1% in 2024, according to the Gartner paper. A fifth of online store interactions and at least 15% of day-to-day work decisions will be conducted by agents by that year.\n\n“We are beginning to turn our aim beyond that, to superintelligence in the true sense of the word,” Altman wrote. “We’re pretty confident that in the next few years, everyone will see what we see, and that the need to act with great care, while still maximizing broad benefit and empowerment, is so important.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman offers clues about where OpenAI is headed",
            "link": "https://www.fastcompany.com/91255808/sam-altman-offers-clues-about-where-openai-is-headed",
            "description": "In his latest blog post, Sam Altman gave his take on what's been happening behind the scenes at OpenAI—and what's next for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tCVrflBLzs1sK0CQCLZodS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "13h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is turning its attention to ‘superintelligence’",
            "link": "https://techcrunch.com/2025/01/05/openai-is-beginning-to-turn-its-attention-to-superintelligence/",
            "description": "OpenAI CEO Sam Altman said that he believes OpenAI knows how to build AGI — and is beginning to turn its aim to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LRxPy8gESKbuooXRAdPmbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "16h",
            "source": "TechCrunch",
            "article_content": "In a post on his personal blog, OpenAI CEO Sam Altman said that he believes OpenAI “know[s] how to build [artificial general intelligence]” as the company has traditionally understood it, and is beginning to turn its aim to “superintelligence.”\n\n“We love our current products, but we are here for the glorious future,” Altman wrote in the post. “Superintelligent tools could massively accelerate scientific discovery and innovation well beyond what we are capable of doing on our own, and in turn massively increase abundance and prosperity.”\n\nAltman previously said that superintelligence could be “a few thousand days” away, and that its arrival would be “more intense than people think.”\n\nAGI, or artificial general intelligence, is a nebulous term, but OpenAI has its own definition: “highly autonomous systems that outperform humans at most economically valuable work.” OpenAI and Microsoft, the startup’s close collaborator and investor, also have a definition of AGI: AI systems that can generate at least $100 billion in profits. When OpenAI achieves this, Microsoft will lose access to its technology, per an agreement between the two companies.\n\nSo which definition might Altman be referring to? He didn’t specify, but the former seems likeliest. Altman wrote that he thinks AI agents — AI systems that can perform certain tasks autonomously — may “join the workforce,” in a manner of speaking, and “materially change the output of companies” this year.\n\n“We continue to believe that iteratively putting great tools in the hands of people leads to great, broadly-distributed outcomes,” he wrote.\n\nThat’s possible, but it’s also true that today’s AI technology is significantly limited. It hallucinates, for one; it makes mistakes obvious to any human; and it can be very expensive.\n\nAltman seems confident all this can be overcome — and quickly. Still, if there’s anything we’ve learned about AI from the past few years, it’s that timelines can shift.\n\n“We’re pretty confident that in the next few years, everyone will see what we see, and that the need to act with great care, while still maximizing broad benefit and empowerment, is so important,” Altman wrote. “Given the possibilities of our work, OpenAI cannot be a normal company. How lucky and humbling it is to be able to play a role in this work.”\n\nOne would hope that as OpenAI telegraphs its shift in focus to what it considers to be superintelligence, the company would devote sufficient resources to ensuring superintelligent systems behave safely.\n\nOpenAI has written several times about how successfully transitioning to a world with superintelligence is “far from guaranteed,” and that it doesn’t have all the answers. “[W]e don’t have a solution for steering or controlling a potentially superintelligent AI, and preventing it from going rogue,” the company wrote in a blog post dated July 2023. “[H]umans won’t be able to reliably supervise AI systems much smarter than us, and so our current alignment techniques will not scale to superintelligence.”\n\nSince that post, however, OpenAI has disbanded teams that were focused on AI safety, including superintelligent systems safety, and seen several influential safety-focused researchers depart. Several of these staffers cited OpenAI’s increasingly commercial ambitions as the reason for their departure. The company is currently undergoing a corporate restructuring to make it more attractive to outside investors.\n\nAsked in a recent interview about critics who say OpenAI isn’t focused enough on safety, Altman responded, “I’d point to our track record.”\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Assistant may not be on Wear OS smartwatches much longer",
            "link": "https://www.msn.com/en-us/news/technology/google-assistant-may-not-be-on-wear-os-smartwatches-much-longer/ar-AA1x4oxW?ocid=BingNewsVerp",
            "description": "Google Gemini could replace Google Assistant on Wear OS devices, according to lines of code found in the latest beta.",
            "image_url": "https://www.bing.com/th?id=OVFT.cyj3JNvhRA4i81zLE6F_sS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "12hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Emerging Food Trends: Insights on global cuisines, sustainability, and menu innovation for 2025",
            "link": "https://www.msn.com/en-in/money/topstories/emerging-food-trends-insights-on-global-cuisines-sustainability-and-menu-innovation-for-2025/ar-AA1x4IUR?ocid=BingNewsVerp",
            "description": "Sid Mathur, a renowned leader in the culinary industry and Director of Secret Ingredient, discusses emerging global cuisines, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qN3IUllGjsvCzVczbsqCIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "10hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BlockDAG's BDAG400 Bonus Captures All Eyes With Its Exclusive Deal, As Stellar & DOGE Make Their Moves",
            "link": "https://www.analyticsinsight.net/cryptocurrency-analytics-insight/blockdags-bdag400-bonus-captures-all-eyes-with-its-exclusive-deal-as-stellar-doge-make-their-moves",
            "description": "The conversation about the 2025 crypto rally is intensifying, with significant movements observed in several major ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RLss3VIu3vrc70HcWIT4SS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Analytics Insight19h",
            "source": "Analytics Insight",
            "article_content": "The conversation about the 2025 crypto rally is intensifying, with significant movements observed in several major cryptocurrencies. Stellar has been resilient, trying to bounce back from a severe downturn, while traders keep a close eye on crucial resistance levels that might suggest further upward trends. In a similar vein, despite some recent deceleration, the Dogecoin rally is sustained by notable whale activity and favorable technical patterns.\n\nAmidst a stabilizing market, BlockDAG (BDAG) introduces an enticing, limited-time bonus accessible through the BDAG400 code during checkout. This offer includes substantial bonuses and unique rewards distributed through its tiered system: starting with a 250% bonus on the initial BDAG coin purchase and escalating to 270% on the subsequent one, with even greater incentives following.\n\nAs traders weigh their options, Stellar, Dogecoin, and BlockDAG are becoming increasingly popular as choices for the forthcoming trade cycle."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best New Meme Coins to Buy for 2025: BTFD BIG50 Code’s 50% Extra Coin Made It a Must-Have While Neiro and Simon’s Cat Move Forward",
            "link": "https://www.coinspeaker.com/best-new-meme-coins-to-buy-for-2025-btfd-neiro-simons-cat/",
            "description": "Here's the twist – while these projects are making waves in their own unique ways, BTFD Coin stands out, offering what seems like a once-in-a-lifetime opportunity for savvy investors.",
            "image_url": "https://www.bing.com/th?id=ODF.0V9ZR7NJhe7nKCjGlcNb9w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "coinspeaker12h",
            "source": "coinspeaker",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Curriculum overhaul at Northeastern sparks debate on the future of computer science education",
            "link": "https://www.techspot.com/news/106209-former-ta-challenges-northwestern-computer-science-curriculum-overhaul.html",
            "description": "In a recent op-ed for The Huntington News, Derek Kaplan, a fourth-year Computer Science student at Northeastern University, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GQWw7y6cqocGAy6WM00ybC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "22h",
            "source": "TechSpot",
            "article_content": "The big picture: A debate surrounding Northeastern's computer science curriculum highlights the ongoing challenges in higher education about how to best prepare students for rapidly evolving technical fields. While Python is currently popular in the industry, the choice of programming language for teaching should be based on pedagogical merit rather than current trends, writes one student.\n\nIn a recent op-ed for The Huntington News, Derek Kaplan, a fourth-year Computer Science student at Northeastern University, presented a compelling argument about the future of computer science education at his institution. The piece comes in response to Northeastern's announcement of a complete overhaul of its computer science curriculum.\n\nKaplan makes the case that the rapidly evolving nature of the tech industry requires a focus on timeless principles rather than current trends and that an effective curriculum should emphasize fundamental principles that are widely applicable, enabling students to easily adapt to new technologies in their future careers. \"A curriculum focused on current industry trends risks becoming obsolete before students even graduate,\" he noted.\n\nNortheastern's current curriculum, particularly the \"Fundies\" courses, focuses on systematic program design and problem-solving skills. These courses teach a design recipe that provides a consistent formula for tackling unfamiliar problems, training students to reason about code \"rather than to mindlessly write it,\" he said.\n\nThe \"point of Fundies is … to teach program design skills that can be applied using any programming language… A student who does well in Fundies will have no difficulty applying the same skills to Python or any other language.\"\n\nHowever, the proposed changes to the curriculum have raised concerns. The plan is to phase out core courses like Fundies 1, Fundies 2, and Object-Oriented Design in favor of new courses primarily teaching Python, which Kaplan sees as potentially misguided.\n\nRacket, the language currently used in introductory courses, was chosen for its teaching-oriented features, which Python lacks. Kaplan also views as problematic the decision to allow students to place out of new courses with AP Computer Science credit, as AP courses do not teach the same systematic design skills as Northeastern's current introductory courses.\n\nThese changes suggest a shift away from systematic program design as a central aspect of the curriculum, which could leave students ill-prepared for advanced coursework and future careers. The Object-Oriented Design course, while challenging for many students, teaches essential skills such as working with code written by others and managing large software projects.\n\nKaplan also questions the motivations behind the curriculum change, suggesting that it may be driven by a desire to make the core curriculum easier and reduce the number of students withdrawing from certain courses.\n\n\"I know one professor who has been telling students that the college wants to reduce the number of students who withdraw from Fundies 2 and Object-Oriented Design. While this is an understandable sentiment, it would be a mistake to remove the most important parts of the curriculum to do so.\"\n\nFinally, he notes that experienced teaching assistants could provide valuable input into the curriculum revision process. Their unique perspective, having both taken the courses and helped other students succeed, could help ensure that core principles are not compromised while allowing for beneficial changes.\n\n\"As a former teaching assistant, or TA, for Object-Oriented Design, I have seen many students struggle through the class. But I have also seen those same students become better programmers because of what they learn in that class.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discoveries On 4 Vesta That Shocked NASA Scientists",
            "link": "https://www.msn.com/en-us/science/astronomy/discoveries-on-4-vesta-that-shocked-nasa-scientists/vi-AA1x6eD8?ocid=BingNewsVerp",
            "description": "A surveillance camera shakes as a magnitude 6.8 earthquake rocks the northern foothills of the Himalayas near one of Tibet's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E9NHP2itFDVAhJJ9JB2BvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Construction crew discovers Roman stone coffin under British road",
            "link": "https://www.popsci.com/science/roman-stone-coffin-uk/",
            "description": "Construction workers expanding a section of road north of London needed to pause their project after uncovering an unexpected ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3XXlkN0mv8e6WEQZTAbe_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "17h",
            "source": "Popular Science",
            "article_content": "Construction workers expanding a section of road north of London needed to pause their project after uncovering an unexpected find—a small Roman cemetery dating back roughly 1,500 years. Excavating just one of the coffins in their way was no small feat, either. According to the England’s National Highways department announcement on January 6th, the largely intact stone casket weighed as much as “an adult male polar bear.” For those unsure about that exact unit of measurement, that puts the coffin at around 1,650 lbs.\n\n“While our main focus has been on building a road to improve journeys for road users, it’s been extremely satisfying to play a part in uncovering such an unusual archaeological find,” said Chris Griffin, the National Highways east region program leader.\n\nThe coffin weighs roughly 1,650 lbs. Credit: National Highways\n\nWhile a sovereign state today, a large portion of the UK once composed the Roman territory of Britannia. Julius Caesar initially invaded the island in 55 and 54 BCE during the Gallic Wars, but it wasn’t until Claudius’ reign that a much larger campaign commenced. Rome officially annexed the province of Britannia in 43 CE before ruling over the region for roughly the next 400 years. This means that locals likely buried the large stone coffin towards the end of Roman occupation following almost a half-century of cultural exchange and improvements made to Britain’s agriculture, architecture, urban planning, and industry. One of the most notable Roman additions to the area was a vast network of roads connecting much of the territory. Despite their immense influence, however, only an estimated 800 Latin words were ultimately incorporated into Common Brittonic by the time of Rome’s withdrawal from the island. The vast majority of the proto-English language remained firmly intertwined with its Germanic origins.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nDavid Harrison, project manager for Headland Archeology overseeing the dig, called the coffin a “fascinating discovery” that is extremely unique to the region. “Its careful excavation and recording, both in the field and the laboratory, allows us to continue to learn how our Roman ancestors lived and died,” he added.\n\nThe coffin is just one of a number of artifacts recovered along the stretch of A47 north of London near Cambridgeshire. According to Archeology News, a team of 50 archeologists and 20 civil engineers spent seven months excavating 17 different sites along the roadway. Many of these discoveries will be showcased in the new season of Digging for Britain. The first episode—which includes the polar bear-sized casket—will premiere on BBC 2 on January 7th."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huge NASA breakthrough as explorers discover 44 stars in distant galaxy",
            "link": "https://www.express.co.uk/news/science/1997040/nasa-breakthrough-explorers-discover-stars",
            "description": "Astronomers used JWST and gravitational lensing to spot 44 individual stars in a galaxy 6.5 billion light-years away.",
            "image_url": "https://www.bing.com/th?id=OVFT.-JidtTpuJ4o_bbuNW1oD_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3h",
            "source": "Daily Express",
            "article_content": "Images taken by NASA's James Webb Space Telescope\n\nAstronomers have achieved a groundbreaking feat after identifying 44 individual stars in a galaxy nearly 6.5 billion light-years away. This remarkable discovery, made possible by NASA’s James Webb Space Telescope and the phenomenon of gravitational lensing, sets a new record for the largest number of individual stars detected in the distant universe. The findings, led by Fengwu Sun, a postdoctoral researcher at the Center for Astrophysics by Harvard & Smithsonian, and published in Nature Astronomy, open new avenues for studying the universe’s most profound mysteries, including dark matter. Looking for individual stars in galaxies billions of light-years away has long been considered impossible, as these far-flung galaxies typically blur into a diffuse glow.\n\nHowever, a natural magnification effect called gravitational lensing, coupled with JWST’s infrared capabilities, has changed the game, Phys.org reports.\n\nGravitational lensing occurs when a massive object, such as a galaxy cluster, bends and amplifies the light of objects behind it. In this case, the cluster Abell 370 acted as a lens, magnifying a galaxy called the Dragon Arc. This effect stretched the Dragon Arc into an elongated shape, making individual stars within it visible to JWST’s sensitive instruments. “When we processed the data, we realized that what appeared to be individual star points were actually stars within this distant galaxy,” said Sun. Many of the stars identified in the Dragon Arc are red supergiants, a type of massive star in the final stages of its life. These stars, cooler and more luminous than the blue supergiants often observed in earlier studies, were detectable thanks to JWST’s ability to observe infrared wavelengths. This marks a shift from earlier discoveries with the Hubble Space Telescope, which had identified only a handful of stars in distant galaxies, most of them blue supergiants like Rigel and Deneb. “We now have the capability to resolve stars that were previously beyond our reach,” said Sun. “This discovery provides unprecedented insights into stellar populations and their role in galaxy evolution during the early universe.”\n\nNASA's James Webb Space Telescope was able to capture images of individual stars on the Abell 370\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists left baffled after discovering asteroid-comet hybrid that's like nothing ever seen before",
            "link": "https://www.ladbible.com/news/science/chiron-asteroid-comet-hybrid-explained-746216-20250106",
            "description": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.",
            "image_url": "https://www.bing.com/th?id=OVFT.Utr97NfdsQWteG8Iq278XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18h",
            "source": "LADbible",
            "article_content": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.\n\nAstronomers from the University of Central Florida have made the space discovery using the James Webb Space Telescope (JWST).\n\nAs they analysed near-infrared images, the scientists found something that is 'like nothing' the astronomy world has ever seen before.\n\nAdvert\n\nSo pretty huge, then.\n\nThe UCF Florida Space Institute (FSI) researchers found a Centaur and while it may be named after a mythical creature that is half-horse and half-man, in space terms, it describes an asteroid-comet hybrid.\n\nThese bodies are found between Jupiter and Neptune and though they behave like asteroids, they produce gas and dust like comets.\n\nThey used the JWST to make the discovery (Getty Stock Photo)\n\nWhat's the difference between an asteroid and a comet?\n\nAn asteroid can be described as a large chunk of rock from left over collisions from the early stages of our solar system, which are mostly located between Mars and Jupiter in the asteroid belt.\n\nAdvert\n\nA comet is a rock covered in ice, methane and other elements, though these orbits are much further out of our solar system.\n\nCentaurs are a combination of both, and one in particular has left researchers Dr Charles Schambeau and Scientist Noemí Pinilla-Alonso scratching their heads.\n\nIntroducing 2060 Chiron\n\n2060 Chiron is 125 miles wide and it's a Centaur having first been discovered in 1977.\n\nAdvert\n\nThey're almost like time capsules containing information about the formation of our solar system, though something sets Chiron aside.\n\nDr Schambeau explained: \"These results are like nothing we've seen before.\n\n\"These detections enhance our understanding of Chiron's interior composition and how that material produces the unique behaviours as we observe Chiron.\"\n\nChiron is different to other Centaurs (Space Engine)\n\nWhat sets Chiron apart from the rest?\n\nThe surface of this Centaur actually contained chemicals such as CO2, methane and frozen water, all of which predate the formation of our solar system.\n\nAdvert\n\nDr Schambeau continued: \"It's an oddball when compared to the majority of other Centaurs.\n\n\"It has periods where it behaves like a comet, it has rings of material around it, and potentially a debris field of small dust or rocky material orbiting around it.\"\n\nBut it's the tail of dust and gas that's the most interesting, as most objects that far into space are usually too cold or don't have the ice to create a tail.\n\nComets can, though they are closer to the sun, as Dr Pinilla-Alonso explains: \"What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it.\n\nAdvert\n\n\"Discovering which gases are part of the coma and their different relationships with the ices on the surface helps us learn the physical and chemical properties, such as the thickness and the porosity of the ice layer, its composition, and how irradiation is affecting it.\"\n\nThe pair's findings were published in the journal Astronomy & Astrophysics.\n\nCentaurs can be found between Jupiter and Neptune (Getty Stock Photo)\n\nPinilla-Alonso further explains: “All the small bodies in the Solar System talk to us about how it was back in time, which is a period of time we can’t really observe anymore,\n\n“But active centaurs tell us much more. They are undergoing transformation driven by solar heating and they provide a unique opportunity to learn about the surface and subsurface layers.”\n\n“What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it,” the scientist highlighted.\n\n“We’re going to follow up with Chiron,\n\n“It will come closer to us, and if we can study it at nearer distances and get better reads on the quantities and nature of the ices, silicates, and organics, we will be able to better understand how seasonal insolation variations and different illumination patterns can affect its behavior and its ice reservoir.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 Years Ago This Week, The Planetary Downfall Of Pluto Began!",
            "link": "https://www.msn.com/en-us/news/technology/20-years-ago-this-week-the-planetary-downfall-of-pluto-began/ar-AA1x3LFy?ocid=BingNewsVerp",
            "description": "J anuary 5, 2005, is an astronomical anniversary that is not really marked but should be. It saw the discovery of dwarf ...",
            "image_url": "https://www.bing.com/th?id=OVF.oXWJ%2fkmz3IMo0NRtZILIjw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "IFLScience on MSN19h",
            "source": "IFLScience on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Takes A Big Step Into User-Driven Agents With Agentspace",
            "link": "https://www.forbes.com/sites/moorinsights/2025/01/06/google-takes-a-big-step-into-user-driven-agents-with-agentspace/",
            "description": "Like its competitors, Google continues to experiment with low- and no-code tools that harness agentic AI for business ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9xqjObQXweiRJpEnrO-jeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "17h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 ways data teams must lead in AI-driven organizations",
            "link": "https://www.infoworld.com/article/3621621/5-ways-data-teams-must-lead-in-ai-driven-organizations.html",
            "description": "The future of work requires data teams to lead with data governance, ops, and products that make data reliable and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n6u-fxejPJotU8icFpfECy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "InfoWorld3h",
            "source": "InfoWorld",
            "article_content": "Generative AI has inspired a surge of interest in using data to improve the accuracy of business decisions. Business managers, data analysts, and citizen data scientists can now use prompts instead of SQL queries to ask questions, interact with large language models rather than dashboards, and scan ML-generated recommendations instead of exploring data for insights.\n\nAccording to the 2024 AI at Wharton report, 72% of respondents were using genAI at least once a week. Over 80% of respondents working in IT, business intelligence, customer service, marketing, operations, and product development stated that using genAI had a medium-to-high impact in their work.\n\nData teams and specialists—including data scientists, engineers, architects, and data governance specialists—should take the opportunity to provide more data services to departments adopting genAI. These early and mid-adopters are using genAI tools, automation, machine learning capabilities, and data visualization to redefine the future of work."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Free TV startup Telly just hired an advertising lead from Uber as it gears up for an ad blitz",
            "link": "https://www.businessinsider.com/free-tv-telly-startup-hires-uber-ad-exec-sales-pitch-2025-1",
            "description": "Telly, the company that gives away TVs in exchange for viewer data, has hired its first advertising president as it looks for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IZwQ79UZeQ6N7NpXfP5qNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2h",
            "source": "Business Insider",
            "article_content": "Free TV startup Telly hired Seho Lee as its first advertising president.\n\nLee, formerly of Uber, will pitch Telly's personalized ad capabilities.\n\nAfter early distribution hiccups, the company says 2025 will be a big growth year.\n\nTelly, the startup that's giving away TVs in exchange for viewers' personal data, just hired its first advertising president as it gears up for an ad blitz.\n\nAD\n\nSeho Lee is hitting the ground running, with a packed meeting schedule with marketing and ad agency executives at the CES electronics show this week. He comes from Uber, where he helped Uber Ads become a $1 billion business.\n\nPluto TV cofounder Ilya Pozin launched Telly in May 2023. The startup raised a seed round of over $20 million from investors, including media analyst Rich Greenfield's LightShed Ventures and VaynerMedia CEO Gary Vaynerchuk.\n\nAD\n\nTelly gives users a 55-inch, 4K HDR display with a separate, programmable screen that sits under the main display and shows news, sports, games, and other content. Users can also use Telly to make video calls, play video games, do fitness workouts, play music, and connect to smart-home devices like doorbells and thermostats.\n\nAt launch, Pozin said the Telly would be worth $1,000 if sold at retail. But it's free for users who consent to an extensive questionnaire about brands they prefer and products they use.\n\nTelly has had early interest from advertisers\n\nMany advertisers in the current marketplace are demanding measurable results from their ads. Telly's general pitch is that it serves personalized ads on the second screen that encourage viewers to take action without interrupting them.\n\nAD\n\n\"We're bringing a new and innovative format to the big screen that's never been really utilized before with our dual-screen operating system,\" Lee said.\n\nTelly has seen some interest from advertisers. In January 2024, it was named a participant in WPP ad-buying giant GroupM's Ad Innovation Accelerator program. The group sought to create ad formats that could be distributed across TV platforms like Telly, Roku, YouTube, and more. Telly said it's worked on a pilot basis with several partners in categories like fast food, retail, and car insurance, mostly pulling from digital and video advertising budgets. It said it plans to share case studies from those partners this year.\n\n\"We're big fans of the innovation Telly is bringing to TV, both for consumers and advertisers,\" said Sam Bloom, head of partnerships at ad agency PMG, which has used Telly on behalf of advertising clients. \"Telly's ability to transform the biggest screen in the home into a dynamic and measurable platform is a game changer.\"\n\nAD\n\nAn obvious limitation is distribution. Telly launched with a big media push and a goal of giving away 500,000 TVs in its first year. It fell short of that, though, only distributing \"thousands\" by the end of the year, the company told Marketing Brew. Telly switched device manufacturers and has been distributing more TVs at giveaways around Thanksgiving and Christmas.\n\nTelly execs said there's strong interest based on word-of-mouth signups but wouldn't disclose how many households currently have Tellys or detail its distribution goals.\n\n\"I truly do think we'll be one of the fastest growing TV brands in 2025 and potentially the largest and fastest growing 55-inch TV,\" Lee said. \"Our ambitions are to create a multibillion-dollar business.\"\n\nAD\n\nTelly says its ads can make TV spots work harder\n\nFor now, Lee is focused on showing advertisers what they can actually do with the TV.\n\nRelated stories\n\nTelly has a variety of ad units it offers, some of which the company is debuting at CES.\n\nTo get the free Telly, people have to answer a 120-question survey about their location, spending habits, and preferred brands. Telly can use that information to create localized ads for brands on the bottom screen. These are meant to sync with and boost the performance of the TV ad running on the top screen (from either network TV or a streaming service).\n\nAD\n\nA localized State Farm ad runs on the bottom right to sync with the top screen ad. Telly\n\nState Farm, for example, ran a companion ad that let people schedule an appointment with a local agent by clicking.\n\nAnother format Telly offers is a tune-in ad, which asks a viewer to click to watch a show, movie, or other offering.\n\nTelly gave other examples of ways advertisers could use its ad products, such as a fast-food chain using the second screen to invite people to order food.\n\nAD\n\nMost of Telly's ads are sold through automated channels, making it easier for advertisers to jump on board. Others require custom creative. Telly is also exploring other ways advertisers can buy, like by time block."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Startup unveils striking, small-scale wind turbines that could help solve massive energy issue: 'We believe we are the missing link'",
            "link": "https://www.yahoo.com/tech/startup-unveils-striking-small-scale-103055243.html",
            "description": "Clean energy startup Flower Turbines isn't just providing the perfect small-scale wind turbines for urban, suburban, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6-FEPJ70b3oWLiyTK0HXOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "Clean energy startup Flower Turbines isn't just providing the perfect small-scale wind turbines for urban, suburban, and community use; it's also making small-scale investment in its business possible with an equity crowdfunding campaign, Renewable Energy Magazine reported.\n\nFlower Turbines is aptly named. Its turbines — shaped almost like white tulips or rosebuds — would fit elegantly into a garden or other outdoor space. Not only that, but they display a patented bouquet effect, meaning that when turbines are clustered together, each one makes the others more efficient, Renewable Energy Magazine revealed.\n\nThat efficiency can do wonders for buyers. Similar to solar panels, wind turbines generate electricity essentially for free. They can eliminate power bills, pay for themselves over time, and make money back for buyers.\n\nIf you were to install home solar panels, which of these factors would be your primary motivation?\n\nClick your choice to see results and speak your mind\n\nNow, those who want to make money by investing in this technology can do so, even on a small scale.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBefore its crowdfunding campaign, Flower Turbines had already gathered $17 million in funding from other sources, Renewable Energy Magazine reported. Its supporters include over 8,000 investors. By allowing everyday individuals to become stakeholders, it's making clean energy investment more democratic and inclusive.\n\n\"As we continue to grow, our mission remains centered on making renewable energy accessible and impactful everywhere the wind blows,\" CEO Daniel Farb said, per Renewable Energy Magazine. \"We believe we are the missing link alongside solar and batteries, and some large companies are already monitoring our progress. With equity crowdfunding, we're thrilled to invite a wider community to join us on this journey.\"\n\nThe path ahead looks clear for Flower Turbines, with many awards already under its belt. It received the Solar Impulse Efficient Solution label, won a Pepperdine University Graziadio Business School Most Fundable Companies award in 2020, won the Dutch government sustainability award twice, and was the 2023 Yes San Francisco clean technology competition winner.\n\nJoin our free newsletter for weekly updates on the latest innovations improving our lives and shaping our future, and don't miss this cool list of easy ways to help yourself while helping the planet.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pioneering Trends in Software Quality Assurance and Testing",
            "link": "https://www.analyticsinsight.net/tech-news/pioneering-trends-in-software-quality-assurance-and-testing",
            "description": "Software Quality Assurance and Testing (SQAT) have undergone remarkable transformations in recent years, as organizations ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9z9MbPL7tks4WIwuJTq93i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Analytics Insight23h",
            "source": "Analytics Insight",
            "article_content": "SQAT is beneficial but challenges still exist. Implementing such advanced practices calls for a heavy investment in tools, training, and cultural change. Resistance to new methodologies and the complexity of large-scale projects hinder the progress of the implementation process. However, long-term benefits in terms of time to market, cost efficiency, and satisfaction from customers justify these efforts.\n\nKishan Patel mentions how innovations are going to bring change in SQAT by integrating AI-driven testing, TestOps, and integrating security practices, enabling organizations to overcome the problems associated with the new digital landscape of today. \"The future of SQAT is going to depend on its flexibility to innovate to meet the highest expectations of excellence and reliability from the software that gets developed and deployed,\" as he says in one of the sentences."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google to bring Gemini AI to TV sets running its software",
            "link": "https://www.scmp.com/tech/tech-trends/article/3293693/google-bring-gemini-ai-tv-sets-running-its-software",
            "description": "The update marks the first time Google is bringing Gemini to third-party TV sets running its OS, such as those from Sony, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RxUsU1OMRU2wQrd7Iy8fZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "4m",
            "source": "scmp.com",
            "article_content": "Alphabet’s consumer team will give TV sets running its Google TV operating system an AI upgrade by adding Gemini to its Google Assistant voice-control system.\n\nAdvertisement\n\nAt the CES technology conference on Monday, the company previewed upgraded Google TV software that adds more natural voice commands, improved content search and deeper YouTube integration.\n\nThe Gemini upgrade, due to roll out later this year, will allow users to hold back-and-forth conversations with third-party TVs without the need to use the “Hey Google” trigger phrase for each command, Google showed in a demo for reporters. The company also showcased the ability to more naturally call up content, such as asking for videos from a recent trip that were saved to a user’s Google Photos account.\n\nThe Google logo is displayed on a smartphone with Google Gemini seen in the background, in this photo illustration taken February 8, 2024. Photo: Shutterstock\n\nThe update marks the first time Google is bringing Gemini to third-party TV sets running its OS, such as those from Sony Group, Hisense Home Appliances Group and TCL Technology Group, after debuting some of that functionality on its first-party streaming box last year. The firm’s Google TV platform competes with other major television operating systems, including those from Samsung Electronics, Amazon.com and Roku.\n\nGoogle also gave an early preview of a new “always-on” mode for a slate of TVs that use sensors to determine if a user is approaching and show them information they may find useful. The system, for instance, could show someone customised news, weather forecasts and other items when they are in the vicinity of their TV. TCL in late 2025 will be the first manufacturer to offer this always-on mode, followed by Hisense in 2026."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk won’t abuse his political power to target competitors, says rival OpenAI boss Sam Altman—but cautions he ‘may turn out to be proven wrong’",
            "link": "https://www.msn.com/en-us/news/technology/elon-musk-won-t-abuse-his-political-power-to-target-competitors-says-rival-openai-boss-sam-altman-but-cautions-he-may-turn-out-to-be-proven-wrong/ar-AA1x320F?ocid=BingNewsVerp",
            "description": "Elon Musk has been testing the limits of his political influence ever since Trump was elected, but he may stop short of using ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V7GhV-BQQjrm7BL9i83Uyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "22hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China’s AI Copycat Strategy: How OpenAI’s Rivals Are Changing the Game",
            "link": "https://www.geeky-gadgets.com/china-ai-reasoning-models-competition/",
            "description": "Discover how China’s AI models are challenging OpenAI and Google in the race for innovation. Local AI deployment offering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tVtEijdKIrwSLcl18tjyaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "4h",
            "source": "Geeky Gadgets",
            "article_content": "Artificial intelligence (AI) is advancing at an extraordinary pace, with reasoning models at the forefront of this evolution. Companies such as OpenAI, Google, and Chinese tech giants are engaged in intense competition to develop innovative AI reasoning systems capable of addressing complex challenges. This global race is driving significant breakthroughs in reasoning capabilities, tool integration, and media transformation technologies, fundamentally reshaping how you interact with and benefit from AI.\n\nThis overview by AI Advantage provides more insight into the fascinating world of AI reasoning models, exploring how they’re reshaping industries and sparking innovation in unexpected ways. From OpenAI’s innovative systems to open source alternatives like China’s DeepSeek V3. Taking a closer look at the players, trends, and tools driving this transformation.\n\nAI Reasoning Models & Competitive Landscape\n\nTL;DR Key Takeaways : AI reasoning models are advancing rapidly, with fierce competition among OpenAI, Google, and Chinese tech giants driving breakthroughs in logic-based tasks, tool integration, and media transformation technologies.\n\nOpen source models like DeepSeek V3 are providing widespread access to AI by outperforming proprietary systems such as GPT-4 in benchmarks, offering free, high-performance alternatives to developers and researchers.\n\nCommunity-driven challenges are fostering innovation by crowdsourcing practical applications for AI models, making sure developments address real-world needs like decision-making and educational tools.\n\nAI tool integration is expanding possibilities, with technologies like ElevenLabs’ GenFM and MM-Audio allowing seamless media transformations, such as text-to-audio and video-to-audio conversions.\n\nLocal AI usage is gaining traction due to privacy and reliability concerns, allowing users to run AI models on personal devices for greater control and uninterrupted access.\n\nAI reasoning models are designed to simulate human-like thought processes, allowing them to analyze and solve intricate problems. OpenAI’s 01 and 01 Pro models exemplify this innovation, excelling in logic-based tasks. However, their high costs make them inaccessible to many users. Google’s Gemini Deep Research and Alibaba’s QVQ 72B are also advancing rapidly, with QVQ focusing on visual reasoning capabilities that push the boundaries of AI’s potential.\n\nMeanwhile, the open source model DeepSeek V3 has emerged as a formidable AI reasoning competitor. It has outperformed proprietary systems like GPT-4 in benchmark tests, offering a free, high-performance alternative for developers and researchers. By providing widespread access to access to advanced AI capabilities, DeepSeek V3 is fostering innovation and allowing a broader range of users to experiment with innovative technologies.\n\nCommunity Challenges: Fueling Practical Innovation\n\nCommunity-driven challenges are playing a pivotal role in advancing AI reasoning models. These initiatives invite you and other users to propose creative, real-world applications for models such as OpenAI’s 01, Alibaba’s QVQ, and Google’s Gemini. By crowdsourcing ideas, these challenges aim to uncover practical solutions to pressing problems, including improving decision-making systems, enhancing educational tools, and optimizing healthcare technologies.\n\nThis collaborative approach accelerates innovation while making sure that AI developments align with your needs. The involvement of diverse perspectives fosters the creation of tools and systems that are not only technologically advanced but also highly relevant to real-world applications. As a result, these challenges are becoming a cornerstone of AI development, bridging the gap between innovative research and everyday utility.\n\nChina Copied OpenAI\n\nExpand your understanding of AI reasoning models with additional resources from our extensive library of articles.\n\nAI Tool Integration: Expanding Possibilities\n\nThe integration of AI tools is transforming how you interact with technology, offering seamless and versatile solutions. For instance, ElevenLabs’ GenFM and Google’s Notebook LM combine voice synthesis and text editing, allowing you to create custom podcasts with minimal effort. Similarly, tools like MM-Audio assist smooth video-to-audio conversion, showcasing the potential of media transformation technologies.\n\nThese advancements highlight a growing trend: the convergence of AI functionalities to create user-friendly, multi-purpose tools. Whether it’s converting text to audio or enhancing video content, these integrated solutions are unlocking new possibilities for creative and practical applications. By simplifying complex processes, AI tool integration is making advanced technologies more accessible and empowering you to achieve more with less effort.\n\nOpen source AI Tools: Breaking Barriers\n\nOpen source AI tools are transforming the field by making advanced technologies available to everyone. MM-Audio, for example, demonstrates how open source solutions can rival proprietary systems, offering high-quality media transformation capabilities without the associated costs. These tools empower you to experiment with AI, removing the financial and technical barriers that often accompany closed platforms.\n\nBy fostering collaboration and innovation, open source initiatives are driving the widespread access of AI. They enable a diverse range of users, from hobbyists to professionals, to contribute to and benefit from innovative developments. This open approach not only accelerates technological progress but also ensures that AI advancements are inclusive and widely accessible.\n\nLocal AI Usage: Prioritizing Privacy and Reliability\n\nAs concerns about data privacy and server reliability grow, more users are turning to local AI deployment. Running AI models on your own devices gives you greater control over sensitive information and ensures uninterrupted access, even during server outages. This approach addresses the increasing demand for secure, reliable, and user-centric AI solutions.\n\nLocal AI usage also offers the advantage of customization, allowing you to tailor models to your specific needs without relying on external servers. By prioritizing privacy and autonomy, this trend is empowering you to harness the benefits of AI while maintaining control over your data and making sure consistent performance.\n\nEmerging Trends and the Future of AI\n\nThe convergence of AI tools and techniques is shaping the future of artificial intelligence. Developers are increasingly combining reasoning models with media transformation technologies, unlocking innovative possibilities. For example, the seamless conversion of text, audio, and video is becoming a defining feature of AI advancements, allowing you to interact with content in more dynamic and versatile ways.\n\nAs these capabilities evolve, they are expected to address your challenges more effectively, offering practical solutions that enhance everyday life. From personalized learning platforms to advanced healthcare diagnostics, the integration of AI tools is paving the way for a future where technology is more intuitive, accessible, and impactful.\n\n2025 Outlook: Integration and User-Driven Innovation\n\nBy 2025, the AI reasoning model landscape is likely to be characterized by deeper integration of tools and technologies. Community-driven challenges and open source initiatives will continue to play a central role in fostering innovation. As AI becomes more versatile and accessible, you can expect a growing focus on user-driven applications that solve real-world problems.\n\nThis shift will make AI an even more integral part of your daily life, offering solutions tailored to your needs. Whether it’s enhancing productivity, improving communication, or allowing creative expression, the advancements in AI are set to redefine how you interact with technology and the world around you.\n\nMedia Credit: AI Advantage\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Stripe 'teaches' tech to beat the payments fraud exam",
            "link": "https://www.americanbanker.com/payments/news/stripes-machine-learning-tech-battle-card-testing",
            "description": "The payment company says machine learning is making progress in fighting card testing, which crooks use to determine how ripe ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qo40XdwYJimw0QKSGLUqhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "American Banker11h",
            "source": "American Banker",
            "article_content": "Crooks start most payments fraud by trying to figure out if the crime is actually worth the effort, sending small probes to see if there is enough money to steal. Stripe contends there is a way to gain the upper hand by leaning on machine learning.\n\nThe payments company says the technology has reduced a type of attack called \"card testing\" by 80% in the past two years. That has come as Stripe's yearly payment volume has grown from about $500 billion to more than $1 trillion during that time, a jump in payments activity that theoretically makes card testing easier.\n\nCrooks use card testing to measure how valuable a stolen card can be by making small phony payments, usually a couple of dollars or less, trying to bury a fraudulent transaction in a sea of legitimate payments, where it's less likely to be noticed.\n\nIf these payments go through without being flagged, the fraudsters then make incrementally larger purchases, relying on the initial \"test\" payments that have beaten a company's fraud guard to pave the way for larger theft.\n\n\"Card testing is where most fraud begins,\" said Emily Sands, head of information at Stripe, where she is responsible for leading a department that develops uses for data in decision-making and automation. \"Bad actors try to get to which cards can be used in the future.\"\n\n\n\nAdministering the exam\n\nCard testing is the most prevalent type of payment fraud, according to Chargebacks 911 .\n\nWhile the losses due to card testing alone are minimal, the technique is a gateway to $205 billion in e-commerce fraud in the first half of the 2020s, according to Juniper Research , which stresses the importance of determining the validity of a payment as key to halting deeper crime.\n\n\"It's a big threat and challenging to detect,\" Sands said. \"Crooks are clever. They hide attacks in businesses that make or receive lots of payments. The record of payments in this case may not look as spiky as for a business or small company. So there's not a sudden shift in the pace of transactions.\"\n\nThere are two major types of card tests. A verification attack involves a crook trying to make small purchases on stolen card accounts to see which ones have been canceled or expired. An enumeration attack, which is gaining steam as crooks use more sophisticated technology, involves \"guessing\" at card numbers in a rapid-fire manner to spot active cards and to circumvent the cards' blocking function.\n\nStripe uses machine learning, or a form of artificial intelligence, to estimate the overall prevalence of card testing on its platform, which enables the company to update its risk systems daily. The payment company additionally uses machine learning to estimate where card testing is likely to be taking place, such as businesses, issuers or a type of purchase or payment. This helps determine if a \"rush\" of transactions are card testing or a spike in payments due to a marketing campaign, for instance.\n\nOther tests include vetting individual transactions to spot signs of card testing. This technology enables Stripe to label breakthroughs, or \"successful\" card tests. That is combined with intelligence from new attack types, analyses that spot fraud patterns and manual reviews. This produces a set of transactions or transaction types that are labeled card-testing fraud, which is then fed into machine-learning models for rapid training using an engineering platform.\n\n\"Crooks are constantly changing methods,\" Sands said. \"Machine learning enables rapid retraining to spot new attack methods. \"This detection adds new features that get fed back into the AI model.\"\n\n\n\nRise of the machines\n\nWhile card testing has existed for years, it has increased over the past few years in concert with the economic crisis that accompanied the Covid-19 pandemic, which also catalyzed a rapid expansion in online payments. That has attracted payment and technology companies to develop products designed to halt the attacks. Verifi sells tools that help merchants adjust credit card authorization response messages, which can combat card testing. It also offers card verification value checks as well as geolocation and biometric analysis. Another Verifi product uses new 3D Secure protocols that are designed for digital commerce. JPMorgan Chase , Kount and Chargebacks 911 also offer services to mitigate card testing fraud.\n\nFirms are increasingly using large language models, or an advanced form of AI that's better at deciphering text, to detect similar intent, word usage and patterns in any textual fields of transactions such as disputes, chargebacks, etc. across different transactions, according to Andras Cser, a vice president and principal analyst at Forrester. The emerging technology also includes using machine learning and algorithms to parse large amounts of merchant and issuer data, he said.\n\n\"This is the motivation for Visa to acquire Featurespace ,\" Cser said.\n\nBattling card testing fraud is a great application for machine learning and advanced data management, according to David Mattei, strategic advisor for the fraud and anti-money-laundering practice at Datos Insights.\n\n\"The one thing in common I see with these newer card testing detection solutions is that they are coming from industry players considered to be at the network level,\" Mattei said, adding these firms view card authorization traffic across many merchants and financial institutions. Due to the nature of card testing, it is very helpful to have that 50,000 foot perspective to detect card testing attacks. Stripe is in a good position to offer this kind of solution.\"\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft plans on investing $80,000,000,000 in AI this year, with no sign of the machine learning spending spree stalling just yet",
            "link": "https://finance.yahoo.com/news/microsoft-plans-investing-80-000-150259124.html",
            "description": "That kind of money makes the $10 billion it invested in OpenAI, back in 2023, seem like chump change. It's equivalent to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wsWhPL48CUrCZqAQux3pHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "21h",
            "source": "YAHOO!Finance",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Getty Images\n\nNobody would deny that big tech requires huge investments to kickstart them and keep the ball rolling, but at some point, multi-billion dollar expenditures require some kind of return before they become a lost cause. In the case of Microsoft and AI, that's not something being considered, as the software giant plans on spending $80 billion dollars on machine learning technology this year.\n\nMicrosoft casually dropped the monstrously huge sum of money in a long-winded blog by Brad Smith, Vice Chair & President of Microsoft, titled ' The Golden Opportunity for American AI ' (via The Register ). It starts by making it clear that AI is very much the number one focus right now, and that advances in AI technology and infrastructure need to continue. Microsoft also wants to promote training programs to get more people working in the field and it also wants America, as a whole, to export its AI systems to \"allies and friends.\"\n\nTo ensure all this happens, \"Microsoft is on track to invest approximately $80 billion to build out AI-enabled datacenters to train AI models and deploy AI and cloud-based applications around the world.\"\n\nThat kind of money makes the $10 billion it invested in OpenAI , back in 2023, seem like chump change. It's equivalent to almost all of Microsoft's net income in 2024. I know ridiculously large sums of money and AI just seem to be the norm these days, but $80 billion really is bonkers.\n\nNo company would spend that kind of money, though, if it didn't have a clear plan on how to recoup the investment and make a decent return from it. So what can we expect to see from Microsoft in this regard?\n\nIn its most recent financial statement, CEO Satya Nadella notes that \"[our] growth depends on securely delivering continuous innovation and advancing our leading productivity and collaboration tools and services, including Microsoft 365, LinkedIn, and Dynamics 365\" and that \"digital transformation and adoption of AI continues to revolutionize more business workstreams for organizations in every sector across the globe.\"\n\nIn other words, since AI is already front-and-centre in every software package that Microsoft makes right now, one should expect to see it being promoted even more so. If you were hoping that the lacklustre sales of AI-ready PCs would mean the end of Copilot and Recall, then you're going to be disappointed.\n\nThe blog also talks about how Microsoft expects AI to eventually become another GPT or general-purpose technology because AI will apparently just be like electricity, ironworking, and computer chips in the same way they've \"boost[ed] innovation and productivity across the economy.\" To me, that sounds like Microsoft wants its Azure AI service to be ubiquitous in the business world, with every company tapping into its machine learning subscription services.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's Pace of Advancement in Ukraine Plummets Ahead of Trump's Return",
            "link": "https://www.msn.com/en-us/news/world/russia-s-pace-of-advancement-in-ukraine-plummets-ahead-of-trump-s-return/ar-AA1x6hLo?ocid=BingNewsVerp",
            "description": "Russia's advances in Ukraine over the past week plummeted to levels last seen in July, according to an analysis by an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pxAl_r5_cEbeYlwWMIFC2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Claims Control of Key Town as Ukraine Renews Push in Kursk",
            "link": "https://www.nytimes.com/2025/01/06/world/europe/kurakhove-russia-ukraine-war.html",
            "description": "Ukraine has largely been driven out of Kurakhove, a battered but strategic town in the Donbas, Russia said. Kyiv’s forces ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UciNxZ-EH5yFZp1Hfe-KNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "16h",
            "source": "The New York Times",
            "article_content": "Five months after storming across the border into the Kursk region of southern Russia, Ukrainian forces were making a renewed push on Monday to drive deeper into Russia, even as they appear to have lost a strategic town in eastern Ukraine.\n\nWhile the scale of the renewed Ukrainian offensive in Kursk remains unclear, both Russian and Ukrainian officials reported heavy fighting on Sunday night. Combat footage geolocated by military analysts indicated that Ukraine was trying to break through Russian defenses in at least three directions.\n\nIt is the first significant attempt by Ukrainian troops to advance in Kursk since the original incursion in August. Since then, Russia has regained roughly half of the territory it lost.\n\nAt the same time, the Russian Ministry of Defense claimed on Monday that its forces had seized control of Kurakhove, an important but shattered industrial town, further closing in on Ukrainian forces in the southern Donbas region after more than two months of withering bombardments and heavy fighting."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "War or peace? Trump inherits turbulent US-China ties",
            "link": "https://www.msn.com/en-us/news/politics/war-or-peace-trump-inherits-turbulent-us-china-ties/ar-AA1x6jrt?ocid=BingNewsVerp",
            "description": "The United States and China appear destined for a military conflict, with bellicose rhetoric on both sides, an escalating ...",
            "image_url": "https://www.bing.com/th?id=OVFT.diaqcpHxnSMXcNQ76N5aly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1hon MSN",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Live briefing",
            "link": "https://www.washingtonpost.com/world/2025/01/07/israel-war-news-lebanon-syria-hamas-gaza-palestine/",
            "description": "Israel’s Defense Ministry described the need to produce its own heavy munitions as a key lesson of the war in Gaza.",
            "image_url": "https://www.bing.com/th?id=OVFT.goZJLTPttecqyARtVBFGTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "7h",
            "source": "The Washington Post",
            "article_content": "Aid efforts in Gaza are facing a “dangerous pattern of sabotage and deliberate disruption,” U.N. humanitarian affairs chief Tom Fletcher said Monday, citing recent Israeli attacks on and around marked U.N. convoys and a Palestinian gang hijacking fuel tankers entering the Gaza Strip.\n\n“The reality is that despite our determination to deliver food, water, and medicine to survivors, our efforts to save lives are at breaking point,” Fletcher said in a statement. “Israeli forces are unable or unwilling to ensure the safety of our convoys. Statements by Israeli authorities vilify our aid workers even as the military attacks them. Community volunteers who accompany our convoys are being targeted,” he added.\n\nOn Monday, the U.N. World Food Program condemned Israeli forces for firing at least 16 bullets at one of its convoys in Gaza over the weekend, with a photo posted by the organization’s director showing bullet holes in the window and body of a vehicle marked with a WFP logo and U.N. branding. Eight people were inside the convoy at the time, WFP chief Cindy McCain said.\n\n“This unacceptable event is just the latest example of the complex and dangerous working environment that WFP and other agencies are operating in today,” WFP said in a statement. “Security conditions in Gaza must urgently improve for lifesaving humanitarian assistance to continue.”\n\nWhen asked about the incident, the IDF said it “is doing everything possible to mitigate harm to uninvolved civilians, and through COGAT, will continue to enable and facilitate the transfer of humanitarian aid to the residents of the Gaza Strip.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Premier Artificial Intelligence (AI) Stocks That Can Plunge by Up to 86% in 2025, According to Select Wall Street Analysts",
            "link": "https://finance.yahoo.com/news/3-premier-artificial-intelligence-ai-100600551.html",
            "description": "Based on low-water price targets issued by select Wall Street analysts, the following three premier AI stocks are expected to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HA-94eeY_7rFNycMXkJ2cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "2h",
            "source": "YAHOO!Finance",
            "article_content": "In October, Wall Street celebrated its second year (and counting) in a resounding bull market. While a confluence of factors is responsible for lifting the Dow Jones Industrial Average, S&P 500, and Nasdaq Composite to multiple record-closing highs last year, none played a bigger role than the rise of artificial intelligence (AI).\n\nAI gives software and systems the ability to make split-second decisions without the need for human input or intervention. It's a technology that has wide-reaching utility in virtually all industries around the globe.\n\nImage source: Getty Images.\n\nBut as we've seen from other game-changing technologies and innovations over the last couple of decades, not all early stage risers are necessarily long-term winners. The wide variance observed in price targets for artificial intelligence stocks on Wall Street speaks to this mixed outlook.\n\nBased on low-water price targets issued by select Wall Street analysts, the following three premier AI stocks are expected to plunge by up to 86% in the new year.\n\nSuper Micro Computer: Implied downside of 55%\n\nThe first rapidly growing AI stock that at least one Wall Street analyst believes will plummet in 2025 is customizable rack server and storage solutions company Super Micro Computer (NASDAQ: SMCI). According to Mehdi Hosseini or Susquehanna, Supermicro stock is headed for $15 per share, which would equate to a whopping 55% decline, relative to where shares closed on Jan. 3.\n\nOn paper, Supermicro finds itself ideally positioned to take advantage of the AI revolution. Companies are paying big bucks for the data center infrastructure necessary to make split-second decisions, run generative AI solutions, and build/train large language models. In fiscal 2024, Supermicro's net sales surged by 110% to nearly $15 billion.\n\nTo add fuel to the fire, Super Micro Computer utilizes Nvidia's ultra-popular graphics processing units (GPUs) in its rack servers. With Nvidia's chips possessing superior computing speed, it's made SuperMicro's servers even more desirable.\n\nBut as you can guess from Hosseini's price target, things haven't gone as planned. In late August, Super Micro Computer was the subject of a research report from noted short-seller Hindenburg Research, which alleged, among other things, \"accounting manipulation.\" Since this report, the company has:\n\nDelayed the filing of its annual report.\n\nHad an early stage probe commenced by federal regulators regarding its accounting practices, per The Wall Street Journal.\n\nHad Ernst & Young resign as the company's auditor.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "JD Sports: Potential To Kick Up Massively In 2025",
            "link": "https://seekingalpha.com/article/4748019-jd-sports-potential-to-kick-up-massively-in-2025",
            "description": "JD Sports (JDDSF) suffered a 40% plunge in 2024 following a profit warning and negative like-for-like sales. See why I rate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GaE8Qmo-VQbTlXyHJoNFLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "1h",
            "source": "Seeking Alpha",
            "article_content": "At Investors' Edge, we specialise in identifying undervalued companies with strong fundamentals and great growth potential. Our rigorous value investing approach combines thorough fundamental analysis with a focus on companies trading significantly below their intrinsic value.We prioritise businesses with robust cash flows, strong balance sheets, and competent management teams while maintaining a long-term investment horizon that allows our thesis to materialise. Through disciplined research and patience, we aim to generate superior risk-adjusted returns and help our followers build lasting wealth through strategic value investments in quality businesses.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Windows 10 Security Warning For Millions—Act Now To Stay Safe",
            "link": "https://www.forbes.com/sites/daveywinder/2025/01/06/new-windows-10-cyberattack-warning-as-millions-face-security-oblivion/",
            "description": "As Windows 10 market share rises, a new warning reveals the security dangers ahead—here's what Microsoft users need to know.",
            "image_url": "https://www.bing.com/th?id=OVFT.H5DiLKV37_alFV4bat7wly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China's markets had a shaky start to the year, including a blow to 2 major tech companies",
            "link": "https://www.msn.com/en-us/money/other/china-s-markets-had-a-shaky-start-to-the-year-including-a-blow-to-two-major-tech-companies/ar-AA1x5IVE?ocid=BingNewsVerp",
            "description": "The Pentagon has designated two major high-profile tech companies — Tencent and CATL — as Chinese military companies ...",
            "image_url": "https://www.bing.com/th?id=OVFT.za7_kyRNa2Lk8TRwxXSuAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4hon MSN",
            "source": "Markets Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disaster loan outreach centers open to help homeowners, businesses impacted by bomb cyclone",
            "link": "https://www.yahoo.com/news/disaster-loan-outreach-centers-open-060117073.html",
            "description": "The U.S. Small Business Administration has opened Disaster Loan Outreach Centers in Renton and Bellevue to help Washington businesses and residents affected by the Bomb Cyclone that ripped through the ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "economy+disaster",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "RENTON, Wash. - The U.S. Small Business Administration (SBA) has opened Disaster Loan Outreach Centers in Renton and Bellevue to help Washington businesses and residents affected by the bomb cyclone that ripped through the region last November.\n\n\"Anybody who is a homeowner, a renter, a nonprofit organization and businesses of all sizes can apply for our disaster assistance who are in King County,\" said Javier Caltenco, Public Information Officer for SBA.\n\nRepresentatives are available at each center to answer questions, explain the process and help individuals file an application for the low-interest federal disaster loans.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAccording to the SBA, businesses of all sizes and private nonprofit organizations may borrow up to $2 million to repair or replace damaged or destroyed real estate, machinery and equipment, inventory and other business assets.\n\nFor small businesses, small agricultural cooperatives, small businesses engaged in aquaculture and most private nonprofit organizations of any size, SBA offers Economic Injury Disaster Loans to help meet working capital needs caused by the disaster. Economic injury assistance is available regardless of whether the business suffered any property damage.\n\nDisaster loans of up to $500,000 are available to homeowners to repair or replace damaged or destroyed real estate. Homeowners and renters are eligible for up to $100,000 to repair or replace damaged or destroyed personal property, including personal vehicles.\n\nInterest does not begin to accrue until 12 months from the date of the first disaster loan disbursement. SBA disaster loan repayment begins 12 months from the date of the first disbursement.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWalk-ins are accepted, but appointments can be scheduled in advance at appointment.sba.gov. The DLOC hours of operation are listed below.\n\nBellevue Regional Library, Room #5, Second Floor (1111 110th Ave. NE) - Mondays, Thursday, Fridays 10 a.m.-6 p.m., Tuesdays and Wednesdays 11 a.m.-7 p.m.\n\nKing County Elections Vote Center Room (919 SW Grady Way) - Mondays - Fridays 8:30 a.m.-4:30 p.m.\n\nBEST OF FOX 13 SEATTLE\n\nNew 2025 laws that are now in effect in WA\n\nOrca Tahlequah seen pushing second dead calf in WA waters\n\nWA skiers demand action as 'rampant' thefts plague Stevens Pass\n\nHere's when you'll need REAL ID to go through US airport security\n\nNew restaurants coming to Seattle in 2025\n\nTo get the best local news, weather and sports in Seattle for free, sign up for the daily FOX Seattle Newsletter.\n\nDownload the free FOX LOCAL app for mobile in the Apple App Store or Google Play Store for live Seattle news, top stories, weather updates and more local and national coverage, plus 24/7 streaming coverage from across the nation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Reeves and Starmer have ruined Britain’s economy",
            "link": "https://www.yahoo.com/news/reeves-starmer-ruined-britain-economy-063000589.html",
            "description": "The lengths that Liz Truss and her cheerleaders have gone to in an attempt to banish her reputation as Britain’s most ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OjD7cACdz21Wr6l3wjRNDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "In their few short months in office PM Sir Keir Starmer and Chancellor Rachel Reeves have managed to squander their economic inheritance - Jon Super/AP\n\nThe lengths that Liz Truss and her cheerleaders have gone to in an attempt to banish her reputation as Britain’s most economically illiterate prime minister have at times been embarrassing.\n\nAided and abetted by her equally hapless sidekick Kwasi Kwarteng, her plans for the biggest tax cuts since 1972, funded by vast increases in borrowing, triggered a domestic financial meltdown that drew comparisons with the Suez crisis of 1956.\n\nThe run on sterling left the pound at its lowest ever level against the dollar. Over just four catastrophic days, the rise in gilt yields exceeded their annual increase for 23 of the past 27 years. But for the intervention of the Bank of England, Britain would have been propelled into a devastating full-blown credit crunch.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nComparisons between Rachel Reeves and the Truss-Kwarteng double act fiasco are premature. But if the Chancellor doesn’t dramatically change tack soon, she and Starmer deserve to be remembered as equally incompetent.\n\nLabour can no longer dispute that the Treasury’s shock tax raid has had a chilling effect on the economy. Thanks to research undertaken by the British Chambers of Commerce (BCC), it is now clear that the Prime Minister and the Chancellor have all but torpedoed the economy with their cavalier and ideologically driven approach to fiscal management.\n\nSurveys claiming to reveal the true state of the economy are ten a penny but the BCC’s survey is comprehensive – nearly 5,000 businesses of all shapes and sizes responded – and the findings are deeply troubling.\n\nBusiness confidence has been crushed, leaving investment plans and hiring intentions in tatters. A quarter of companies are looking to scale back investment as a result of spiralling fears over the added tax burden that Reeves has shovelled onto employers.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMeanwhile, in a desperate effort to recover these costs, a whirlwind of price rises is about to tear through the economy, shredding household finances and threatening to wipe out the sliver of growth that the UK is clinging onto as it teeters on the brink of recession.\n\nMore than half of businesses are now planning to put prices up in the coming months, which, together with sharp rises in energy, water, and council tax bills, and a flurry of new net zero levies on everything from groceries to holidays, will almost certainly stoke another inflationary shock that leaves us all feeling even poorer than we do already.\n\nReeves and Starmer will almost certainly dismiss the findings as an isolated case. After all, the official response from the Treasury to the BCC’s research was to claim, laughably, that the Budget will deliver “the stability businesses so desperately need.”\n\nBut if Labour wants to stay in government, ministers should remove their fingers from their ears and heed the warning of Tina McKenzie, from the Forum for Small Businesses, who warns them against adopting a “patronising approach to the loud and clear feedback from small businesses”.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAs she quite rightly puts it, the responses are “emphatic, resounding and overwhelming”.\n\nWith business confidence falling to its lowest level since the fallout from Truss’s mini-Budget two and a half years ago – fewer than half of companies expect turnover to grow this year, the BCC found – the results should act as a massive wake-up call.\n\nA separate report from ratings agency S&P shows that one in four services companies are cutting jobs in the wake of the Budget. The evidence is simply too overwhelming to be brushed off. The service industry is the major driving force of Britain’s economy, and apart from the aberration that was the pandemic, it is shedding jobs at a quicker rate than at any point over the last decade and a half.\n\nIf Labour wants to be taken seriously by the electorate then it has to accept responsibility and acknowledge the mess that it has created. What is happening is a direct result of a string of terrible decisions and its cack-handed management of the economy. Taxation is now by far the biggest concern among businesses – greater than inflation and interest rates – so blaming the Tories will simply no longer wash.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nTrue, the Conservative record over 14 years is pretty dismal but the uncomfortable truth for Labour is that it inherited a much more benign backdrop than it likes to admit – one in which growth had returned with something of a bang in the run-up to the general election.\n\nThat isn’t Tory spin. It’s the verdict of official forecasters who declared that the UK economy was “going gangbusters” and on track to grow by 2.5pc per year – “a rate rarely seen since the financial crisis”, the Office for National Statistics said.\n\nWhat is also true is that in the six short but dismal months since Labour took office, growth has flatlined, leaving it on course to increase a risible 0.1pc. For the UK to now be staring stagnation in the face is a truly shocking reversal that the Cabinet simply cannot hide from.\n\nNor can the results be dismissed as necessary yet temporary pain. On the contrary, there is a risk of very serious long-term damage that will be incredibly hard to recover from unless the Government abruptly changes course and removes some of the crippling burdens it has piled onto companies of all sizes. The plain truth is that the Budget has been an unmitigated disaster – worse than even the most pessimistic predictions envisaged.\n\nAdvertisement Advertisement\n\nBut perhaps most damning of all, the damage risks being for nothing. As a result of the jump in borrowing costs unleashed by the Budget, there is the very real prospect of Reeves having to push up taxes again in the coming months as her fiscal headroom evaporates.\n\nTruss was a disaster but the lasting effects of her reign were largely confined to the mortgage market. Under Starmer and Reeves the UK risks being sucked into a doom loop from which it is difficult to escape.\n\nBroaden your horizons with award-winning British journalism. Try The Telegraph free for 1 month with unlimited access to our award-winning website, exclusive app, money-saving offers and more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dell Copies iPhone 'Pro', 'Pro Max' Naming Strategy for New PC Lineup",
            "link": "https://www.macrumors.com/2025/01/07/dell-copies-iphone-branding-new-pc-lineup/",
            "description": "Dell on Monday announced an overhaul of its PC branding strategy with a simplified naming scheme that bears a striking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3E0htWTLidE3ejM5AIOofS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "3h",
            "source": "MacRumors",
            "article_content": "Dell on Monday announced an overhaul of its PC branding strategy with a simplified naming scheme that bears a striking resemblance to Apple's iPhone nomenclature.\n\n\n\nThe computer manufacturer is retiring its long-standing product names like XPS and Inspiron in favor of three straightforward tiers: Dell, Dell Pro, and Dell Pro Max – a clear copy of Apple's iPhone naming convention, which has used \"Pro\" and \"Pro Max\" to distinguish its higher-end models since the iPhone 11 was introduced in 2019.\n\nThe announcement reportedly raised eyebrows at Dell's press briefing ahead of CES. \"Your branding sounds a lot like Apple. Aren't you just following them?\" one audience member asked Dell executives, according to Bloomberg.\n\n\"Customers really prefer names that are easy to remember and easy to pronounce,\" Chief Operating Officer Jeff Clarke responded to reporters. Buyers shouldn't have to spend time \"figuring out our nomenclature, which at times has been a bit confusing,\" he said.\n\nClarke went on to claim that the new naming strategy was supported by research involving \"tens of thousands of customers,\" and argued that no company owns common words like \"pro\" or \"max.\" The new naming system will \"make it easier for our customers to do business with us,\" added Dell founder and CEO, Michael Dell.\n\nKevin Terwilliger, a vice president of Dell's PC business, explained that the rebrand aims to simplify product recognition for customers, similar to Apple's approach of anchoring products to a single brand name. The gaming-focused Alienware brand, which Dell acquired in 2006, will retain its existing branding.\n\nThe Dell CEO framed the rebranding as part of a broader strategy to capitalize on the aging PC market, particularly as AI capabilities become more important in computing. Many of the new Dell-branded devices will include neural processing units optimized for AI tasks.\n\nPC manufacturers are seeking to reinvigorate sales following a post-pandemic slump, with Dell, HP, and Lenovo all exploring various strategies to encourage upgrades. For what it's worth, Apple isn't the only consumer electronics company to use \"pro\" in its product names. Microsoft has its Surface Pro tablets, for example, but it's hard to imagine the latter attempting to justify the introduction of a \"Surface Pro Max\" while maintaining a straight face."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 is PC gaming’s victory lap",
            "link": "https://www.msn.com/en-us/entertainment/gaming/2025-is-pc-gaming-s-victory-lap/ar-AA1x2I8X?ocid=BingNewsVerp",
            "description": "Despite the hopes of many industry analysts, the Steam Machine project, which promised all the benefits of PC gaming with no ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MxLcjP0Mk6QNp4XSZD0MZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "23hon MSN",
            "source": "Polygon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Navigating the cloud maze: A 5-phase approach to optimizing cloud strategies",
            "link": "https://www.cio.com/article/3632102/navigating-the-cloud-maze-a-5-phase-approach-to-optimizing-cloud-strategies.html",
            "description": "Enterprises succeed in their cloud journey by strategically choosing providers, building right the first time, monetizing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U4yTd43X04S6hXK1a6JQOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "CIO41m",
            "source": "CIO",
            "article_content": "Operational excellence\n\nSecurity\n\nCost optimization\n\nReliability\n\nPerformance efficiency\n\nSustainability\n\nThe framework helps in implementing the financial controls (FinOps) that we will discuss separately, management of workloads (BaseOps) and security controls (SecOps). At this point in the journey, the timing is right to set up a cloud Center of Excellence (CoE) practice, join hands with cloud engineers, architects and the DevSecOps community and publish the customized version of a well-architected framework that fits the individual company needs and establishes a standard artifact. This serves as a baseline to drive cloud adoption and getting started with a shifting mindset on how to ‘make money with cloud’ and not just cost savings alone.\n\nIt’s a good idea to establish a governance policy supporting the framework. This includes the creation of landing zones, defining the VPN, gateway connections, network policies, storage policies, hosting key services within a private subnet and setting up the right IAM policies (resource policies, setting up the organization, deletion policies). Creating awareness of the policy of least privilege and addressing frustrations when cloud users ask for more to play with, and as a cloud CoE team, you are rightfully holding your ground that comes with it. The cloud CoE team should collect feedback from the users and tweak policies along the way as they deem fit. As the enterprise user community matures through this learning curve, the CoE team has a pivotal role to play in engaging them proactively, supporting them, meeting their needs and helping them address their pain points to lay a strong foundation for building a robust cloud infrastructure that is scalable to deliver business value.\n\nPartnering with the enterprise architecture team in this stage of the cloud journey can speed up cloud maturity and buttress the foundation further on solid bearings. The cloud CoE team of architects should work with the EA to align with the reference architecture patterns that the CoE team would like the application teams/product teams to follow in their solution design. This strategic and collaborative work serves as a blueprint for the architects to ‘show and tell’ the concept of designing cloud-effective solutions and shape mindsets towards the ‘making money with the cloud’ vision. Every company that wants to succeed in scaling AI solutions and capabilities today needs to get this design thinking working for them. Otherwise, it’s like the story of ‘sour grapes’ with high cloud cost bills coming their way with little value added in the AI domain as it has been for a lot of companies in 2024."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia unveils Project Digits personal AI supercomputer for researchers and students",
            "link": "https://venturebeat.com/ai/nvidia-unveils-project-digits-personal-ai-supercomputer-for-researchers-and-students/",
            "description": "Nvidia today unveiled Nvidia Project Digits, a personal AI supercomputer that serves AI researchers, data scientists and students worldwide.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "cloud+architecture",
            "date": "1h",
            "source": "VentureBeat",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists left baffled after discovering asteroid-comet hybrid that's like nothing ever seen before",
            "link": "https://www.ladbible.com/news/science/chiron-asteroid-comet-hybrid-explained-746216-20250106",
            "description": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.",
            "image_url": "https://www.bing.com/th?id=OVFT.Utr97NfdsQWteG8Iq278XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "18h",
            "source": "LADbible",
            "article_content": "Scientists have made a shocking discovery about a rare object in our solar system likened to an asteroid-comet hybrid.\n\nAstronomers from the University of Central Florida have made the space discovery using the James Webb Space Telescope (JWST).\n\nAs they analysed near-infrared images, the scientists found something that is 'like nothing' the astronomy world has ever seen before.\n\nAdvert\n\nSo pretty huge, then.\n\nThe UCF Florida Space Institute (FSI) researchers found a Centaur and while it may be named after a mythical creature that is half-horse and half-man, in space terms, it describes an asteroid-comet hybrid.\n\nThese bodies are found between Jupiter and Neptune and though they behave like asteroids, they produce gas and dust like comets.\n\nThey used the JWST to make the discovery (Getty Stock Photo)\n\nWhat's the difference between an asteroid and a comet?\n\nAn asteroid can be described as a large chunk of rock from left over collisions from the early stages of our solar system, which are mostly located between Mars and Jupiter in the asteroid belt.\n\nAdvert\n\nA comet is a rock covered in ice, methane and other elements, though these orbits are much further out of our solar system.\n\nCentaurs are a combination of both, and one in particular has left researchers Dr Charles Schambeau and Scientist Noemí Pinilla-Alonso scratching their heads.\n\nIntroducing 2060 Chiron\n\n2060 Chiron is 125 miles wide and it's a Centaur having first been discovered in 1977.\n\nAdvert\n\nThey're almost like time capsules containing information about the formation of our solar system, though something sets Chiron aside.\n\nDr Schambeau explained: \"These results are like nothing we've seen before.\n\n\"These detections enhance our understanding of Chiron's interior composition and how that material produces the unique behaviours as we observe Chiron.\"\n\nChiron is different to other Centaurs (Space Engine)\n\nWhat sets Chiron apart from the rest?\n\nThe surface of this Centaur actually contained chemicals such as CO2, methane and frozen water, all of which predate the formation of our solar system.\n\nAdvert\n\nDr Schambeau continued: \"It's an oddball when compared to the majority of other Centaurs.\n\n\"It has periods where it behaves like a comet, it has rings of material around it, and potentially a debris field of small dust or rocky material orbiting around it.\"\n\nBut it's the tail of dust and gas that's the most interesting, as most objects that far into space are usually too cold or don't have the ice to create a tail.\n\nComets can, though they are closer to the sun, as Dr Pinilla-Alonso explains: \"What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it.\n\nAdvert\n\n\"Discovering which gases are part of the coma and their different relationships with the ices on the surface helps us learn the physical and chemical properties, such as the thickness and the porosity of the ice layer, its composition, and how irradiation is affecting it.\"\n\nThe pair's findings were published in the journal Astronomy & Astrophysics.\n\nCentaurs can be found between Jupiter and Neptune (Getty Stock Photo)\n\nPinilla-Alonso further explains: “All the small bodies in the Solar System talk to us about how it was back in time, which is a period of time we can’t really observe anymore,\n\n“But active centaurs tell us much more. They are undergoing transformation driven by solar heating and they provide a unique opportunity to learn about the surface and subsurface layers.”\n\n“What is unique about Chiron is that we can observe both the surface, where most of the ices can be found, and the coma, where we see gases that are originating from the surface or just below it,” the scientist highlighted.\n\n“We’re going to follow up with Chiron,\n\n“It will come closer to us, and if we can study it at nearer distances and get better reads on the quantities and nature of the ices, silicates, and organics, we will be able to better understand how seasonal insolation variations and different illumination patterns can affect its behavior and its ice reservoir.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Watch as 1,500-year-old mosaic that ‘BLESSES all who read it’ and depicts stirring Bible verse is unearthed in holy site",
            "link": "https://www.thesun.co.uk/tech/32637031/mosaic-bible-inscription-blesses-people-israel-site/",
            "description": "THIS is the moment a 1,500-year-old mosaic is unearthed at a holy site – thought to bless all those who read it. The significant archaeological breakthrough from the Byzantine period ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "bible+discovery",
            "date": "20h",
            "source": "The Sun",
            "article_content": "THIS is the moment a 1,500-year-old mosaic is unearthed at a holy site - thought to bless all those who read it.\n\nThe significant archaeological breakthrough from the Byzantine period (5th-6th centuries CE) was found in southern Israel, and features a biblical inscription in ancient Greek.\n\n8 The beautiful mosaic was found at a site in southern Israel Credit: Rex\n\n8 The inscription reads “Blessed are you when you come in and blessed are you when you go out” (Deuteronomy 28:6) Credit: Alamy\n\n8 The mosaic features outlines of doves Credit: Alamy\n\n8 The mosaic is the centrepiece of the archaeologists' breakthrough discovery Credit: Alamy\n\nThe Israel Antiquities Authority announced on Monday that they had made the discovery, which also features at least ten buildings and a winepress.\n\nThe striking mosaic features crosses, lions, doves, an amphora (a ceramic maritime shipping jug), flowers and geometric patterns.\n\nIt has a biblical inscription at its centre, reading: “Blessed are you when you come in and blessed are you when you go out” (Deuteronomy 28:6).\n\nThis historic find blesses all those who find it.\n\nArchaeologists describe it as “the largest and most significant site discovered in the region from the Roman and Byzantine periods.\"\n\n8\n\nSvetlana Talis, director of the Southern Region at the Israel Antiquities Authority, said: “The discovery of the site highlights the historical richness of Kiryat Gat and its surroundings, shedding light on the centrality of the region in antiquity.\"\n\nAccording to excavation managers Shira Lifshitz and Maayan Margulis, “The early settlement is sited on a central road junction connecting the mountain region to the coastal plain.\n\n\"It served the area’s smaller settlements and travellers passing by.”\n\nMark Avrahami, Head of Artistic Conservation at the Israel Antiquities Authority, said: “The mosaic discovered in Kiryat Gat is one of the most unique ever found in Israel.”\n\nThe site was Uncovered near the city of Kiryat Gat, about 35 miles south of Tel Aviv.\n\nAncient Terracotta Warrior general unearthed at Emperor's mausoleum in 1st discovery of its kind after 30yrs of digging\n\nIncluded in these ten buildings is a monastery, which makes up a site which is thought to have functioned for hundreds of years.\n\nThe monastery was part of a settlement that existed during the Roman period and flourished for approximately 600 years.\n\nAdjacent to the monastery, archaeologists uncovered a sophisticated winepress that underwent multiple repairs and renovations throughout its use.\n\nIt features distinctive blue and white stone mosaic flooring, with traces of red paint still visible on the plastered surfaces.\n\nGreek letters, likely as construction markers, remain visible on some of the northern collecting vat floor slabs.\n\nThe excavation uncovered more than just the sites themselves, but offered experts a look into what kind of production was carried out there.\n\nThe settlement appears to have been a centre for pottery production, as evidenced by ceramic factory waste.\n\nThe biblical history of the site In Biblical times, Kiryat Gat, in southern Israel near the border with Judah, was one of the five major cities of the Philistines. It was one of the last refuges of the Anakim (literally, ‘giants’) in front of the conquering Israelites under Joshua (Joshua 11:22). Gath, a Philistine city, was either subdued during the days of the prophet Samuel, or by King David. The first book of Kings (2:39) states that in the time of King Solomon it was still ruled by a Philistine king named Achish (1 Samuel 27:1–7). The narrative in the first book of Chronicles (1 Chronicles 7:21) relates that Ezer and Elead, sons of Ephraim, were killed by men who were natives of Gath, because “they came down to take their livestock”. In Hebrew, Kiryat Gat means “the place of the winepress”.\n\nThe Israel Land Authority views this discovery as symbolic of the connection between past and future.\n\nDirector Yaacov Kvint commented: \"[the authority] invests tens of millions of shekels annually in salvage excavations for various projects across the country, aimed at uncovering and documenting the rich history and archaeology beneath the neighbourhoods of the future.”\n\nThe mosaic floor will be relocated to an open area in the city and made accessible to the public.\n\n8 Included in these ten buildings is a monastery, which makes up a site which is thought to have functioned for 600 years Credit: Reuters\n\n8 A winepress was also discovered during the excavation Credit: Alamy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What If an Alien Civilization Existed on Proxima b?",
            "link": "https://www.msn.com/en-us/news/technology/what-if-an-alien-civilization-existed-on-proxima-b/vi-AA1x4oDn?ocid=BingNewsVerp",
            "description": "\"What If is an epic exploration of possibilities. What If is a Webby Award-winning science web series that takes you on a journey through hypothetical worlds and possibilities, some in distant corners ...",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "What If on MSN45m",
            "source": "What If on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Alien Ship' Or Just Another ‘Rare’ Natural Phenomenon? Strange Viral Video Intrigues Internet | WATCH",
            "link": "https://www.msn.com/en-in/science/astronomy/alien-ship-or-just-another-rare-natural-phenomenon-strange-viral-video-intrigues-internet-watch/ar-AA1x6iBH?ocid=BingNewsVerp",
            "description": "The internet is witnessing yet another debate about the existence of aliens and their presence among humans after a video of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e-EqvqyyftSTC-jvoBFPSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Journey Through the Ages: The Global History of UFO Sightings",
            "link": "https://www.msn.com/en-in/travel/news/a-journey-through-the-ages-the-global-history-of-ufo-sightings/ar-BB1kuV6o?ocid=BingNewsVerp",
            "description": "This article will take you through the evolution of UFO sightings, from ancient accounts to modern-day encounters, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.THWdsrntiKJ8S6FBHGKbey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Map reveals UK’s five ‘UFO hotspots’ as investigator lifts lid on wildest ‘alien’ encounters – how does your town fare?",
            "link": "https://www.thesun.co.uk/tech/32188376/map-reveals-uks-five-ufo-hotspots-expert-wildest-encounters/",
            "description": "A UFO expert has lifted the lid on some of his wildest encounters as we reveal the top five hotspots in the UK. Nick Pope, who previously ran the British Government’s UFO Project, spoke about his ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "21h",
            "source": "The Sun",
            "article_content": "A UFO expert has lifted the lid on some of his wildest encounters as we reveal the top five hotspots in the UK.\n\nNick Pope, who previously ran the British Government’s UFO Project, spoke about his experiences with extraterrestrial life in an exclusive chat with The Sun.\n\n4 Nick Pope is former head of the MoD's UFO research programme Credit: Chris Loomis / National Geographic\n\n4 Nick lifted the lid on some extraterrestrial mysteries\n\n4\n\nFor over two decades, Nick worked as a civilian employee at the MoD, with his most prominent role beginning in the early 1990s, where he ran the department's UFO program.\n\nNick was at the helm of the project, an initiative that monitored and investigated reports of unidentified flying objects to assess their potential impact on national security and aviation safety.\n\nAlthough the program was never formally named, it was often referred to as the “UFO desk” or “UFO program” by a number of media outlets.\n\nWhen looking at the distribution of these sightings across the UK, Nick and his team discovered that the hotspots were not necessarily the rural or remote locations that many assumed.\n\nNick told The Sun: “It’s interesting because when we mapped out the UFO sightings, they didn’t necessarily occur in remote, rural areas.\n\n“The hotspots were often London, Birmingham, Manchester, Liverpool, and Glasgow – all the major cities and urban areas.\n\n\"The reason for this is simple - the more people there are in an area, the more likely someone is to spot something unusual in the sky.”\n\nThese cities, with their dense populations, provided more potential witnesses.\n\nIt meant that if something strange appeared in the sky, the chances of someone witnessing it were far higher.\n\nNick also notes that other areas, like Warminster have been known for their frequent UFO sightings.\n\n“People used to go up Cradle Hill and Flea Hill in Warminster, and even some 1960s pop songs referenced the place,” he added.\n\nBonnybridge, in Scotland, saw a huge surge in UFO sightings in the 1990s, to the extent that local councillor Billy Buchanan lobbied the government for an inquiry.\n\n“I ended up drafting the replies to Buchanan’s letters, which were sent to the Ministry of Defence,” Nick recalls.\n\n“He wasn’t very happy with me because the government line was always to play down the significance of UFO sightings.”\n\nDespite the official stance, Nick acknowledges that Bonnybridge was, indeed, a hotspot.\n\nPilots told they’re ‘cleared to manoeuvre to avoid the UFO’ in eerie audio as ‘strange’ lights spark fears in Oregon\n\nHowever, Nick also cautions against confirmation bias, adding: “When people go to these hotspots for sky watches, they may already be believers, which can affect how they perceive what they see.\n\n\"They may be more likely to misperceive something or to see what they expect to see.”\n\nAnother factor is the issue of light pollution in cities, which can obscure the view of the sky.\n\nDespite this, urban areas remained UFO hotspots due to the sheer number of potential witnesses.\n\nEven more intriguing, Nick pointed out, was the fact that UFO sightings seemed to cluster around military bases, particularly air force bases.\n\nWhile some argue that these sightings are due to secret military aircraft or advanced aerospace technology, the fact remains that military bases are more heavily surveilled, and the likelihood of sightings there is higher.\n\nFrom Rendlesham Forest to Cosford, Nick has worked on some of the most high-profile cases in UFO history, all while trying to navigate the Ministry’s official stance on the phenomenon.\n\nAnd according to Nick, the number of UFO sightings reported in the UK was far higher than most people realise with reports representing only the tip of the iceberg.\n\n\"We’d get about 200 to 300 reports a year, and at its peak, that number went up to 700 or 800,” he recalls.\n\n“But even that number is misleading because many sightings went unreported due to fear of ridicule or simply not knowing who to contact.”\n\nIn reality, Nick believes the actual number of UFO sightings in the UK each year could be in the tens of thousands.\n\nThe MoD had a national reporting system for UFO sightings, with people reaching out to local police stations, military bases, and airports.\n\nHowever, sightings reported to the media or civilian UFO research groups were not always included in the official data.\n\nWhat to do if you spot a UFO? “If you see something, say something,” Nick advises anyone who observes a UFO. He recommends capturing the best possible image or video, though with caution regarding the zoom feature on smartphones, which can distort images. If the sighting occurs in the daytime, it’s vital to include some ground features in the shot. He added: “If you’re just looking at something against the blank sky, you have no idea how far away it is, how high it is, or how big it is. \"But if you capture hills, trees, rooftops, something like that, we can triangulate. We can make those calculations.”\n\nThe Calvine Incident\n\nAmong the most compelling pieces of evidence Nick Pope encountered during his time at the MoD was the Calvine Incident.\n\nNick said: \"I think, the best photographic evidence we had came from a case called the Calvine Incident in August of 1990.\n\n\"This was just before my posting on the UFO desk, so my predecessor would have handled the investigation, but I certainly got involved in it.\"\n\nThe case involved two hikers in Scotland who captured six crystal-clear photographs of a large, diamond-shaped craft.\n\nNick, who inherited the investigation, recalls: “These photographs were examined by the UK’s top imagery analysts—Defence Intelligence Staff, Joint Air Reconnaissance Intelligence Centre.\n\n“We concluded that this was the real deal. This wasn’t a hoax.”\n\nThe photos showed an object about 70 to 90 feet in diameter, with no visible means of propulsion, a detail that intrigued Nick and his colleagues.\n\nThe absence of conventional aerodynamic features, like wings or rotor blades, made the object even more mysterious.\n\nThe incident also featured a military jet circling the UFO, possibly trying to intercept it or gather data.\n\n“This was a genuine mystery on our hands,” he adds, noting that the object in the photographs moved in ways that defied conventional aircraft design.\n\nNick also highlights the potential connection between the timing of the sighting and the geopolitical events unfolding in August 1990.\n\nReflecting on the mystery, he said: \"The photographs were taken just two days after Iraq’s invasion of Kuwait, a moment that sparked preparations for military action.\n\n“We wondered if this could have been a military prototype or reconnaissance aircraft.\n\n“We asked both our own people and the Americans about this, but the Americans denied it.\"\n\nDespite the U.S. government’s denials, Nick and his team remained unconvinced. “Sometimes we thought, ‘This is not just next generation; this is something a generation ahead.’ And if that’s the case, where is it now?”\n\nNick asks. \"Where is the Rendlesham UFO? Where is the Cosford UFO now? Ten years later, these should have been unveiled. We should be seeing them at the Farnborough Air Show, but we’re not.\"\n\nThe question of whether UFO sightings could be attributed to advanced human technology is one that constantly resurfaced in Nick’s work.\n\n“At any given time, there will be tech that’s 5, 10, even 15 years ahead of what the public knows,” Nick explains.\n\nHe points to historical examples, such as the U-2 spy plane and the SR-71 Blackbird, which were years ahead of their time when they were first introduced.\n\nCosford Mystery\n\nA key event from Nick’s time at the MoD was the Cosford UFO sighting in March 1993.\n\nHe said: \"It took place over a series of 6 hours or thereabouts on March 30, the and March 31, 1993. So that was right in the middle of my posting.\n\n\"So of course, I led the investigation into this and my case file, which is over a hundred pages of documents.\"\n\nOver many hours, several witnesses, including police officers and military personnel, saw a large, triangular-shaped craft in the sky.\n\nOne of the most detailed reports came from a meteorological officer at RAF Shawbury, who described the object as being the size of a craft somewhere between a C-130 Hercules and a Boeing 747.\n\nIt emitted a low-frequency hum, and a beam of light appeared to be scanning the ground below.\n\n“We had dozens of witnesses to the Cosford sighting, including police and military personnel,” Nick says.\n\n“Some people even described the object as being like ‘two Concorde aircraft glued together.’ The most intriguing part of the case was the beam of light that seemed to track back and forth, almost like it was searching for something.”\n\nNick’s investigation into the sighting led to some theories, including the possibility that the sighting could have been related to the re-entry of a Russian rocket. However, this theory didn’t fully explain all the reports, and Nick wasn’t convinced it was the definitive answer.\n\nUltimately, Nick and his team were left with more questions than answers, he said: “We couldn’t definitively explain what happened, but there were certain things that gave us pause for thought.\n\n\"The speeds and manoeuvres reported by the witnesses were orders of magnitude above anything that we had or anything that we knew our adversaries had.\n\n“I thought, maybe, this really is the real deal. Maybe this is extraterrestrial.\n\n“It wasn’t a firm intelligence assessment, but it was one of the theories we put forward.”\n\nUK trailing in UFO 'race'\n\nWhen it comes to how the UK and the US are handling UFO research, Nick is critical of the UK’s lack of progress.\n\nWhile the US government has made significant strides in acknowledging and investigating UFOs in recent years, the UK has been far slower to act - something Nick believes this is a dangerous oversight.\n\n“In the 1960s, there was talk of a missile gap and a space race. Today, we have what I call a UFO gap,” he argues.\n\n“The US is leading the way, and other countries are falling behind. Something is in our airspace, and we need to figure out what it is. If something can outpace your cutting-edge aerospace technology, it’s a threat, but it could also be an opportunity.”\n\nPope criticises the UK’s decision to axe its UFO programme in 2009. “I think that was a mistake,” he says.\n\n“It leaves a gap that adversaries could exploit. We’ve seen this in recent incidents, like the Chinese spy balloon saga. If we’re not keeping an eye on UFO sightings, we could miss important intelligence.”\n\nFAMOUS UFO INCIDENTS The ‘Night of the UFOs’ is among many famous unexplained encounters with strange objects in the sky that have happened down the years. Perhaps the most striking was a video known as the 'Tic-Tac' – which showed an unidentified object being pursued by fighter planes. While flying off the coast of California 2004, two pilots from the USS Nimitz on a routine training mission spotted an object \"shaped like a 40ft Tic Tac sweet\". Then in 2005, a veteran pilot of an F/A - 18 fighter aircraft witnessed a raft of strange objects in the sky during a training exercise off the coast of Florida. The two videos were sensationally released by the Pentagon in 2017. Tragically the pursuit of UFOs has also claimed lives, notably that of US Air Force Captain Thomas Mantell. He died after being sent to chase a mysterious object in his fighter aircraft in 1948. Other encounters with the air force include a claim that UFOs disabled weapons at a nuclear base. Captain Robert Salas said the bizarre incident unfolded in 1967 while he was the on-duty commander of a secret underground launch control facility at Montana’s Malmstrom Air Force Base. US forces based in Britain also had an encounter with a strange glowing in the sky in Rendlesham Forest in Suffolk. Two airmen, Staff Sgt Jim Penniston and Airman John Burroughs, claim they got so close to a triangular craft they actually touched it. Earlier this year, US military documents were released showing how a warship was shadowed by two \"ball of light\" UFOs deepening the mystery around the case.\n\nIn contrast, the Pentagon has embraced UFO research through its All Domain Anomaly Resolution Office (AARO), which investigates UFOs, particularly military sightings.\n\nWhile the UK is peripherally involved through intelligence-sharing agreements like the Five Eyes Forum, Nick believes the UK needs to take a more proactive approach.\n\nHe claims it is time for the UK to reinstate its UFO desk and begin taking public reports again.\n\n“Something is in our airspace. Whether it’s Russia, China, extraterrestrials, or something else, it’s making us look foolish,” Nick warns.\n\n“We need a proper UFO research program in the UK. We have the resources — radar systems, satellites, and space tracking. What we need is the political will to use them.\n\n“You’re not looking at huge new costs — it’s just a case of using what you have to investigate UFOs properly.”\n\nChanging attitudes\n\nReflecting on his own journey, Nick admits that before he began working on the UFO desk, he hadn’t given much thought to UFOs at all.\n\nHe was sceptical, and certainly not someone who actively believed in extraterrestrial life.\n\nBut his time working in the government’s UFO desk opened his eyes to the possibility that there was something more to these sightings than misidentifications or hoaxes.\n\n“I wasn’t a true believer,” he says, “but now I’m much more open-minded. I don’t rule anything out.”\n\nHe notes that there seems to be a consistent pattern that suggests a “core phenomenon” that might be underpinned by advanced intelligence and technology.\n\nThe potential knowledge that could be gained from a civilisation far more advanced than ours is something Nick considers too important to ignore.\n\nFor the ex-MoD man, even the possibility of such a discovery makes it worth investigating the phenomenon further.\n\n“Sceptics have to be right every day, but believers only need to be right once,” he points out.\n\n\"If just one UFO sighting turns out to be genuine, the impact on humanity would be transformative. Whether it’s extraterrestrials, time travellers, or something else entirely, the implications would be profound.\n\n“There’s no part of society that wouldn’t be deeply affected. If extraterrestrial life were confirmed, it would change everything—from politics and religion to science, technology, and philosophy.\"\n\nHe continued: \"People will look back on that day as the moment everything changed. Millions of years from now, they’ll say that’s the day it happened.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discoveries On 4 Vesta That Shocked NASA Scientists",
            "link": "https://www.msn.com/en-us/science/astronomy/discoveries-on-4-vesta-that-shocked-nasa-scientists/vi-AA1x6eD8?ocid=BingNewsVerp",
            "description": "A surveillance camera shakes as a magnitude 6.8 earthquake rocks the northern foothills of the Himalayas near one of Tibet's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E9NHP2itFDVAhJJ9JB2BvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Construction crew discovers Roman stone coffin under British road",
            "link": "https://www.popsci.com/science/roman-stone-coffin-uk/",
            "description": "Construction workers expanding a section of road north of London needed to pause their project after uncovering an unexpected ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3XXlkN0mv8e6WEQZTAbe_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "17h",
            "source": "Popular Science",
            "article_content": "Construction workers expanding a section of road north of London needed to pause their project after uncovering an unexpected find—a small Roman cemetery dating back roughly 1,500 years. Excavating just one of the coffins in their way was no small feat, either. According to the England’s National Highways department announcement on January 6th, the largely intact stone casket weighed as much as “an adult male polar bear.” For those unsure about that exact unit of measurement, that puts the coffin at around 1,650 lbs.\n\n“While our main focus has been on building a road to improve journeys for road users, it’s been extremely satisfying to play a part in uncovering such an unusual archaeological find,” said Chris Griffin, the National Highways east region program leader.\n\nThe coffin weighs roughly 1,650 lbs. Credit: National Highways\n\nWhile a sovereign state today, a large portion of the UK once composed the Roman territory of Britannia. Julius Caesar initially invaded the island in 55 and 54 BCE during the Gallic Wars, but it wasn’t until Claudius’ reign that a much larger campaign commenced. Rome officially annexed the province of Britannia in 43 CE before ruling over the region for roughly the next 400 years. This means that locals likely buried the large stone coffin towards the end of Roman occupation following almost a half-century of cultural exchange and improvements made to Britain’s agriculture, architecture, urban planning, and industry. One of the most notable Roman additions to the area was a vast network of roads connecting much of the territory. Despite their immense influence, however, only an estimated 800 Latin words were ultimately incorporated into Common Brittonic by the time of Rome’s withdrawal from the island. The vast majority of the proto-English language remained firmly intertwined with its Germanic origins.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nDavid Harrison, project manager for Headland Archeology overseeing the dig, called the coffin a “fascinating discovery” that is extremely unique to the region. “Its careful excavation and recording, both in the field and the laboratory, allows us to continue to learn how our Roman ancestors lived and died,” he added.\n\nThe coffin is just one of a number of artifacts recovered along the stretch of A47 north of London near Cambridgeshire. According to Archeology News, a team of 50 archeologists and 20 civil engineers spent seven months excavating 17 different sites along the roadway. Many of these discoveries will be showcased in the new season of Digging for Britain. The first episode—which includes the polar bear-sized casket—will premiere on BBC 2 on January 7th."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum phase transition in indium oxide films defies superconductor norms",
            "link": "https://www.msn.com/en-us/science/physics/quantum-phase-transition-in-indium-oxide-films-defies-superconductor-norms/ar-AA1x3X4F?ocid=BingNewsVerp",
            "description": "A team of physicists at Université Grenoble Alpes, CNRS, in France, working with a colleague from Karlsruhe Institute of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8eAuqCkLFzed9OnYCfdSIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "17hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How a quantum innovation may quash the idea of the multiverse",
            "link": "https://www.newscientist.com/article/mg26435252-200-how-a-quantum-innovation-may-quash-the-idea-of-the-multiverse/",
            "description": "The many-worlds interpretation of quantum mechanics invokes alternative realities to keep everything in balance. Has solving ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IHZ0TeTvFKF0sAWncGMj7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "New Scientist20h",
            "source": "New Scientist",
            "article_content": "The many-worlds interpretation of quantum mechanics invokes alternative realities to keep everything in balance. Has solving a century-old paradox now undermined their existence?\n\n© William Horton, William Horton Photography\n\nEvery now and then, it is worth pausing for a second and giving thanks to the many, ever so slightly different versions of you that exist in parallel realities. It is these alternative selves that help to keep these universes in balance.\n\nAt least, that is what’s going on if you happen to subscribe to the many-worlds interpretation of quantum theory. First proposed more than 65 years ago, the idea is that reality is constantly splitting off into parallel paths, due to subtle interactions at the level of quantum particles. Though it may boggle the mind, it also smooths over some devilishly tricky problems in physics and, for that reason, plenty of clear-eyed physicists believe it to be true.\n\nBut now this strange idea might be facing a huge challenge, thanks to physicists Sandu Popescu and Daniel Collins at the University of Bristol, UK. They initially set out to solve a 100-year-old puzzle in quantum theory, but ended up undermining the idea of parallel universes. “We’ve essentially demolished one of the arguments for it,” says Collins.\n\nIt might sound like a destabilising development, but it may actually prove to be a shot in the arm for quantum theory. Already, Popescu and Collins’s work is helping to resolve other long-standing quantum paradoxes and, in the eyes of some theorists, it points to a fresh way of thinking about the cosmos as a singular quantum reality built from the inside out. “This is something deep and new. I think it could become really important,” says Nicolas Gisin, who researches…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Race to Lead the Quantum Future",
            "link": "https://www.foreignaffairs.com/united-states/race-lead-quantum-future-chou-manyika-neven",
            "description": "Charina Chou is Director and Chief Operating Officer at Google Quantum AI. James Manyika is Senior Vice President at Google ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pOl5LW4PBxTFuPUDkbTN3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Foreign Affairs7h",
            "source": "Foreign Affairs",
            "article_content": "Charina Chou is Director and Chief Operating Officer at Google Quantum AI.\n\nJames Manyika is Senior Vice President at Google and its President for Research, Technology, and Society.\n\nHartmut Neven is Vice President of Engineering at Google and Head of Google Quantum AI."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biotech revolution facilitates 'smart agriculture'",
            "link": "http://www.chinadaily.com.cn/a/202501/07/WS677c6017a310f1265a1d9493.html",
            "description": "The \"Information Revolution\" is another contributor to \"smart agriculture\". Precision farming can monitor crop conditions and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SbLL3ebpfolNghtj4wfp8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "中国日报网13h",
            "source": "中国日报网",
            "article_content": "LI MIN/CHINA DAILY\n\nThe increase in agricultural productivity over the past century has enabled a five-fold increase in the human population and about a 50 percent increase in food per person.\n\nKnowledge, machinery and chemicals significantly replace land and labor in agricultural production. These achievements have also led to increased greenhouse gas emissions, groundwater depletion and biodiversity loss. China exemplifies both the achievements and challenges of this transition. It has performed outstandingly on the agricultural front, feeding 22 percent of the world's population with 9 percent of the world's arable land and an uneven distribution of water resources.\n\nBetween 1990 and 2009, China's agricultural labor decreased by 5 percent while agricultural productivity increased by 6.5 percent a year. However, agriculture accounts for 17 percent of China's greenhouse gas emissions and about 8 percent of the degradation of agricultural soil. China and the rest of humankind face the challenge of increasing agricultural production by 70 percent by 2050 while simultaneously reducing or eliminating the side effects of agriculture to make it sustainable.\n\nWe suggest that agriculture develop \"smart\" strategies to increase agricultural productivity while reducing resource load and eliminating environmental side effects. These strategies will take advantage of the capabilities of modern science and the development of enlightened policies and institutions.\n\n\"Smart agriculture\" should take advantage of modern scientific discoveries. First is the biotechnology revolution, starting with the discovery of DNA, which led to a better understanding of how genetics affects the performance of animals and plants. Biotechnology has become essential to modern medicine. The COVID-19 vaccine was developed using biotechnology tools.\n\nYet the adoption of agricultural biotechnology has been limited by regulation. All major national academies of sciences say that genetically modified crops are as safe as traditional crops. Still, regulations have limited the adoption of genetic engineering, mainly in producing fiber and animal feed. About three-fourths of the world's cotton and soybean and one-third of the corn are produced by genetically modified organisms. The adoption of GMOs has substantially increased the yield of these crops, reduced the use of toxic pesticides and increased the income of farmers.\n\nThe biotechnology revolution is only in its infancy. New biotechnology capabilities, such as gene editing, allow faster development of new varieties of crops in response to diseases and climate change. Modern biotechnology has immense potential to improve veterinary medicine and prevent billions of dollars in economic losses from animal diseases. The Beijing Institute of Genomics provides China with an excellent foundation for genetic engineering research and development. Hopefully, it will be used more intensively.\n\nThe \"Information Revolution\" is another contributor to \"smart agriculture\". Precision farming can monitor crop conditions and apply input wherever and in the specific amount needed. This increases yield, saves input use, and reduces the adverse side effects of overusing chemicals and water.\n\nPrecision agriculture, too, is under-adopted in China. Still, adoption rates can be improved by developing low-cost precision methods for small-scale farmers and providing financial incentives and technical support for adoption. Smart agricultural systems also include drip irrigation, which has increased crop yield by about 40 percent while reducing water and chemical use by up to 50 percent. And low- and no-tillage practices and cover cropping can lead to less carbon loss and greater productivity in the long run.\n\nScientific discoveries enable us to develop circular technologies to reuse agricultural residues as a source of value. The black soldier fly is an example of an insect that converts agricultural waste into proteins that can be used to feed livestock and support aquaculture. Its potential is apparent from its use in China. Crop and forest residues can be converted into biochar to enhance farm productivity and store carbon. In this regard, significant agricultural productivity differences exist among regions in China and the rest of the world.\n\nThus, the transfer of knowledge among regions and the adoption of \"smart agriculture\" have an immense potential to increase the productivity and sustainability of agriculture.\n\nPolicies can enhance the development of \"smart agriculture\". First is continued investment in life sciences and agricultural research and development and extension efforts to transfer the knowledge to practitioners. The rate of monetary return for agricultural research is much higher than market rates. And since climate change is a global challenge, it is crucial to drastically expand agricultural R&D in developing countries, enhancing their capacity to adapt and mitigate.\n\nSecond is regulatory reform, which introduces science-based regulation of technologies and activities, balancing benefits and risks. Extreme precaution leading to inaction is risky. But risk is part of life; we cannot avoid it but can control and mitigate it.\n\nThird is the introduction of pricing that considers the cost of environmental side effects from economic activities, thus providing the incentive for introducing clean technologies.\n\nFinally, it is essential to maintain a global exchange of knowledge and global trade in agricultural markets. We are stronger when cooperating against common challenges than when each country operates alone.\n\nThe author is a Wolf Prize Laureate, a member of US National Academy of Sciences, and a professor in the Department of Agricultural and Resource Economics at the University of California. The views don't necessarily reflect those of China Daily.\n\nIf you have a specific expertise, or would like to share your thought about our stories, then send us your writings at opinion@chinadaily.com.cn, and comment@chinadaily.com.cn."
        }
    }
]