[
    {
        "title": "What Really Happened at the Pentagon’s Once-Hidden UFO Office?",
        "link": "https://www.scientificamerican.com/article/what-really-happened-at-the-pentagons-once-hidden-ufo-office/",
        "description": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6rZ0MP4s25YqzBoULuscuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Scientific American21h",
        "source": "Scientific American",
        "article_content": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to Congressional hearings and breathless news stories today. But the real story looks more like former defense officials pushing their personal mythology, rather than any cover-up of aliens\n\nAfter a long hiatus of systematic U.S. government–affiliated investigations into UFOs, a Pentagon office quietly resumed such efforts in 2008. Called the Advanced Aerospace Weapon Systems Applications Program (AAWSAP), it was funded to the tune of $22 million in total. The life—and cancellation four years later—of this Defense Intelligence Agency program has featured in congressional hearings, UFO “whistleblower” claims and renewed public uproar about aliens. But the real story is more sordid than sensational.\n\nIn 2022 the U.S. Department of Defense established the brand-new and separate All-Domain Anomaly Resolution Office (AARO) to investigate military reports of UFOs, now called unidentified anomalous phenomena, or UAP. Currently AARO offers a unique chance for the government to get this UFO thing right once and for all—but not in quite the way that more hard-line alien believers might wish.\n\nThe new office has its hands full. Last year congressional hearings heard claims of alien technology recoveries and a supposed decades-long cover-up of ET’s presence on Earth. Such assertions fill the new book Imminent: Inside the Pentagon’s Hunt for UFOs, by former military counterintelligence officer Luis Elizondo, attracting renewed notice among podcasters and serious news outlets alike.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nInvestigating these unverifiable fables about aliens should be scrapped as a fool’s errand for AARO, which earlier this year released a historical review demolishing this long-running conspiracy theory. The office’s real value, from a technical standpoint, lies in resolving UFO sighting reports with the very latest technology and tools, supplementing time-honored fact-checking and investigation, and showing how UFOs can be tracked and resolved in real time using high-tech sensors, rather than relying on the suboptimal witness testimonials that fill bookshelves and cable-news specials.\n\nGovernment-themed conspiracy theories have been part of the UFO milieu for decades, but recent testimonies by “whistleblowers” to congressional committees have given these accounts a hitherto unparalleled air of authenticity. Far from being a scientific sea change, however, as longtime scholars of UFO claims we regard them as having elements closer to religion, with the same core group of advocates—including some former AAWSAP insiders—pushing the “nonhuman intelligence” narrative of hidden aliens or interdimensional beings.\n\nAAWSAP was officially meant to research future aerospace threats but was a de facto UFO/paranormal investigation effort, a fact affirmed in the AARO historical report. Controversy has surrounded the office since the publication of a credulous 2017 New York Times article identified it by the moniker “Advanced Aerospace Threat Identification Program” (AATIP). The acronym soup confusion regarding the name has been exacerbated by Elizondo, who co-opted the AATIP label for his own, informal follow-on effort at the Pentagon after AAWSAP’s termination in 2012.\n\nAAWSAP’s output included 38 “Defense Intelligence Reference Documents” produced by scientists contracted by mogul and UFO enthusiast Robert Bigelow, along with other reports described in two books. The latter reports reference as-yet unreleased databases of international UFO cases, investigations and findings from the “spooky” Skinwalker Ranch in Utah once owned by Bigelow, and monthly reports supposedly delivered to the DIA, along with a 494-page “10 Month Report” replete with charts, graphs and findings. There are good reasons to harbor doubts about these reports’ quality and objectivity.\n\nElizondo’s effort, despite his countless mass media and podcast appearances, has yielded no publicly accessed findings or deliverables proving any claims about a UFO cover-up. These may come to light, but “AARO assesses that the inaccurate claim that the USG [U.S. government] is reverse-engineering extraterrestrial technology and is hiding it from Congress is, in large part, the result of circular reporting from a group of individuals who believe this to be the case, despite a lack of evidence,” that office concluded in its recent report.\n\nThis entire saga shows how pseudoscientific thinking can metastasize in a positive feedback loop, ensnaring not only scientists with paranormal inclinations but also government officials. This was bemoaned by the former head of AARO, Sean Kirkpatrick, who remarked that these officials are tasked with matters of national urgency—a responsibility necessitating a mindset committed to objective investigation and analysis. Some of these officials are on the record casting AARO as part of the “cover-up.” Indeed, the UFO belief system has long ago morphed into a type of faith requiring no evidence.\n\nThe fact that officials harboring evidence-deficient beliefs regarding extraterrestrials and “high strangeness” (a term first popularized in the early 1970s by ufologists to describe certain bizarre and seemingly absurd elements of some UFO and “alien” encounters) are entrusted with national security matters should give one pause. America’s adversaries, to the extent that they are paying attention to the UFO mess, might well regard it as yet another avenue to undermine American institutions—somewhat reflecting a CIA panel’s 1953 warning about potential Soviet exploitation of the genre.\n\nOn a more positive note, ufology is now in vogue among historians keen to understand the mythical nature of the problem and how it relates to historical waves of aerial phenomena reports. Because of how modern media, and especially now digital media, magnify the voices of breathless advocates, sundry frauds and scientists with a penchant for the paranormal, the UFO phenomenon from 1947 onward has acquired much greater gravitas than prior scares and waves, some of which predate it by centuries.\n\nMany serious people dismiss UFOs as a fringe interest or a pop culture distraction. Yes, they are. Yet we maintain, along with an increasing number of scholars, that there is much to be learned from studying UFO sightings, flaps and waves. While our own view is that UFOs, or UAP, emphatically do not represent any truly anomalous physical phenomena such as an extraterrestrial presence, this nevertheless does not consign ufology to insignificance. We should explore its meaning rather than ceding it to sensationalistic advocates employing shoddy methodologies and pushing quasi-religious, otherworldly stories. AARO and academia are thus tasked with an important responsibility that could yield original and fascinating developments into how and why people interpret and react to things they see in the sky.\n\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those of Scientific American."
    },
    {
        "title": "SIGNS: Images Of UFO Shot Down By U.S. Fighter Jet In Canada Last Year Released",
        "link": "https://allhiphop.com/rumors/signs-images-of-ufo-shot-down-by-u-s-fighter-jet-in-canada-last-year-released/",
        "description": "Uncover the truth about the first-ever image of a UFO shot down over Canadian airspace. Explore the details of this ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wzK3lGaNu9_aaKIqFm3KAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "8h",
        "source": "AllHipHop",
        "article_content": "Click to share on Pocket (Opens in new window)\n\nClick to share on Tumblr (Opens in new window)\n\nClick to share on LinkedIn (Opens in new window)\n\nClick to share on Pinterest (Opens in new window)\n\nClick to share on Reddit (Opens in new window)\n\nClick to share on Facebook (Opens in new window)\n\nClick to share on Telegram (Opens in new window)\n\nClick to share on WhatsApp (Opens in new window)\n\nClick to share on Twitter (Opens in new window)\n\nUncover the truth about the first-ever image of a UFO shot down over Canadian airspace. Explore the details of this fascinating extraterrestrial event.\n\nThe trend of information about UFO discoveries making their way from classified government documents to the general public continues.\n\nAccording to a report published by Fox News, the very first image of a mysterious UFO shot down over Canadian airspace last year has finally surfaced. The grainy, almost ghostly photo, which seems to be a photocopy of an email printout, shows a cylindrical object hovering menacingly in the sky just days before a U.S. fighter jet was ordered to take it down. This extraterrestrial drama unfolded in February 2023, as the unidentified craft drifted from Alaska into Canadian skies, sending military forces scrambling.\n\n🚨🇺🇸BREAKING: FIRST IMAGE OF UFO SHOT DOWN OVER ALASKA RELEASED\n\n\n\nCanada has unveiled the first-ever image of the UFO downed during a joint US-Canada mission in February 2023. The grainy photo shows a circular, white object shot by a US Air Force F-22 fighter jet.\n\n\n\nMilitary… pic.twitter.com/9ZxmC7QBI5 — Mario Nawfal (@MarioNawfal) September 24, 2024\n\nThe high-altitude object, detected by NORAD at around 40,000 feet, sent shockwaves through the defense forces on both sides of the border. Canadian authorities were tight-lipped at first, but thanks to an information request from CTVNews to Canada’s Department of National Defence, the photo was finally released to the public. The official description for the UFO is as follows, “small, metallic balloon with a tethered payload.”\n\nApparently the same object, and/or additional UFOs similar to the one that was shot down, was spotted at least three times between February 10 and February 12 last year. And while many recall the Chinese spy balloon that was shot down over South Carolina on February 4, 2023, reports state that the UFO taken down in Canada was much smaller that the aforementioned spy technology.\n\nThe timing of this revelation is uncanny, given the string of UFO encounters that have been making headlines this year. From strange metallic orbs spotted over California to mysterious lights dancing across European skies, and strange flying objects darting across the horizons in Brazil. Overall, it seems 2024 has been a year filled with unexplained aerial activity.\n\nCheck out the images of the UFO above."
    },
    {
        "title": "Meet the American who reported the first sensational UFO encounters, Puritan leader John Winthrop",
        "link": "https://www.foxnews.com/lifestyle/meet-american-who-reported-first-sensational-ufo-encounters-puritan-leader-john-winthrop",
        "description": "Meet the American who shared sensational accounts of UFO encounters. John Winthrop was the leader of the Massachusetts Bay Colony — his journal of colonial life is essential to American history.",
        "image_url": "https://www.bing.com/th?id=OJ.caiiZBaxsWr8Rw&pid=news&w=75&h=16&rs=2",
        "category": "ufo",
        "date": "28m",
        "source": "Fox News",
        "article_content": "Unidentified flying objects soared into American popular culture with the dawn of the jet age in the 1940s.\n\nUFOs, it turns out, have mystified Americans since the earliest days of colonial settlement.\n\nThe first known UFO encounter in America was recorded in 1639 by pious Puritan and prolific journal-keeper John Winthrop. He is a foundational figure in the national pantheon and leader of the Massachusetts Bay Colony as it settled Boston.\n\nWinthrop’s sensational account of \"a great light in the night\" was witnessed by a group of \"sober, discreet\" and \"credible persons\" over Muddy River in Boston — a trickle of a creek that today wraps around American sports landmark Fenway Park.\n\nMEET THE AMERICAN WHO FIRST PLANTED APPLES IN THE COLONIES: WILLIAM BLAXTON, ECCENTRIC SETTLER\n\nWinthrop's leadership of the fledgling Massachusetts colony shaped the destiny of the United States, established more than a century after his death.\n\nHe has serious street cred in academia, making his spectacular record of unexplained phenomena all the more remarkable.\n\n\"John Winthrop’s journal has long served as a cornerstone of Massachusetts historical scholarship,\" the Massachusetts Historical Society writes in a recent look at the Puritan's UFO sightings.\n\n\"He diligently recorded the events of his life, along with the trials and tribulations of the people of the Massachusetts Bay Colony during the first 19 years of its existence.\"\n\n\"John Winthrop’s journal has long served as a cornerstone of … historical scholarship.\" — Massachusetts Historical Society\n\nWinthrop’s incredible tales of aerial phenomena in early America, long unknown, generated sudden interest in recent years, after federal government and military officials admitted that it’s been studying UFOs for decades.\n\nStories of paranormal and unexplained phenomena were effectively mainstreamed for academics and serious analysts.\n\nFew Americans were more serious than Winthrop.\n\nHe was a devout Christian and an industrious nation builder. Despite the hardship of carving a new civilization from the wilderness, and governing a new society, he dutifully kept almost daily records of life in the colony for nearly two decades.\n\nOne 2005 biography is titled \"John Winthrop: America's Forgotten Founding Father.\"\n\n\"His energies seemed prodigious and inexhaustible.\"\n\n\"His energies seemed prodigious and inexhaustible,\" PBS Frontline said of Winthrop.\n\n\"Repeatedly elected governor, he was chiefly responsible for maintaining civic and social order.\"\n\nBorn to establish ‘a city upon a hill’\n\nJohn Winthrop was born on Jan. 12, 1587 or 1588, in Edwardstone, Suffolk County, England, to Adam and Anne (Browne) Winthrop.\n\nBoth his parents came from prosperous families, according to various accounts.\n\nHe began journal-keeping in 1605 while still a teenager, chronicling his growing devotion to Christ. His faith was increasingly at odds with national sentiment after King Charles I, an Anglican sympathetic to Roman Catholicism, gained the throne in 1625.\n\nWinthrop departed for the New World in the spring of 1630 aboard the Arbella with an expedition of Puritans to establish the Massachusetts Bay Colony, about 35 miles north of the Plymouth Colony settled by the Pilgrims in 1620.\n\n\"For we must consider that we shall be as a city upon a hill.\" — John Winthrop, 1630\n\nWinthrop issued a message on the ship that has echoed through American history.\n\nIt’s remembered today as the \"city upon a hill\" sermon — inspired by several biblical passages and delivered to a daring people fleeing decrepit old Europe to create a New World in service of Christ.\n\n\"For we must consider that we shall be as a city upon a hill. The eyes of all people are upon us,\" Winthrop said.\n\n\"So that if we shall deal falsely with our God in this work we have undertaken, and so cause Him to withdraw His present help from us, we shall be made a story and a by-word through the world.\"\n\nThe \"city upon a hill\" sermon helped establish the concept of American exceptionalism — a new society that would be a \"model of Christian charity\" for the world to admire and emulate.\n\nMEET THE AMERICAN WHO INSPIRED THE NATION IN TWO WORLD WARS: CHRISTIAN SOLDIER SGT. ALVIN YORK\n\nThe phrase \"a city upon a hill\" has been widely quoted by following generations, most notably by President Ronald Reagan, who cited Winthrop by name in his farewell address.\n\n\"I've spoken of the shining city all my political life,\" Reagan said to the nation on Jan. 11, 1989.\n\n\"In my mind it was a tall, proud city built on rocks stronger than oceans, wind-swept, God-blessed, and teeming with people of all kinds living in harmony and peace … That's how I saw it, and see it still.\"\n\nHe reported mystifying events that defy explanation.\n\nWinthrop was God-fearing, intrepid, faithful, hard-working and diligent — serious in faith and deed. Few people in American history had less time, inclination or motive to devote to fantasy or foolishness.\n\n‘Great light in the night’\n\nWinthrop’s report of an eerie UFO encounter on a winter night in Boston is sandwiched between perfunctory passages about business dealings with the natives.\n\nThe subject turned suddenly.\n\n\"In this year one James Everell, a sober, discreet man, and two others, saw a great light in the night at Muddy River,\" Winthrop wrote on March 1, 1639.\n\n\"When it stood still, it flamed up, and was about three yards square; when it ran it was contracted into the figure of a swine.\"\n\n\"James Everell, a sober, discreet man, and two others, saw a great light in the night at Muddy River.\" — John Winthrop\n\nWinthrop went on, \"It ran swift as an arrow toward Charlton [Charlestown] and up and down about two or three hours. They were come down in their lighter [a small barge] about a mile, and, when it was over, they found themselves carried quite back against the tide to the place they came from. Divers[e] other persons saw the same light, after, about the same place.\"\n\n\"That's stunning,\" UFO researcher Nick Pope told Fox News Digital after hearing the story for the first time.\n\nPope is a former UFO investigator for the U.K. Ministry of Defense and contributor to \"Ancient Aliens\" on The History Channel.\n\nSeveral sources say ignis fatuus, a spark of swamp gas, is the likely cause of the strange light.\n\nANGELS IN OUR MIDST? ONE SCIENTIST EXPLAINS WHY THE BIBLE SUPPORTS EXTRATERRESTRIALS\n\nBut that doesn’t explain how the phantom light raced across the river — or why Everell and the other men in the boat wound up a mile downstream.\n\n\"Most UFO witnesses, like Everell or Winthrop, are serious, sober individuals.\" — UFO expert Nick Pope\n\n\"Some researchers would interpret this as a possible alien abduction if it happened today,\" authors Jacques Vallee and Chris Aubeck wrote in \"Wonders in the Sky: Unexplained Aerial Objects from Antiquity to Modern Times.\"\n\nWinthrop reported two more UFO sightings in 1644, the first on Jan. 18.\n\n\"About midnight, three men, coming in a boat to Boston, saw two lights arise out of the water near the north point of the town cove, in form like a man, and went at a small distance to the town, and so to the south point, and there vanished away.\"\n\nMEET THE AMERICAN WHO ROWED WASHINGTON ACROSS THE DELAWARE ON CHRISTMAS: SAILOR-SOLDIER JOHN GLOVER\n\nA week later another supernatural encounter was \"seen by many,\" he wrote.\n\n\"A light like the moon arose about the N.E. point in Boston, and met the former at Nottles Island, and there they closed in one, and then parted, and closed and parted diverse times, and so went over the hill in the island and vanished. Sometimes they shot out flames and sometimes sparkles.\"\n\nWinthrop never mentioned the events again.\n\nHis journal was not published until 1825. The mysterious passages were ignored amid the insight into colonial history culled from his voluminous writings.\n\nThe eerie objects remain unidentified today, yet come from one of the most trusted sources in American scholarship.\n\n\"I think it speaks to the fact that those skeptics don’t like to admit, but most UFO witnesses, like Everell or Winthrop, are serious, sober individuals,\" said Pope.\n\nFor more Lifestyle articles, visit foxnews.com/lifestyle\n\n\"It doesn’t surprise me you have these very historical figures seeing these things. It’s vindication of what we see today. If you look at modern [UFO] accounts, very often they’re [from] police officers, pilots, military personnel, radar operators.\"\n\n‘No smoke without fire’\n\nJohn Winthrop died of natural causes on March 26, 1649. He was 61 or 62 years old.\n\nHe’s buried today in King’s Chapel Burying Ground in the heart of downtown Boston.\n\nEstablished in 1630, it’s one of the nation’s oldest cemeteries.\n\nBoston to this day comprises the bulk of Suffolk County, Massachusetts — the area still carrying the name of Winthrop's homeland in England, some 400 years later.\n\nThe town of Winthrop, next to Boston, juts proudly out into the harbor today. Winthrop Square is a landmark in downtown Boston. The Puritan leader is the namesake of schools, squares, communities and memorials around Massachusetts and in other parts of the country.\n\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER\n\nMore importantly for human events, the city he established and nurtured would, 145 years after he settled it, lead the charge for independence in the American Revolution.\n\nWinthrop helped build a mighty \"city upon a hill\" — even while recording ephemeral mysteries that defied logic in 1639 and still defy it today.\n\n\"People have this misconception that this all started with flying saucers and Roswell. It goes back to the dawn of time,\" said Pope.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"What we’re just beginning to realize is that people have always seen these strange things. We have fiery chariots in the Bible and we have strange images in medieval and renaissance paintings and in old petroglyphs.\"\n\nTo read more stories in this unique \"Meet the American Who…\" series from Fox News Digital, click here .\n\nHe added, \"There’s no smoke without fire. And the believers only have to be right once.\""
    },
    {
        "title": "Denver the 12th most likely city to see UFOs",
        "link": "https://www.yahoo.com/news/denver-12th-most-likely-city-183208016.html",
        "description": "BetUS gathered data from the National UFO Reporting Center and composited it based on sightings per city, state and date ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vVOxDtOIl5Esrs50ulebSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Yahoo",
        "article_content": "DENVER (KDVR) — When people think about UFO sightings, it is often imagined as someone alone in a large field of corn with flashing green lights and crop circles. Although rare, UFO sitings are reported in hundreds of places across the U.S., including major cities.\n\nSome of these cities are in proximity to notorious UFO areas like Roswell, New Mexico or Area 51, but most of them are in major cities scattered across the U.S. With millions of eyes in these places, it’s no wonder the sighting rate is higher.\n\nMoose swims alongside paddleboarders at Chatfield Reservoir\n\nBetUS gathered data from the National UFO Reporting Center and composited it based on sightings per city, state and date tracking back from 2013.\n\nThe top 20 visited cities include:\n\nPhoenix, Arizona – 323 UFO sightings New York, New York – 313 UFO sightings Las Vegas, Nevada – 309 UFO sightings Portland, Oregon – 279 UFO sightings Tucson, Arizona – 244 UFO sightings Boise, Idaho – 236 UFO sightings Los Angeles, California – 222 UFO sightings San Diego, California – 220 UFO sightings Albuquerque, New Mexico – 216 UFO sightings Seattle, Washington – 209 UFO sightings Orlando, Florida – 210 UFO sightings Denver, Colorado – 177 UFO sightings Myrtle Beach, South Carolina – 171 UFO sightings Chicago, Illinois – 167 UFO sightings Austin, Texas – 164 UFO sightings Colorado Springs, Colorado – 160 UFO sightings Jacksonville, Florida –150 UFO sightings Spokane, Washington – 146 UFO sightings Columbus, Ohio – 141 UFO sightings Indianapolis, Indiana – 139 UFO sightings\n\nOut of the 20 cities listed, two Colorado cities made the cut. Colorado Springs is one of the smaller, if not smallest cities, on this list, but it still held a high amount of sightings possibly due to the amount of air traffic with the military bases there. Denver, not notorious for its UFO encounters, ranked 12th on the list. Maybe those tunnels under the Denver International Airport aren’t so empty after all.\n\nDenver’s biggest September snowstorm on record: A look back\n\nAnother notable inclusion was Arizona, which was featured in the top five twice. Nevada’s featuring in the top three comes as no surprise due to it containing Area 51, making it possibly the most famous UFO-encountering state in the country.\n\n”The possibility of extraterrestrial life forms existing out there lives rent-free in the minds of many as they gaze at the night sky and ponder, ‘Are we alone in this universe?’ This eternal question fuels not just scientific curiosity but also our sense of wonder and imagination. Our rankings have identified when and where in the U.S. you are most likely to see a UFO and find answers to such a profound question,” said Andres Vargas, head content editor at BetUS.\n\nThey also offered a bit of advice for those trying to spot UFOs in Colorado. Head to the quieter outskirts of the city around 10 p.m. and find a high point. The elevation and clear skies of Colorado create the perfect scenario for spotting extraterrestrial visitors.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to FOX31 Denver."
    },
    {
        "title": "1960s UFO sighting that gripped a Stoke-on-Trent community inspires new play",
        "link": "https://news.sky.com/story/1960s-ufo-sighting-that-gripped-a-stoke-on-trent-community-inspires-new-play-13222696",
        "description": "Although questions remain whether locals really did see a UFO landing in Bentilee more than 50 years ago, the dramatised ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QI73w2rWi1B1NIgVUWagwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "5h",
        "source": "Sky",
        "article_content": "An unassuming field next to a housing estate in Stoke-on-Trent is taking centre stage in the latest alien blockbuster - and it's inspired by true events.\n\nThe new stage production, Bright Lights Over Bentilee, focuses on the event in which dozens of people on an estate in the town claimed to have witnessed bright lights in the sky and a UFO landing in the field next to their homes.\n\nSky News went to meet playwright and former Coronation Street star Deborah McAndrew, to discuss what happened on the 2nd of September 1967 and why she felt compelled to bring the story to life.\n\n\"What they saw was a large red saucer-shaped object about the size of a car,\" she explained.\n\nImage: Some in the community claim they saw a large red saucer-shaped object about the size of a car in the sky. Pic: Andrew Billington Photography\n\nOn that night, just after 9pm there were eight separate sightings from people claiming to have seen a mysterious \"glowing craft\" which silently flew over the heads of residents.\n\nHousewives, children, even a police officer said they saw it, that it changed colour and then dropped down into scrubland.\n\nImage: Former Corrie star Deborah McAndrew said she believes what people told her they saw\n\nThey claimed, as they set about searching through the fields for it, it then \"took off and was bright white like a car headlight… and then just disappeared\".\n\nMcAndrew found herself delving into what happened after coming across some old news footage of interviews with residents at the time.\n\nImage: Pic: Andrew Billington Photography\n\nImage: Pic: Andrew Billington Photography\n\nFascinated by how locals seemingly went back to work the next day and carried on as normal, she started doing her own digging which included speaking with one of the young kids who'd chased it.\n\nAdvertisement\n\n\"When nothing happens it just gradually fades into myth... until some random playwright phones you up 50 years later and says 'do you want to tell me about that UFO you saw?'\" McAndrew explained.\n\nImage: Pic: Andrew Billington Photography\n\nWhile she admits \"there's no way of knowing now what it was\" the writer says \"when people tell me they've seen things, I believe them\".\n\nWhile doubters might speculate that, coming at the time of the space race, locals perhaps might have confused a UFO with a satellite, McAndrew points out: \"It was a landing, it didn't just fly in the sky, it came down and then took off again.\"\n\nCould TV shows be partly to blame? As sci-fi related culture took off, the MoD saw a gradual increase in reports of UFO sightings.\n\nImage: Pic: Andrew Billington Photography\n\nActress Polly Lister, who plays a housewife called Beverley in the play, says: \"It would be very hard to completely write it off because every single one of those people, I believe, is telling the truth of what they saw.\"\n\nEddy Westbury, who also stars in the drama, says: \"You hear a lot of things people have seen in America... this one is particularly interesting purely because of all the accounts... completely different people, in different places... it wasn't like [they] saw a green man jumping out of a vehicle, literally what they saw, what they experienced, they all seem to line up.\"\n\nRead more from Sky News:\n\nLady Gaga still thinking about Harley Quinn\n\nComedian Janey Godley reveals end-of-life care\n\nFollow Sky News on WhatsApp Keep up with all the latest news from the UK and around the world by following Sky News Tap here\n\nDid locals see something 'out of this world?'\n\nNo doubt the truth is out there somewhere, but until then, they'll have to make-do with the dramatised version which follows the community fall-out from that night.\n\nClaybody Theatre's Bright Lights Over Bentilee runs until 12 October at The Dipping House, Stoke."
    },
    {
        "title": "AI applications for executives & entrepreneurs",
        "link": "https://www.msn.com/en-in/news/other/ai-applications-for-executives-entrepreneurs/ar-AA1rhRmr?ocid=BingNewsVerp",
        "description": "By Luke KimThe future of AI may automate not only routine employee tasks, but also high-level responsibilities traditionally ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0yRUwqw87p_YfepZY5Us8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6hon MSN",
        "source": "Indiatimes on MSN",
        "article_content": ""
    },
    {
        "title": "AI is changing enterprise computing — and the enterprise itself",
        "link": "https://venturebeat.com/ai/ai-is-changing-enterprise-computing-and-the-enterprise-itself/",
        "description": "AI-based applications create a platform for businesses to drive revenue and market share, but the transformation can be ...",
        "image_url": "https://www.bing.com/th?id=OVFT.enQd2w1IoSkR2ZRr2dNuSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "VentureBeat",
        "article_content": "Content not available"
    },
    {
        "title": "AI’s middle layer still needs powerful hardware",
        "link": "https://venturebeat.com/ai/ais-middle-layer-still-needs-powerful-hardware/",
        "description": "Software may run AI orchestration, but the AI infrastructure will be nowhere without hardware that enables orchestration ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2rMEuoCLnLLTZoePNMPKTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "VentureBeat",
        "article_content": "Content not available"
    },
    {
        "title": "How To Embrace The Enterprise AI Era",
        "link": "https://www.forbes.com/sites/bernardmarr/2024/09/27/how-to-embrace-the-enterprise-ai-era/",
        "description": "This article explores how enterprises can harness AI's power to transform operations, boost efficiency, and drive innovation ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SL49dXol6cpEfEgkcZsPqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Airtable’s new updates simplify the creation of no-code apps with integrated generative AI",
        "link": "https://siliconangle.com/2024/09/26/airtables-new-updates-simplify-creation-no-code-apps-integrated-generative-ai/",
        "description": "With its new tools, Airtable says, it’s trying to get the balance right between standardization and customization of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AQZtT-xzwf6p-iUBKUvV-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "15 years ago, this movie took the world by surprise … and scared everyone who saw it",
        "link": "https://www.yahoo.com/entertainment/15-years-ago-movie-took-174506767.html",
        "description": "This found footage horror movie terrified audiences and ushered in a new era of paranormal horror that can still be seen in ...",
        "image_url": "https://www.bing.com/th?id=OVF.4x3cuC%2fb5gX%2bfgmn%2fOiOtA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "14h",
        "source": "Yahoo",
        "article_content": "15 years ago, this movie took the world by surprise … and scared everyone who saw it\n\nFifteen years ago, on September 25, 2009, Paranormal Activity was released in theaters and scared the pants out of audiences everywhere. Even before the movie’s premiere, it had already become legendary. Instead of debuting via a massive theatrical release rollout, the micro-budgeted movie was screened in college towns across the country to drum up word of mouth.\n\nIt worked. Thanks to the (somewhat still new) popularity of Facebook and the prominence of texting on phones, Paranormal Activity didn’t need a marketing campaign. Frightened audiences told everyone they knew about the scary movie they just watched. Soon, the internet was ablaze with word of this new movie that didn’t have stars anyone had heard of before.\n\nThe birth of a new horror franchise\n\nParamount Pictures\n\nFilmed in the found-footage style, the movie centers around a young couple, Micah and Katie, who are determined to capture the paranormal activity happening in their house. But it’s not just a ghost that’s haunting them, it’s a demon. Even worse, the more attention they give to it, the stronger and more active it becomes.\n\nParamount realized Paranormal Activity was destined to become a hit and picked it up for wide distribution. When the movie finally premiered in theaters across the country, audiences were terrified. When speaking to Empire, Jordan Peele recounted his experience seeing the movie in theaters. “When the s*** hit the fan, Katie is dragged out of the room screaming. The audience absolutely lost it,” the horror icon said.\n\nSince then, Paranormal Activity has received six sequels and has become one of the most prominent examples of found-footage movies ever. It’s also just as scary as it was in 2009, and aside from the dated use of the camcorder, it still looks and feels terrifying.\n\nParanormal Activity was genuinely scary to a desensitized audience\n\nParamount Pictures\n\nPeele isn’t the only one who was horrified by Paranormal Activity. In 2009 Roger Ebert even gave the movie 3.5 out of 4 stars, saying, “It illustrates one of my favorite points, that silence and waiting can be more entertaining than frantic fast-cutting and berserk f/x.”\n\nThe movie was so scary that its trailers even used audience footage from its screenings to show how horrified moviegoers were. By the end of its box office run, Paranormal Activity had raked in over $193 million.\n\nSimilarly to The Blair Witch Project, Paranormal Activity gets a lot of its horror from what audiences don’t see. Strange sounds and small movements captured by the camera seem trivial, but when the movie’s pacing is flawless, each small instance can feel monumental and the anticipation that builds between them is undeniable.\n\nAs the movie continues, the stakes get higher and the hauntings more intense. But the film never uses special effects or has some haggard-looking ghost running around. Even its “big moments” are subtle compared to other horror movies. For example, at one point Micah scatters baby powder around the floor to see if something really is walking through their house at night. When he turns the lights on, the prints left behind look like some kind of lizard or bird.\n\nEven as someone who doesn’t believe in the paranormal, this movie still gets to me. It utilizes our natural fears, like being in a big, empty, dark house at night — and then hearing a strange sound in the hallway.\n\nBut the movie definitely requires some patience. If you like being scared by CGI-generated monsters and loud musical cues, then this probably isn’t the movie for you. But if you turn off all the lights in a quiet room late at night and watch Paranormal Activity, you will discover just how horrifying it is.\n\nParanormal Activity ushered in the paranormal horror era\n\nNew Line Cinema\n\nThe success of Paranormal Activity was so massive it created a sea change in the horror genre. When the film premiered initially in 2007 and then had its full release in 2009, horror was in its full-blown “torture porn” phase, where filmmakers were doing everything they could to have the goriest and grossest torture movie possible. The Saw franchise, Hostel, and The Hills Have Eyes reboots were proving to be box office hits, and The Human Centipede had just made its debut at FrightFest.\n\nBut after Paranormal Activity outgrossed all those movies (Saw II for example was the highest-grossing Saw film, making just under $148 million, which was $40 million less than Paranormal Activity), Hollywood realized a new horror trend may have just emerged. The torture porn trend ended almost immediately after Paranormal Activity, and by the following year, the paranormal era was hitting high gear and gore was gone.\n\nAfter Paranormal Activity, more paranormal horror films followed, including numerous Paranormal Activity sequels, as well as Insidious and The Conjuring, both of which would spawn their own massive franchises. There was also a wave of other low-budget found-footage paranormal movies that, while never making a huge splash, became notable hits within the horror community, like Hell House LLC, Grave Encounters, and The Taking of Deborah Logan.\n\nNow could be the perfect time for a new Paranormal Activity\n\nParamount Pictures\n\nParanormal Activity was made and released during a period of massive change. Social media had just become a widely used tool by society, and smartphones had just started rolling out to the general public.\n\nNew technology that wasn’t around at the time of its release could be used to make a really fun modern Paranormal Activity sequel or reboot. Between Nest cams, doorbell cameras, smartphones, drones, and even dashcams, there are so many new tools that could be used to reinvent the found-footage genre and add new touches.\n\nThe streaming era could also be helpful, since studios don’t need to invest as much money into theatrical releases and instead can release low-budget movies on their streaming platforms for much less investment. With how cheap the Paranormal Activity movies are to make, they could be perfect for Netflix, Amazon Prime Video, Shudder, or even Tubi.\n\nAnother reason why now could be the perfect time for a new Paranormal Activity movie is that belief in the paranormal has actually risen in recent years. There’s a lot of really touchy topics that have probably caused this — largely America’s regression into fanaticism and conspiratorial thinking — but modern studies have shown some shocking results. In 2021, it was reported that 57% of Americans believe in ghosts, and in 2023 another study revealed that over half of Americans think they’ve actually been visited by a ghost.\n\nThese findings might make some of us question our fellow Americans and their belief systems, but for Hollywood and anyone wanting to make a paranormal movie to scare the crap out of people…now seems to be the perfect time.\n\nYou can watch Paranormal Activity on Max."
    },
    {
        "title": "Babysitter jumpscared by a GHOST while watching her nephew 👀 #haunted #paranormal #loeylane",
        "link": "https://www.msn.com/en-us/tv/news/babysitter-jumpscared-by-a-ghost-while-watching-her-nephew-haunted-paranormal-loeylane/vi-AA1rhlOM?ocid=BingNewsVerp",
        "description": "Jobless claims sink to 4-month low. Businesses aren’t hiring — or firing — many people. Army meets recruiting goal with ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BpuNjPUOQWUROO3LxNXN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN8h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Halloween 2024: Check out haunted houses, spooky scares in Hudson Valley",
        "link": "https://www.yahoo.com/lifestyle/halloween-2024-check-haunted-houses-070132889.html",
        "description": "The Headless Horseman is well-known to ride into the Hudson Valley. But it's not just he and his Sleepy Hollow home that are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TTSBf2tCXaws44ccr2-Lai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "44m",
        "source": "Yahoo",
        "article_content": "Gourds and goblins and ghouls, oh my! Halloween has officially descended upon the Hudson Valley. And with Sleepy Hollow as a real-life Halloween town, it's no wonder there are tricks and treats available in every direction.\n\nThe Headless Horseman is well-known to ride into the Hudson Valley. But it's not just he and his Sleepy Hollow home that are ready to scare this time of year. Read on for five hellish haunts sure to spook even the bravest of horror enthusiasts.\n\nRock ‘N’ Roll House of Horrors\n\nThis new haunted house in Sleepy Hollow is perfect for those looking for a scare this Halloween season. Visitors will descend into the basement of an abandoned church rectory to see what spirits now reside there.\n\nWhen: Various times from 5 to 11 p.m.; select dates from Friday, October 4 through Sunday, November 2.\n\nWhere: 116 Beekman Ave, Sleepy Hollow NY.\n\nCost: Tickets start at $30 plus fees and increase as dates get closer to Halloween.\n\nFor more information: Check out house-of-horrors.squadup.com.\n\nGhost Tours of the Music Hall 2024\n\nJoin master storyteller Jonathan Kruk to explore the lore lurking at Tarrytown Music Hall. An official site of the Haunted History Trail of New York, the Music has been investigated by the Gotham Paranormal Research Society multiple times and found signs of paranormal activity. See what you can learn about the spirits who reside in this 1885 historical hall.\n\nWhen: Various times from 10 a.m. to 10:30 p.m.; select dates from now through Sunday, November 10.\n\nWhere: Tarrytown Music Hall, 13 Main Street, Tarrytown.\n\nCost: $25 plus $4 box office fee.\n\nFor more information: Check out tarrytownmusichall.org/.\n\nThe Haunt at Wildcliff Mansion\n\nLearn the spooky story of botanist Dr. Wildcliff and the strange happenings on his estate, where it is rumored he once used his passion and knowledge of plants to experiment with corpses, resurrecting them and fusing their flesh with foliage. This walk-through attraction is “designed with the intention to scare visitors,” reads the website, “with the haunted legacy of Dr. Wildcliff and his botanically resurrected horrors.”\n\nWhen: Various times from 6:30 to 10:30 p.m.; select dates from Friday, October 11 through Saturday, November 2.\n\nWhere: Hudson Park Children's Greenhouse, 44 Wildcliff Road, New Rochelle.\n\nCost: $25 plus fees for general admission.\n\nFor more information: Check out hauntatwildcliff.com.\n\nBorland House Inn & Restaurant Brunch with the Boos\n\nStay for a spell at Borland House Inn & Restaurant, another official site of the Haunted History Trail. This Halloween event includes a buffet-style brunch with a side of spooks as guests participate in ghost investigation led by Full Moon Paranormal.\n\nWhen: 11:30 a.m. to 3 p.m., Sunday, October 20.\n\nWhere: The Borland House Inn & Restaurant, 130 Clinton Street, Montgomery.\n\nCost: $60 (Upgraded packages are also available).\n\nFor more information: Contact Borland House Inn & Restaurant by phone at 845-457-1513 or online at borlandhouse.com.\n\nHeadless Horseman Hayrides & Haunted Houses Darkest Offering\n\nAbout an hour-and-a-half north of White Plains is an immersive experience so haunted, it’s been crowned one of the “Top Ten Haunted Attractions by CNBC and AOL,” according to its website. The Headless Horseman Hayrides & Haunted Houses boasts its “Darkest Offering,” a hayride through the town of Crow Hollow, which is welcoming guests into its ancient rituals and festivities for the very first time.\n\nThis Ulster Park attraction also includes 12 other offerings including walking trails, haunted houses, mazes and more for the die-hard horror fans – all which are included in the purchase of a general admission ticket.\n\nWhen: Various times from 7 to 9 p.m.; select dates from now through Sunday, October 27.\n\nWhere: 778 Broadway, Route 9W, Ulster Park.\n\nCost: $73.90 plus fees for general admission. (Haunted escape rooms are not included in the general admission ticket.)\n\nFor more information: Check out headlesshorseman.com/attractions.\n\nSamantha Antrum reports on cultural and social justice issues and events. You can reach her by email at santrum@lohud.com.\n\nThis article originally appeared on Rockland/Westchester Journal News: Hudson Valley NY haunted houses, attractions ahead of Halloween 2024"
    },
    {
        "title": "These Are The Spookiest Cities In North America, According To New Report",
        "link": "https://www.forbes.com/sites/kaitlynmcinnis/2024/09/26/these-are-the-spookiest-cities-in-north-america-according-to-new-survey/",
        "description": "Other noteworthy spooky cities include St. Helens, Oregon, which is the original filming location for the well-loved Disney ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FaTCJUsCoiylOt4cENw6Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "18h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "She Heard Her OWN Voice Say Her Name While Home Alone… Mimic??? #shorts #scary #paranormal",
        "link": "https://www.msn.com/en-us/tv/recaps/she-heard-her-own-voice-say-her-name-while-home-alone-mimic-shorts-scary-paranormal/vi-AA1rhBPx?ocid=BingNewsVerp",
        "description": "My Dad Was Gay — But Married To My Mom For 64 Years. As She Died, I Overheard Something I Can't Forget. Rockies' Charlie ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tIYMUNGiyf9TlAZhOKpmHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN8h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "AI trained on evolution's playbook develops proteins that spur drug and scientific discovery",
        "link": "https://www.sciencedaily.com/releases/2024/09/240926131919.htm",
        "description": "The key insight with a new strategy for training protein engineering models, called EvoRank, is to harness the natural variations of millions of proteins generated by evolution over deep time and ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily8h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Prize recognizes discovery of how cell population protects our airways – and keeps them clear",
        "link": "https://www.eurekalert.org/news-releases/1058720",
        "description": "For uncovering how a cell population helps ensure food, liquid and acid reflux are kept out of our airway – and instead sent to our GI tract – Laura Seeholzer is the winner of the 2024 Eppendorf & ...",
        "image_url": "https://www.bing.com/th?id=ODF.e1zl1SsYjW6F81ApWGfeuw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "EurekAlert!13h",
        "source": "EurekAlert!",
        "article_content": "Content not available"
    },
    {
        "title": "Earth-Like Planet Discovered Orbiting an Alien Star. There's Just One Big Problem.",
        "link": "https://www.msn.com/en-us/news/technology/earth-like-planet-discovered-orbiting-an-alien-star-theres-just-one-big-problem/ar-AA1reRR0?ocid=BingNewsVerp",
        "description": "The red giant phase is pretty crazy. The star's outer atmosphere can expand to hundreds of times its initial size; some ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2XNAZu280DHA2bH0LYHPVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert on MSN23h",
        "source": "ScienceAlert on MSN",
        "article_content": ""
    },
    {
        "title": "A Man Found a Skeleton While Renovating His Basement. It Wasn’t Alone.",
        "link": "https://www.msn.com/en-us/news/technology/a-man-found-a-skeleton-while-renovating-his-basement-it-wasn-t-alone/ar-AA1rfQj8?ocid=BingNewsVerp",
        "description": "Archaeologists dug up 37 additional skeletons under the house, as well as 10 plaster sarcophagi. Talk about spooky.",
        "image_url": "https://www.bing.com/th?id=OVF.UlRQdNutbZmXwKmez2JCuw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18hon MSN",
        "source": "Popular Mechanics on MSN",
        "article_content": ""
    },
    {
        "title": "Glass Bottle With 200-Year-Old Message Found At French Archaeological Site",
        "link": "https://www.ndtv.com/science/glass-bottle-with-200-year-old-message-found-at-french-archaeological-site-6659824",
        "description": "The discovery has excited historians, as it offers insights into past excavation methods and the history of the area. The ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LekXYFPqR2ErdkNjKNMAoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "NDTV",
        "article_content": "The bottle contained a 200-year-old note from PJ Feret.\n\nA group of student volunteers working on an archaeological site in France recently made an incredible discovery. While excavating the remains of a Gaulish town, they unearthed a little glass bottle hidden inside an earthenware pot, according to the BBC.\n\nThe bottle, which had been hidden for nearly 200 years, carried a note from a prior archaeologist who had worked at the same location. Guillaume Blondel, the chief of Eu's Regional Archaeology Service, was sent in to investigate the findings. Blondel opened the bottle and read the note.\n\nThe message reads: \"PJ Feret, a native of Dieppe, member of various intellectual societies, carried out excavations here in January 1825. He continues his investigations in this vast area known as the Cite de Limes or Caesar's Camp.\"\n\nPhoto Credit: facebook.com/villedeu\n\nPJ Feret was a local notable, and municipal records confirm that he conducted a first dig at the site 200 years ago.\n\nArchaeologists and historians are both excited and fascinated by the discovery. The message could provide insight into the history of the Gaulish village as well as the archaeological procedures used in the early nineteenth century.\n\n\"It was the kind of vial that women used to wear around their necks containing smelling salts,\" team leader Guillaume Blondel, who heads the archaeological service for the town of Eu, told BBC News.\n\n\"It was an absolutely magical moment,\" said Mr Blondel. \"We knew there had been excavations here in the past, but to find this message from 200 years ago... it was a total surprise.\n\n\"Sometimes you see these time capsules left behind by carpenters when they build houses. But it's very rare in archaeology. Most archaeologists prefer to think that there won't be anyone coming after them because they've done all the work.\""
    },
    {
        "title": "Airtable’s new updates simplify the creation of no-code apps with integrated generative AI",
        "link": "https://siliconangle.com/2024/09/26/airtables-new-updates-simplify-creation-no-code-apps-integrated-generative-ai/",
        "description": "With its new tools, Airtable says, it’s trying to get the balance right between standardization and customization of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AQZtT-xzwf6p-iUBKUvV-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "7h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Redbird supercharges analytics pipeline with AI agents, handles 90% of workload",
        "link": "https://venturebeat.com/data-infrastructure/redbird-supercharges-analytics-pipeline-with-ai-agents-handles-90-of-workload/",
        "description": "Using natural language prompts, Redbird AI agents can handle all analytical tasks, right from data collection to reporting.",
        "image_url": "https://www.bing.com/th?id=OVFT.ZkSkfb3gC7YiZtrYpG8jBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "12h",
        "source": "VentureBeat",
        "article_content": "Content not available"
    },
    {
        "title": "Column: Chicago Bears players offer feedback to Shane Waldron after the offense’s rocky start. Is it just more talk?",
        "link": "https://sports.yahoo.com/column-chicago-bears-players-offered-211200601.html",
        "description": "Understanding that the development of Caleb Williams is at or near the top of Shane Waldron’s job description, the Chicago ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xpnCQ7jdNidfmDl30zZFzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "7hOpinion",
        "source": "Yahoo! Sports",
        "article_content": "Understanding that the development of Caleb Williams is at or near the top of Shane Waldron’s job description, the Chicago Bears can share optimism in the fact the rookie quarterback has improved each of the last two weeks.\n\nWilliams’ completion percentage, yards and yards per attempt have increased in the two losses since the season-opening victory against the Tennessee Titans, and he’s coming off a 363-yard effort against the Colts on Sunday in Indianapolis that included two touchdown passes.\n\nWilliams looks to be improving incrementally, and while it’s never going to be a linear progression, he already looks more comfortable than any Bears rookie quarterback has in a long time.\n\n“There’s a lot of new as we all know,” Williams said. “Wide receivers, running backs, quarterback, the offensive linemen and all these different parts. Us constantly having the encouragement mindset, but also the positivity that we see on the actual film — if you actually watch it and not get into all the emotions of the game.\n\n“Yes, we do need to get it going a little bit more efficiently than we are. But the growth and positivity that we have within the film that we’ve seen and things like that over these past couple of weeks (is encouraging).”\n\nThe overall picture for the offense, though, has been murky — to put it nicely. Waldron’s unit has struggled to form any kind of identity. The offense has been particularly bad in a handful of areas and hasn’t scored enough. It’s a familiar movie and without improvements will offer a familiar ending.\n\nThe Bears have three offensive touchdowns, tying them for last in the NFL with the Denver Broncos, Miami Dolphins, New England Patriots and Pittsburgh Steelers. The Philadelphia Eagles have yet to score in the first quarter this season. The Bears and Sunday’s opponent at Soldier Field, the Los Angeles Rams, are next worst with three points each.\n\nAsked if he uses a play script to begin games, Waldron labeled that “scheme” related during a fast-talking, 15-minute news conference Thursday morning. It’s worth noting the Bears are No. 2 in the league in fourth-quarter scoring with 30 points.\n\nComing off a rough showing in the 21-16 loss to the Colts, Waldron opened with a statement complimenting the team’s leadership group for being solution-oriented. Interestingly, one player said Waldron was more engaged seeking player input this week. If you heard a coach or player mention communication since Monday, you’ve heard it 100 times.\n\nVeteran Marcedes Lewis is one of the players Waldron credited, along with fellow tight end Cole Kmet, Williams and wide receiver DJ Moore.\n\n“Don’t feel like he can’t point guys out,” Lewis, 40, recalled saying to Waldron. “From the oldest guy in the room — being me — to the youngest guy. Don’t feel like you can’t coach us. I want to be coached. I want to be great. This is not for play. This is our job. We understand that. It’s a highly stressful, production-based business, and we’ve all got to be doing the same things or everybody gets fired. Ego is supposed to be left at the door.\n\n“He’s very receptive to that. I think, obviously, coming in, we’ve got a bunch of dudes. Not just guys on the team or on this offense. We have dudes — dudes who have done it at a high level. Sometimes as the coach coming in, you might be walking on eggshells. I just kind of put that to bed. Nobody’s sensitive in here. We want to win games just as bad as you do. It’s a collaborative effort. This is not Pop Warner.”\n\nTo be fair, Williams probably needed to look like a two-time Pro Bowl selection from the jump to meet some of the audacious expectations put on this offense. Folks dared to dream — and dream big — when the Bears chose him with the No. 1 pick in the draft, the most decorated quarterback to join the franchise in decades and the greatest signal of hope to enter Halas Hall perhaps ever.\n\nPredictably, Williams has encountered challenges that make the position difficult to navigate for rookie starters, including myriad pressures and a mixing of coverages with the intent to fool him or cause a delay in his reaction.\n\nAll of that was expected, but the cast of players surrounding Williams, perhaps as good or better than almost any rookie starter has discovered in the last decade or two, was supposed to ease the transition. The Bears invested heavily on offense in the offseason, trading for wide receiver Keenan Allen, who has missed the last two games with plantar fasciitis, drafting receiver Rome Odunze with the No. 9 pick and signing running back D’Andre Swift and tight end Gerald Everett in free agency to join a cast that already included Moore, Kmet and a functional collection of running backs.\n\nEarly results — and a lot of football remains — have been discouraging.\n\nPass protection remains an issue. Williams has been sacked 13 times, the same number Justin Fields took through three games a year ago. Only the Cleveland Browns (16) and Tennessee Titans (15) have surrendered more. The line was supposed to look better with a quarterback that could play within the structure of the system a greater percentage of the time. Simply put, it has not.\n\nThe run game has been a mess. The failed goal-line sequence in the second quarter Sunday — when the Bears started with first-and-goal from the 4-yard line — is the symbol of what has gone wrong. Poor execution. Poor design — there’s no other way to describe a play in which wide receiver DeAndre Carter is asked to block a defensive end. Waldron owned that when asked specifically about it. Poor decisions both in the speed option on fourth-and-1 and the failure to check out of the play.\n\nThe Bears are 31st in rushing offense, averaging 72.7 yards per game, and 31st in yards per attempt at a meager 3.03. The Las Vegas Raiders are the only team worse in both categories. The ground attack was expected to take a hit with the departure of Fields, whose ability to threaten defenses inflated rushing production the last two seasons, but it wasn’t expected to be this bad.\n\nFirst down hasn’t been profitable. The offense ranks 29th in the league, averaging 4.26 yards on first-and-10. So, they’re not in desirable second-and-short situations with a lot of regularity, and when they’re playing behind the sticks, it’s tough sledding. According to @SharpFootball, 64% of Bears’ first downs reach third down, the highest percentage in the league. The NFL average is 47%, and only three teams are over 57%. All of that makes it easier for opposing defensive coordinators to make calls on second and third downs.\n\nExplosive plays have been scarce. The Bears have five runs of 10 yards or more. Three are the result of Williams’ scrambles, and Moore had a 14-yard gain on a jet sweep. The lone explosive rush by a running back was Swift’s 20-yard carry in the Week 1 win against the Titans. The Bears have had only four pass plays of 20 yards or more — three to Odunze and the 44-yard Hail Mary to Moore last week that came 1 yard short of the goal line before halftime.\n\nFormer Bears defensive coordinator Ron Rivera used to say, “figures lie and liars figure,” but you really need to spend time crunching numbers to paint a pretty picture of the offense overall. Again, it has been only three games.\n\n“I’m not going to live in the past but I’m going to learn from it,” Waldron said. “I’m going to move forward. And I believe in that. I’m not going to flinch or blink on any of those things. I’m looking forward for a solution to everything that we’ve been through and can’t wait for the next game.”\n\nThe offensive coordinator taking heat even at this early juncture isn’t surprising. The play caller can become the target of ire faster than you can say “three Mississippi.” Waldron is the franchise’s 13th coordinator in 26 seasons, and things turned so quickly for predecessor Luke Getsy that in about two months he went from being a guy fans feared was so hot he would be leaving quickly to become a head coach after the Bears averaged 29.6 points in a five-game stretch to the guy who was to blame for the offense’s incompetence.\n\nWaldron is standing up in front of players expressing where he needs to be better. He’s being accountable to his players and listening to them. It was a tough outing overall against a Colts defense that otherwise hasn’t played well.\n\nIt would appear there are spots for improvement — although that was a good storyline at this time a week ago. The next four opponents have been as bad on defense as some of the areas the Bears have struggled offensively.\n\nSunday: Rams 32nd in yards allowed, 31st in scoring\n\nOct. 6: Panthers 24th, 32nd\n\nOct. 13: Jaguars 26th, 28th\n\nOct. 27, Commanders 29th, 29th\n\nSomething has to give, right?\n\n“He stands up there and lists the plays that he could have called better,” Lewis said. “Puts it up on the board. We all see it. And I think that’s the best way to do it. I mean, we’re not kids, right? We respect that. Because everything is evaluated, especially from a player’s standpoint.\n\n“We know we’re getting evaluated with whatever we’re doing out there. So when a coach throws himself in that pot of gumbo, then we’re all vested, we all have some skin in the game. He’s been doing that and highly appreciate it.”\n\nWe’ll see if all the communication is a means to improvement — or just more talk."
    },
    {
        "title": "Exclusive: Physical therapy startup Hinge Health hires Morgan Stanley as it prepares to confidentially file its S-1",
        "link": "https://www.businessinsider.com/hinge-health-s-1-morgan-stanley-ipo-2024-9",
        "description": "Hinge Health hires Morgan Stanley for its IPO push as the physical therapy startup plans to confidentially file its S-1 in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.VXw6aczwhPWMsmjrQkNJcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "13h",
        "source": "Business Insider",
        "article_content": "Hinge Health has hired banks, with Morgan Stanley leading, for its IPO push, BI has learned.\n\nThe startup is gearing up to confidentially file its S-1 in the coming weeks.\n\n$6.2 billion Hinge Health hopes to go public in early 2025.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nHealthcare startup Hinge Health has hired several investment banks as it prepares to confidentially file its S-1 to go public, Business Insider has learned.\n\nThe physical therapy startup has hired Morgan Stanley to lead the deal, alongside Barclays and Bank of America, according to documents seen by BI.\n\nHinge Health plans to file its S-1 confidentially with the SEC in the next few weeks and hopes to go public in early 2025, one person with knowledge of the efforts said.\n\nHinge Health was last valued at $6.2 billion in October 2021, when it raked in a $600 million Series E round led by Tiger Global and Coatue Management. The company provides virtual physical therapy for joint and muscle pain.\n\nAdvertisement\n\nThe startup has been eyeing a public market debut for years. Hinge Health hired Goldman Sachs and Morgan Stanley for a non-deal road show this past winter, two people with knowledge of the efforts told BI.\n\nSince then, the startup has been shoring up its finances, including by cutting 10% of its workforce in April. The startup is now cash flow positive, one of the people with knowledge said.\n\nRelated stories\n\nHinge Health, Morgan Stanley, Barclays, and Bank of America declined to comment for this story.\n\nHinge's biggest rival is Sword Health, which raised $130 million at a $3 billion valuation in June and is backed by several high-profile investors, including Khosla Ventures and General Catalyst.\n\nAdvertisement\n\nA number of healthcare startups, Hinge and Sword included, have been waiting with bated breath for the IPO window to open, from mental health startup Lyra Health to health data company Datavant.\n\nThe IPO market for tech companies has been stagnant over the past two years, with occasional signs of investor appetite, including Reddit's successful debut in March.\n\nCameron Lester, global co-head of technology, media, and telecom investment banking at Jefferies, recently told Business Insider that he expects \"a strong 2025 with lots of companies getting ready to go public.\""
    },
    {
        "title": "Adaptive Learning Software Market Size to Grow USD 1456.9 Million by 2030 at a CAGR of 15% | Valuates Reports",
        "link": "https://finance.yahoo.com/news/adaptive-learning-software-market-size-152300610.html",
        "description": "Adaptive Learning Software Market is Segmented by Type (Cloud Based, On-Premises), by Application (K-12, Higher Ed/College, Corporate): Global Opportunity Analysis and Industry Forecast, 2024-2030.",
        "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
        "category": "software+trend",
        "date": "17h",
        "source": "YAHOO!Finance",
        "article_content": "BANGALORE, India, Sept. 26, 2024 /PRNewswire/ -- Adaptive Learning Software Market is Segmented by Type (Cloud Based, On-Premises), by Application (K-12, Higher Ed/College, Corporate): Global Opportunity Analysis and Industry Forecast, 2024-2030.\n\nValuates Reports Logo\n\nThe Global Adaptive Learning Software market is projected to grow from USD 629.9 Million in 2024 to USD 1456.9 Million by 2030, at a Compound Annual Growth Rate (CAGR) of 15.0% during the forecast period.\n\nGet Free Sample: https://reports.valuates.com/request/sample/QYRE-Auto-0Y2692/Global_Adaptive_Learning_Software_Market\n\nMajor Factors Driving the Growth of Adaptive Learning Software Market:\n\nThe Adaptive Learning Software Market is experiencing significant growth, driven by increasing demand for personalized learning experiences across various educational sectors. Schools, universities, and corporate training environments are adopting adaptive learning tools to enhance individual learning outcomes by tailoring educational content to learners' specific needs. The rise of online learning platforms and e-learning initiatives further fuels market expansion, as adaptive software proves effective in providing real-time analytics, improving engagement, and promoting efficient knowledge retention.\n\nView Full Report: https://reports.valuates.com/market-reports/QYRE-Auto-0Y2692/global-adaptive-learning-software\n\nTRENDS INFLUENCING THE GROWTH OF THE ADAPTIVE LEARNING SOFTWARE MARKET:\n\nCloud-based solutions are significantly driving the growth of the adaptive learning software market by offering flexibility, scalability, and accessibility. These solutions allow educational institutions and organizations to deploy adaptive learning tools without the need for extensive infrastructure, making it cost-effective and easy to implement. With cloud-based platforms, users can access personalized learning experiences from any location, enhancing the global reach of adaptive learning software. This technology also supports seamless updates and integrations, ensuring that learners always have access to the latest learning resources. The widespread adoption of cloud-based learning solutions is a key factor pushing the market forward.\n\nThe K-12 education sector is a significant driver of the adaptive learning software market, as schools increasingly adopt digital tools to enhance student learning outcomes. Adaptive learning software provides personalized learning experiences tailored to the individual needs of students, helping them to master subjects at their own pace. As educators seek to close learning gaps and address diverse student needs, adaptive technologies have become indispensable. The shift towards remote and blended learning models has also accelerated the adoption of these tools in the K-12 segment. This trend is expected to continue as more schools recognize the benefits of personalized education through adaptive learning platforms.\n\nStory continues\n\nThe higher education sector is another key driver of the adaptive learning software market, particularly as colleges and universities embrace technology-driven learning environments. Adaptive learning platforms help students in higher education by providing personalized content that aligns with their academic goals and learning styles. These tools offer colleges the ability to enhance student engagement, improve retention rates, and support personalized feedback. In addition, the growing need for scalable solutions in large academic institutions has increased the demand for adaptive learning software, which can cater to diverse student populations. This trend is shaping the future of education and driving the growth of the market.\n\nThe growing demand for personalized learning experiences is one of the primary factors driving the adaptive learning software market. Students and educators alike are seeking more tailored educational experiences that address individual learning needs and preferences. Adaptive learning software uses data-driven insights to adjust content delivery based on each learner's progress, strengths, and weaknesses. This personalized approach improves learning outcomes and engagement, making it a preferred choice in both academic and corporate training environments. As more institutions and organizations focus on student-centric learning models, the demand for adaptive learning platforms is expected to rise, fueling market growth.\n\nAdaptive learning software is gaining traction in the corporate training sector as businesses recognize the value of personalized employee development programs. These platforms enable companies to deliver customized training modules that address specific skill gaps and enhance overall performance. The ability of adaptive learning tools to track employee progress and provide real-time feedback makes them a valuable resource for organizations aiming to optimize workforce productivity. With the increasing focus on upskilling and reskilling employees to meet evolving industry demands, the adoption of adaptive learning software in corporate training is expected to accelerate, driving significant market growth.\n\nThe rise of remote and hybrid learning models has been a major driver of the adaptive learning software market. As educational institutions and corporate organizations continue to adapt to new learning environments, the need for flexible and scalable solutions has increased. Adaptive learning platforms offer the ability to deliver personalized learning experiences remotely, making them ideal for students and employees who are unable to attend in-person sessions. The shift towards digital learning has been accelerated by global events such as the COVID-19 pandemic, and this trend is expected to persist, driving further adoption of adaptive learning tools.\n\nBuy Now: https://reports.valuates.com/api/directpaytoken?rcode=QYRE-Auto-0Y2692&lic=single-user\n\nADAPTIVE LEARNING SOFTWARE MARKET SHARE ANALYSIS:\n\nThe adaptive learning software market exhibits regional variations, with North America leading due to its advanced educational infrastructure and high adoption of digital learning tools. The United States, in particular, is a major player in the market, driven by investments in educational technology and the increasing demand for personalized learning experiences. Europe follows closely, with a focus on integrating adaptive learning in both academic and corporate sectors. Meanwhile, the Asia-Pacific region is expected to witness significant growth due to rising investments in educational technology and increasing demand for innovative learning solutions. Latin America and the Middle East are emerging regions, where adaptive learning tools are gaining traction due to growing awareness and improving digital infrastructure.\n\nThe United States is the largest Adaptive Learning Software market with about 53% market share. Europe is a follower, accounting for about 19% market share.\n\nThe key players are SAS, D2L, DreamBox Learning, Wiley (Knewton), Smart Sparrow, Cogbooks, Docebo, ScootPad, Imagine Learning, Fishtree, McGraw-Hill, Paradiso, IBM etc. Top 3 companies occupied about 27% market share.\n\nKey Companies:\n\nSAS\n\nD2L\n\nDreambox Learning\n\nWiley (Knewton)\n\nSmart Sparrow\n\nCogbooks\n\nDocebo\n\nScootPad\n\nImagine Learning\n\nFishtree\n\nMcGraw-Hill\n\nParadiso\n\nIBM\n\nWorld Health Organization\n\nPurchase Regional Report: https://reports.valuates.com/request/regional/QYRE-Auto-0Y2692/Global_Adaptive_Learning_Software_Market\n\nSUBSCRIPTION\n\nWe have introduced a tailor-made subscription for our customers. Please leave a note in the Comment Section to know about our subscription plans.\n\nDISCOVER MORE INSIGHTS: EXPLORE SIMILAR REPORTS!\n\n- Learning Management System Software Market\n\n- Smart Learning Software Market\n\n- Online Learning Software and Platform market was valued at USD 6801 Million in 2023 and is anticipated to reach USD 19090 Million by 2030, witnessing a CAGR of 15.7% during the forecast period 2024-2030.\n\n- Corporate Learning Management System (LMS) Market\n\n- Active Learning Tools Software Market\n\n- Academic E-Learning Market\n\n- Learning Management System (LMS) market size is expected to reach USD 40360 Million by 2029, growing at a CAGR of 17.1% from 2023 to 2029.\n\n- Online Language Learning Software Market\n\n- IELTS Learning Software Market\n\nDISCOVER OUR VISION: VISIT ABOUT US!\n\nValuates offers in-depth market insights into various industries. Our extensive report repository is constantly updated to meet your changing industry analysis needs.\n\nOur team of market analysts can help you select the best report covering your industry. We understand your niche region-specific requirements and that's why we offer customization of reports. With our customization in place, you can request for any particular information from a report that meets your market analysis needs.\n\nTo achieve a consistent view of the market, data is gathered from various primary and secondary sources, at each step, data triangulation methodologies are applied to reduce deviance and find a consistent view of the market. Each sample we share contains a detailed research methodology employed to generate the report. Please also reach our sales team to get the complete list of our data sources.\n\nYOUR FEEDBACK MATTERS: REACH OUT TO US!\n\nValuates Reports\n\nsales@valuates.com\n\nFor U.S. Toll-Free Call 1-(315)-215-3225\n\nWhatsApp: +91-9945648335\n\nWebsite: https://reports.valuates.com\n\nBlog: https://valuatestrends.blogspot.com/\n\nPinterest: https://in.pinterest.com/valuatesreports/\n\nTwitter: https://twitter.com/valuatesreports\n\nFacebook: https://www.facebook.com/valuatesreports/\n\nYouTube: https://www.youtube.com/@valuatesreports6753\n\nhttps://www.facebook.com/valuateskorean\n\nhttps://www.facebook.com/valuatesspanish\n\nhttps://www.facebook.com/valuatesjapanese\n\nhttps://valuatesreportspanish.blogspot.com/\n\nhttps://valuateskorean.blogspot.com/\n\nhttps://valuatesgerman.blogspot.com/\n\nhttps://valuatesreportjapanese.blogspot.com/\n\nLogo: https://mma.prnewswire.com/media/1082232/Valuates_Reports_Logo.jpg\n\nCision\n\nView original content:https://www.prnewswire.com/news-releases/adaptive-learning-software-market-size-to-grow-usd-1456-9-million-by-2030-at-a-cagr-of-15--valuates-reports-302260116.html\n\nSOURCE Valuates Reports"
    },
    {
        "title": "Progress Software (PRGS) Upgraded to Buy: Here's Why",
        "link": "https://www.msn.com/en-us/money/topstocks/progress-software-prgs-upgraded-to-buy-heres-why/ar-AA1rgzo5?ocid=BingNewsVerp",
        "description": "Progress Software (PRGS) has been upgraded to a Zacks Rank #2 (Buy), reflecting growing optimism about the company's earnings prospects. This might drive the stock higher in the near term.",
        "image_url": "https://www.bing.com/th?id=ODF.328QrvZbq50wGPYB10Gmgw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Zacks.com on MSN16h",
        "source": "Zacks.com on MSN",
        "article_content": ""
    }
]