[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Lobbyist Predicts Disclosure From Trump in 60 Days",
            "link": "https://www.msn.com/en-us/news/opinion/ufo-lobbyist-predicts-disclosure-from-trump-in-60-days/ar-AA1y5mnj?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/29/25 UFO Lobbyist Predicts Disclosure From Trump in 60 Days Explore the bold prediction of UFO disclosure from Trump within 60 days. Learn about the race for UFO czar position, potential ...",
            "image_url": "https://www.bing.com/th?id=ODF.964gaLNzfX6kNEdof4SO1g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Vetted on MSN17hOpinion",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US shoots down 2nd \"HIGH ALTITUDE OBJECT\" UFO over Alaskan Waters!",
            "link": "https://www.msn.com/en-us/weather/topstories/us-shoots-down-2nd-high-altitude-object-ufo-over-alaskan-waters/vi-AA1y5i0C?ocid=BingNewsVerp",
            "description": "US shoots down 2nd \"HIGH ALTITUDE OBJECT\" UFO over Alaskan Waters!",
            "image_url": "https://www.bing.com/th?id=OVF.em3S1GFzFUcWBwwRYY8PNg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Best Cool Tech on MSN19h",
            "source": "Best Cool Tech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Edinburgh NLP expert captures 'UFO' sighting near St. Mary's Cathedral",
            "link": "https://www.msn.com/en-gb/travel/other/edinburgh-nlp-expert-captures-ufo-sighting-near-st-mary-s-cathedral/ar-AA1y6QxG?ocid=BingNewsVerp",
            "description": "Edinburgh NLP practitioner Lewis Thornhill spotted a UFO flying over Scotland’s capital. Standing outside St. Mary's Catholic ...",
            "image_url": "https://www.bing.com/th?id=OVF.4HJ6JJLUScovq6brMSLT0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "edinburghnews.scotsman.com on MSN7h",
            "source": "edinburghnews.scotsman.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Space debris spotted over Wisconsin; UFO expert weighs in",
            "link": "https://www.cbs58.com/news/space-debris-spotted-over-wisconsin-ufo-expert-weighs-in",
            "description": "Did you see it last night? A bright flash streaking through the sky. People all across our area did, and it has caused speculation into what caused it. We sent CBS 58's Bill Walsh ...",
            "image_url": "https://www.bing.com/th?id=ODF.X7TbEsXrdd7xA2H77XSuyQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "CBS 58 News17h",
            "source": "CBS 58 News",
            "article_content": "Space debris spotted over Wisconsin; UFO expert weighs in\n\nMILWAUKEE (CBS 58) -- Did you see it last night? A bright flash streaking through the sky. People all across our area did, and it has caused speculation into what caused it. We sent CBS 58's Bill Walsh to try to unravel the mystery.\n\nOne of the leading experts on UFOs lives in our area. He's about to release his 19th book on the incident in 1947 in Roswell, New Mexico.\n\nWe asked him what happened Tuesday night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Man spots \"very strange\" red orb in the sky over Saltdean",
            "link": "https://www.msn.com/en-gb/money/other/man-spots-very-strange-object-floating-in-the-sky/ar-AA1y6yTY?ocid=BingNewsVerp",
            "description": "A man has spotted a large orange orb floating in the sky, which has left him scratching his head. Andrew Pound was parked and up and waiting for his wife to leave work on January 13 when he spotted an ...",
            "image_url": "https://www.bing.com/th?id=ODF.QOpcpeD2NEW-5ezLj52dtg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "The Argus on MSN11h",
            "source": "The Argus on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This language-learning app gives you your own AI practice partner",
            "link": "https://www.popsci.com/sponsored-content/babbel-language-learning-app-lifetime-subscription-sponsored-deal/",
            "description": "You can quickly learn a few useful phrases before you travel, or take the long road and work toward fluency with a lifetime ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MPBFrde65QYoBae4KTZBOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Popular Science",
            "article_content": "We may earn revenue from the products available on this page and participate in affiliate programs. Learn more ›\n\nThat Duolingo bird is relentless. It was funny at first, but then it started feeling like I was back in school making excuses for my late homework. But it’s not the bird’s fault! I just learn more from listening and speaking than from memorization. That’s actually why I’ve been looking at Babbel. Babbel’s lessons are pretty short (10-15 minutes), and you can choose from listening, speaking, writing, or vocabulary exercises. Plus, the price for a lifetime subscription just dropped. Instead of paying $599, now it’s $129.99.\n\nWhat does Babbel have that Duolingo doesn’t?\n\nBabbel just dropped its own dedicated AI that can talk to you in the language you’re learning. So, instead of just memorizing terms, now you can actually have a conversation. You can practice your pronunciation and listen to the AI’s response. It’s like talking to a native speaker without the performance anxiety.\n\nWhat language do you want to learn first? Babbel has over 10,000 hours of material to study and 14 different languages to practice. Here’s a sampling\n\nFrench\n\nSpanish\n\nGerman\n\nItalian\n\nPortuguese\n\nSwedish\n\nLessons are all geared toward practical topics like asking directions, dining, shopping, making friends, conducting business, and just having normal conversations. That also means you can quickly learn a few useful phrases before you travel, or you can take the long road and work toward fluency. With a lifetime subscription, there’s certainly time.\n\nYou can access Babbel on as many devices as you want. It works on desktop and mobile, and your progress syncs across all your devices.\n\nThis sale isn’t going to last much longer.\n\nUse code LEARN40 by February 2 at 11:59 p.m. PT to get a lifetime subscription to Babbel for $129.99.\n\nStackSocial prices subject to change.\n\nBabbel Language Learning: Lifetime Subscription (All Languages) – $129.99\n\nSee Deal"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek: Chinese AI app shocks tech world",
            "link": "https://www.bbc.co.uk/learningenglish/features/learning-english-from-the-news_2025/250129",
            "description": "A Chinese artificial intelligence app called DeepSeek has caught the attention of the global tech industry. It was released ...",
            "image_url": "https://www.bing.com/th?id=OVF.ICk1DxX6sP1TBkq3oENqdg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "BBC",
            "article_content": "(Photo by Omer Taha Cetin/Anadolu via Getty Images)\n\n____________________________________________________________________________\n\n____________________________________________________________________________\n\nThe story\n\nA Chinese artificial intelligence app called DeepSeek has caught the attention of the global tech industry. It was released on the 20th of January, and has quickly risen to the top of the Apple store’s download charts.\n\nDeepSeek claims the latest model was built using only $5.6 million, whereas ChatGPT’s developer OpenAI spent $5 billion last year alone.\n\nThe market value of tech company stocks, like Nvidia, has since fallen dramatically.\n\nNews headlines\n\nWhy is the AI world freaking out over China's DeepSeek?\n\nThe Japan Times\n\nNvidia shares sink as Chinese AI app spooks US markets\n\nBBC News\n\nAI Market Shake-Up: Global Giants Tumble As Chinese AI Model DeepSeek Disrupts Markets\n\nBusiness Today\n\nKey words and phrases\n\nfreaking out\n\nlosing emotional control\n\nI freaked out when my favourite actor walked past me in the street.\n\nspook\n\ncreate a sudden sense of fear or nervousness\n\nThe government’s sudden tax cuts spooked the markets.\n\nshake-up\n\na change\n\nThe football team kept losing, so the coach decided to have a shake-up of the squad.\n\nNext\n\nLearn more English vocabulary from the news with our News Review archive.\n\nLearn Phrasal verbs for feelings, like 'freak out', here.\n\n\n\nListen to My Song, My Home here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Navy email warns against using AI apps like China's DeepSeek",
            "link": "https://www.msn.com/en-us/news/technology/us-navy-email-warns-against-using-ai-apps-like-chinas-deepseek/ar-AA1y4uh5?ocid=BingNewsVerp",
            "description": "The Navy memo said DeepSeek's AI should not be used \"in any capacity\" due to \"potential security and ethical concerns.\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4F13dJCG69n9bTSjcamVIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google leaned heavily on AI to stop malicious apps on the Play Store last year",
            "link": "https://www.androidauthority.com/google-play-security-2024-3521307/",
            "description": "AI became a hot topic. Its influence even bled into the Google Play security division, which used AI in 92% of app security ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HsBTwOWp6cavNbPS28gjBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Android Authority",
            "article_content": "If 2024 is going to be remembered for anything, it likely will be remembered as the first year that generative AI took hold of the cultural zeitgeist. It seemed everywhere you looked, you saw something about AI. At Google, the company went all-in on AI, injecting its Gemini systems into pretty much every product and service it offers.\n\nAs it turns out, this also applies to its security teams. The Google Play security team, for example, just released its annual report on what’s been happening behind the scenes as they protect us all from harmful apps, bad developers, malware, and other issues. In 2024, this team stopped more bad apps than any other year prior — 2.36 million apps, to be precise, which is wild to even think about. Google says that AI played a considerable role here.\n\nAccording to Google, human app reviewers on the Google Play security team used AI in their work in 92% of cases. That’s a massive amount. Google claims AI tools help the team act more quickly and take more accurate action against developers who are trying to sneak bad apps onto the Play Store.\n\nThe Google Play security team is not the only way we are protected from bad apps, though. In 2024, Google also introduced a bunch of new security features to its Play Protect service that prevent attackers that do get through its defenses from doing any significant harm to you. Here are three examples:\n\nReminder to turn on Play Protect: The Play Protect service on Android phones scans all apps — whether they come from Google Play or the wider internet — for viruses, malware, and other attacks. Sometimes, user turn this feature off so that they can install something they know to be safe. To help prevent attacks during this Play Protect downtime, Chrome now reminds users to turn Play Protect back on if it has been turned off.\n\nThe Play Protect service on Android phones scans all apps — whether they come from Google Play or the wider internet — for viruses, malware, and other attacks. Sometimes, user turn this feature off so that they can install something they know to be safe. To help prevent attacks during this Play Protect downtime, Chrome now reminds users to turn Play Protect back on if it has been turned off. Disabling Play Protect toggle during calls: One method attackers use to exploit Android users is to call them and ask them to turn Play Protect off during the call. To combat this, Android now disables the Play Protect toggle during both regular calls as well as voice calls through popular chat apps. In order to toggle Play Protect off, you would need to end the call first, which will hopefully be enough time for the user to figure out that that’s not a great idea.\n\nOne method attackers use to exploit Android users is to call them and ask them to turn Play Protect off during the call. To combat this, Android now disables the Play Protect toggle during both regular calls as well as voice calls through popular chat apps. In order to toggle Play Protect off, you would need to end the call first, which will hopefully be enough time for the user to figure out that that’s not a great idea. Automatic permissions revoking: When you install and use an app, you sometimes need to grant it permissions. Sometimes, the app you’ve installed is malicious, and the permissions you’ve granted it put you in danger. Now, Play Protect automatically revokes permissions for apps like these. The user can still manually restore those permissions if they want to, but once again, this will give that malicious app less of an opening to do any damage.\n\nConsidering how many Android devices are out there (over two billion) and how open the Android ecosystem is compared to other operating systems, it’s a wonder it isn’t completely overrun with bad actors. Many people reading this have likely never faced a significant security problem on their Android device, which is a direct result of what the Google Play security team does every day."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is DeepSeek, the Chinese AI app challenging OpenAI and Silicon Valley?",
            "link": "https://www.washingtonpost.com/technology/2025/01/27/what-is-deepseek-ai-china-us-stock-fears/",
            "description": "DeepSeek is a new artificial intelligence chatbot that’s sending shock waves through Wall Street, Silicon Valley and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-ROY50WmFUcjjmXDvbda_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19h",
            "source": "The Washington Post",
            "article_content": "The app, named after the Chinese start-up that built it, rocketed to the top of Apple’s App Store in the United States over the weekend.\n\nAccording to some experts, DeepSeek’s success and a technical paper it published last week suggest that Chinese AI developers can match their U.S. counterparts without the same access to expensive, high-end hardware that is at the heart of geopolitical tensions between Washington and Beijing. President Donald Trump said the app’s success should serve as “a wake-up call” for the U.S. tech sector."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal thriller Lifeline gets a trailer and poster",
            "link": "https://www.flickeringmyth.com/paranormal-thriller-lifeline-gets-a-trailer-and-poster/",
            "description": "Dark Sky Films has released a poster and trailer for Lifeline, the paranormal thriller from director Feras Alfuqaha. Josh ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Xj2y0vCBl1sChlABU5EgSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Flickeringmyth23h",
            "source": "Flickeringmyth",
            "article_content": "Dark Sky Films has released a poster and trailer for Lifeline, the paranormal thriller from director Feras Alfuqaha.\n\nJosh Stewart stars as Steven, an operator for a suicide hotline that receives a strange call one evening from a man claiming to be him, sharing personal details only he would know and threatening to end his life in the next 60 minutes. Take a look at the trailer below…\n\nA suicide hotline operator gets a late-night call from someone who claims to be him, knowing details only he would know, and threatening to end his life in an hour. The operator must race against time to stop “himself” from suicide.\n\nLifeline is set for release on February 21st."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Benjamin’s ‘Paranormal Prison’ Ghost Hunt",
            "link": "https://loudwire.com/breaking-benjamins-paranormal-prison-ghost-hunt/",
            "description": "Breaking Benjamin guitarist Jasen Rauch explores the haunted Ohio State Reformatory in this new episode of 'Paranormal Prison ...",
            "image_url": "https://www.bing.com/th?id=OVF.bPtSTCScd8sRalkx0ogRig&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "loudwire22h",
            "source": "loudwire",
            "article_content": "In this 11th episode of Season 2 of Paranormal Prison, it's more than a spooky feeling for Breaking Benjamin's Jasen Rauch, who experiences moments that align with the heavy atmosphere he feels after entering the cell block.\n\nThe guitarist, who joined the hard rock veterans in 2014, joins hosts Josh Bernstein (The Power Hour) and Jose \"Metal Ambassador\" Mangin (Sirius XM) and equipment techs Cyrus Entezam and Morgan Rondinella to search for spirits still trapped inside the walls of the Paranormal Prison.\n\n\"Knowing the history that these walls have seen has to be pretty crazy, so there's definitely a little bit of a weight there... it's heavy,\" Rauch says, assessing the vibe and presence of energy inside the Ohio State Reformatory.\n\nWith an open mind, the guitarist dares to enter one of the prison's smaller cells in the west cell block and the shower room, which houses an especially violent and deadly history.\n\nAbout Paranormal Prison\n\nLoudwire has teamed up with Inkcarceration Music & Tattoo Festival and Danny Wimmer Presents to bring you 12 brand new episodes of Paranormal Prison!\n\nWe invite you and your favorite artists inside Ohio State Reformatory, where Ohio's most violent criminals lost their lives, but some of their souls still remain.\n\nSeason 2 of Paranormal Prison will air each Wednesday at 1PM ET on Loudwire's YouTube channel, concluding on Feb. 5.\n\nParanormal Prison: Season 2, Episode 11 - Breaking Benjamin\n\nOnce again on Paranormal Prison, the equipment picks up some undeniably activity as the other side communicates through stunted sentences, as if the spirits are discharging all their energies to make their presence known.\n\nThe question is, is the crew's presence a welcome one?\n\nRauch, who has previously performed at Inkcarceration with Breaking Benjamin, may feel a little perturbed, but he's anything but surprised by the energy inside the prison. \"Whether we're here twice or 10 times, there's got to be something different that we're experiencing or that someone sees or hears or feels. So, that's the coolest part about this building specifically.\"\n\nThe crew even attempts to contact one specific prisoner — Glenn — at the very spot he was murdered. \"Can you make this ball of light turn on?\" Bernstein asks, immediately resulting in a strange array of lights.\n\nWatch it all in Episode 11 directly below.\n\nREAD MORE: Inkcarceration Festival 2025 Full Daily Lineups Revealed\n\nAbout Inkcarceration Music & Tattoo Festival and Danny Wimmer Presents\n\nInkcarceration Music & Tattoo Festival is held each year at the historic Ohio State Reformatory in Mansfield.\n\nConstruction began back in 1886 and the prison was operational from 1896 through 1990 and it was also used in a scene in the classic movie, The Shawshank Redemption. While the prison remains open to tourism, the most exciting moment of the year is certainly when the fest rolls into town for a long weekend of rock and metal.\n\nFans are already looking forward to the 2025 installment, which takes place July 18, 29 and 20 with headliners Falling in Reverse, Slipknot and Five Finger Death Punch.\n\nInkcarceration is one of many of Danny Wimmer Presents' premiere festivals. Since it's formation in 2011, DWP has become a leading promoter in heavy music and beyond, building up the U.S. festival circuit that dominates the spring, summer and fall months.\n\nThe DWP festival roster also includes Aftershock, Born & Raised, Bourbon & Beyond, Golden Sky Country Music Festival, Louder Than Life, Rocklahoma, Sonic Temple and Welcome to Rockville.\n\nVisit the Inkcarceration and DWP websites for more information."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Newspaper editors are somewhat skeptical’: Pa.’s most famous groundhog has supernatural origins",
            "link": "https://www.pennlive.com/life/2025/01/newspaper-editors-are-somewhat-skeptical-pas-most-famous-groundhog-has-supernatural-origins.html",
            "description": "Pennsylvania's own Punxsutawney Phil is a product of a storied tradition (and superstitions) that stretch back years and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0hfJL4OnQpq3psvL8G-dTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "Penn Live",
            "article_content": "Editor’s note: Welcome to the world of “Paranormal PA,” a PennLive series that delves into Pennsylvania-grown stories of spirits; cryptids; oddities and legends; and the unexplained. Sign up here to get our Paranormal PA newsletter delivered to your inbox.\n\nBy all accounts, Punxsutawney Phil’s life is pretty sweet.\n\nHe’s immortal. He’s got a great wife and kids. And his only job requirement is going outside once a year.\n\nBut before anyone poo-poos what many view as one of Pennsylvania’s — or, indeed, the country’s — more bizarre traditions, Paranormal Pa. will have you know that Phil is a product of a storied tradition (and superstition) that stretches back for years and years.\n\nGerman immigrants brought the tradition over when they settled in Pennsylvania hundreds of years ago. (AP Photo/Barry Reeger)AP\n\nThe Punsutawney Groundhog Club explains how the first time “Weather Wags” recognized Groundhog Day was in 1886, although the first official trek to Gobbler’s Knob was the following year.\n\nBut the concept of having animals predict the weather goes way back before the 19th century. According to the Library of Congress Blogs, Groundhog Day’s lineage can be traced back to ancient pre-Christian festivals celebrated by the Celts that served as midway points between equinoxes. Halloween — originally Samhain — falls into this category, too.\n\nFormerly known as “Imbolc” before it eventually became the Christianized Candlemas, Groundhog Day was once considered the first day of spring. And while little is known about how the Celts celebrated the day, one traditional practice was attempting to divine the weather.\n\nNow, here’s how animals figure into this: Ancient people used to observe animal behavior as part of their own farming practices, so the idea of watching how a groundhog to see whether or not spring was on its way makes sense.\n\nVisitPa.com adds how Roman legions, in their conquest of northern Europe, eventually spread the Candelmas Day tradition of candles being blessed and distributed. Those living in what’s now Germany soon began to believe that if the sun made an appearance on the day, an animal who cast his shadow would predict six more weeks of cruddy weather.\n\nGroundhog Club President Tom Dunkel taps on the immortal groundhog's door so the weather oracle can make his prediction. (AP Photo/Barry Reeger)AP\n\nIn his book “Groundhog Day (2003),” Dan Yoder writes how the Germans who brought this tradition over to the U.S. used to watch badgers to see how far away spring was (the German folk expression for the holiday was “Dachstag,” or “Badger Day”). Then somewhere along the line, that badger became a groundhog.\n\nNot to say that early Groundhog Day celebrations in Pennsylvania didn’t maintain a bit of their mysticism: Yoder describes late 19th century celebrations of involving ritualized Groundhog Hunts in September which drew in “devotees from Pittsburgh and elsewhere.”\n\nOne parade in 1909, as staged by the Punxsutawney Groundhog Club, was deemed “the Circumgyratory Pageant of the Astrologers, Horoscopists, Magicians, Soothsayers, and Meteorological Attachés of Punxsutawney Weather Works.” A man named Clymer Freas — credited as conceiving of the idea for the holiday — even created “Groundhogese,” the language Groundhog Club presidents learn in order to discern the groundhog’s annual predictions.\n\nThere may not be any more astrologists or soothsayers involved, but Groundhog Day remains a celebration: More than 30,000 people from across the globe drop by Knobbler’s Creek on the day, getting up at the crack of dawn in the dead of winter to watch Phil make his prediction.\n\nTo be fair, though, even back in the day, people raised their eyebrows at the idea of watching a rodent predict how much longer winter would last.\n\n“In consequence, probably of having given all spiritual matters to the exclusive supervision of the clergy, newspaper editors are somewhat skeptical about many things which are popularly accepted with absolute faith,” read an 1876 edition of the Harrisburg Daily Patriot.\n\n“This may account for the reason that some of them have failed to appreciate the sentiment…in favor of a legal recognition of Ground Hog Day.”\n\nNevertheless, editorial skepticism be damned, Groundhog Day won out, and did, indeed, spawn an industry. And inspired a Bill Murray movie. And tons of Punxsutawney wannabes like Staten Island Chuck, who did, it should be noted, tragically lost his life after former New York Mayor Bill DeBlasio quite literally fumbled him (never forget).\n\nYes, the holiday has come very far from its very old roots. And whether you’re an eyebrow-raiser to the holiday or all-in, it doesn’t look like Groundhog Day is going away any time soon.\n\nThat is, unless PETA has their way."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dead to us: 'Insidious' tour cancels Denver, Colorado Springs dates following horrific reviews",
            "link": "https://www.msn.com/en-us/travel/news/dead-to-us-insidious-tour-cancels-denver-colorado-springs-dates-following-horrific-reviews/ar-AA1y87Pu?ocid=BingNewsVerp",
            "description": "Hundreds of people have been flooding social media with negative reviews on a show they say is nothing like what producers promised,' WXYZ reported.",
            "image_url": "https://www.bing.com/th?id=OJ.f08FULOWKIOiPw&pid=news&w=129&h=16&rs=2",
            "category": "paranormal",
            "date": "30mon MSN",
            "source": "Denver Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hunter Season 2 To Art Of Ishq: List of Titles- 2025 Amazon MX Player",
            "link": "https://www.msn.com/en-in/entertainment/bollywood/bobby-deols-aashram-3-to-naseeruddin-shah-jim-sarbs-made-in-india-the-titan-story-amazon-mx-players-slate-for-2025/ar-AA1y7J1C?ocid=BingNewsVerp",
            "description": "Synopsis: The Salesman, a ruthless international arms dealer, kidnaps Pooja—Vikram’s daughter, believed to be dead and forces Vikram into a treacherous mission for her release. Escaping CID custody, ...",
            "image_url": "https://www.bing.com/th?id=OJ.5oJIPgzBkuFV0w&pid=news&w=99&h=16&rs=2",
            "category": "paranormal",
            "date": "2hon MSN",
            "source": "Times Now on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breakthrough Discovery: Asteroid Fragments Reveal Ingredients For Life",
            "link": "https://www.msn.com/en-au/science/astronomy/new-analysis-of-asteroid-dust-reveals-evidence-of-salty-water-in-the-early-solar-system/ar-AA1y5Kcv?ocid=BingNewsVerp",
            "description": "In October 2020, a van-sized robotic spacecraft briefly touched down on the surface of Bennu, a 525-metre-wide asteroid 320 ...",
            "image_url": "https://www.bing.com/th?id=OVF.dRdHnGQQ2Bpi787Ac25Uyg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "15hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA’s asteroid sample could be the ultimate proof of aliens existence",
            "link": "https://www.msn.com/en-in/news/techandscience/nasa-s-asteroid-sample-could-be-the-ultimate-proof-of-aliens-existence/ar-AA1y6mM2?ocid=BingNewsVerp",
            "description": "NASA's latest asteroid sample from Bennu reveals amino acids and nucleobases, essential for life, sparking questions about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A6n1x-SirZdd-l_-oSy3bC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "10hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huge Discovery! Massive Hydrogen Reserves Beneath Earth Surface Could Power Planet For 1,000 Years: Study",
            "link": "https://www.republicworld.com/science/huge-discovery-massive-hydrogen-reserves-beneath-earth-surface-could-power-planet-for-1000-years-says-study",
            "description": "A new study has discovered trillions of tons of hydrogen reserves beneath the earth surface that could become an alternative ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MD4Ud8q39dz8KlbJ5pcKhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "20h",
            "source": "RepublicWorld",
            "article_content": "The earth has been for long remained dependent on coal as a major source of energy before scientists discovered various different resources including thermal, solar, biomass or later nuclear energy. Now a new study claims to have discovered a massive reserve of hydrogen beneath the earth surface which could power the planet for decades and centuries to come. The research shows that earth may be holding trillions of tons of hydrogen reserves which could power the planet for centuries to come.\n\nAccording to a geological survey by Geoffrey Ellis of US, the hydrogen reverse beneath the earth surface could power the earth for the next 1,000 years and reduce world’s dependency on the fossil fuels.\n\nThe research further says that the earth’s surface could be holding up an estimated 6.2 trillion tons of Hydrogen, which is also considered as one of the low-carbon source of energy.\n\nWhat's the challenge?\n\nThe discovery of Hydrogen reserves is not new to the world as they have already been identified in Albania and Mali.\n\nHowever, the latest research claiming on the existence of hydrogen are believed to be too deep beneath the surface, and will become a very tough challenge for its excavation.\n\nThe study further says that even just 2 per cent utilisation of this hydrogen will meet our energy demand for the next 2 centuries – 200 years – and that too as a low carbon source.\n\nSpeaking on the matter, an expert from University College London has said that the extraction of hydrogen from beneath will be a huge challenge for the world and something which would require a joint effort."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Roman Scroll Discovery Reveals Brazen 1,890-Year-Old Crime",
            "link": "https://www.msn.com/en-us/news/world/roman-scroll-discovery-reveals-brazen-1890-year-old-crime/ar-AA1y5jGA?ocid=BingNewsVerp",
            "description": "\"This is the best-documented Roman court case from Iudaea apart from the trial of Jesus,\" said one researcher.",
            "image_url": "https://www.bing.com/th?id=OVFT.4Lhq7jsKOm_KcYE0aKxm8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "18hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Think the World's Oldest Dinosaur Fossils May Still Be Awaiting Discovery",
            "link": "https://www.msn.com/en-us/news/technology/scientists-think-the-worlds-oldest-dinosaur-fossils-may-still-be-awaiting-discovery/ar-AA1y7Gck?ocid=BingNewsVerp",
            "description": "That sentiment stems from a new paper published in Current Biology which posits that dinosaur fossils older than we’ve ever seen may still be out there. The trouble is, they're probably ...",
            "image_url": "https://www.bing.com/th?id=OJ.nYewEnVTZcURCA&pid=news&w=58&h=16&rs=2",
            "category": "science+discovery",
            "date": "1hon MSN",
            "source": "Popular Mechanics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI says DeepSeek may have 'inapproriately' used its data",
            "link": "https://www.nbcnews.com/tech/tech-news/openai-says-deepseek-may-inapproriately-used-data-rcna189872",
            "description": "OpenAI itself has been accused of building ChatGPT by inappropriately accessing content it didn't have the rights to.",
            "image_url": "https://www.bing.com/th?id=OVFT.H37xKSJD51lQ7b93IpLhYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "NBC News",
            "article_content": "OpenAI says DeepSeek, its sudden Chinese rival, may have \"inappropriately” taken data from its model to spin up its own artificial intelligence chatbot.\n\nDeepSeek released a surprisingly effective and inexpensive Large Language Model, or LLM, on Monday, shocking U.S. markets and causing the stock of the top U.S. chip manufacturer, Nvidia, to tumble.\n\nThe Financial Times first reported OpenAI’s claim.\n\nAn OpenAI spokesperson said in an emailed statement to NBC News Wednesday that unnamed Chinese companies are actively working to catch up to American AI companies through a tactic known as distillation, where an LLM is trained using data generated by another LLM, and said it believes DeepSeek may be one of those companies.\n\n“We are aware of and reviewing indications that DeepSeek may have inappropriately distilled our models, and will share information as we know more,” the spokesperson said, adding that the company was not accusing DeepSeek of a security breach.\n\nDistillation is often prohibited in LLMs’ terms of service, but is common in the industry.\n\nDeepSeek did not respond to a request for comment.\n\nOpenAI has itself been accused of building ChatGPT by inappropriately accessing content it did not have the rights to. It is the subject of multiple lawsuits along those lines, including from The New York Times, which claims the company built its model in part by ingesting millions of the newspaper’s stories without permission.\n\nOn Monday, OpenAI CEO Sam Altman posted a congratulations to DeepSeek on X, saying it had developed “an impressive model, particularly around what they’re able to deliver for the price.”\n\nThe OpenAI spokesperson indicated the White House may get involved in the dispute.\n\n“We take aggressive, proactive countermeasures to protect our technology and will continue working closely with the U.S. government to protect the most capable models being built here,” the spokesperson said.\n\nOn Tuesday, President Donald Trump’s AI adviser, David Sacks, told Fox News that he believed DeepSeek did distill from OpenAI, but stopped short of declaring that the White House would take action.\n\n“I think one of the things you’re going to see over the next few months is our leading AI companies taking steps to try and prevent distillation,” he said. “That would definitely slow down some of these copycat models.”\n\nBrian Hughes, a spokesperson for the National Security Council, said in an email to NBC News that the White House was looking into the broader issue but didn't specifically address OpenAI's distillation accusation.\n\n“At the President’s direction, the NSC and others in the U.S. government are working in many ways to address concerns involving AI, China and data security. As the President has underscored, U.S. policy is to ensure that the United States leads the world in AI.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SoftBank negocia investimento de até US$ 25 bilhões na OpenAI",
            "link": "https://www.bloomberg.com/news/articles/2025-01-30/softbank-negocia-investimento-de-ate-us-25-bilhoes-na-openai",
            "description": "O SoftBank Group negocia para investir até US$ 25 bilhões na OpenAI, um movimento que poderia torná-lo o maior patrocinador ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KBRO0Ip83DxDz2LW8vnspS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "Bloomberg L.P.",
            "article_content": "Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers business and financial information, news and insight around the world"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Column: OpenAI accuses China of stealing its content, the same accusation that authors have made against OpenAI",
            "link": "https://www.msn.com/en-us/news/technology/column-openai-accuses-china-of-stealing-its-content-the-same-accusation-that-authors-have-made-against-openai/ar-AA1y757n?ocid=BingNewsVerp",
            "description": "Authors and artists have accused OpenAI of stealing their content to 'train' its bots--but now OpenAI is accusing a Chinese ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o3cCfyPSjdnIa7Dno85Y6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSNOpinion",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SoftBank in talks to invest up to $25bn in OpenAI",
            "link": "https://www.ft.com/content/6a482d4f-0c90-47bf-a4c2-67a2f1b743b1",
            "description": "SoftBank is in talks to invest as much as $25bn into OpenAI, in a deal that would make it the ChatGPT maker’s biggest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n9k9Ud07C380E8ooImmpEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15h",
            "source": "The Financial Times",
            "article_content": "Limited time offer Save 40% on Standard Digital\n\nwas $540 now $319 for your first year Make up your own mind. Build robust opinions on the FT's trusted journalism. Offer available until 27 February 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Seems Concerned That DeepSeek Copied Its Work",
            "link": "https://www.inc.com/ben-sherry/openai-seems-concerned-that-deepseek-copied-their-work/91140698",
            "description": "OpenAI claims to have found evidence that Chinese AI startup DeepSeek secretly used data produced by OpenAI’s technology to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P0vsYV47SYFmR-XZqOM-UC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17h",
            "source": "Inc",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini in Sheets gains new features that'll help you understand and visualize trends",
            "link": "https://www.yahoo.com/tech/gemini-sheets-gains-features-thatll-000100946.html",
            "description": "Google today announced two new Gemini in Sheets features that will help Workspace users identify trends and visualize them ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t-uX8RFoCo17_aotT9jiNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "16h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Andrew Myrick / Android Central\n\nWhat you need to know\n\nGemini in Sheets is now better at analyzing data and drawing conclusions, and can now create graphs from raw data.\n\nThe feature leverages Python code for more complex analysis, but users only need to type written requests in the Gemini sidebar.\n\nIt's exclusive to paid Gemini in Workspace users, including Google One AI Premium subscribers.\n\nGoogle today announced two new Gemini in Sheets features that will help Workspace users identify trends and visualize them from data sets. The company says these smarter Gemini features are targeted toward small business owners, marketers, or anyone else working with a lot of data in Google Sheets.\n\nSpecifically, Gemini in Sheets can now spot \"contextual trends, patterns, and correlations between different variables in your data\" when you ask it questions via the sidebar. From there, it can create charts from your data automatically when requested. You can insert those charts as images in your Google Sheets document, or use them elsewhere.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAlthough these features might seem simple, Gemini is doing some impressive work behind the scenes. For complex queries, Gemini is actually converting your written entries into Python code, executing the code, and drawing conclusions based on the result. This is how Gemini in Sheets can now provide multilayered analysis, according to Google.\n\nSimpler Gemini requests might leverage Sheets formulas instead of Python code, but the latter will help for larger and more complex needs. For instance, Google says Gemini in Sheets performs consistently in documents up to one million cells in size.\n\nCredit: Google\n\nTo get the best results, make sure your Gemini prompts are clear and specific. In your document, use consistent formats and organization techniques, like clear headers and complete values. Remember that since graphs generated with Gemini are static images, they won't update when you update your cells. Instead, you'll need to generate a new graph when updating a document's contents.\n\nThese features are available starting today for paid Gemini in Workspace customers. That includes Business Standard and Plus users, Enterprise Standard and Plus users, customers with the Gemini Education or Gemini Education Premium add-ons, or Google One AI Premium subscribers. Legacy purchasers of Gemini Business and Enterprise will also get the Gemini in Sheets features.\n\nGoogle is using an extended rollout for these tools for both rapid and scheduled release Workspace domains. You'll start seeing these tools as of today, Jan. 29, 2025, but some users and domains may have to wait until Feb. 20, 2025 for completion."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini in Google Sheets just became your coworker who actually loves Excel",
            "link": "https://www.androidauthority.com/google-sheets-gemini-features-update-3521415/",
            "description": "Google has announced new smart features for Gemini in Google Sheets aimed at simplifying data analysis and visualization for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ADV3puD0I5wZfGFVGSKYxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "20h",
            "source": "Android Authority",
            "article_content": "Edgar Cervantes / Android Authority\n\nTL;DR Google has announced new features for Gemini in Google Sheets, aimed at making data analysis easier.\n\nGemini can now generate charts, analyze trends, and answer data-related questions, even running Python code for deeper insights.\n\nThese features are rolling out now and will be available to select Google Workspace and Google One AI Premium subscribers.\n\nIf spreadsheets have ever left you squinting at rows of data or scrambling to build charts, Gemini’s latest update might be a welcome relief. The company announced today that its Gemini AI assistant, already embedded in Google Workspace apps, is learning some new tricks for Google Sheets.\n\nStarting today, Gemini in Sheets can process user queries to uncover trends, patterns, and correlations within spreadsheet data. This means users can ask questions about their data and receive actionable insights without needing advanced technical skills. For example, a marketing analyst could request insights into their top-performing channels, while a financial analyst could use Gemini to detect anomalies in inventory levels.\n\nAnother major addition is Gemini’s ability to generate charts based on spreadsheet data. These charts, inserted as static images, provide a visual representation of key insights but do not automatically update when the data changes.\n\nGemini in Sheets can now also translate user requests into Python code, execute that code, and analyze the results. This would allow for more complex data analysis, enabling users to identify trends and drill deeper into their findings — all without needing to write a single line of Python themselves. However, for simpler queries, Gemini may still rely on spreadsheet formulas instead of Python.\n\nTo ensure the best results, Google recommends that users maintain a clean and well-structured dataset, free of missing values, with clear headers. Additionally, Sheets with more than one million cells may experience performance limitations when using Gemini for complex analysis.\n\nThe new features are rolling out starting today, with a full rollout expected by February 20. For those eager to test out the new features, Gemini in Sheets can be accessed through the side panel in Google Sheets by clicking on the “Ask Gemini” button in the top-right corner.\n\nHowever, not all users will have immediate access. Gemini’s expanded capabilities in Sheets will be available to subscribers of Google Workspace Business Standard and Plus, Enterprise Standard and Plus, as well as users with the Gemini Education, Gemini Education Premium, or Google One AI Premium add-ons.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The iPhone 4 SE situation is insane",
            "link": "https://www.digitaltrends.com/mobile/the-iphone-se-4-situation-is-insane/",
            "description": "The iPhone SE 4 is being talked about a lot, but the conversation is centered around one particular screen feature, and the ...",
            "image_url": "https://www.bing.com/th?id=OVF.IRw%2f6W7NzggZARls5IHHkw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents Will it or won’t it? Trusted sources Someone is wrong The judge rules\n\nThat’s it, I don’t care anymore. The speculation surrounding whether the forthcoming Apple iPhone SE 4 will have a notch at the top of its screen, or adopt the Dynamic Island format introduced on the Apple iPhone 14 series, has reached such a ridiculous point, I no longer want to hear about it until the phone is officially revealed.\n\nLet’s talk about it.\n\nRecommended Videos\n\nWill it or won’t it?\n\nWhat has got me to breaking point? It’s the repeated flip-flopping. One day a report comes out saying the phone will have a notch, and the next there’s another report claiming it’ll have the Dynamic Island. It wouldn’t be so bad if it was just two reports spaced by weeks or even months, but instead, it’s multiple reports coming in the space of days, and over a long period of time.\n\nBased on what has been reported to me, the iPhone SE could have a design very similar to that of the current iPhone 16 still in development. The new iPhone SE will most likely have a single camera instead of the double one of the iPhone 16 models, otherwise it seems that the… pic.twitter.com/Z1Gio4nBRu — Majin Bu (@MajinBuOfficial) February 8, 2024\n\nLet me illustrate it for you. It all traces back to February 2024, when the 4th generation iPhone SE was linked with the iPhone 16’s shape and with the iPhone XR’s dimensions, and the claim was that it would include a pill-shape cutout for the Dynamic Island at the top of the screen. Fast forward to January 28, 2025, after a whole lot of speculation on both sides of the fence, and we’re told the iPhone SE 4 will have a notch.\n\nNotch like iPhone 14 is correct — Ross Young (@DSCCRoss) January 28, 2025\n\nOver a year we’ve seen multiple conflicting reports and various images and videos, each not really confirming the situation one way or the other, but appearing adamant their conclusion was the correct one. Once 2025 hit, talk of the notch and Dynamic Island reached fever pitch, with snippets of code apparently showing the Dynamic Island, and the source of the original rumor that started it all now saying the phone will have a notch. I know this is how the rumor mill works, but rarely is there such division.\n\nTrusted sources\n\nIt’s not like the reports are solely coming from anonymous sources, or can be marked down as idle speculation by fans. Most come from trusted industry watchers, known insiders, or individuals in the business of leaking details about unreleased devices, and with a good track record for accuracy. This makes it all even more infuriating because I’d usually trust these sources, yet something is clearly amiss here.\n\nNew iPhone models are always hotly anticipated, but the iPhone SE 4 seems to have risen above Apple’s previous SE models in terms of the buzz around it, and it’s surprising to see most of the talk centered on one aspect, and the opinions so opposite. What’s got phone pundits so sweaty and eager to chime in? The Dynamic Island is a delightful way to add functionality to the necessary cutout at the top of the screen and would be a big update for the SE line. However, it’s not what I’d call transformative, and if it wasn’t there I doubt I’d really miss it.\n\nThe notch looks old and has been controversial ever since it made its first appearance on the Essential Phone in 2017 and subsequently on the iPhone X in the same year. Few like the design, a lot hate the design, but most just tolerate it. Today it can be seen as an outdated way of dealing with the multiple cameras and sensors required on the front of our phones, and not an especially attractive one. No one wants the notch, but many expect the notch.\n\nSomeone is wrong\n\nWhat all this means is that the situation could go either way, and that’s the impression we’ve been given by the endless speculation over the last 12 months too. It also means someone out there is wrong.\n\nThe iPhone SE 4, or iPhone 16E depending on what Apple decides to call its next budget model, either has a notch or the Dynamic Island. It can’t have both. Or can it? The Dynamic Island is really a hardware and software solution, enlarging the usable space around the pill-shaped cutout at the top of the iPhone’s screen for features like Live Activities. A notch shapes the screen around a cutout at the top of the device, and the software ignores it entirely. Apple could adapt the Dynamic Island for use with a notch, if the SE 4 ends up using one, technically making everyone right.\n\nThough possible, it’s probably unlikely. We must remember the iPhone SE 4 is Apple’s budget device, and compromises have to be made to keep the cost down. Using up supplies of notched screens would be one way to do it. On the other hand, the Dynamic Island would bring the iPhone SE 4 in-line with the iPhone 16’s design (and presumably, the iPhone 17, but the Dynamic Island seems to be clouding that model too), and adapting the notch to include some of the Dynamic Island’s functionality in iOS would give the SE 4 a “modern” feature to increase value.\n\nNothing suggesting the iPhone SE 4’s screen will do any of this has been seen in code for beta versions of iOS though, so it’s just speculation on my part.\n\nThe judge rules\n\nThe fact I’m adding my own speculation to the speculation, which can’t agree on the situation anyway, only makes me more angry about the whole thing. The will-it, won’t-it back-and-forth about the iPhone SE 4’s screen has reached the point where nothing new should be added to the conversation unless it has conclusive proof to back it up.\n\nWhether that’s a leaked image of the actual device and not a render or mockup based on code, or Apple officially revealing it during an event, it doesn’t matter. No more speculation, please. We’ve seen and heard the arguments from both sides and now all that’s left is for the judge to rule. I’m the judge here, and I’m throwing the whole thing out because the entire case is based on hearsay.\n\nI don’t care what the iPhone SE 4’s screen looks like anymore, or if it will feature the Dynamic Island or not, and I won’t until Apple shows me."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wedding Trends",
            "link": "https://www.independent.com/2025/01/29/wedding-trends/",
            "description": "Whether you’re newly engaged, almost nearly engaged, or just love weddings, this season’s trends are all about elevating ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xyTwlT9c97FYmpbzaaRlFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Santa Barbara Independent12h",
            "source": "Santa Barbara Independent",
            "article_content": "Intentional gifts for the guests by Tyler Speier Events. | Credit: Courtesy\n\n\n\nWedding Trends\n\nWeekend Experiences, Bold Colors and Fabrics,\n\nDramatic Drapes, and More Trends for 2025\n\nBy Meaghan Clark Tiernan\n\nJanuary 30, 2025\n\nWhether you’re newly engaged, almost nearly engaged, or just love weddings, this season’s trends are all about elevating personality. We talked to local experts who mentioned everything from color to dining experiences as this season’s trends, where couples revoke the traditional and instead prioritize the intentional.\n\nColor, Color, Color\n\nMinimalism is out, and bold, textured color that reflects a couple’s personality is in. Textiles and fabrics can truly help liven up a space, and that’s exactly what professionals in the wedding industry are expecting to see more of in 2025. Think less neutral, more personal, says Over the Moon Events & Experiences owner and creative director Krysta Stoddard. “There’s so much freedom, design wise, when you start working with different elements and colors,” she says. That can be anything from eccentric tablescapes covered in a dramatic textile to draping in uncommon colors and fabrics.\n\nDramatic Drapes\n\nAny space can be immediately transformed with draping, but a single sheath of chiffon isn’t going to cut it. “We’re going to be steering away from the white and blushes, and instead people are getting adventurous and using more color,” says Cristina Bentley, VP director of operations at Bella Vista Designs. “And draping plays a huge part in that.” Imagine an extra layer of elegance, where yards of deep green velvet or vibrant patterns help transform spaces into something lush and luxurious.\n\nBella Vista Designs, a premier production company that just celebrated 20 years in business, has been doing draping since day one. “A trend that we’re seeing with draping is a lot of asymmetries — so it’s not just a flat wall … [but] very eclectic layers on top of layers,” says Bentley.\n\nDrapery drama by Bella Vista Designs | Credit: James and Jess Photography\n\nIntentional Design\n\nThis year, with color playing a huge factor in design, there’s a shift from traditional to personal. That’s reflected in nontraditional color palettes, but also in every element throughout the event; people are not just going to offer gifts because they’ve been told to. Instead, says Tyler Speier of Tyler Speier Events, couples are requesting “really intentional pieces that tell a story.”\n\nThose high-touch elements can appear in the form of elaborate lighting like huge lantern or globe installations, or custom dance floors that tie the whole space together. “I think people are going to start getting really creative with their dance floors,” says Stoddard. Vendors like RCD Dance Floors can incorporate a monogram or introduce a vinyl overlay that matches a color or floral scheme to transform the space.\n\nDress Codes\n\nGone are the days where guests just show up for the ceremony, a meal, and maybe a dance. Couples are planning weekend-long celebrations for everyone; think coordinated hikes, yoga retreats, and wine tastings. With fewer and fewer couples asking friends and family to be part of the “official” wedding party, says Stoddard, dress codes and color palettes for three days of activities means everyone is part of the wedding. “Not only is the bride, groom, or anyone in the bridal party going to make some fashion statement, but I think people are going to start giving mood boards or dress codes to their guests,” she says.\n\nInteractive Experiences\n\nFor much of the population getting hitched, they’ve placed a particular emphasis on experience. Couples are vying for grabbing guests’ attention in a world of ephemeral design, which translates to more interactive wedding experiences. “The focus is so much on the experience,” says Speier, that everything down to the smells, sounds, and tastes is being curated.\n\nTraditionally, says Speier, the festivities centered around the dance floor at the reception. Today, weddings are steering more toward “sexier, elevated dinner parties,” he says, which translates to separate rooms for cocktail hour, dancing, and dinner — each with its own “wow moment.” That experiential moment can come in the shape of a poet with a vintage typewriter coming to cocktail hour or custom scent bars or upscale taco bars like Nomada or oyster bars where chefs shuck.\n\nContent Creators\n\nAs we mentioned last year, industry experts expect the demand for content creators to rise. In line with the desire to create a “feeling,” on-site content creators can give couples something others can’t: real-time content. Capturing the real-life moments allows for everyone to put down their phones and be more present — a feeling that will enhance the overall guest experience."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gemini AI Just Made Google Sheets a Chart Creating Powerhouse",
            "link": "https://tech.co/news/gemini-ai-google-sheets-charts",
            "description": "New AI functions to \"perform actions or answer questions to address a wide variety of scenarios\" added to Google Sheets.",
            "image_url": "https://www.bing.com/th?id=OJ.K7jJ10GkeiYbkg&pid=news&w=82&h=16&rs=2",
            "category": "code+trends",
            "date": "42m",
            "source": "Tech.co",
            "article_content": "Anybody who’s had to grapple with turning a spreadsheet jam-packed with raw data into a killer chart or graph will rejoice at a new update Google has made to its Gemini AI tool.\n\nThe company says that improvements to how the model works with its Google Sheets spreadsheets application will help take the pain out a critical business function that many find “time consuming and oftentimes overwhelming” by providing insights about and answering questions on your data.\n\nAs the Chinese-owned DeepSeek chatbot throws the market into disarray, it may well be that the generative AI battlelines may be drawn around their use with practical business tools – an aspect that Google has already been keen to exploit with its Gemini Pro model."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Acellera and Psivant partner for AI-driven drug discovery",
            "link": "https://finance.yahoo.com/news/acellera-psivant-partner-ai-driven-091947482.html",
            "description": "Acellera Therapeutics focuses on drug discovery by merging AI-driven innovation with computational scaleability, aiming to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oJ3dYwdc7KOoQ_ENc6NjEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7h",
            "source": "YAHOO!Finance",
            "article_content": "Acellera Therapeutics and Psivant Therapeutics have announced a strategic research partnership aimed at developing computational drug discovery approaches with the help of AI and quantum simulations.\n\nThe partnership will combine Psivant's Quaisar platform with Acellera's AceForce technology.\n\nEmploying neural network potential, the AceForce technology aims for accurate delivery of protein-ligand potency predictions at \"exceptional\" speed.\n\nPsivant’s Quaisar combines computational physics and AI with expertise in disease chemistry, biology, biophysics and translational informatics.\n\nThe partnership seeks to address challenges in small molecule screening and design of drugs by integrating AI, quantum chemistry simulations and machine learning with methods based on physics along with lab-based testing.\n\nAcellera Therapeutics CEO Gianni De Fabritiis stated: \"We are excited to collaborate with Psivant and harness the power of QuantimBind and PlayMolecule to pioneer new computational approaches to designing therapeutics.\"\n\nAcellera's QuantumBind, an integrated platform for small molecule discovery and potency optimisation, will work in tandem with the virtual environment of PlayMolecule for drug discovery that integrates simulations, AI and data.\n\nJointly funded by the European Regional Development Fund, the partnership seeks to combine AI-driven insights with experimental workflows, enhancing both companies’ positions in the discovery of small-molecule therapeutics.\n\nPsivant Therapeutics chief innovation officer Woody Sherman stated: \"By bringing together state-of-the-art computational methods with our drug discovery expertise and in-house lab, we aim to deliver effective therapeutics for some of the most challenging disease targets.\n\n\"We look forward to combining Acellera’s cutting-edge AI and Quantum technologies with our validated QUAISAR platform — bringing innovative medicines to patients faster.\"\n\nAcellera Therapeutics focuses on drug discovery by merging AI-driven innovation with computational scaleability, aiming to expedite the development of future medicines.\n\n\"Acellera and Psivant partner for AI-driven drug discovery\" was originally created and published by Pharmaceutical Technology, a GlobalData owned brand.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breakthrough Discovery: Asteroid Fragments Reveal Ingredients For Life",
            "link": "https://www.msn.com/en-au/science/astronomy/new-analysis-of-asteroid-dust-reveals-evidence-of-salty-water-in-the-early-solar-system/ar-AA1y5Kcv?ocid=BingNewsVerp",
            "description": "In October 2020, a van-sized robotic spacecraft briefly touched down on the surface of Bennu, a 525-metre-wide asteroid 320 ...",
            "image_url": "https://www.bing.com/th?id=OVF.dRdHnGQQ2Bpi787Ac25Uyg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "15hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Experiment with 37 dimensions shows how strange quantum physics can be",
            "link": "https://www.newscientist.com/article/2466110-experiment-with-37-dimensions-shows-how-strange-quantum-physics-can-be/",
            "description": "A search for particles’ most paradoxical quantum states led researchers to construct a 37-dimensional experiment ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zbuub7cG2ssda5S9Ij14HS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "New Scientist20h",
            "source": "New Scientist",
            "article_content": "Particles of light helped test a quantum paradox Arlume/Alamy\n\nParticles of light that effectively exist in 37 dimensions at once have been used to test an extreme version of a quantum paradox.\n\n“This experiment shows that quantum physics is more nonclassical than many of us thought. It could be [that] 100 years after its discovery, we are still only seeing the tip of the iceberg,” says Zhenghao Liu at the Technical University of Denmark.\n\nHe and his colleagues focused on the Greenberger-Horne-Zeilinger (GHZ) paradox, which shows quantum particles can…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huge Discovery! Massive Hydrogen Reserves Beneath Earth Surface Could Power Planet For 1,000 Years: Study",
            "link": "https://www.republicworld.com/science/huge-discovery-massive-hydrogen-reserves-beneath-earth-surface-could-power-planet-for-1000-years-says-study",
            "description": "A new study has discovered trillions of tons of hydrogen reserves beneath the earth surface that could become an alternative ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MD4Ud8q39dz8KlbJ5pcKhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "20h",
            "source": "RepublicWorld",
            "article_content": "The earth has been for long remained dependent on coal as a major source of energy before scientists discovered various different resources including thermal, solar, biomass or later nuclear energy. Now a new study claims to have discovered a massive reserve of hydrogen beneath the earth surface which could power the planet for decades and centuries to come. The research shows that earth may be holding trillions of tons of hydrogen reserves which could power the planet for centuries to come.\n\nAccording to a geological survey by Geoffrey Ellis of US, the hydrogen reverse beneath the earth surface could power the earth for the next 1,000 years and reduce world’s dependency on the fossil fuels.\n\nThe research further says that the earth’s surface could be holding up an estimated 6.2 trillion tons of Hydrogen, which is also considered as one of the low-carbon source of energy.\n\nWhat's the challenge?\n\nThe discovery of Hydrogen reserves is not new to the world as they have already been identified in Albania and Mali.\n\nHowever, the latest research claiming on the existence of hydrogen are believed to be too deep beneath the surface, and will become a very tough challenge for its excavation.\n\nThe study further says that even just 2 per cent utilisation of this hydrogen will meet our energy demand for the next 2 centuries – 200 years – and that too as a low carbon source.\n\nSpeaking on the matter, an expert from University College London has said that the extraction of hydrogen from beneath will be a huge challenge for the world and something which would require a joint effort."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing Space and Science: NASA-SpaceX Partnership, Supersonic Milestones, and Genetic Engineering Breakthroughs",
            "link": "https://www.devdiscourse.com/article/technology/3245652-revolutionizing-space-and-science-nasa-spacex-partnership-supersonic-milestones-and-genetic-engineering-breakthroughs",
            "description": "Recent developments in science include NASA's collaboration with SpaceX to return astronauts, Boom Supersonic's XB-1 breaking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AxUe2YIWLC2kWXwLBgH6zC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse3h",
            "source": "devdiscourse",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Savant Labs is an automation platform for business analysts",
            "link": "https://www.msn.com/en-us/money/markets/savant-labs-is-an-automation-platform-for-business-analysts/ar-AA1y7N5h?ocid=BingNewsVerp",
            "description": "Savant Labs launched its automation platform for data analysts in 2023. The company, which competes with the likes of Alteryx ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Hm6KqPIui-ucXi4doemieC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "2hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New FanDuel promo code: Bet $5 on any Super Bowl 59 market, get $200 bonus if you win",
            "link": "https://www.oregonlive.com/betting/2025/01/new-fanduel-promo-code-bet-5-on-any-super-bowl-59-market-get-200-bonus-if-you-win.html",
            "description": "If you pick a winner, you will bask in the glory of $200 in bonus bets, just like Philadelphia or Kansas City will bask in the glory of winning Super Bowl 59. New users registering with today’s ...",
            "image_url": "https://www.bing.com/th?id=OJ.BSmYDNAVHWigDg&pid=news&w=55&h=16&rs=2",
            "category": "nocode",
            "date": "28m",
            "source": "Oregonian",
            "article_content": "If you pick a winner, you will bask in the glory of $200 in bonus bets, just like Philadelphia or Kansas City will bask in the glory of winning Super Bowl 59. New users registering with today’s FanDuel promo code (no code required) can unlock $200 in bonus bets for the year’s biggest game.\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel Super Bowl promo details Bet $5, get $200 in bonuses if your bet wins 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel Super Bowl promo terms and conditions Wager $5+ and get a $200 bonus if you win. Bonus bets sent within 72 hours of qualifying wager settlement.\n\nThere are no odds restrictions on your qualifying wager.\n\nBonuses can’t be withdrawn and expire after seven days. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, the District of Columbia ✅ Last verified Jan. 30, 2025\n\nFanDuel promo code: How to claim $200 in bonus bets\n\nThe bet is small, but the award is large with today’s exclusive welcome offer from FanDuel Sportsbook. All you have to do is sign up and place a winning $5 wager to claim a giant $200 sportsbook bonus. Those are incredible odds just in time for Super Bowl 59.\n\nFollow these instructions to grab the offer:\n\nClick our exclusive FanDuel promo code and tap “Join Now.” Fill in the required fields. If you register using our link, no code is necessary. Deposit at least $5 into your new account. Place a minimum bet of $5 on the Super Bowl or any other sporting event.\n\nChoose your first bet carefully because you must win that bet to claim the $200 bonus.\n\nWhen you receive your bonus, it will appear as a lump sum. You can use all $200 on one bet or divide it into smaller bets. Edit the amount on our betslip before finalizing your wagers. The bonus expires seven days after receipt so use all $200 before then.\n\nFanDuel Sportsbook existing user promos\n\nWhile the FanDuel welcome bonus is awesome, it’s not the end of the goodies available to sportsbook customers. Check out these examples of ongoing FanDuel promotions.\n\nKick of Destiny: Pick the winner between Eli Manning and Peyton Manning in a field goal contest for your share of $10 million in bonus bets.\n\nProfit boosts : Get enhanced odds on select betting markets.\n\nNo sweat bets : If your bet loses, receive a bonus bet to try again with house money.\n\nReferral bonus: Invite your friend and you’ll each get a $75 bonus ($50 sportsbook + $25 casino).\n\nFanDuel North Carolina promo code for Super Bowl 59\n\nNorth Carolina sports fans have been waiting almost a year for the opportunity to bet on the biggest single-day sporting event in the world. All sports bettors who register for a new account with today’s FanDuel NC promo code (no code required) can claim $200 in bonus bets if their first bet wins.\n\nHow to use the FanDuel promo code for Super Bowl 59\n\nFanDuel makes new users do a little work before claiming their welcome bonus, but it’s not as difficult as it initially seems. The only requirement is that your first wager wins. There are no restrictions on the odds for that first bet.\n\nWhile you may feel strongly about which team will win, you don’t need to take a chance on picking correctly for your first bet. FanDuel offers oodles of betting markets for the Super Bowl, including alternate point spreads and totals. The over/under is 49.5, but you don’t even have to bet on that.\n\nCheck out the alternate total betting markets. There are odds for every number from 22.5 points to 79.5. Why not place a $5 wager on Over 22.5 points? The odds are microscopic, so your profit from winning this wager will be negligible, but who cares? If you win, you’ll get a $200 bonus on top of that small profit."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Autonomous technology startup Avride partners with Grubhub to roll out food delivery robots",
            "link": "https://www.reuters.com/technology/autonomous-technology-startup-avride-partners-with-grubhub-roll-out-food-2025-01-30/",
            "description": "Autonomous technology startup Avride said on Thursday it has partnered with food delivery company Grubhub to deploy its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vAgG52INlXfWxhHEY0_UIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "9 Steps To Generate Investor Interest In Your Startup Project",
            "link": "https://www.forbes.com/sites/abdoriani/2025/01/29/9-steps-to-generate-investor-interest-in-your-startup-project/",
            "description": "Venture capital funds and angel groups are actively looking for potential investments, and while there is a huge pool of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f3HC3GzPJ5B7GDiwY4XcKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "H&R Block will make tax season easy — 50% off from Amazon",
            "link": "https://www.msn.com/en-us/money/other/h-r-block-will-make-tax-season-easy-50-off-from-amazon/ar-AA1y7HeP?ocid=BingNewsVerp",
            "description": "If you need help for the tax season, don't miss this chance to buy the H&R Block Deluxe + State Tax Software 2024 for only ...",
            "image_url": "https://www.bing.com/th?id=OVF.LtORv13Y19eI4oTraOshtg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "2hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Local Governments Tackle Software License Management Complexities",
            "link": "https://statetechmagazine.com/article/2025/01/local-governments-tackle-software-license-management-complexities",
            "description": "In Washington, D.C., Tehsin Faruk is in much the same boat. As COO in the city’s Office of the Chief Technology Officer (OCTO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S0PunBXskSNYmo8GUP-5qy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Statetechmagazine22h",
            "source": "Statetechmagazine",
            "article_content": "Much of that support came in the form of ongoing reporting, which not only identified redundant licenses but also ensured compliance, helping the city demonstrate that it was using its licenses appropriately.\n\n“For compliance, you always need to make sure that you are on top of the licensing. Having a managed service provider can help by being proactive in providing alerts on upcoming compliance and licensing changes,” Desai says.\n\n“That was important for us, making sure we are not behind the curve and mitigating instead of being proactive. The ‘how’ was through constant reporting, proper reporting. When the time came for a compliance audit, I didn’t have to ask my team. We had the reports already, due to our regular quarterly interaction with our MSPs,” he says. “It allowed me to use our internal resources for purposes other than managing software licensing complexity.”\n\nRELATED: Application rationalization can reduce application sprawl.\n\nSoftware Licensing Benefits from Centralized Effort\n\nA centralized approach to software licensing helps, giving IT leaders visibility into and control over the licensing landscape.\n\n“You have to manage your software assets in a central place,” Gardner says. “We use ServiceNow and Flexera: They give us visibility and allow us to control the licensing, to have a better understanding of it.”\n\nTo ensure users are supported, and redundancy minimized, “you need a tool that you can use to scan the environment. You can use security tools, or you can use ServiceNow for discovery and learn that this machine has all of these applications, and this user doesn’t use these applications,” he says. “ServiceNow knows we have 15 of these Office365 licenses, and if we see this user isn’t active on Office365, we can reclaim that license and repurpose it to somebody that needs it,”\n\nGardner says it’s important to track version changes in software to avoid buying more than you need.\n\n“Software vendors often will call something by a different name each year. You can end up with five versions, and you’re going to have to do some manual normalization — like, application A is really application B, because they changed the name,” he says.\n\nIt’s likely that an agency won’t need licenses for both, but it will need to know about those changes in order to adjust the licenses."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI accuses Chinese competitor DeepSeek of stealing data, internet digs into the 'irony'",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-accuses-chinese-competitor-deepseek-of-stealing-data-internet-digs-into-the-irony/ar-AA1y4Zgq?ocid=BingNewsVerp",
            "description": "OpenAI alleged Wednesday that DeepSeek — its newly ascendant Chinese competitor in the AI space — might have used a process ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vH2_9OAOPnLjLAOWXRNe5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "19hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese company Alibaba says its AI model trounces its DeepSeek and OpenAI competitors",
            "link": "https://www.msn.com/en-us/money/other/chinese-company-alibaba-says-its-ai-model-trounces-its-deepseek-and-openai-competitors/ar-AA1y5en2?ocid=BingNewsVerp",
            "description": "Alibaba claims that its Qwen2.5-Max artificial intelligence model outperformed its rivals at OpenAI, Meta and DeepSeek.",
            "image_url": "https://www.bing.com/th?id=OVFT.0bCQPhxE4CBM0boESxgpHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Live Science on MSN21h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New diagnostic tool will help LIGO hunt gravitational waves",
            "link": "https://news.ucr.edu/articles/2025/01/30/new-diagnostic-tool-will-help-ligo-hunt-gravitational-waves",
            "description": "Finding patterns and reducing noise in large, complex datasets generated by the gravitational wave-detecting LIGO facility ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x-F847MO-5rZFqGvaG90YS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "UCR Today2h",
            "source": "UCR Today",
            "article_content": "Finding patterns and reducing noise in large, complex datasets generated by the gravitational wave-detecting LIGO facility just got easier, thanks to the work of scientists at the University of California, Riverside.\n\nThe UCR researchers presented a paper at a recent IEEE big-data workshop, demonstrating a new, unsupervised machine learning approach to find new patterns in the auxiliary channel data of the Laser Interferometer Gravitational-Wave Observatory, or LIGO. The technology is also potentially applicable to large scale particle accelerator experiments and large complex industrial systems.\n\nJonathan Richardson\n\nLIGO is a facility that detects gravitational waves — transient disturbances in the fabric of spacetime itself, generated by the acceleration of massive bodies. It was the first to detect such waves from merging black holes, confirming a key part of Einstein’s Theory of Relativity. LIGO has two widely-separated 4-km-long interferometers — in Hanford, Washington, and Livingston, Louisiana — that work together to detect gravitational waves by employing high-power laser beams. The discoveries these detectors make offer a new way to observe the universe and address questions about the nature of black holes, cosmology, and the densest states of matter in the universe.\n\nEach of the two LIGO detectors records thousands of data streams, or channels, which make up the output of environmental sensors located at the detector sites.\n\n“The machine learning approach we developed in close collaboration with LIGO commissioners and stakeholders identifies patterns in data entirely on its own,” said Jonathan Richardson, an assistant professor of physics and astronomy who leads the UCR LIGO group. “We find that it recovers the environmental ‘states’ known to the operators at the LIGO detector sites extremely well, with no human input at all. This opens the door to a powerful new experimental tool we can use to help localize noise couplings and directly guide future improvements to the detectors.”\n\nRichardson explained that the LIGO detectors are extremely sensitive to any type of external disturbance. Ground motion and any type of vibrational motion — from the wind to ocean waves striking the coast of Greenland or the Pacific — can affect the sensitivity of the experiment and the data quality, resulting in “glitches” or periods of increased noise bursts, he said.\n\n“Monitoring the environmental conditions is continuously done at the sites,” he said. “LIGO has more than 100,000 auxiliary channels with seismometers and accelerometers sensing the environment where the interferometers are located. The tool we developed can identify different environmental states of interest, such as earthquakes, microseisms, and anthropogenic noise, across a number of carefully selected and curated sensing channels.”\n\nVagelis Papalexakis, an associate professor of computer science and engineering who holds the Ross Family Chair in Computer Science, presented the team’s paper, titled “Multivariate Time Series Clustering for Environmental State Characterization of Ground-Based Gravitational-Wave Detectors,” at the IEEE's 5th International Workshop on Big Data & AI Tools, Models, and Use Cases for Innovative Scientific Discovery that took place last month in Washington, D.C.\n\nVagelis Papalexakis is seen here at the Livingston site.\n\n“The way our machine learning approach works is that we take a model tasked with identifying patterns in a dataset and we let the model find patterns on its own,” Papalexakis said. “The tool was able to identify the same patterns that very closely correspond to the physically meaningful environmental states that are already known to human operators and commissioners at the LIGO sites.”\n\nPapalexakis added that the team had worked with the LIGO Scientific Collaboration to secure the release of a very large dataset that pertains to the analysis reported in the research paper. This data release allows the research community to not only validate the team’s results but also develop new algorithms that seek to identify patterns in the data.\n\n“We have identified a fascinating link between external environmental noise and the presence of certain types of glitches that corrupt the quality of the data,” Papalexakis said. “This discovery has the potential to help eliminate or prevent the occurrence of such noise.”\n\nThe team organized and worked through all the LIGO channels for about a year. Richardson noted that the data release was a major undertaking.\n\n“Our team spearheaded this release on behalf of the whole LIGO Scientific Collaboration, which has about 3,200 members,” he said. “This is the first of these particular types of datasets and we think it’s going to have a large impact in the machine learning and the computer science community.”\n\nRichardson explained that the tool the team developed can take information from signals from numerous heterogeneous sensors that are measuring different disturbances around the LIGO sites. The tool can distill the information into a single state, he said, that can then be used to search for time series associations of when noise problems occurred in the LIGO detectors and correlate them with the sites’ environmental states at those times.\n\nPooyan Goodarzi\n\n“If you can identify the patterns, you can make physical changes to the detector — replace components, for example,” he said. “The hope is that our tool can shed light on physical noise coupling pathways that allow for actionable experimental changes to be made to the LIGO detectors. Our long-term goal is for this tool to be used to detect new associations and new forms of environmental states associated with unknown noise problems in the interferometers.”\n\nPooyan Goodarzi, a doctoral student working with Richardson and a coauthor on the paper, emphasized the importance of releasing the dataset publicly.\n\n“Typically, such data tend to be proprietary,” he said. “We managed, nonetheless, to release a large-scale dataset that we hope results in more interdisciplinary research in data science and machine learning.”\n\nThe team’s research was supported by a grant from the National Science Foundation awarded through a special program, Advancing Discovery with AI-Powered Tools, focused on applying artificial intelligence/machine learning to address problems in the physical sciences.\n\nRichardson, Papalexakis, and Goodarzi were joined in the research by Rutuja Gurav, a doctoral student working with Papalexakis; Isaac Kelly, a summer undergraduate REU student; Anamaria Effler of the LIGO Livingston Observatory; and Barry Barish, a UCR distinguished professor in physics and astronomy.\n\nHeader image shows LIGO Livingston, which is located in Livingston, Louisiana, and operates in tandem with LIGO Hanford. Credit: Caltech."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Can AI recognize the signs of depression in people’s voices?",
            "link": "https://www.msn.com/en-gb/health/other/can-ai-recognize-the-signs-of-depression-in-people-s-voices/ar-AA1y7lRH?ocid=BingNewsVerp",
            "description": "Machine learning analysis of voice recordings shows promise for detecting depression, with over 70% accuracy, improving ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CzWCTkwbRMR58o4xF13w7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "News Medical on MSN4h",
            "source": "News Medical on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia accuses British man caught fighting for Ukraine of terrorism",
            "link": "https://www.reuters.com/world/europe/russia-accuses-british-man-caught-fighting-ukraine-terrorism-2025-01-30/",
            "description": "A British man captured fighting on the Ukrainian side in Russia's Kursk region will face terrorism and mercenary charges that could see him jailed for years, Russian state investigators said on ...",
            "image_url": "https://www.bing.com/th?id=OJ.QqYuZxDqP81h5g&pid=news&w=66&h=16&rs=2",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine-Russia war latest: Putin's forces focus on attacking key eastern town of Pokrovsk amid heavy losses",
            "link": "https://www.msn.com/en-ie/news/world/ukraine-russia-war-latest-trump-aid-freeze-threatens-troop-support-as-north-korea-partially-withdraws-forces/ar-AA1rr7K2?ocid=BingNewsVerp",
            "description": "Putin's forces focus on attacking key eastern town of Pokrovsk amid heavy losses - Russian forces have captured hundreds of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WDmyhrZexLhbAmHLnx3rgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Greed and Cynicism Fuel Rwanda's War in DRC",
            "link": "https://www.msn.com/en-xl/africa/top-stories/greed-and-cynicism-fuel-rwandas-war-in-drc/ar-AA1y7JUg?ocid=BingNewsVerp",
            "description": "The fresh offensive by the M23 rebels and Rwanda forces in Eastern Democratic Republic of the Congo (DRC) coincides with the first anniversary of the Memorandum of Understanding (MOU) signed between ...",
            "image_url": "https://www.bing.com/th?id=ODF.QSXz8bXCj8AquAUEsrYtvg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "war+conflict",
            "date": "allAfrica.com on MSN3h",
            "source": "allAfrica.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What living in a war zone does to your brain – and how you can help",
            "link": "https://www.telegraph.co.uk/christmas/2025/01/30/living-in-war-zone-effect-brain/",
            "description": "An NHS psychologist describes the work Humanity & Inclusion is doing with citizens scarred by the war in Ukraine ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e4gZGoUbnAH1VIQ-2iVvsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "3h",
            "source": "The Daily Telegraph",
            "article_content": "There are people in Britain today who currently deal with war-like situations. As a psychologist working in an NHS trauma service, I see the effects up close, in those who’ve been caught up in disaster and in the emergency first responders sent to help them. My patients tell me traumatic experiences shift everything; those who come onto my radio show, Life Changing, say the same.\n\nSome traumatic experiences are one-offs, even if the effects last a lifetime. What, then, must it be like for those living through military conflict, day after day, month after month, year after year, with little or no respite? This is what is happening in Ukraine, where trauma is a daily reality and where stress and anxiety affect almost 80 per cent of people living there.\n\nImagine waking up every day not knowing if your home will still be standing by nightfall or whether the people you love will return – the anxiety of what might happen keeping you in a constant state of high alert.\n\nThere are the sights, sounds and smells of war, too: the constant blasts of air-raid sirens, the destruction of neighbourhoods, the smell of burning, and the regular power cuts. All of it creates a pervasive sense of fear and insecurity – a multisensory attack on minds and bodies.\n\nResearch suggests that prolonged exposure to stress in conflict zones can change the way the brain functions. The amygdala, the brain’s fear centre, can become hyperactive, scanning for danger, like an alarm that’s constantly ringing, quietening other important brain regions responsible for memory, decision-making and emotional regulation. It puts people in fight-flight-freeze mode, unable to switch off, or even to process what’s happening effectively.\n\nBut it’s not just the brain that’s affected. Ten years ago, Dutch psychiatrist Bessel van der Kolk published a seminal best-selling book called The Body Keeps the Score. Its core message is that trauma leaves its mark not just on the mind but also on the body.\n\nOn a physical level, the body’s stress response – including the release of cortisol and adrenalin – goes into overdrive. Over time, this leads to fatigue, sleep disturbances and a weakened immune system, raising the risk of other health conditions.\n\nDiane is a psychologist working for Humanity & Inclusion (HI) in Kharkiv in the north-east of Ukraine. She says the population has had to learn to adapt quickly. Practically, giving them instructions and safety rules provides them with a structure to help them navigate bombings and air alerts. Even so, she says, everyone is still living in a climate of uncertainty. It’s hard to think about and build a future when you don’t know what’s going to happen in the next few seconds.\n\nHI’s mental health team has identified various negative coping strategies that people are using, such as drinking more alcohol and taking medicines without a prescription; becoming cut off from others or having a negative attitude to life, and transferring negative emotions to friends and family."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Goldman Sachs says the DeepSeek plunge doesn't point to the start of a big stock market correction",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/why-goldman-sachs-says-the-deepseek-plunge-doesnt-point-to-the-start-of-a-big-stock-market-correction/ar-AA1y4nQf?ocid=BingNewsVerp",
            "description": "\"In our view this is a correction and not the start of a sustained bear market,\" Goldman Sachs said. DeepSeek sparked a $1 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4YqAYeaX_n7ZuyNMj0PAKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "23hon MSN",
            "source": "Markets Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smallcap, midcaps stocks plunge: is this a bear market or a temporary blip?",
            "link": "https://www.moneycontrol.com/news/business/markets/smallcap-midcaps-stocks-plunge-is-this-a-bear-market-or-a-temporary-blip-12924380.html",
            "description": "Small and mid-cap stocks have plunged 15 percent amid tightening liquidity and slowing domestic growth, raising concerns ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A_qxyZNWtkHdaOxOzWyAXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "5h",
            "source": "moneycontrol.com",
            "article_content": "Analysts warn that stretched valuations and weakening credit cycles signal further downside risks.\n\nHeightened volatility, an FII sell-off, and tightening liquidity have caused the markets to enter a sharp corrective territory. However, the small- and mid-cap segment of the equities has taken a sharper fall compared to their large-cap peers, falling as much as 15 percent since the end of September.\n\nStory continues below Advertisement Remove Ad\n\nThe BSE400 small and midcap index is poised for its fifth 20 percent-plus correction post-GFC.\n\nIs this a blip or a bear market?\n\nHowever, is this fall a blip or a serious correction? According to analysts at Nuvama Institutional Equities, this downturn could be the beginning of a bear market as domestic growth slows and durable liquidity slips into a deficit. Further, despite the 15 percent correction, SMID valuations are still high.\n\nThe past corrections can be classified as blips, such as those seen in 2015–16 and 2021–22 or bear markets, which was seen in 2011–13 and 2018–19.\n\nAs per Nuvama Institutional Equities, blips are short-lived, lasting two–three quarters as SMIDs fall in line with large-caps. On the other hand, bear markets are prolonged correction phases with a 30–40 percent correction over two–three years and large underperformance to the Nifty 50 and Sensex.\n\nStory continues below Advertisement Remove Ad\n\nDuring blips, all sectors decline, with little difference in sectoral performance. However, during bear markets cyclicals (real estate and industrials) tend to experience large underperformance and usually tend to correct by more than 50 percent.\n\nFurther, the brokerage noted that SMIDs are more exposed to the domestic economy than large-caps. Thus, it is only when domestic growth slackens do SMIDs tend to experience bear market and correct.\n\n\"The best way to assess the same is by looking at the domestic credit cycle and exports trend. If the credit cycle is weakening, then it is a sign of domestic weakness in which SMIDs will invariably underperform,\" said Nuvama analysts.\n\nBear markets are preceded by large 5Y returns (20 percent or above) while blips occur in the initial phases of bull markets and tend to have 10–15 percent 5Y returns in the run-up. Therefore, bear markets typically occur when domestic credit slows, liquidity tightens and midcaps experience a strong five-year rally on an absolute as well as relative basis.\n\nAlso Read | Budget cheer coming for railways? RVNL, Railtel, other rail stocks surge ahead of Budget 2025\n\nBlips on the other hand are an outcome of global weakness while domestic growth and liquidity conditions are generally stable. Furthermore, they are not preceded by a large medium-term rally.\n\nSo is this current correction a blip or bear market? Most signs point towards the SMIDs space entering a bear market. Domestic growth that is slackening this, which is evident in the credit cycle, while it was strong in 2023, in H1CY24 it has experienced a sharp moderation.\n\nAlso, excluding BFSI, SMID earnings are now underperforming large-cap peers and have moved into contraction. \"In fact, even in the Q3FY25 results season so far, SMID earnings have been disappointing and experienced large downgrades,\" noted the brokerage.\n\nThe performance of SMIDs relative to the Nifty 50 have been the highest in a post GFC-world. Even after the correction, they remain quite elevated – a trend that is typically observed in market corrections preceding bear markets.\n\nWith a sharp run up comes stretched valuations. Even, after the 15 percent correction, valuations are higher than the previous peaks.\n\nWay forward\n\nAs domestic growth is slackening, liquidity conditions are tightening and valuations as well as 5Y returns are quite elevated, Nuvama Institutional Equities believes there could be risks of a bear market. \"These have higher resemblance to the 2011–13 and 2018–19 phases. Thus, it is perhaps not yet a time to buy the dip,\" noted analysts.\n\nThe reversal from the previous bear markets, especially in 2018–19, was due to the US Federal Reserve. Hence, it is very important to monitor Fed actions and global liquidity hereon, as that will shape the SMIDs outcome.\n\nInvestors should maintain a very low beta bias as growth is still subdued and liquidity remains tight. \"In sectors, where margins are close to cyclical lows, and demand has stabilised, we think consolidation/costs focus could happen and those stocks/sectors could see larger upside,\" said Nuvama, adding, \"Despite the sharp correction, we recommend avoiding cyclical exposure in SMID portfolio.\"\n\nDisclaimer: The views and investment tips expressed by investment experts on Moneycontrol.com are their own and not those of the website or its management. Moneycontrol.com advises users to check with certified experts before taking any investment decisions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Altria Stock Was Sliding Today",
            "link": "https://www.fool.com/investing/2025/01/30/why-altria-stock-was-sliding-today/",
            "description": "The main reason Altria stock pulled back was its guidance came up short. Management said adjusted earnings per share would grow 2% to 5%, reaching $5.22 to $5.37, which compares to the analyst ...",
            "image_url": "https://www.bing.com/th?id=OJ.c33IPqDhLTGl0w&pid=news&w=58&h=16&rs=2",
            "category": "market+share",
            "date": "17m",
            "source": "The Motley Fool",
            "article_content": "Shares of Altria (MO -2.97%), the tobacco giant best known as the domestic maker of Marlboro cigarettes, were heading lower after its guidance for 2025 disappointed investors.\n\nAs a result, the stock was down 4.2% as of 10:01 a.m. ET.\n\nAltria is still struggling to grow\n\nRevenue in the quarter was flat at $5.97 billion, though excluding excise taxes, it was up 1.6% to $5.11 billion, which was ahead of estimates at $5.05 billion.\n\nCigarette sales continued to decline, with volumes falling 8.8% to 16.6 billion sticks in the quarter. Marlboro's market share also fell a percentage point to 41.3%.\n\nElsewhere, on!, its oral nicotine pouch that competes with Zyn, continued to experience strong growth to 43.9 million cans, though that wasn't enough to drive growth in the overall oral tobacco category. NJOY, its other major growth product, reported a 15% increase in consumer volume to 12.8 million, and a 22% increase in device shipment volume to 1.1 million units.\n\nOn the bottom line, adjusted earnings per share grew 9.3% to $1.29 as the company benefited from share buybacks. That essentially matched the analyst consensus at $1.28.\n\nCEO Billy Gifford called 2024 a pivotal year for the company, adding, \"Our companies' leading brands and talented teams enabled our core tobacco businesses to deliver solid income growth and margin expansion.\"\n\nGuidance comes up short\n\nThe main reason Altria stock pulled back was its guidance came up short. Management said adjusted earnings per share would grow 2% to 5%, reaching $5.22 to $5.37, which compares to the analyst consensus of $5.35.\n\nThe company continues to face a wide range of challenges, including competition from vapes, illegal and legal, as well as regulations that threaten the tobacco industry.\n\nMost investors hold this stock for the dividend, which is safe, offering a yield of nearly 8%. However, weak earnings growth could lead to falling profits, and that would jeopardize the company's ability to grow its dividend."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ola Electric Scooter Market Share vs Bajaj, TVS – Declines From 58% to 36% in 2024",
            "link": "https://www.rushlane.com/ola-electric-scooter-market-share-vs-bajaj-tvs-declines-12517283.html",
            "description": "Ola Electric CY24 sales is a rollercoaster ride for the brand with a major decline in sales, while Bajaj and TVS seems to be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t9A9eqwLHUkkKcZQxTy7KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "RushLane6h",
            "source": "RushLane",
            "article_content": "Once the dominant force in the Indian electric scooter segment, Ola Electric has lost significant market share to rival brands like Bajaj Chetak and TVS Motor. The Bengaluru-based electric mobility provider seems to have had a ‘flew too close to the sun’ moment as the roaring and dominant sales have been dulled down significantly.\n\nWhile Ola is still the highest-selling 2W EV manufacturer, it is not the dominant force anymore. Rivals like Bajaj and TVS have come a long way and they are poised to surpass Ola’s figures and take over any time now. Their share price has also hit an all time low of Rs 64.6 on 28th Jan, which comes after the company launched 4,000 physical stores across India. In this post, we will analyse Ola’s sales performance across CY24 and see just how much downfall Ola has had when compared to Bajaj and TVS.\n\nOla Electric CY24 Sales\n\nIf we take CY24 (Jan 2024 to Dec 2024), we can see how Ola has been losing market share with time. Ola kick-started CY24 with a 58.33% share (within this trio) in Q1 2024 which used to be close to three times more than Bajaj and TVS at 19.36% and 22.31%, respectively. By the end of CY2024, that number was reduced to 35.74%, while Bajaj was at 32.74% and TVS at 31.52%. In Q1 2024, Ola sold 1,19,418 units and accounted for 58.33% of sales within this trio. At the same time, Bajaj managed 39,628 units and TVS managed to sell 45,680 units. In Q2 2024, Ola sold 1,07,641 units, losing 11,777 units QoQ and the percentage share dropped to 54.46%. In Q2 2024, we can see that Bajaj and TVS showed QoQ growth and increased their percentage share among this trio.\n\nThis trio managed to clock a total of 4,02,374 units in H1 2024. Breaking the numbers, 2,27,059 units were from Ola, 80,482 from Bajaj and 94,833 from TVS. In Q3 2024, Ola’s sales were reduced to 93,820 units, losing 13,821 units QoQ and accounted for 39.42% of sales within this trio, down from 54.46%.\n\nLowest numbers in Dec 2024 for Ola\n\nAt the same time, Bajaj and TVS showed significant growth as they sold 70,387 and 73,774 units respectively. Bajaj registered 29,533 units volume growth QoQ, while it was 24,621 for TVS. Bajaj’s percentage share grew from 20.67% to 29.58%, while TVS’ grew from 24.87% to 31% QoQ.\n\nThe results got a lot more interesting in Q4 2024 as Ola registered its worst-ever sales of CY24 in December 2024 at just 13,771 units. Ola’s sales took a downfall from 93,820 units in Q3 2024 to 84,626 units in Q4 2024, losing 9,194 units in volume QoQ. At the same time, Bajaj and TVS sold 77,524 and 74,635 units respectively, registering positive growth QoQ.\n\nIn H2 2024, Ola, Bajaj and TVS managed to sell 4,74,766 electric scooters, up from 4,02,374 units in H1 2024. However, the impressive heavy lifting is done by Bajaj and TVS, while Ola has registered a massive decline in sales. Breaking the numbers, Ola sold 1,78,446 units, Bajaj 1,47,911 units and 1,48,409 units by TVS in H2 2024.\n\nThe numbers still place Ola at the top spot with 33,792 units monthly average in CY24, while it was 19,033 for Bajaj and 20,270 for TVS. However, that might change in CY25, with Bajaj and TVS likely to take off further in sales, leaving Ola behind, considering its sales pattern."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Study examines long-term financial impact of natural disasters on Indian states",
            "link": "https://www.msn.com/en-in/money/economy/study-examines-long-term-financial-impact-of-natural-disasters-on-indian-states/ar-AA1y6i4j?ocid=BingNewsVerp",
            "description": "A study by researchers at the Indian Institute of Technology Bombay (IIT Bombay) has analysed the financial burden of floods ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9p6S1Ww3w_t1wnW8zL2YRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Committee formed to support war, disaster-hit borrowers defaulting over Tk50cr loan",
            "link": "https://www.tbsnews.net/economy/banking/committee-formed-support-war-disaster-hit-borrowers-defaulting-over-tk50cr-loan",
            "description": "All loans classified as defaulted due to uncontrollable circumstances will be considered under this initiative ...",
            "image_url": "https://www.bing.comNo image",
            "category": "economy+disaster",
            "date": "tbsnews3h",
            "source": "tbsnews",
            "article_content": "The Bangladesh Bank has formed a five-member committee to provide policy support to borrowers with outstanding loans exceeding Tk50 crore, who have been impacted by the Russia-Ukraine war, floods, and other natural disasters.\n\nAccording to the central bank officials, the committee will assess whether a borrower has genuinely been affected by circumstances beyond their control and determine if policy support could help revive the business.\n\nBased on this evaluation, recommendations will be made for rescheduling defaulted loans.\n\nAll loans classified as defaulted due to uncontrollable circumstances will be considered under this initiative.\n\nBangladesh Bank spokesperson Husne Ara Sikha stated that the selection committee consists of five members including Mezbaul Haque, executive director of the off-site supervision department, as the convenor; Dr Delwar Hossain, joint secretary of the Financial Institutions Division; economist Mamun Rashid; business representative Abdul Haque from Haq's Bay as members; and Shahriar, director of the Banking Regulation and Policy Department, as the member secretary.\n\n\"There is no fixed deadline for the committee to complete its task. However, members are entitled to a maximum of two remunerations per month for attending meetings,\" said the spokesperson."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Food manufacturer Greencore reports over 7pc increase in sales amid labour challenges",
            "link": "https://www.msn.com/en-ie/money/other/food-manufacturer-greencore-reports-over-7pc-increase-in-sales-amid-labour-challenges/ar-AA1y7IVj?ocid=BingNewsVerp",
            "description": "The Dublin-headquartered company announced that their revenue increased by £474.3m (€566m) in a trade statement. It said that they have seen a 7.5pc increase in new businesses due to the introduction ...",
            "image_url": "https://www.bing.com/th?id=ODF.rjIiqwroZKrQ3RA9HpMoTg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "pc+manufacturer",
            "date": "Irish Independent on MSN1h",
            "source": "Irish Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where to Preorder GeForce RTX 5090 and RTX 5080 Prebuilt Gaming PCs",
            "link": "https://www.ign.com/articles/where-to-preorder-rtx-5090-and-rtx-5080-prebuilt-gaming-pcs",
            "description": "The first wave of 2025 prebuilt gaming PCs equipped with the new Nvidia GeForce RTX 5080 and 5090 graphics cards are now available for purchase. Best Buy, Amazon, Newegg, Adorama, and B&H Photo all ...",
            "image_url": "https://www.bing.com/th?id=OJ.roqWBatIwIpaCw&pid=news&w=52&h=16&rs=2",
            "category": "pc+manufacturer",
            "date": "4h",
            "source": "IGN",
            "article_content": "The first wave of 2025 prebuilt gaming PCs equipped with the new Nvidia GeForce RTX 5080 and 5090 graphics cards are now available for purchase. Best Buy, Amazon, Newegg, Adorama, and B&H Photo all have fresh listings up on their sites starting today. If you're looking for a complete system equipped with one of these current generation GPUs, this will be your best opportunity to get one for a while, or at least until the big OEM manufacturers like Dell (Alienware), HP (Omen), and Lenovo (Legion) release their own systems towards the end of Q1.\n\nIf you're looking for a standalone GPU instead of a prebuilt, you've come to the wrong page: Check out our complete RTX 5090 and 5080 preorder guide to see which retailers are likely to have them. Keep in mind that the launch-day stock of GPUs has a good chance of being sold out within hours or even minutes. Retailers have already warned about inventory shortages, and recent Nvidia GPU launches have been marred by bots that buy up mass quantities of GPUs with the intention of reselling at an extremely marked-up rate.\n\nBest Buy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ex-Autodesk execs snag $46M to build the next gen of architecture design",
            "link": "https://techcrunch.com/2025/01/30/ex-autodesk-execs-snag-46m-to-build-the-next-gen-of-architecture-design/",
            "description": "Talk to many architects, and they'll likely tell you that Autodesk's software, including AutoCAD and Revit, has been indispensable to their work for ...",
            "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
            "category": "cloud+architecture",
            "date": "28m",
            "source": "TechCrunch",
            "article_content": "Talk to many architects, and they’ll likely tell you that Autodesk’s software, including AutoCAD and Revit, has been indispensable to their work for decades.\n\nBut despite their widespread use, Autodesk’s former co-CEO and chief product officer Amar Hanspal says that the architecture, engineering, and construction (AEC) industry is using 20th century tools to design 21st century buildings. His latest startup, Motif — a company that Hanspal describes as a “next-generation design platform for buildings” — is setting out to change that. It’s now raised $46 million in aid of that effort.\n\nHanspal is coming to the problem on the heels of a long career already in the space of AEC technology. He spent about 20 years at Autodesk, and then in 2018 he co-founded Bright Machines, a manufacturing automation company (which itself has raised significant funding). Six years later, Hanspal left Bright Machines and was looking for his next act.\n\nHis exploration of the AEC industry revealed significant frustration among architects with existing software, which is largely not cloud-based and can take up to 45 minutes to process even simple edits.\n\nIn 2023, Hanspal teamed up with Brian Matthews, former product CTO at Autodesk, to work on Motif.\n\nMotif’s first product won’t be ready until the first half of this year but Hanspal gave a rough picture of what it would be. He said that Motif is working on building a platform that will offer a set of cloud-native 3D computer-aided design tools that will have elements of machine learning and AI.\n\nMotif founders Amar Hanspal and Brian Matthews. Image Credits:Motif\n\nThe $46 million that the startup has now raised is a combination of seed and Series A funding. The Series A was led by Capital G, Alphabet’s growth fund, while Redpoint Ventures led the seed round.\n\nCapital G partner Jill Chase told TechCrunch that she was researching the software for architects before meeting Motif. She noticed that it’s a very large market with outdated products.\n\nShe wondered why existing tools still haven’t been disrupted and learned that putting 3D architecture models in the cloud is technically very difficult.\n\nIn addition to the engineering complexity, selling these tools could be challenging, Chase said. “You have to have some element of trust and relationships with big architecture firms for them to even let you in the door.”\n\nWhen she met Henspal and Matthews, she immediately knew that their combined 40 years of experience in the AEC software industry will help them create a company that can take on incumbents.\n\nAs for why it is taking so long to release the first product, Henspal compared Motif’s effort to design company Figma, which was in stealth mode for three years before releasing anything.\n\n“It’s a very big and ambitious venture that we know will take a substantial amount of effort to pull off,” Hanspal said.\n\nMotif is not alone in trying to disrupt AEC software. Other startups in the sector include Snaptrude and Arcol.\n\nBut Hanspal is certain that Motif has the best chance of winning in this market.\n\n“It really requires a very special team that is willing to do the hard work,” he said. “I think that’s us.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Karthik Venkatesan: Shaping the Future of Software Engineering",
            "link": "https://www.thehansindia.com/business/karthik-venkatesan-shaping-the-future-of-software-engineering-940712",
            "description": "Karthik Venkatesan, a seasoned software engineer with over six years of experience, shares his insights on scalable ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XgMSVWRiv4FUOzNZnpNUCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "19h",
            "source": "The Hans India",
            "article_content": "Karthik Venkatesan, a highly regarded software engineer based in Seattle, has built a reputation for his expertise in back-end development and cloud technologies. With over six years of experience in the tech industry, he has established himself as a thought leader in scalable architecture and cloud computing. In a recent conversation, Karthik shared his journey, insights into modern software engineering, and his vision for the future of the industry.\n\n\"I've always been drawn to solving complex problems, especially when it comes to scale,\" Karthik reflects, describing how his passion for software engineering developed early on. His academic journey at New York University's Courant Institute of Mathematical Sciences, where he earned his Master of Science in Computer Science, gave him a strong foundation. \"It was in grad school that I realized how much I enjoyed breaking down complicated technical challenges and finding scalable solutions,\" he adds.\n\nWhen discussing his approach to managing large-scale technical projects, Karthik explains the importance of evaluating system design through multiple lenses. \"When designing systems, I always start with performance, scalability, and security,\" he shares. \"Using advanced cloud services, we’re able to build solutions that are both efficient and resilient. Regular architecture reviews are key to ensuring that systems continue to evolve with the changing demands of businesses.\"\n\nIn today's landscape, balancing system performance with data privacy compliance is a significant challenge. \"Data privacy is a core concern, especially when building scalable systems,\" Karthik notes. \"I design systems with privacy-by-design principles in mind, ensuring compliance with major privacy regulations while keeping performance intact. It's a delicate balance, but one that is achievable with careful planning and robust security measures.\"\n\nKarthik is a firm believer in using data to measure success. \"I always monitor performance metrics like system latency, throughput, and resource utilization,\" he says. \"But just as important is ensuring that engineering solutions align with business KPIs. By tracking both technical and business metrics, I can optimize systems to directly contribute to business objectives.\"\n\nInnovation is at the heart of Karthik's philosophy. \"I encourage my team to experiment and continuously learn,\" he explains. \"With emerging cloud services and big data technologies, there are always new approaches to explore. It’s important to foster a culture of experimentation to stay ahead of the curve.\" He credits this mindset for many of the successful solutions he’s pioneered.\n\nCollaboration with cross-functional teams has played a significant role in his career. \"Working with product managers, data scientists, and business stakeholders is essential,\" he reflects. \"I pride myself on being able to explain complex technical concepts in a way that everyone can understand. It’s about making sure that the entire team is aligned, from a technical and business perspective.\"\n\nLooking to the future, Karthik is excited about the direction of cloud computing. \"Serverless architecture, machine learning operations, and edge computing are all areas I'm particularly excited about,\" he reveals. \"The integration of AI and ML capabilities with traditional systems is a game-changer for scalability and efficiency.\"\n\nAs Karthik continues to innovate and lead in the tech space, he also sees a growing emphasis on sustainable computing. \"There’s a rising awareness about the environmental impact of technology,\" he says. \"Efficient system design can reduce carbon footprints, and I’m proud to contribute to that movement.\"\n\nWith his unique blend of technical expertise and leadership, Karthik Venkatesan is shaping the future of software engineering, ensuring that it remains both cutting-edge and responsible."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The assistant was allegedly made to buy an exhaustive list of paraphernalia for the parties",
            "link": "https://www.ladbible.com/entertainment/tv/diddy-sean-combs-assistant-items-parties-revealed-148854-20250129",
            "description": "Diddy's alleged ex-assistant has explained what they bought for rapper's sex parties as 'laundry list' of items revealed in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zAyN0YGuU3lmnHrKfv-jey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "20h",
            "source": "LADbible",
            "article_content": "Warning: This article contains discussion of sexual assault which some readers may find distressing\n\nThe alleged former assistant of Sean 'Diddy' Combs has spoken out about the rapper following his arrest on charges of racketeering and sexual trafficking.\n\nThe assistant, named Phil Pines, broke his silence as part of a newly released documentary called The Fall of Diddy, which has been viewed by The Hollywood Reporter.\n\nAdvert\n\nLast year, the disgraced rapper was charged with racketeering, sex trafficking by force, fraud or coercion and transportation to engage in prostitution. He has since denied the charges and pleaded not guilty.\n\nSean 'Diddy' Combs was arrested on multiple charges last year (NBC via Getty Images)\n\nDiddy’s Miami mansion was raided last year, with the unsettling discovery being made of large amounts of baby oil, lubricant, guns, and ammunition.\n\nThe lubricant and baby oil are thought to be linked to allegedly violent and drug-fuelled sex parties known as 'freak offs'.\n\nAdvert\n\nPines came forward and spoke about these parties which Combs would have him arrange for a 'laundry list' of paraphernalia.\n\nPines worked for the rapper and mogul from 2019 to 2021, and said he never personally attended the 'freak off' parties.\n\nThe former assistant did say, however, that other parties called Wild King Nights events would lead to him arranging the list of items Diddy required.\n\nPhil Pines opened up about working for the rapper in a new interview (Investigation Discovery)\n\nAdvert\n\nIn the interview, conducted by Investigation Discovery, he said: \"We usually had a laundry list of items that included lights, alcohol, marijuana, ketamine, Molly.\n\n\"You have mushrooms on the top there … baby oil and astroglide [lubricant] are very important; candles, incense, Apple TVs, electronics, computers, iPads. Obviously there was, you know, male libido supplements, stuff like that.\"\n\nPines added that 'young' girls would often attend these parties, describing them as women in their 20s. Diddy is 55.\n\nHe said: \"A lot of times, there were girls that were under the radar, didn’t have a lot of influence. I think that speaks to the type of situations people were put in.\n\nAdvert\n\n\"A lot of times, you have [Diddy] with a young female, and there’s a power dynamic there.\n\nDiddy awaits trial in Brooklyn, New York (Sharief Ziyadat via Getty Images)\n\n\"A more impressionable girl is easier to reel in, as opposed to somebody who might be a celebrity who’s not going to do too much of that, or give some pushback.\"\n\nIn another portion of the interview, Pines was emotional as he described how the rapper 'ordered' him to have sex with a girl to 'prove his loyalty'.\n\nAdvert\n\nHe claims that Diddy said to him: \"Prove your loyalty to me, King.\"\n\nThe rapper then began massaging his shoulders like a coach to a 'player that's about to enter the game', handed him a condom, and 'pushed' Pines onto the girl on the couch.\n\nHe went on to add: \"In the moment it felt like, 'What, is this fun for him? Is this a test for entertainment, does he know he's doing this? Is he that gone?' I didn't know what to do.\"\n\nHarrowing allegations have come out about the rapper and his 'freak off' parties (Samir Hussein via Getty Images)\n\nPines said the woman consented to the sex and 'performed' until Diddy was out of sight, at which point he ran away.\n\nHe claimed that he had 'never really recovered from' the incident.\n\nCombs currently awaits trial in Brooklyn, New York, and faces a maximum penalty of life in prison.\n\nIf you have been affected by any of the issues in this article and wish to speak to someone in confidence, contact The Survivors Trust for free on 08088 010 818, available 10am-12.30pm, 1.30pm-3pm and 6pm-8pm Monday to Thursday, 10am-12.30pm and 1.30pm-3pm on Fridays, 10am-12.30pm on Saturdays and 6pm-8pm on Sundays."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pharaoh’s Daughter and the Fateful Bath",
            "link": "https://jewishjournal.com/judaism/378808/pharaohs-daughter-and-the-fateful-bath/",
            "description": "Pharaoh’s daughter’s coming down and seeing a baby crying is mirrored by God’s actions in Exodus’ third chapter.",
            "image_url": "https://www.bing.com/th?id=OVFT.G0n457moGXFr6BdoZg6rNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Jewish Journal10h",
            "source": "Jewish Journal",
            "article_content": "Never before had cleaning off so shaped history. But when an Egyptian princess went to take a quick dip in the Nile, her discovery and rescue of baby Moses in his basket set the Israelites on their path toward that eventual dramatic escape from the shackles of Egypt.\n\nThe second chapter of Exodus sets the scene: “The daughter of Pharaoh came down to bathe at the river, while her attendants walked beside the river. She saw the basket among the reeds and sent her maid (amatah) to bring it. When she opened it, she saw the child. He was crying, and she took pity on him. ‘This must be one of the Hebrews’ children,’ she said.”\n\nMiriam, Moses’ sister, having held out hope at the riverbank that somehow her brother might sail past the clutches of Pharaoh’s decree that all male Jewish children be slaughtered, saw what unfolded and helpfully offered to find a nursemaid to suckle the child. That volunteer caretaker she recommended, of course, was secretly Moses’ biological mother, Yocheved. Moses then grew up in the palace of the king but with the spiritual and national mentorship of his Jewish family, uniquely positioning him to lead his people to freedom.\n\nThe act of warm-heartedness of this unnamed Egyptian was, ever since, celebrated by the Jewish tradition.\n\nMoses’s rescue-by-princess was depicted on the western wall of the ruins of the ancient synagogue ruins found in Dura-Europos, modern-day Syria, in a rendering dated to the mid-third century C.E. In it, Pharaoh is off to the side, seated on his throne. A scribe next to him writes down the royal commands — no doubt the order to execute babies, the very edict his own daughter disobeys.\n\nRabbinic texts also parsed every aspect of the brief episode. Why did she need to go bathe, they wondered? Sefer HaYashar suggests a sunburn. God had sent a heatwave, which seared the Egyptians and left them seeking a means of cooling off. Perhaps, came another conjecture, she had that awful skin disease, tzara’at. Thus Shemot Rabbah’s proposal that “Pharaoh’s daughter was a leper; that is why she went to bathe. When she touched the basket she was cured. That is why she had compassion for Moses and loved him exceedingly.”\n\nPirkei deRebbe Eliezer adds that her sensitive skin required the cold Nile water, as opposed to the warm water of an indoor facility. Her subsequent reward, though unspecified in the Bible itself, was eternal bliss – “Whosoever preserves a life is as though he had kept alive the whole world. Therefore was she worthy to (inherit) the life in this world and the life in the world to come.” Mystical texts record her entering the heavenly realm alive, sitting alongside Elijah and the Messiah.\n\nThe Talmud, in turn, senses a sign of her personal fealty to the Jewish cause as an aspiring convert to the faith. “Rabbi Yohanan says in the name of Rabbi Shimon ben Yohai: This teaches that she came down to the river to cleanse herself from the impurity of her father’s idols, as she was immersing herself as part of the conversion process.”\n\nNo doubt miracles enabled the shocking rescue. She felt compelled to head to the site because of a dream, offered the first-century work Biblical Antiquities. Other texts add that the princess saw the Divine Presence hovering above Moses. When her maidens tried to convince her not to save him, the angel Gabriel came from heaven and struck them down. Though perhaps it wasn’t a maiden she sent to grab the basket, but rather her arm stretched many cubits (amot) to enable her to grab it.\n\nAnother Talmudic tractate gives the anonymous-in-the-Bible heroine a name reflecting her loyalty to Israel’s God. Actually, two names. She was called Bityah (“God’s daughter) or Yehudiyah (“Jewess”).\n\nWas she even Pharaoh’s biological daughter? A surprising Midrash Talpiot argued that she was not. Rather, she and Moses’ future wife Tziporah were Moses’ biological sisters (!). The former was seized by force by the Egyptian king, and the latter by Jethro, Pharaoh’s adviser and Moses’ eventual father-in-law, and raised in their respective homes. (Lest one be shocked that Moses, according to this text, eventually married his sister, the midrash notes that this was permissible prior to Sinai, and Tziporah was uniquely righteous.)\n\nOf course, suggests the Arukh HaShulchan, Pharaoh’s daughter was spared the death of the firstborn — the 10th of those notorious Plagues — in the merit of Moshe, whose life she had saved.\n\nMoses undoubtedly expressed gratitude for the rescue. As the scholar of the Second Temple period Malka Simkovich has noted, Ezekiel the Tragedian, a second- or first-century B.C.E. Jew who lived in Egypt, composed a Greek play whose verses have Moses reminiscing how: “Throughout my boyhood years the princess did, for princely rearing and instruction apt, provide all things, as though I were her own, the circle of the days then being full.”\n\nSimkovich also notes that the second century BCE Book of Jubilees calls Bityah a different name, Thermuthis, as does the historian Josephus. A popular Greek name for Egyptian women at the time, it’s a variation of the Egyptian Renenūtet, the Egyptian goddess of nourishment, from the verb meaning “to nurse or rear,” a fitting appellation for the adoptive figure.\n\nIn Josephus’ dramatic detailing, after the extraordinary rescue, she hoped Moses would himself become king: “… one day she brought Moses to her father and showed him to him, and told him how she had been mindful for the succession, were it God’s will to grant her no child of her own, by bringing up a boy of divine beauty and generous spirit, and by what a miracle she had received him of the river’s bounty, ‘and I thought,’ she said, ‘to make him my child and heir to your kingdom.’”\n\nAlas, in playing with his adopted grandson, Pharaoh freaks out. “To please his daughter, [he] placed his diadem upon [Moses’] head. But Moses tore it off and flung it to the ground, in mere childishness, and trampled it underfoot; and this was taken as an omen of evil import to the kingdom.”\n\nWhen the adult Moses led his people to liberation, Bityah joined her now-fellow Jews and went too. In her old age, she married Caleb, who, alongside Joshua, encouraged the desert-wandering Israelite tribes to ignore the bad report of the spies who had returned from scouting the Promised Land. As the Talmud tells it, “The Holy One, Blessed be He, said: Let Caleb, who rebelled against the advice of the spies, come and marry the daughter of Pharaoh, who rebelled against the idols of her father’s home.”\n\nModern literary scholars have suggested the princess’ salvation foreshadows God’s own extension of His saving hands to His people. Pharaoh’s daughter’s coming down and seeing a baby crying is mirrored by God’s actions in Exodus’ third chapter, which has Him telling the now adult Moses “I have indeed seen the misery of my people in Egypt. I have heard them crying out … So I have come down to rescue them.”\n\nThe bath of Bityah (or Yehudiyah or Thermuthis) then, even without the rabbinic accounts of the many miracles involved in her saving of Moses and subsequent religious conversion, offers a model for those non-palace-dwellers of us to follow. If her dunk to cool off on that hot Egyptian afternoon teaches us anything, it’s that small acts of kindness to the other might very well draw forth God’s salvation for us all.\n\nRabbi Dr. Stuart Halpern is Senior Adviser to the Provost of Yeshiva University and Deputy Director of Y.U.’s Straus Center for Torah and Western Thought. His books include “The Promise of Liberty: A Passover Haggada,” which examines the Exodus story’s impact on the United States, “Esther in America,” “Gleanings: Reflections on Ruth” and “Proclaim Liberty Throughout the Land: The Hebrew Bible in the United States.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Comes for School Funding Next in Disturbing Executive Order",
            "link": "https://www.msn.com/en-us/news/opinion/trump-comes-for-school-funding-next-in-disturbing-executive-order/ar-AA1y7DR9?ocid=BingNewsVerp",
            "description": "Donald Trump has signed a vague executive order that would eliminate funding for any schools involved in what he considers 'indoctrination.' ...",
            "image_url": "https://www.bing.com/th?id=ODF.nd4QOiJWqpMUyCFG2Krobg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "The New Republic on MSN1hOpinion",
            "source": "The New Republic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Milwaukee planetarium director explains streaks of light seen lighting up sky Tuesday night",
            "link": "https://www.msn.com/en-us/news/technology/streaks-of-light-were-space-junk-planetarium-director-believes/ar-AA1y4Mvd?ocid=BingNewsVerp",
            "description": "Southeast Wisconsin was glowing and buzzing Tuesday night as the skies lit up across the Great Lakes region with fiery ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YaQB6z_-7IGulI1s5LTvHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "WISN Milwaukee on MSN11h",
            "source": "WISN Milwaukee on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Edinburgh NLP expert captures 'UFO' sighting near St. Mary's Cathedral",
            "link": "https://www.msn.com/en-gb/travel/other/edinburgh-nlp-expert-captures-ufo-sighting-near-st-mary-s-cathedral/ar-AA1y6QxG?ocid=BingNewsVerp",
            "description": "Edinburgh NLP practitioner Lewis Thornhill spotted a UFO flying over Scotland’s capital. Standing outside St. Mary's Catholic ...",
            "image_url": "https://www.bing.com/th?id=OVF.4HJ6JJLUScovq6brMSLT0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "edinburghnews.scotsman.com on MSN7h",
            "source": "edinburghnews.scotsman.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Claims NJ Drones \"Authorized\" & \"For Research\" (UFO Researchers Disagree)",
            "link": "https://www.msn.com/en-us/news/technology/trump-claims-nj-drones-authorized-for-research-ufo-researchers-disagree/ar-AA1y5rj7?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/28/25 Trump Claims NJ Drones \"Authorized\" & \"For Research\" (UFO Researchers Disagree) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zkZbS5vXCm87eMaNN3XPCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN17h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Acellera and Psivant partner for AI-driven drug discovery",
            "link": "https://finance.yahoo.com/news/acellera-psivant-partner-ai-driven-091947482.html",
            "description": "Acellera Therapeutics focuses on drug discovery by merging AI-driven innovation with computational scaleability, aiming to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oJ3dYwdc7KOoQ_ENc6NjEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7h",
            "source": "YAHOO!Finance",
            "article_content": "Acellera Therapeutics and Psivant Therapeutics have announced a strategic research partnership aimed at developing computational drug discovery approaches with the help of AI and quantum simulations.\n\nThe partnership will combine Psivant's Quaisar platform with Acellera's AceForce technology.\n\nEmploying neural network potential, the AceForce technology aims for accurate delivery of protein-ligand potency predictions at \"exceptional\" speed.\n\nPsivant’s Quaisar combines computational physics and AI with expertise in disease chemistry, biology, biophysics and translational informatics.\n\nThe partnership seeks to address challenges in small molecule screening and design of drugs by integrating AI, quantum chemistry simulations and machine learning with methods based on physics along with lab-based testing.\n\nAcellera Therapeutics CEO Gianni De Fabritiis stated: \"We are excited to collaborate with Psivant and harness the power of QuantimBind and PlayMolecule to pioneer new computational approaches to designing therapeutics.\"\n\nAcellera's QuantumBind, an integrated platform for small molecule discovery and potency optimisation, will work in tandem with the virtual environment of PlayMolecule for drug discovery that integrates simulations, AI and data.\n\nJointly funded by the European Regional Development Fund, the partnership seeks to combine AI-driven insights with experimental workflows, enhancing both companies’ positions in the discovery of small-molecule therapeutics.\n\nPsivant Therapeutics chief innovation officer Woody Sherman stated: \"By bringing together state-of-the-art computational methods with our drug discovery expertise and in-house lab, we aim to deliver effective therapeutics for some of the most challenging disease targets.\n\n\"We look forward to combining Acellera’s cutting-edge AI and Quantum technologies with our validated QUAISAR platform — bringing innovative medicines to patients faster.\"\n\nAcellera Therapeutics focuses on drug discovery by merging AI-driven innovation with computational scaleability, aiming to expedite the development of future medicines.\n\n\"Acellera and Psivant partner for AI-driven drug discovery\" was originally created and published by Pharmaceutical Technology, a GlobalData owned brand.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breakthrough Discovery: Asteroid Fragments Reveal Ingredients For Life",
            "link": "https://www.msn.com/en-au/science/astronomy/new-analysis-of-asteroid-dust-reveals-evidence-of-salty-water-in-the-early-solar-system/ar-AA1y5Kcv?ocid=BingNewsVerp",
            "description": "In October 2020, a van-sized robotic spacecraft briefly touched down on the surface of Bennu, a 525-metre-wide asteroid 320 ...",
            "image_url": "https://www.bing.com/th?id=OVF.dRdHnGQQ2Bpi787Ac25Uyg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "15hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Experiment with 37 dimensions shows how strange quantum physics can be",
            "link": "https://www.newscientist.com/article/2466110-experiment-with-37-dimensions-shows-how-strange-quantum-physics-can-be/",
            "description": "A search for particles’ most paradoxical quantum states led researchers to construct a 37-dimensional experiment ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zbuub7cG2ssda5S9Ij14HS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "New Scientist20h",
            "source": "New Scientist",
            "article_content": "Particles of light helped test a quantum paradox Arlume/Alamy\n\nParticles of light that effectively exist in 37 dimensions at once have been used to test an extreme version of a quantum paradox.\n\n“This experiment shows that quantum physics is more nonclassical than many of us thought. It could be [that] 100 years after its discovery, we are still only seeing the tip of the iceberg,” says Zhenghao Liu at the Technical University of Denmark.\n\nHe and his colleagues focused on the Greenberger-Horne-Zeilinger (GHZ) paradox, which shows quantum particles can…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Optical levitation traps nanospheres, revealing quantum-classical crossover",
            "link": "https://www.msn.com/en-us/news/technology/optical-levitation-traps-nanospheres-revealing-quantum-classical-crossover/ar-AA1y4WnI?ocid=BingNewsVerp",
            "description": "An article published in the journal Optica describes the development of a new experimental device that explores the boundary ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kwmk1oHdeknF4WATar6Y8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "20hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient Irrigation System Reveals 'Neolithic Revolution' in the Amazon",
            "link": "https://www.realclearscience.com/2025/01/30/ancient_irrigation_system_reveals_neolithic_revolution_in_the_amazon_1088125.html",
            "description": "A pre-Columbian society in the Amazon developed a sophisticated agricultural engineering system that allowed them to produce ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6bQiDGHPOUd2G720HzO1uC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "10h",
            "source": "RealClearScience",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why We Need More Women In The AI Revolution",
            "link": "https://www.msn.com/en-us/news/us/why-we-need-more-women-in-the-ai-revolution/ar-AA1y4QsA?ocid=BingNewsVerp",
            "description": "Research suggests that women make up less than a third of AI professionals and only 18% of AI researchers globally.",
            "image_url": "https://www.bing.com/th?id=OVFT.NLfKWmTQlkAWMyP9UhprUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "20hon MSN",
            "source": "Time on MSN",
            "article_content": ""
        }
    }
]