[
    {
        "title": "Trump's UFO Files: The Don Set to Finally Release Secret Government Files On Existence of Aliens 'Within Weeks'",
        "link": "https://radaronline.com/p/donald-trump-expected-release-ufo-secret-government-alien-files/",
        "description": "After just a few weeks of being back in office, Trump could disclose 'top-secret' footage showing proof of alien life - which ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0UmwvgBenViGNpFMWwIq0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "radaronline20h",
        "source": "radaronline",
        "article_content": "Donald Trump is expected to make a bombshell announcement about aliens just weeks after his re-election as U.S. President. The U.S. Government may be forced to release \"top-secret\" footage on extraterrestrial life - something Trump previously vowed to do if he were to return to the White House, RadarOnline.com can reveal.\n\nArticle continues below advertisement\n\nSource: MEGA Trump won the presidential election on Tuesday night.\n\nArticle continues below advertisement\n\nNick Pope, a former Ministry of Defence UFO expert, said the 47th president could give consipracists \"hope\" with plans on \"delivering disclosure\" on otherwordly beings. He said: \"It's the perfect storm: a maverick, populist President in his second term, and - thus - not up for re-election.\n\nArticle continues below advertisement\n\nSource: MEGA Trump took victory over Democratic candidate Harris on Tuesday after surpassing 270 electoral votes.\n\nArticle continues below advertisement\n\n\"For those in the UFO community who believe there's been a decades-long conspiracy to cover up the truth about an alien presence, Trump in his second term offers the best-ever hope for pushing back against the Deep State and delivering disclosure.\" Trump previously pledged to unveil top-secret UFO footage if re-elected, vowing to push the Pentagon to declassify the videos and release them to the public.\n\nArticle continues below advertisement\n\nPope himself is hoping the ordeal will happen sooner rather than later. He said: \"I believe Trump views the subject in the same way as he views the JFK files, where, if there's top-secret information still being withheld, it should be declassified.\n\nArticle continues below advertisement\n\n\"As he seems to link the two issues, there's a strong possibility of bombshell UFO information being released early in 2025, soon after his inauguration.\" During his first presidency, Trump released documents related to the 1963 assassination of President John F. Kennedy - vowing to unveil the rest of them if re-elected.\n\nArticle continues below advertisement\n\nWhile appearing on a podcast in September, Trump said he would pressure Pentagon officials to declassify videos of alleged UFO sightings. Host Lex Fridman asked: \"Will you help push the Pentagon to release more footage, which a lot of people claim is available?\" Trump replied: \"Oh yeah, sure, I'll do that. I would do that. I'd love to do that. I have to do that.\"\n\nArticle continues below advertisement\n\nSource: MEGA Trump won the election on Tuesday night against Kamala Harris.\n\nArticle continues below advertisement\n\nHis interview with Fridman wasn't the first time Trump teased top-secret information on UFOs and \"life on other planets\". He previously claimed he heard \"interesting things\" about aliens while suggesting he would declassify files related to the Roswell UFO, which is regarded as one of the most infamous unexplained incidents in U.S. history – and has led to Roswell, New Mexico, becoming a mecca for UFO enthusiasts.\n\nDAILY. BREAKING. CELEBRITY NEWS. ALL FREE.\n\nArticle continues below advertisement\n\nTrump's vow to declassify files on UFO comes after whistleblower David Charles Grusch, a former intelligence officer, came forward in 2023 and claimed the U.S. government collaborated with aerospace companies on a top-secret UFO retrieval program. Grusch eventually testified before congress, where he alleged the program involved the recovery of \"non-human spacecraft\" and their deceased pilots.\n\nArticle continues below advertisement\n\nLast month, Trump appeared on The Joe Rogan Experience podcast shortly before Election Day, where the topic came up over the course of the three-hour schmooze. Trump revealed he had spoken to pilots who claimed to have seen strange objects in the sky after Rogan asked if he had received any information about ET life during his presidency.\n\nArticle continues below advertisement\n\nArticle continues below advertisement\n\nHe said: \"There is a lot of interest in the people coming from space, you know,\" to which Rogan asked: \"How much did they tell you about that?\" Trump replied: \"A lot.\"\n\nArticle continues below advertisement\n\nHe added: \"I have to be honest, I have never been a believer … [But] I interviewed jet pilots that were solid people, perfect. I mean, great pilots, great everything. And they said we saw things sir that were very strange, like a round ball. \"But it wasn’t a comet or a meteor it was something, and it was going four times faster than an F-22 which is a very fast plane.\"\n\nArticle continues below advertisement\n\nSource: YOUTUBE/JREClips Trump discussed his views on extraterrestrial life during a recent interview on Rogan's podcast.\n\nArticle continues below advertisement\n\nAfter Rogan asked Trump his thoughts on aliens, the president-elect replied: \"There's no reason not to think that Mars and all these planets don’t have life\", which was met with Rogan's rebuttal on the U.S. having rovers on the planet for decades and not finding any evidence of life. Trump argued back: \"Well, maybe it's life that we don't know, but maybe it's a different kind of life.\"\n\nArticle continues below advertisement\n\nLast year, Republican senators called on Pentagon officials to take alleged sightings of UFOs seriously, which prompted an investigation by the All-domain Anomaly Resolution Office (AARO). Earlier this year, the Pentagon published a 63-page report declaring no evidence of aliens or extraterrestrial technology on Earth."
    },
    {
        "title": "Congress promises to 'pull back the curtain' on secret UFO research as whistleblowers prepare to testify",
        "link": "https://www.dailymail.co.uk/sciencetech/article-14060875/congress-secret-ufo-research-hearings.html",
        "description": "Congress revealed it will hold a hearing to expose the truth about UAPs. The Committee specifically said that the case will ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GPN9tXARMm9XDYvPGK8tZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "20h",
        "source": "Daily Mail",
        "article_content": "Content not available"
    },
    {
        "title": "UFO whistleblower makes bombshell claim aliens freely visit Earth - and were historical figures",
        "link": "https://www.msn.com/en-us/news/technology/ufo-whistleblower-makes-bombshell-claim-aliens-freely-visit-earth-and-were-historical-figures/ar-AA1tNefM?ocid=BingNewsVerp",
        "description": "Danny Sheehan, a lawyer who has been involved in bringing UFO whistleblowers to the United States Congress in recent years, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rOWaq1eCxikOHTjrgD1TZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Irish Star on MSN1h",
        "source": "Irish Star on MSN",
        "article_content": ""
    },
    {
        "title": "Carbondale marks UFO crash on Saturday",
        "link": "https://www.wnep.com/article/news/local/lackawanna-county/an-out-of-this-world-festival-lands-in-lackawanna-county/523-425af728-c72b-4c07-b2d0-fa78c45f5d64",
        "description": "The Carbondalien Festival marks the 50th anniversary of a reported UFO sighting in Carbondale. In 1974, there was a report of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KUzVyZ4pktucQgfYAZl1MS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11h",
        "source": "wnep",
        "article_content": "A festival highlighting a UFO crash in Carbondale takes off Saturday at 11 a.m. at Russell Park.\n\nExample video title will go here for this video\n\nExample video title will go here for this video\n\nCARBONDALE, Pa. — It's an out-of-this-world festival! On Saturday, Carbondale will celebrate its history with aliens at the inaugural Carbondalien Festival. There will be an Extraterrestrial Express train ride, alien hot-air balloon rides, out-of-this-world vendors, live music, and more.\n\n\"There's a free speaker series at the Hotel Anthracite. We also have activities at the YMCA. There's a free swim. The Carbondale Public Library has a free film series and story time and crafts for kids,\" Stefanie Colarusso said.\n\nThe Carbondalien Festival marks the 50th anniversary of a reported UFO sighting in Carbondale. In 1974, a glowing unidentified object was reported at nearby Russell Park. You can relive the event at Saturday's festival with the \"Russell Park Experience.\"\n\n\"They will ride a bus as if they are press members being brought in to meet actual witnesses who were there the night that it happened. So you're bringing them down to the site where it happened? Yes, we are going to Russell Park, to where the Silk Pond is,\" Brenda Fager said.\n\nArt takes center stage at the festival. Nearly three dozen aliens are throughout Lackawanna County, many sponsored by businesses.\n\n\"Recognizing the artists in the area but also just boosting this local economy and making sure that Carbondale is part of some growth here and welcoming people into this cute, quaint small town,\" Colarusso said."
    },
    {
        "title": "Has NASA Cut Live Feeds During UFO Sightings?",
        "link": "https://www.msn.com/en-us/video/health/has-nasa-cut-live-feeds-during-ufo-sightings/vi-AA1tMjco?ocid=BingNewsVerp",
        "description": "\"Has NASA cut live feeds when UFOs appear? Find out more. Join Rated Red as we dive into the pulse of the Heartland The ...",
        "image_url": "https://www.bing.com/th?id=OVF.0g5hqeHRjqiSJkIbL2fotA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN11h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "AI-powered app integration platform UnifyApps grabs $20M from ICONIQ Growth",
        "link": "https://www.msn.com/en-us/news/technology/unifyapp-s-ai-powered-app-integration-platform-grabs-20m-from-iconiq-growth/ar-AA1tKMng?ocid=BingNewsVerp",
        "description": "These days, it seems like every company either wants to or is already offering an AI product or service. For startups ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hfrKjUZQOxBOwNL1sdCloy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "20hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Google rolls out its Gemini AI-powered video presentation app",
        "link": "https://www.msn.com/en-us/money/other/google-rolls-out-its-gemini-ai-powered-video-presentation-app/ar-AA1tKChU?ocid=BingNewsVerp",
        "description": "Google is generally rolling out its Gemini AI-powered Vids app that lets you create video presentations using a prompt. Some ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jghjF4iUEVZj5OVerDPJKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "One reason Amazon likes Anthropic so much: The startup is gaining on OpenAI in this key area of the AI market",
        "link": "https://www.businessinsider.com/anthropic-gaining-on-openai-ai-market-2024-11",
        "description": "New tools are helping developers plug their apps into different AI models. Data suggests the developers are increasingly ...",
        "image_url": "https://www.bing.com/th?id=OVFT._ZztF7YjydAiHxE_1QQhzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "Business Insider",
        "article_content": "Amazon is considering investing billions of dollars in Anthropic, doubling down on a huge deal the companies struck this year, The Information reported.\n\nAdvertisement\n\nOne reason Amazon is so keen on Anthropic: The AI startup has been gaining on its rival OpenAI in recent months, according to data from a popular developer tool.\n\nThe AI SDK is a tool kit that helps developers build AI-powered applications. It provides code libraries that developers install to get their apps to communicate with different AI models. Data is published regularly showing how many times these code packages are downloaded each week.\n\nThis is a useful window into how popular the top AI models are with developers, a key constituency of early tech adopters.\n\nThe data shows that OpenAI remains in the lead but that Anthropic has been growing faster lately in terms of developer mindshare.\n\nAdvertisement\n\nIn the week of August 18, developers downloaded the OpenAI code library almost 229,000 times. The equivalent Anthropic library was downloaded almost 38,000 times.\n\nIn late October, OpenAI downloads were relatively unchanged, while Anthropic downloads were much higher: about 244,000 for OpenAI and 100,000 for Anthropic.\n\nData from NPM Trends. NPM Trends\n\nThe recent adoption trends can be partly explained by a new AI model Anthropic released in June.\n\n\"Anthropic's recent gains can be attributed to their Claude 3.5 Sonnet model, which, among many tasks, excels at understanding and generating code,\" said Jared Palmer, a vice president of AI at Vercel, a startup that offers the AI SDK and other developer tools. \"Its combination of speed, cost, and output quality has won over the developer community for the time being.\"\n\nAdvertisement\n\nClaude 3.5 Sonnet has been particularly useful for tasks that developers need to do regularly, such as generating, checking, and fixing software code.\n\nStill, OpenAI has maintained its lead among developers because of its first-mover advantage and factors such as cheap pricing of its GPT-4o-mini AI model and strong developer tooling and documentation.\n\nRelated stories\n\nThere's also pretty widespread adoption of its API, or application programming interface. This is a common way for different software applications to communicate and share data.\n\nIt's worth noting, though, that OpenAI's lead is inflated by the download data. That's because many AI-model providers have adopted OpenAI's API specification as a de facto standard. That allows developers to use the same OpenAI code library package but point their apps to different models.\n\nAdvertisement\n\nIt's hard to quantify how much this exaggerates OpenAI's lead, but the inflation of OpenAI's numbers here supports the general conclusion that Anthropic has been gaining on its main rival in recent months.\n\nAn OpenAI spokesperson said usage of the startup's API had doubled since it released its GPT-4o mini AI model in July. The spokesperson added that OpenAI had also tripled the number of active apps running in production on its platform in the past year.\n\nThe OpenAI spokesperson criticized the data, saying downloads of these code libraries aren't an accurate representation of developer audience since they don't reflect actual usage or spending.\n\nAnthropic had no problem with the data. The company said its Claude 3.5 Sonnet model helped developers handle complex software architecture and multistep processes. It added that enterprises were increasingly adopting Claude for business-critical functions where accuracy is key, such as software development and data analysis.\n\nAdvertisement\n\n\"Our new Claude 3.5 Sonnet model is the ideal choice for developers to build AI-powered applications with state-of-the-art performance across the board, including coding, complex financial analysis, and live chat support,\" Dianne Penn, a product lead at Anthropic, told Business Insider.\n\nPenn cited DoorDash, Sourcegraph, and GitLab as companies using Claude to reduce development time, increase code acceptance rates, and build AI features."
    },
    {
        "title": "Monfesbit App Review Australia 2024: Legit Trading AI ? - User Facts!",
        "link": "https://www.outlookindia.com/hub4crypto/monfesbit-app-review-australia-2024-legit-trading-ai-user-facts",
        "description": "While the Monfesbit App has generated significant buzz and makes numerous impressive claims, it’s important to examine its ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aFT655QbXCV4Bzt0hFY3uC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "Outlookindia",
        "article_content": "Is Monfesbit App Legit?\n\nGiven that the Monfesbit App is a new trading platform, it's natural for traders and investors to question its legitimacy. In this section, we aim to evaluate whether this system is a worthy investment.\n\nThe Monfesbit App leverages cutting-edge technologies, including artificial intelligence and advanced algorithms, to perform real-time market analysis. The registration process is straightforward and secure, requiring only basic information and just a few minutes of your time. Once registered, users are greeted with an intuitive interface and a customizable dashboard tailored to their preferences.\n\nThe platform offers a diverse selection of assets for trading, along with various secure deposit and withdrawal options. Users benefit from 24/7 customer support and a commitment to maintaining a safe trading environment through stringent safety measures. Additionally, Monfesbit App collaborates with reputable brokers and personal account managers to provide top-notch service throughout your trading journey. Overall, this trading system appears to be both safe and reliable.\n\nHow to Start Trading on Monfesbit App?\n\nTo begin live trading on the Monfesbit App platform, you have to complete some important steps. These steps include:\n\nStep 1- Complete the Sign-Up Process\n\nThe first step is to sign up on the Monfesbit App platform by completing and submitting the registration form. This form consists of several mandatory fields that you have to fill in. The basic details required are your first name, second name, email address, phone number, and place of residence. Once you click the Submit button, the information will reach the creators. They will go through the details and send a confirmation mail with a link for account activation.\n\nStep 2- Deposit an Amount\n\nNext, you have to deposit an amount in your account that can be used to initiate real-time trading in the market. The minimum deposit that Monfesbit App requires is $250. You can invest this amount using debit/credit cards, e-wallets, or direct bank transfers, whichever option is convenient for you. It is advised to begin trading with a small amount. Once you gain clarity about the platform’s functioning and develop your skills, you can invest bigger amounts to earn better profits.\n\nStep 3- Start Live Trading\n\nWith sufficient funds in your Monfesbit App account, you can proceed to modify settings such as parameters, indicators, etc. as per your trading goals and market conditions. It is based on this that the system will conduct market research and provide insights to enter lucrative trades.\n\nRegister On Monfesbit App For Free\n\nMonfesbit App Features\n\nThe Monfesbit App system comes with many unique features to ease trading and help traders at all skill levels earn daily profits. Some of the important features are given here:\n\nUse of the latest technologies\n\nThis trading platform utilizes the latest technologies like AI and algorithms to automate the trading process, conduct accurate market analysis, provide actionable insights, and help make wise trading decisions. It also eliminates human biases from trading.\n\nSimple registration process\n\nThe platform follows a simple registration process that is safe and secure. It can be completed in a few minutes using basic details without any extra payments.\n\nStrict safety measures\n\nMonfesbit App safeguards user data, assets, and activities by integrating strict safety measures and protocols like encryption technology, authentication functions, etc. It also follows a strict verification process to verify user eligibility and ensure responsible trading.\n\nHow Does Monfesbit App Work?\n\nThe Monfesbit App platform operates round-the-clock using advanced technologies to provide precise signals and insights. The system utilizes AI-based algorithms to examine the dynamic crypto market and gather essential information. It monitors price movements, compares present and historical price data, spots market trends and patterns, evaluates risks, examines the latest updates, and so on. Based on this evaluation, Monfesbit App generates signals and insights to enter the right trade positions. So, this is how this web-based trading software works.\n\nMonfesbit App Pros and Cons\n\nThe Monfesbit App system, just like other trading platforms, has both positives and negatives. Here, let us go through these aspects of the trading system:\n\nPros\n\nWeb-based platform accessible on all devices\n\nSimple to use and set up\n\nEasy registration with no extra payments\n\nFree account maintenance and transactions\n\nAccurate market analysis and insights\n\nDifferent banking systems\n\nVarious asset options\n\nRobust safety protocols\n\nRound-the-clock customer support\n\nDemo or practice account\n\nAdditional tools and resources\n\nCustomizable settings\n\nCons\n\nIn places like Iran, Israel, and Cyprus, the Monfesbit App platform is not accessible due to restrictions imposed by authorities on crypto-related operations\n\nMonfesbit App User Reviews and Ratings\n\nThough the Monfesbit App system is quite new, it has received many positive reviews from traders and investors. Satisfied users have commented that the platform is easy to use, offers precise signals and insights, connects with reliable brokers, ensures 24/7 customer support, and guarantees a safe trading environment using advanced safety measures. The rating that users have given this crypto trading system is 4.5/5. So, from user responses, Monfesbit App appears genuine and reliable.\n\nTry Monfesbit App For Free\n\nMonfesbit App- Cost, Minimum Deposit, and Profit\n\nMonfesbit App, in comparison to other trading platforms, is an affordable system that allows live trading with a small deposit of $250. It does not charge any extra fees from users for services like transactions, account sign-up, account maintenance, etc. The founders promise that even novice traders can make immense profits with a small investment and this seems true from the available user responses. It is wise to start with a small investment for a safe experience. Once you improve your trading skills and develop efficient strategies, you can invest bigger amounts to earn bigger profits.\n\nMonfesbit App Cryptocurrencies Supported\n\nThe Monfesbit App trading system offers all major cryptocurrencies and keeps adding new assets to the list so that you can choose at your convenience. Some of the important assets you can trade are listed below:\n\nUSD Coin (USDC)\n\nSolana (SOL)\n\nCardano (ADA)\n\nBitcoin (BTC)\n\nLitecoin (LTC)\n\nBitcoinCash (BCH)\n\nTRON (TRX)\n\nChainLink (LINK)\n\nRipple (XRP)\n\nEthereum (ETH)\n\nDogecoin (DOGE)\n\nUniswap (UNI)\n\nThis new web-based system also supports other trading assets like traditional stocks, commodities, bonds, shares, derivatives, futures, forex pairs, and so on. This indicates that you can choose any asset or invest in multiple assets and expand your portfolio. In this way, you can manage risks effectively and maximize returns.\n\nMonfesbit App Countries Eligible\n\nAt the moment, the Monfesbit App trading software is available in most locations of the world. The following list consists of some of the important places where this system is accessible:\n\nUnited Kingdom\n\nAustralia\n\nSlovenia\n\nSlovakia\n\nPoland\n\nSweden\n\nSwitzerland\n\nSouth Africa\n\nJapan\n\nCanada\n\nThailand\n\nBelgium\n\nSingapore\n\nBrazil\n\nDenmark\n\nNorway\n\nMalaysia\n\nSpain\n\nVietnam\n\nTaiwan\n\nNetherlands\n\nHong Kong\n\nGermany\n\nChile\n\nMexico\n\nFinland\n\nMonfesbit App - Final Verdict\n\nIn this review of the Monfesbit App, we’ve explored all the key features of this web-based trading platform. Utilizing cutting-edge AI technology and advanced algorithms, the system collects extensive data from the ever-evolving crypto market. By removing human biases from the trading process, it provides accurate signals that highlight profitable opportunities. Many traders and investors have already benefited from Monfesbit App, giving it an impressive rating of 4.5 out of 5, with positive feedback from crypto experts as well.\n\nThe Monfesbit App is designed to meet the needs of various traders, featuring an intuitive interface, a demo account for practice, customizable options, robust security measures, multiple payment methods, and excellent customer support. It also includes additional tools and resources to enhance the trading experience.\n\nWith a minimal initial investment of just $250 and no hidden fees, this web-based trading software is accessible to all. Given these attributes, the Monfesbit App appears to be a legitimate option for those looking to elevate their trading journey. Now, it's up to you to decide if you want to register on this platform.\n\nStart Trading On Monfesbit App For Free\n\nMonfesbit App - FAQs\n\nWhat about the cost of the Monfesbit App platform?\n\nMonfesbit App is an affordable trading system that charges no hidden fees and allows real-time trading with a small investment of $250.\n\nIs it necessary to download or install Monfesbit App?\n\nSince Monfesbit App is a web-based trading platform, you don’t have to download or install it. All you need is a device with an internet connection and a web browser.\n\nHow fast are the payouts on Monfesbit App?\n\nMonfesbit App processes payouts within 24 hours of request and demands no extra fees for this. The amount can be withdrawn using PayPal, Skrill, debit/credit cards, or any other available option at your convenience.\n\nCan people with no prior trading experience use Monfesbit App?\n\nYes. The Monfesbit App system is user-friendly, and people with no previous trading experience can use it. It has an intuitive interface, a demo or practice account, and other useful features.\n\nIs Monfesbit App accessible on mobile devices?\n\nThe Monfesbit App trading platform is accessible on mobile phones and other devices with an internet connection and a web browser."
    },
    {
        "title": "3 Artificial Intelligence (AI) Stocks That Could Go Parabolic",
        "link": "https://www.msn.com/en-us/money/savingandinvesting/3-artificial-intelligence-ai-stocks-that-could-go-parabolic/ar-AA1tNhyn?ocid=BingNewsVerp",
        "description": "Some investors might be reluctant to chase those breakneck gains, but plenty of overlooked AI stocks could still go parabolic ...",
        "image_url": "https://www.bing.com/th?id=OVFT.E-haH2SMunDc2on1IrXh4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1hon MSN",
        "source": "The Motley Fool on MSN",
        "article_content": ""
    },
    {
        "title": "23 Real-Life Paranormal Encounters That Are Far Scarier Than Any Hollywood Horror Movie You've Ever Seen",
        "link": "https://www.yahoo.com/lifestyle/23-real-life-paranormal-encounters-121602043.html",
        "description": "Reading ghost stories because it's kinda nice to be scared about something other than the election results for a few minutes.",
        "image_url": "https://www.bing.com/th?id=OVFT.T8jox7CYa5Q9k1z7Ygo7Xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3h",
        "source": "Yahoo",
        "article_content": "Reddit user Kendexx posed this question in the r/AskReddit community: \"What is the scariest thing you've ever seen in your life that you can't explain?\" As someone who loves a good ghost story, I couldn't resist. Here are some of the eeriest encounters people recalled:\n\n1.\"I once woke up in the middle of the night to the sound of my bedroom door creaking open. I could see the outline of someone standing there, but when I turned on the light, there was no one. The door started slowly closing as if whoever or whatever had been there was leaving. Even creepier, my Nest fire alarm had illuminated in the corridor, sensing movement, but nobody was there. Still gives me chills thinking about it.\"\n\n–justheway\n\n2.\"One night, when I was 14 years old, I heard the shower turn on around midnight or some ungodly hour. I assumed it was just my mom. I tried to go back to sleep for ages and couldn't. I just lay there waiting and waiting. Ages went by. I went to check to ensure she hadn't fallen or something. No one was in there, and the shower was on full blast. I was terrified. I had to turn it off, and in doing so, I felt a wave of dread wash over me. I ran back to my room and hid.\"\n\n–Left_Pear4817\n\nDouglas Sacha / Getty Images\n\n3.\"My grandparents own a very old, large mansion where my three siblings and I spent a lot of time. We each had our own bedrooms, and one night, my sister begged me to sleep in her room because she was scared. We were both watching TV when suddenly, I saw a woman with long dark hair dressed in a sundress walk from the library, past my sister's doorframe, and down the hall. I jumped up to look down the hall just in time for the woman to look back at me, round the corner, and disappear. My sister raced over, slamming the door in front of my face. She was almost in tears, blubbering, 'She'll be back. Please don't open the door! I don't want to see her again!'\"\n\n\"The door had a large square hole where a metal grate sat for proper ventilation, but it was removed for cleaning at the time. I saw the woman's legs walk past the door through that hole several times during the night. To this day, my sister won't talk about it, and she kicked me out of her room once the metal grate was put back on the door.\"\n\n–Limited_two\n\n4.\"When my grandpa died, almost all of the family was around his bed. We put some candles on the nightstand. A few seconds after he died, the flames of the candles started burning so intensely that the height grew about 10 times bigger. They stayed like that for about 10 seconds before returning to their normal size. I don't know if my grandpa's soul leaving his body caused some kind of combustion, but it was weird, and we had no explanation for it. All my uncles saw it, but no one has talked about it since.\"\n\n–xlake1\n\nFhm / Getty Images\n\n5.\"My best friend and I would always talk about our wild dreams. He told me about one where he got hit by a car and died. We were about 15 or 16 when he told me about the dream (we were into things like aliens, the paranormal, and lucid dreaming, so we'd talk about stuff like that a lot), and he died right before he would've turned 20. In the dream, he said he was riding a skateboard wearing all black when this car hit him. He said he could see everyone at his funeral (he even said his crush was at his funeral and laughed about it). He just kept going on about how it was so real, and it shook me up until I eventually forgot about it. Then, a few years later, after I'd long forgotten about the dream, it happened for real.\"\n\n\"He did get hit by a car and die. His crush was at his funeral. He was wearing all black like in the dream (his work clothes) and riding my skateboard. It was all true, and I still don't know what to make of it. Every detail I remember from his dream came true, and I'm sure there are parts he told me that I don't remember. I felt like I was losing my mind. I didn't tell anyone about it. I just don't know why or how he saw it happen in his dream. I have so many questions, but I guess now I have proof, at least for myself, that our souls go on after we die. I just wish I knew why he experienced that dream and told me about it; there must be some reason. I wouldn't believe it if I hadn't experienced it myself. Has anyone ever experienced anything similar?\"\n\n–johnnyb1917\n\n6.\"I grew up in an old farmhouse in Alabama. A lot of weird stuff happened there, but the memory that sticks out the most was the night when everyone in my immediate family saw the same thing. We were watching TV in the living room (five of us), and from the living room, you could see directly into the dining room. We first noticed a sound in the dining room, like paper crunching. I don't remember who heard it first, but one of us asked if anyone else heard it. Then it happened again. We all turned and looked into the dining room, and the blinds on the window raised all the way up, hung there for about three seconds, and then crashed back down. No one else was in the house. We still talk about it today. No explanation, just scary.\"\n\n–StrangeMagic83\n\nZhihao / Getty Images\n\n7.\"The day before my grandfather died, he told my brother and me that he'd be waiting at the bar to buy us a beer in the future. Skip ahead to about a month after his passing. I had a very short, VERY vivid dream where I walked into a bar I didn't recognize, and my grandpa was there. He spun his chair around and had a beer in each hand. He said, 'You guys ready for that beer?' I looked to the right, and my brother was standing next to me. I SNAPPED awake so fast I scared the crap out of my wife and dog. I was panting and totally freaked out. I went to check my phone to see what time it was, and as I picked it up, I got a text from my brother saying, \"Hey, I just had a fucked up dream.' Yeah. Same dream.\"\n\n–FloridaIsHell\n\n8.\"I was biking home one evening when I was 9. We lived in the countryside up a small mountain. The road from the village started uphill, then had a flat section, and then went uphill again. The street lights only stretched to the end of the flat section. I was afraid of the dark, so I stopped at the end of the street lights at the bottom of the last hill to gather the courage to bike the final section home. It was a partial moon, so it wasn't pitch black, and at the end of the final hill, I saw a figure walking down towards me. I thought I'd wait until they got closer because I'd feel less afraid to bike in the dark if someone else was close. But, about halfway down the hill, the 'person' walked into a thin shadow of a tree on the road and never returned. They just disappeared.\"\n\n\"I stood there for a while and tried to figure out what I'd just seen. Then I panicked, biked down to the village, and decided to stay there until my parents drove down, wondering why I had never come home. They tried rationalizing it by saying the person might've gone into the woods. They didn't disclose, though, out of fear that I'd never dare to bike home again, that my father had seen the same thing walking home from work. He had seen her clear as day, walking down the hill for a while. When he looked down for a moment and looked up, she was gone, and there were no footsteps in the fresh snow.\n\nI later read a book about local legends, and apparently, for at least a century, many people have seen her walking down the hill and disappearing halfway down. My youngest daughter loved this story, so we've been on ghost stakeouts where we buy pizzas and snacks and hang out at the bottom of the hill, listening to the Ghostbusters theme song and trying to see the ghost.\"\n\n–SmalandOutdoor\n\nRbkomar / Getty Images\n\n9.\"I had a sleepover with my best friend (we were in our 20s), and I slept on the couch. The couch had a direct line of sight all the way down her hallway to the bedrooms. I woke up from a dead sleep around 4:00 a.m., sat up, and looked down the hallway. At the end was a woman. She looked at me for a second, then turned and walked through one of the bedroom doors. I heard the door open and close, even though it never moved. The next day, I told my friend about it. She said, 'Oh, so you saw the woman! My mom and I see the woman. Dad and my brother always see a little girl.' As far as I know, the woman and/or little girl still hang around the house. Her family still sees them sometimes.\"\n\n–morganalefaye125\n\n10.\"I studied in the UK during college and lived in a house with other American students. They all had stories about the ghost of a girl who passed away while living there. I never believed in any of it, but it was fun to play along. The kitchen had one way in and out, and right after you entered the kitchen, to your right was a padlocked door to the cellar where the ghost allegedly lived. I had the only key. We were all a little homesick near Thanksgiving, so we decided to do a meal together. This required some creative cooking schedules due to small appliances in the kitchen, so one girl who didn't have class the following day offered to stay up late to get the turkey going. We went into the cellar the first (and only) time that evening to get larger cooking tools.\"\n\n\"At 2:04 a.m., I woke up to my door rattling like someone was pushing against it. I assumed it was a housemate who just went to the wrong door. About 30 seconds later, I heard a scratchy female voice softly say, 'Hello?' which repeated every five seconds or so. My window was open, and it sounded like the voice was coming from outside, so I got up to close it. I assumed it was some drunk girl walking back from the pub. I went to the window, and there was no one there. I heard 'Hello?' again behind me, clear as a bell, then my door rattled again, then fell silent.\n\nI've had night terrors before and hallucinate when I have even a mild fever, so I assumed I was still asleep and laid back down. The following day at 7:00 a.m., the girl who was cooking told me, 'I had the creepiest night. At 1:50, I heard footsteps coming up the cellar stairs, then the door rattled. Then, at 2:10, the door rattled again, and I heard footsteps coming down.' She told me this before I had said anything to anyone about what I'd experienced.\"\n\n–ProfessorBeer\n\nGetty Images/iStockphoto\n\n11.\"I went to college in Providence, Rhode Island. My dorm room housed my roommate and me, and we had our beds on opposite sides of the room, with our desks by the foot of each bed. Anyway, my boyfriend and I were hanging out in my room one day, and he was lying on my bed. I was up next to the bed and bent over to grab something. I heard him scream, and he covered his eyes (not exaggerating), but he wouldn't tell me why. Eventually, he told me that when I bent over, he saw a shadow behind me that actually kind of looked like him, and it freaked him out. He had an afro, so the silhouette would've been pretty distinctive. We didn't really talk about it afterward, and I never told my roommate (she wasn't in the room at the time).\"\n\n\"A few weeks later, I was asleep in bed with my boyfriend. I woke up in the middle of the night to my roommate packing a bag, clearly panicked. She rushed out of the room and didn't see me wake up, so I didn't say anything. The following day, I saw her and asked her why she had rushed out of the room in the middle of the night. She told me she woke up in the middle of the night and saw my boyfriend sitting at my desk. She asked him why he was up, then saw my boyfriend sleeping beside me! She believed in ghosts, so she freaked and left.\n\nIt freaked me out because we hadn't mentioned the 'lookalike' my boyfriend saw to her, and it sounded like she saw the same figure.\"\n\n–Expensive_Plant4586\n\n12.\"I was on a cruise with a friend, and we shared a cabin. My friend was a really loud snorer. He would usually stay awake until I'd fallen asleep; otherwise, I'd find it impossible to sleep with the racket he was making. That night, he'd had a few drinks and passed out drunk, snoring loudly. It didn't bother me, as I had my book to read. It was about 2:00 a.m., and I was wide awake, reading my book in bed. I got this feeling there was something at the foot of the bed. I glanced up, and there was this' thing.' It looked like a person but translucent and gray, and the features were blurry. It was a bit like if a person was made of television static. I felt like it was being inquisitive, like how a young child would watch you do something.\"\n\n\"In my head, I asked what it wanted, and as I did, it turned and walked across the room to the door. As it did, it disappeared. I didn't feel scared or threatened by it. No idea what it was. I don't drink or take drugs, so it wasn't that, and I was wide awake. Odd. Really odd.\"\n\n–Ana_Phases\n\nCatherine Mcqueen / Getty Images\n\n13.\"About 25 years ago, my now ex-wife and I were caretakers of a house. We had been there for several weeks and noticed that we always had a funny feeling coming up the cellar stairs. It felt like something was going to grab us as soon as we turned the light switch off. Everything else about the house was normal. We slept with an analog windup alarm clock next to the bed — the kind that actually ticks. To set the alarm, you had to move a tiny third hand to the location on the clock face for the desired time. For example, you'd put the hand halfway between 6:00 and 7:00 to awaken at 6:30 a.m. It's a physical process, and it's difficult to get wrong.\"\n\n\"We always had the clock set to wake us up at 6:00 a.m. It was not something we fiddled with daily. One night, the alarm clock went off at about 2:00 a.m., playing old-school ringing bells. Both my ex-wife and I woke up absolutely terrified. I saw a small figure, maybe two feet tall, run out of the room. I thought I must've been imagining it until my ex-wife screamed, 'Did you just see that thing?' We both described it as some sort of small gremlin. When we looked at the alarm clock, we saw that the alarm hand had been moved from 6:00 a.m. to 2:00 a.m. It scared the crap out of me. I have no explanation for it. Nothing else ever happened there, but the cellar feeling persisted.\"\n\n–theferalforager\n\n14.\"When I was a kid, my grandpa was the night shift custodian of a big old-school church building. My sister and I used to go with him some nights because they had a big gymnasium-type room with a ton of big exercise balls and stuff, and it was fun to run around. One night, while my grandpa was locking a room up, my sister and I heard a noise down the stairs behind us. We looked, and an old lady was leaving the building. She turned, looked at us, and made the 'shhh' motion with her finger to her lips, then she left. We didn't think too much of it at the time. We asked our grandpa if anyone else was in the building tonight (like for any meetings, classes, etc.), and he said no, it was just us in the entire building. We asked him where the door down the stairs led, and he said, 'Oh, that goes out to the cemetery.' My sister and I FREAKED out. We still talk about it today and have the same memory of it.\"\n\n–ziggs4lyfe\n\nGeorgepeters / Getty Images\n\n15.\"Back in college, my girlfriend and I would go back to her parents' old farmhouse and fool around after class. There was never anybody home. One afternoon, I was standing in her kitchen, thirstily guzzling a post-sex Gatorade. Behind me was a back staircase leading to the house's second floor. When I finished my drink and turned to leave the room, I noticed a little girl between 7 and 10 years old standing on the bottom step. My first thought was, 'Oh crap. Why didn't my girlfriend tell me a little girl was in the house? I really hope she didn't hear what we were up to!' But before I could speak, I realized something was off. She was semi-transparent and oddly two-dimensional in a way I can't articulate. Slowly, I realized that I was staring at a ghost.\"\n\n\"There was nothing inherently frightening about the experience. Knowing I was in the presence of something unexplainable, I did everything in my power not to blink. I stared at her for 10 to 15 seconds, taking in every detail I could. She was wearing a red and yellow summer dress. Her long blonde hair was tied into two old-timey braids at the end. She wore black strapped shoes. Overall, her look gave me a 1940s—1970s vibe.\n\nFortunately for her, she seemed to have no idea I existed. She stood on the bottom step, looking out the back window towards the driveway like she was waiting for someone to arrive. I never took my eyes off her, but she was eventually gone. I never believed in ghosts before that. I still don't believe in intelligent hauntings, but I'll certainly entertain the idea of residual energy and echoes of the past.\"\n\n–ThroatBabies\n\n16.\"My grandfather had died a few days earlier, and my mom was crying in our kitchen. I hugged her. We had a lot of my grandfather's belongings, but there was this broken radio that didn't even have working batteries on the table, along with other things like photos and clothes he previously owned. This is the only unexplainable thing I've ever experienced, but while my mom was bawling, the radio made a very loud static noise for about one second. We both stared in silence at it. It was eerie! She stopped crying when she heard it. We both went to bed after that and haven't spoken of it since. If it were something paranormal, I'd imagine it was my grandfather letting us know he was there.\"\n\n–One-Ad8707\n\nSutthiwat Srikhrueadam / Getty Images\n\n17.\"The basement in my dad's house is finished except for the storage room. It's really dark and creepy and is around the corner from the basement's main room. There's an elliptical down there, and when standing on the elliptical, if you look over your shoulder, you can see half of the door to the storage room. I was working out on said elliptical, and I felt like someone was standing behind me, so I looked over my shoulder. In that half doorway, a dark figure with light gray eyes stood there looking at me. I was house-sitting, so I knew there wasn't anyone else home. I slowly got off the elliptical and went into the bathroom to hide; a while later, I decided to be bold and rush past the storage room and back upstairs. It was not my first time seeing that gray-eyed figure either.\"\n\n–Conscious-Outside430\n\n18.\"I used to work for a company where I would go into foreclosed homes. I went into this one house with a coworker, and from the moment I stepped into the yard, I felt I was being watched. We went inside, and I felt I was being watched the entire time. And I kept seeing black, swirling shadows standing in the corner of every room. I saw them out of the corner of my eye, and when I'd look directly at them, they'd be gone. At one point, we heard the basement door SLAM shut. My coworker and I said, 'OK, I think we're done for the day.' When we were leaving, I asked the coworker if that house was weird, and he said yeah, he kept seeing black shadows in the corners. I remember getting chills. I refused to ever go back to that house.\"\n\n–Genghishahn44\n\nZimmytws / Getty Images/iStockphoto\n\n19.\"I saw a completely identical 'copy' of me at a beach in California. They were wearing different clothes than I was at the time, but they were still wearing clothes I owned. As soon as I tried approaching him to get a picture, he started to run away down the shoreline at full speed. A strange experience for sure.\"\n\n–psychedelicious13\n\n20.\"I was around 10 years old, and my grandma had just died. I didn't really know her because she had spent most of my young life in a nursing home and often didn't remember who I was when I went to visit. But, when I visited, she would always rub my back. It was like an instinctual way to comfort someone. She did it to all her kids and grandkids. For about a year after she died, I would be sitting in my room at night, alone, and start to feel someone rubbing my back like she used to. It freaked me out until I acknowledged it one night and said, 'Thank you, grandma.' It stopped after that, and I never felt it again.\"\n\n–sillybanana2012\n\nRalf Nau / Getty Images\n\n21.\"I grew up in a haunted house in Canada. From ages 7 to 18, I saw and experienced a lot that I cannot and will not attempt to explain. The house was obviously haunted. We had doors slamming, orbs, shadows, and electronic phenomena. You name it, and this house had it. Whatever resided there was never malicious to any of us — it was maybe even playful when we were kids. I was not afraid of it, just a little confused. I feel like this background will give a little context to what happened last week. Last week, my wife and I flew to York, England. It is a lovely town made even more special by the people who live in, curate, and care for it. We spent three days wandering around, shopping, and drinking pints with the locals. Part of that shopping involved going into a four-story antique store by The Minster.\"\n\n\"The first floor was really cool and had lots of houseware from a bygone era. The second floor was all records, and the third floor was curiosities gathered from a life of travel. The fourth floor was messed up. As my wife and I rounded the banister, it felt like I walked into the saddest, angriest place I have ever been. On one wall were WW1 medals, on the other were WW2 medals, and in the middle was a rocking horse.\n\nI felt like I had to run for my life. The darkness that saturated every inch of that room was indescribably terrifying. I abandoned my beautiful wife in a room with the darkest presence I have ever experienced. I sprinted from the building and sat on the front steps, waiting for my wife to come down and ask what was wrong with me.\n\nShe eventually meandered down and said, 'Yeah, you felt that too, huh? The rocking horse started rocking when you ran.' And this, folks, is why I will not be going back there.\"\n\n–kokaneeking\n\n22.\"Roughly 15 years ago, I was in upstate New York with my uncle at our family house. It's pretty quiet; not a lot of people are up there. My uncle and I were outside when it started to downpour, so we went inside. We were looking out the front door together, and my uncle commented on how hard it was raining. It's also pretty rural, so it was mostly pitch-black out, with only our front house light illuminating the area. We saw someone speed-walking on the road as we looked out the door. It was so dark, but their skin was so pale we could see their hands swaying as they walked and then their face as they turned towards our house. All I remember was the face had no eyes. My uncle quickly shut the door and said not to worry. It was probably someone who got stuck in the rain. I was scared, but he calmed me down. I was little, so I don't remember too much after that other than my uncle keeping watch for a while.\"\n\n\"I forgot about this story until years later, when I brought it up with my uncle because I thought maybe it was a dream. His attitude changed when I brought it up, and he just said he remembered but didn't want to talk about it. I have never brought it back up to him, and to this day, when I think about it, I feel really eerie.\"\n\n–NyStiles1210\n\nDavid Wall / Getty Images\n\n23.And: \"When I was in second grade, I woke up one night and saw a glowing ball about the size of a volleyball floating out of my bedroom closet. It was pale green and hovered in the middle of the room. I remember pulling the covers over my head and being overwhelmed with this sense of fear/dread. I tried to yell out for my parents, but I was so terrified I could barely whisper. Years later (I was in my early 20s), we were at a family gathering, and somehow, the conversation turned to spooky things, and I told everyone at the table about the orb. My uncle (mom's brother) got this look on his face and said, 'You saw it too?!' He and my mom had lived in that house for a few years as kids (my grandfather owned it and sold it to my parents when they got married), and my old room had been his room. Apparently, the same exact thing had happened to him when he was roughly the same age.\"\n\n–Colonial13\n\nHave you ever experienced something truly scary and unexplainable? Tell us your story in the comments or share anonymously using this form.\n\nNote: Submissions have been edited for length and/or clarity."
    },
    {
        "title": "10 Scariest Things Caught On Surveillance Footage",
        "link": "https://www.msn.com/en-us/news/crime/10-scariest-things-caught-on-surveillance-footage/vi-AA1tMgQA?ocid=BingNewsVerp",
        "description": "Subscribe to Top 10s ► <a href=\" from Top 10s counts down the #Top10 Scariest Things Caught On Surveillance Footage! Here are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.n5aaA7dgp7nIOHe_j5nnnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "See To Believe on MSN4h",
        "source": "See To Believe on MSN",
        "article_content": ""
    },
    {
        "title": "George Knapp: Where is the Journalist Now?",
        "link": "https://thecinemaholic.com/george-knapp/",
        "description": "As a documentary series living up to its title in every way conceivable, Netflix’s ‘Investigation Aliens’ can only be ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9itNVdW9kVhwp53MjbNOLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "thecinemaholic.com21h",
        "source": "thecinemaholic.com",
        "article_content": "As a documentary series living up to its title in every way conceivable, Netflix’s ‘Investigation Aliens’ can only be described as equal parts baffling, intriguing, as well as mind-blowing. That’s because it follows legendary reporter George Knapp as he travels the globe to investigate reports of various unidentified anomalous phenomena in the hopes of figuring out the why behind it all. Therefore, of course, this original production gives us a clear insight into not just his professional skill sets but also how he has managed to hone them over the years to be the best.\n\nGeorge Knapp Worked Hard to Earn the Title of Journalist\n\nAlthough born in Woodbury, New Jersey, on April 18, 1952, George actually grew up around Stockton, California, in a relatively comfortable, happy, loving, and stable household. It was here that he also developed an interest in journalism at a young age, resulting in him pursuing a Bachelor’s in Communications from the University of West Georgia upon graduating high school. As if that’s not enough, he then earned a Master’s in the same field, too, ultimately completing his studies at the University of the Pacific in the mid-1970s to kickstart his career.\n\nThe truth is George spent the initial few years of his professional life at his alma mater, teaching both debate and forensics, before soon finding himself at the University of California-Berkeley. However, when the opportunity arose for him to relocate to Las Vegas, Nevada, in 1979, he grabbed it with both hands, even if it meant making ends meet by serving as a cab driver for a few months. Thankfully, everything soon turned around for him as he managed to land an internship at KLVX-TV Channel 10, from where he quickly rose the ranks to evolve into a reporter at KLAS-TV in 1981.\n\nGeorge Knapp Never Went Looking for UFO Stories, They Found Him\n\nWhile George has held a myriad of positions at KLAS over the past 4+ decades he has served there, most of his work has actually revolved around the paranormal world, particularly UFOs. Nevertheless, this wasn’t always the case — in fact, at first, he primarily reported on topics such as government corruption, international affairs, organized crime, and other daily matters. It was actually only in the late 1980s that he found his calling as an extraterrestrial reporting specialist after aviator and UFO claimant John Lear walked into the building with a file full of documents.\n\nAccording to George’s accounts, John went to his boss and vehemently asserted he had the story of a lifetime for him — about the government’s cover-up of UFOs — yet the latter refused. Therefore, as John was walking away, the ambitious reporter stopped him in his tracks, asked to look at the information, as well as confirmed if he would be willing to go on air with his claims. Little did he know his subsequent interview with the pilot on his self-produced KLAS show ‘On the Record’ would blow up to such an extent he started getting calls and mails from other alleged witnesses worldwide, driving him to seriously look deeper into the matter.\n\nAfter all, George realized there had to be something in all these strange assertions owing to some eerie similarities they all shared, even if they allegedly happened years and worlds apart. What has always made him stand out from his colleagues as well as ufologists is that he unwaveringly, unbiasedly investigates debunking conspiracies and claims of hoaxes, too. Thus, it comes as no surprise he is not only an award-winning journalist but has also earned the honor of often being referred to as “one of the most prominent news anchors in the Las Vegas area.”\n\nGeorge Knapp is a Man of Many Hats\n\nWhile George has unfortunately even faced more than his fair share of ridicule regarding his beliefs and specialty over the years, it hasn’t deterred him from any of his complex investigations. In fact, as an anchor, chief investigative reporter, and commentator at the CBS affiliate KLAS-TV, he continues to look into every claim that comes to light in the hopes of finally finding some answers. Whether it be the secretive Area 51, international assertions of UFO plus USO sightings, alleged extraterrestrial contact, or the possibility of these supposed aliens being time-traveling humans from the future, he is exploring every avenue even today.\n\nGeorge genuinely believes that bringing proof of alien existence, if truly out there, is essential for our society as it would help us better understand the world and its many possible dangers. This is partly why he returned to the field of journalism/KLAS in 2005 after walking away from it all in 1991 to serve at a public relations firm by the name of Altamira Communications. And now, he is also a proud author, co-host of the ‘Weaponized’ podcast alongside paranormal/unexplained investigative filmmaker Jeremy Corbell, host of a radio show called ‘Coast to Coast’ AM, as well as a weekly columnist for a local Las Vegas newspaper.\n\nAs for George’s personal standing, from what we can tell, this former employee of the now-defunct National Institute of Discovery Science (NIDS) is a happily married man. He actually prefers to keep his private life well away from the limelight owing to safety concerns, yet we do know he tied the knot with the love of his life, longtime girlfriend Anne “The Viking” Fechner, on August 5, 2010. They promised one another forever in a cozy, intimate ceremony in Kauai, Hawaii, following which they returned to settle down in Las Vegas for good, which is where they still happily remain.\n\nIt’s also imperative to note that George, whose most recent book titled ‘Skinwalkers at the Pentagon’ with co-authors Colm Kelleher and James Lacatski was published in 2023, is a cat dad, a massive sports enthusiast, and an unwavering music fan too. In fact, whenever he is not working or spending quality time with loved ones, it appears as if he likes the experience of live shows – Blink 182, Angels & Airwaves, and John Fogerty, he has seen them all live in the past few years alone.\n\nRead More: Kevin Randle: Where is the Ufologist Now?"
    },
    {
        "title": "Ongoing Halloween scares, stand-up comedy, and frogs: What a weekend in Edmonton",
        "link": "https://edmonton.ctvnews.ca/ongoing-halloween-scares-stand-up-comedy-and-frogs-what-a-weekend-in-edmonton-1.7103655",
        "description": "Tickets for the event are available through the link. When: Sept. 24 to Nov. 9 A guided, three-hour paranormal tour set in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.__8Z5k9S13YKpJqwD1IhgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "CTV News19h",
        "source": "CTV News",
        "article_content": "The Remembrance Day long-weekend is just around the corner, but remnants of a recently passed holiday still linger in the capital city.\n\nWith what could be one of the last warm weekends in Edmonton before the white stuff stays for good, it's time to get your calendars ready and start planning your rightfully-deserved weekend in Edmonton.\n\nHere's what's happening this weekend in Edmonton:\n\nPoppies and lights\n\nCity of Edmonton's Remembrance Day Ceremony 2024\n\nThe city will be commemorating the achievements and sacrifices of those who served our country with a Remembrance Day ceremony on Monday. The commanding officer of the Loyal Edmonton Regiment will lead the ceremony followed by an outdoor procession to the City Hall Cenotaph, where several wreaths will be put on display.\n\nOnce at capacity, City Hall will be directing guests to Sir Winston Churchill Square where a live-stream of the event will be shown.\n\nWhen: Nov. 11 from 10 to 11:30 a.m., seating begins at 9:15 a.m.\n\nWhere: 1 Sir Winston Churchill Square at City Hall\n\nAdmission: Free\n\nMaisie’s Magical Christmas House\n\nMaisie's Magical Christmas House opened for the season on Nov. 4, 2024 and will run until the new year. (Courtesy: Google)The sights and sounds of Christmas are on display at a north Edmonton house.\n\nThe tradition of lighting Maisie's house started back in 2004 with a humble display and has grown every year since to the amazing display it is now.\n\nAlthough the event itself is free, guests are encouraged to bring donations for the Second Chance Animal Rescue Society (SCARS).\n\nSpecial guests expected at the event are The Grinch, Santa Claus and adoptable dogs from SCARS.\n\nWhen: Nov. 4 to Jan. 5, 2025, from 6 to 8:30 a.m. and 5 to 11 p.m.\n\nWhere: 9619-144 Ave. NW, Edmonton\n\nAdmission: Free\n\nWhat remains of Halloween\n\nDeadmonton Haunted House\n\nA gruesome character from the Deadmonton Haunted House attraction in an undated promotional photo. (Courtesy: Deadmonton)If you're looking for one last chance to embrace the spookiness of Halloween past, Deadmonton is still open for a few more days.\n\nThe 11th season for Deadmonton is coming to a close, but not without delivering a few scares for the brave of heart.\n\nThe haunted experience features two indoor attractions and one outdoor: The Curse of the Mucklebone Coven, the Abbey, and the Puppet Factory.\n\nThis jump-scare event is meant for those at least 12 years old, so be mindful of who you bring to the haunted house. Tickets for the event are available through the link.\n\nWhen: Sept. 24 to Nov. 9\n\nWhere: 9300-47 St., Edmonton\n\nAdmission: $39.99 and up\n\nParanormal Tours\n\nA guided, three-hour paranormal tour set in Fort Edmonton Park will get the blood pumping as you set forth looking for the unexpected, conducting your own paranormal investigations.\n\nGuests will be provided with the tools for ghost hunting as they learn more about the haunts that occur in Edmonton after dark. Refer to the website for any advisories related to the event or to buy tickets. Not recommended for those under 14.\n\nWhen: Sept. 18 - Nov. 27\n\nWhere: Fort Edmonton Park, 7000-143 St. NW\n\nAdmission: $67, tickets are limited\n\nAnimal fun\n\nEdmonton Humane Society Fall Camp\n\nThe Edmonton Humane Society (EHS) is putting on a camp for animal lovers.\n\nThe Fall Camps for Kids is an animal-themed educational workshop where kids can learn about animal care, welfare and how to become responsible pet parents. EHS has plenty of offerings for the camp including games, hands-on experiences and new friendships – both human and the four-legged kind.\n\nThe camp is offered in two age groups, one from ages six to 9 and the other for kids aged nine to 12.\n\nTickets for the camp can be found online.\n\nWhen: Nov. 8 and Nov. 12 to 15\n\nWhere: 13620-163 St. NW, Edmonton\n\nAdmission: $75.99 for a day's session\n\nFrogs and Friends at the Muttart Conservatory\n\nThe Muttart Conservatory's latest feature pyramid is ridden with amphibians, but don't worry, it's not a pest problem.\n\nThe Frogs and Friends feature is a journey all about the lives of – you guessed it – frogs. The featured attraction challenges guests to confront their fears and open up to a colourful, diverse world of the hoppy, bug-eyed croakers.\n\nWhen: Sept. 14 to Nov. 17\n\nWhere: 9626-96A St. NW, Edmonton\n\nAdmission: $7.75 to $14.95\n\nMusic and comedy\n\nOrchestra Borealis Concert\n\nClassical music is in the air with Orchestra Borealis taking the stage this weekend for an all ages concert.\n\nThe ensemble will perform classic pieces including Saint Saens, Wagner, Greig and more.\n\nTickets to the orchestra are available for purchase online or at the doors.\n\nWhen: Nov. 10 from 3 to 5 p.m.\n\nWhere: St. Andrews United Church, 9915 148 St. NW, Edmonton\n\nAdmission: $15 for adults, $40 for the family package\n\nDrag Me to The Comic Strip\n\nThe Comic Strip is hosting its first all-drag comedy show on Nov. 11, 2024. (Courtesy: Pup Art/Instagram)A special night of drag performances is heading to the Comic Strip for an evening of laughter and pride.\n\nFor the first time, the comedy club is hosting Drag Me to the Comic Strip with seven Edmonton drag queens performing their raunchiest stand-up routine for the masses.\n\nThe 18+ event will be hosted by Pup Art with performances by Mars Dawn, Celine Dejion, Onika Xtravaganza, Chelsea Horrendous and God.\n\nTickets can be purchased here.\n\nWhen: Nov. 11 at 7:30 p.m.\n\nWhere: The Comic Strip at West Edmonton Mall\n\nAdmission: $10, 18+ only event\n\nSteph Tolev: The Canadian Filth Queen Tour\n\nCanadian comic Stephanie Tolev is coming to Edmonton for a night of comedy gold.\n\nTolev has made quite a name for herself after appearing on Bill Burr's Friends Who Kill Netflix special and was featured on Comedy Central's The Ringer stand-up series. She was also named 'Comedians You Should All Know' by Vulture magazine.\n\nTickets are available through the link.\n\nWhen: Nov. 10 at 7:30 p.m.\n\nWhere: Myer Horowitz Theatre, 8900-114 St., Edmonton\n\nAdmission: $35.50 plus fees"
    },
    {
        "title": "I watched all of Netflix's new alien shows — here's why I'll only be continuing one of them",
        "link": "https://www.msn.com/en-gb/entertainment/tv/i-watched-all-of-netflixs-new-alien-shows-heres-why-ill-only-be-continuing-one-of-them/ar-AA1tMEzZ?ocid=BingNewsVerp",
        "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
        "image_url": "https://www.bing.com/th?id=OVFT.VQX0Ytb4CA8m0Cj1LwVkPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10hon MSN",
        "source": "WhatToWatch on MSN",
        "article_content": ""
    },
    {
        "title": "James Webb Telescope makes significant discovery that changes everything scientists thought they knew",
        "link": "https://www.ladbible.com/news/science/james-webb-telescope-universe-age-change-506966-20241108",
        "description": "Space never ceases to amaze us, but what the James Webb Space Telescope (JWST) just found has changed everything that we know ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vqUgQQ6XYAg5qMnEVapPzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19h",
        "source": "LADbible",
        "article_content": "Space never ceases to amaze us, but what the James Webb Space Telescope (JWST) just found has changed everything that we know about the universe.\n\nThe JWST is an advanced version of the 1990 Hubble telescope, which was launched into space in December 2021.\n\nHowever, the JWST has made numerous discoveries in space, some of which could even point to there being life beyond our small planet.\n\nAdvert\n\nIt also found that potential planets could be forming right in front of us after discs and dust gathered around two stars.\n\nBut now, it’s found something bigger.\n\nThe universe is vast (Getty Stock Images)\n\nWhile we’re just a speck of dust in the cosmos, we’ve been trying to figure out all that there is to know about the universe for quite some time.\n\nAdvert\n\nThat means we’ve tried to date back to how old the universe is.\n\nFor years, cosmologists have believed the universe is approximately 13.8 billion years old, but new JWST findings suggest that this may be incredibly inaccurate.\n\nNew research had found that the universe’s age is probably more likely to be 26.7 billion years, which accounts for the JWST’s observations.\n\nData from the 1990s' Hubble Space Telescope launch meant that originally, people thought it was between 7 billion to 20 billion years, and later agreed on 13.8 billion years.\n\nAdvert\n\nIt all began with the presence of 'impossible early galaxies'.\n\nThese galaxies emerged during the cosmic dawn, which occurred around 500 to 800 million years post-Big Bang, and really shouldn't have evolved disks so quickly.\n\nSo, surely they had been created earlier than we thought?\n\nThe JWST changed everything (Getty Stock Images)\n\nAdvert\n\nExplaining how the universe’s age was challenged, Rajendra Gupta from the University of Ottawa told The Brighter Side: \"I attempted to marry the conventional big-bang model with the tired light theory, hoping to account for both supernovae and JWST data.\n\n\"While this expanded our universe's age to 19.3 billion years, it couldn’t entirely account for the JWST data.”\n\nThat’s when he tried combining the tired light theory with an evolving model based on the coupling constants, which gave a lot better results. Still with us?\n\nThanks to this, the hybrid model accounted for the JWST's observations and also put the universe's age to 26.7 billion years.\n\nAdvert\n\nAlthough the Hubble Space Telescope had already guessed at the 'impossible early galaxy' issue, the JWST's launch in December 2021 strengthened these claims.\n\nNow, scientists have a clear picture of when the universe came to be, and this could help them in the future to recalculate the date of emerging planets, among other things.\n\nAs the universe continues to be a vast space of confusion for us to wrap our heads around, at least this one thing has been put to bed at last."
    },
    {
        "title": "Discovery Science Place to celebrate grand opening of ice skating rink",
        "link": "https://www.msn.com/en-us/money/other/discovery-science-place-to-celebrate-grand-opening-of-ice-skating-rink/ar-AA1tLweX?ocid=BingNewsVerp",
        "description": "The Discovery Science Place in downtown Tyler will open its brand-new ice skating rink next week just in time for the holiday ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bvyEzuHFx-CkJs6aejRd5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18hon MSN",
        "source": "KYTX-TV Tyler-Longview on MSN",
        "article_content": ""
    },
    {
        "title": "Deep-Sea Discovery Reveals How Life Might Begin Without Biology",
        "link": "https://scitechdaily.com/deep-sea-discovery-reveals-how-life-might-begin-without-biology/",
        "description": "Chinese scientists have found abiotic organic compounds in the ocean crust, shedding light on deep-sea carbon cycles and life ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7dFBo6Wpse6D3YG5LVmG7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "4 years after the giant Arecibo Observatory collapsed, we finally know what happened",
        "link": "https://www.msn.com/en-us/news/technology/4-years-after-the-giant-arecibo-observatory-collapsed-we-finally-know-what-happened/ar-AA1tLRzl?ocid=BingNewsVerp",
        "description": "A Zinc decay was to blame for cable failures at the Arecibo Observatory, which held the title of \"world's largest radio ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xQcn03UMXM55SeCxJzfEVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Space on MSN17h",
        "source": "Space on MSN",
        "article_content": ""
    },
    {
        "title": "Asteroid Strikes Earth Hours After Detection, 3rd 'Imminent Impactor' Of 2024",
        "link": "https://www.ndtv.com/science/asteroid-strikes-earth-hours-after-discovery-2024s-third-near-miss-6980562",
        "description": "The asteroid was first observed on October 22 by the Asteroid Terrestrial-impact Last Alert System (ATLAS) survey in Hawaii.",
        "image_url": "https://www.bing.com/th?id=OVFT.gf4qB6aX9-HxTw7rTBFnIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "NDTV",
        "article_content": "The object bypassed impact monitoring systems.\n\nLast month, the Earth's atmosphere was bombarded by a small, boulder-sized asteroid just hours after it had first been detected, having evaded early impact monitoring systems. The object, designated 2024 UQ, was discovered just two hours before entering Earth's atmosphere, and fortunately, there was no real threat, since it measured only 3 feet (1 meter) in diameter.\n\nThe Asteroid Terrestrial-impact Last Alert System, a four-telescope survey based in Hawaii for monitoring near-Earth objects, had discovered the asteroid on October 22. Within days of its detection, 2024 UQ disintegrated in the atmosphere over the Pacific Ocean, off California, creating an \"imminent impactor,\" or an impact where Earth-bound objects are detected hours before hitting the planet.\n\nAlso Read | London's Iconic Dogstar Nightclub Forced To Close Down Before Squatters Take Over\n\n\"ATLAS survey obtained images that included detections of a small object in a high-probability collision course. However, due to the location of the object near the edge of two adjacent fields, the candidate was recognized as a moving object only a few hours later,\" ESA wrote in the newsletter.\"By the time the astrometry reached the impact monitoring systems, the impact had already happened.\"\n\nAccording to ESA, the asteroid was the third imminent impactor detected this year.\n\nThat close call serves to highlight both the strengths and weaknesses of the modern track system and sets an argument for continuing investment in early detection technology. While harmless in this circumstance, the situation serves to bring focus to Earth's continued improvement efforts in regards to space surveillance-the possibility of potentially dangerous space rocks slipping undetected."
    },
    {
        "title": "UnifyApps raises $20 Mn in Series A, appoints new co-founder",
        "link": "https://entrackr.com/snippets/unifyapps-raises-20-mn-in-series-a-appoints-new-co-founder-7566239",
        "description": "Unified enterprise AI agent platform UnifyApps has raised $20 million in its Series A funding round, led by ICONIQ Growth, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.N27VOjFNomE62-aJFj-dIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "entrackr18h",
        "source": "entrackr",
        "article_content": "Unified enterprise AI agent platform UnifyApps has raised $20 million in its Series A funding round, led by ICONIQ Growth, with participation from existing investors, including Elevation Capital.\n\nThis latest round brings the company’s total funding to $31 million. In May, the firm raised $11 million in a seed round led by Elevation Capital.\n\nOver the past year, UnifyApps has developed a robust platform to connect and automate enterprise systems. Designed for scalability, UnifyApps integrates deeply with all the SaaS applications within an organization, allowing teams to manage all their data in one place, automate workflows, and create advanced applications using a no-code approach.\n\nUnifyApps now enables teams to build custom AI agents trained on their enterprise’s knowledge base, benefiting departments across the organization—from IT to HR to Sales. The platform offers tools for observability, compliance, and fine-tuning, ensuring that AI agents meet standards for accuracy, security, and auditability.\n\nCo-founded by Pavitar Singh, Sumeet Nandal, Abhishek Kurana, Rachit Mittal, Abhinav Singi, Rahul Anishetty, Kavish Manubolu, and Shivam Satrawal, UnifyApps has appointed Haitham ElKhatib as the company’s new Chief Revenue Officer and co-founder. Before joining UnifyApps, ElKhatib served as the Senior Vice President of Sales for Growth Markets at Sprinklr.\n\nAccording to the company, it has gained significant traction with early customers, including one of the leading banks, a leading telecommunications provider, and a leading security company, amongst many others. The company has also expanded its team to over 150 employees and established new offices in Gurugram, Dubai and New York."
    },
    {
        "title": "Buy This Top-Ranked Growth Tech Stock Before Earnings and Hold?",
        "link": "https://finance.yahoo.com/news/buy-top-ranked-growth-tech-171300164.html",
        "description": "MNDY surged to fresh 52-week highs earlier this week yet trades 25% below its records heading into its Q3 earnings release on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RbWMbIMF122LadbLZrX7Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "21h",
        "source": "YAHOO!Finance",
        "article_content": "Monday.com (MNDY) stock skyrocketed 315% in the last two years, crushing Tech’s 110%. MNDY surged to fresh 52-week highs earlier this week yet it trades 25% below its records heading into its Q3 earnings release on Monday, November 11.\n\nSee the Zacks Earnings Calendar to stay ahead of market-making news.\n\nThe work-focused software company is coming off another blowout quarter and its earnings outlook has climbed as Monday.com expands its reach with larger customers.\n\nMNDY Stock’s Bullish Basics and Growth Outlook\n\nMonday.com’s core work operating system or Work OS is a “low code-no code” platform that helps businesses build work management tools and software applications across various industries. The firm operates in a key growth segment of the economy since every business needs to digitalize their workflows to succeed.\n\nMonday.com has amassed over 225K customers across 200 industries in over 200 countries, most of which are small businesses. MNDY grew its paid customers with more than $100K in annual recurring revenue (ARR) by 49% last quarter to reach 1,009, outpacing its 43% growth of paid customers with more than $50,000 in ARR.\n\nZacks Investment Research\n\n\n\nImage Source: Zacks Investment Research\n\nMonday.com’s overall net dollar retention rate was 110%, with total quarterly revenue up 34%. Monday.com’s ability to expand its reach with larger customers will go a long way to growing its business.\n\nOn top of that, its focus on maximum efficiency helped achieve its first quarter of GAAP operating profitability. MNDY grew its adjusted Q2 EPS by 130% after it swung from a full-year loss of -$0.73 in 2022 to +$1.85 per share in 2023.\n\nZacks Investment Research\n\n\n\nImage Source: Zacks Investment Research\n\nMonday.com is expected to expand its adjusted earnings by 50% in FY24 and 18% next year. MNDY’s upbeat EPS outlook helps it land a Zacks Rank #1 (Strong Buy) and is part of an impressive surge in bottom-line revisions.\n\nMonday.com has crushed our EPS estimate by an average of 125% in the trailing four quarters.\n\nMNDY is projected to grow its revenue by 32% in 2024 and 27% in 2025 to reach $1.21 billion—after a 41% expansion in 2023.\n\nZacks Investment Research\n\n\n\nImage Source: Zacks Investment Research\n\nMNDY's Stock Performance and Technical Levels\n\nMonday.com shares have soared 135% in the last year to blow away Tech’s 44% as part of a 315% two-year run.\n\nYet, even as the Nasdaq and tons of other technology stocks have soared to new all-time highs, MNDY trades 25% below its 2021 peaks.\n\nZacks Investment Research\n\n\n\nImage Source: Zacks Investment Research\n\nMonday.com has outclimbed the Zacks Tech sector since its summer 2021 IPO, up 77% vs. 43%.\n\nStory Continues"
    },
    {
        "title": "The Trump transition has begun — and it’s off to an unorthodox start",
        "link": "https://news.yahoo.com/news/trump-transition-begun-even-stranger-181708416.html",
        "description": "Nearly four years ago as Donald Trump was refusing to acknowledge his 2020 election loss to Joe Biden, then-Secretary of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UoTwzJKkxe5v9eOfVd7z3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Yahoo News19h",
        "source": "Yahoo News",
        "article_content": "Susie Wiles is known as one of the few people who can say ‘no’ to Donald Trump (REUTERS)\n\nNearly four years ago as Donald Trump was refusing to acknowledge his 2020 election loss to Joe Biden, then-Secretary of State Mike Pompeo was asked if his department was preparing to engage with the incoming Biden team.\n\nIn what appeared to be a tongue-in-cheek acknowledgement of the tensions around the then-president’s lack of commitment to the peaceful transfer of power, he replied: “There will be a smooth transition to a second Trump administration.”\n\nOn Wednesday, just hours after media outlets had declared Trump the winner in his bid to be the first president in over a century to serve non-consecutive terms, Pompeo took to X (formerly Twitter) to resurface the clip with an accompanying quip.\n\n“As I was saying,” he wrote.\n\nAs I was saying… https://t.co/75XgmjqPXD — Mike Pompeo (@mikepompeo) November 6, 2024\n\nDays after Trump pulled off one of the most improbable comebacks in American political history by besting Vice President Kamala Harris in both the popular and electoral college vote counts, his transition planning appears to be in full swing — with some Trumpian twists.\n\nLate Wednesday evening, Trump transition chairs Howard Lutnick and Linda McMahon issued a statement to reporters. In it, they said Trump would be “selecting personnel to serve our nation under his leadership and enact policies that make the life of Americans affordable, safe, and secure” in the coming weeks from “a wide array of experts” they’ve assembled for his review.\n\nOne day later, Trump’s transition team issued another press release announcing that the president-elect had made his first major staffing decision of his second term — the selection of longtime Republican operative and de facto 2024 campaign manager Susie Wiles to be his White House chief of staff.\n\nWiles will be the first woman to serve in the White House’s top staff role, one that was largely thankless during Trump’s first term. Over his four years in the White House from 2017 to 2021, Trump cycled through four chiefs of staff, with all but one exiting after trying — and failing — to bring a semblance of order to the freewheeling style preferred by the ex-real estate mogul turned television star turned politician.\n\nHe is famous for encouraging, even relishing, internal conflicts and internecine warfare among his closest aides. It’s said that he is as entertained by the infighting as viewers of The Apprentice were before he ended episodes by firing whoever lost the internal competition.\n\nBut Wiles, the daughter of legendary NFL broadcaster Pat Summerall and a renowned GOP power player in her own right, isn’t one to embrace the drama. The campaign she ran along with veteran strategist Chris LaCivita was relatively drama-free and leak-averse compared with Trump’s first two presidential efforts.\n\nOne Trumpworld veteran who spoke to The Independent on condition of anonymity said the pick is an indicator of the president-elect’s respect for and trust in Wiles, who took over his political operation when he was in the veritable wilderness, reeling from the backlash to January 6th. The source described Wiles as a rare person who has the ability to say “no” to Donald Trump.\n\nThe Independent understands that Trump’s selection of Wiles early on was meant to take some of the pressure off him from supporters and office-seekers who’ve come calling in the days since his victory in hopes of bending his ear or securing roles in his new administration.\n\nIn theory, this means Wiles — not the president-elect — can be the point person for naming key staff roles and helping to roll out new appointment announcements.\n\nBut the transition team Trump has at his disposal isn’t looking much like the one that ushered him into the White House in 2017. That was a chaotic effort compounded by his decision to replace voluminous plans assembled by then-New Jersey governor Chris Christie with a slapdash plan nominally headed up by Mike Pence. In actuality, it became a two-headed hydra of an operation with rival power bases in Jared Kushner, Trump’s son-in-law, and then-incoming White House chief strategist Steve Bannon.\n\nIvanka Trump’s husband Jared Kushner took a central role in the first Trump administration (REUTERS)\n\nBack then, Trump’s transition team followed precedent and procedure by working with the General Services Administration, the government agency that by law provides incoming administrations with official office space and other resources, including what is needed for incoming administration officials to obtain security clearances and liaise with the myriad federal agencies they will have to staff and supervise at noon on January 20, 2025.\n\nBut this time, it appears the Trump team could eschew much of the official support in favor of a privatized model without precedent in modern history.\n\nThe initial statement released by transition chairs Lutnick and McMahon referenced “the next steps of Trump Vance 2025 Transition, Inc., a 501(c)(4) organization,” indicating that the new-look Trump team wants to keep the federal government — including the civil servants that are tasked with assisting the transition — away from the people who will soon lead the federal government.\n\nTo start, a 501(c)(4) organization, named for the section of the Internal Revenue Code that authorizes such “social welfare” organizations, aren’t required to publicly disclose their donors. And by keeping the transition off of any official government email systems, the Trump team can evade having their emails requested by any Democratic or nonpartisan transparency groups under the Freedom of Information Act.\n\nAs of now, the Trump transition hasn’t signed the memoranda of understanding that officially starts the transition process by letting the incoming team interface with the GSA and gain access to “office space, IT equipment, office supplies, fleet vehicles, mail management, and payment of compensation and other expenses” available after an election is conceded.\n\nAlthough the agency notified the Trump team that it’s eligible for government support on Wednesday, hours after Vice President Kamala Harris conceded the race to the president-elect, White House Press Secretary Karine Jean-Pierre told reporters on Thursday that there’s been no official acceptance of the offer. But she did say that Biden’s chief of staff, Jeff Zients, has “reached out” to the Trump team. She stressed that they would “leave that line of communications open” in hopes of facilitating “an effective, efficient transition of power.”\n\nYet Trump allies are indicating that the transition may not be so smooth.\n\nReporting from The New York Times and other outlets has also indicated that Trump and his team are strongly considering skipping the process by which administration officials normally obtain security clearances after FBI background checks.\n\nInstead, Trump aides have reportedly argued for the president-elect to unilaterally grant clearances to top aides based on private background investigations done by a firm contracted by the transition.\n\nAlready, Trump-aligned groups such as Stephen Miller’s America First Legal are publicly railing against the FBI and accusing it of illegally leaking information on presidential nominees to congressional staff. The group said in a press release that the Department of Justice-led process “has been and will be weaponized against nominees in any future administration, including the Trump Administration.”\n\nBecause security clearances are an executive function, the president can grant anyone a clearance at any level for any reason, even over the objections of the national security professionals who assess whether a given individual can be trusted with the nation’s secrets. And as an elected official, Trump himself is exempt from clearance requirements despite his long and documented history of mishandling and allegedly unlawfully retaining national defense information.\n\nHe exercised this unilateral authority during his first term when he ordered his second chief of staff, John Kelly, to grant Kushner, then a White House senior adviser, a permanent “top secret” security clearance after a months-long period during which the real estate scion was only allowed a much lower level “secret” one. Though Kushner had been allocated the “top secret” credential on an interim basis early on in the first Trump administration, that temporary clearance was pulled and replaced with much lower “secret” clearance after national security officials and then-White House counsel Don McGahn raised concerns flagged by the US intelligence community about the president’s son-in-law.\n\nAccording to The New York Times, Kelly was so disturbed by the move that he authored a contemporaneous memorandum in which he wrote that he’d been directly ordered to grant Kushner the clearance over the objections from both McGahn and the CIA.\n\nA former White House security adviser, Tricia Newbold, was similarly troubled by decisions around clearances in the early days of Trump’s first term — so much so that she went to Congress with her concerns seeking whistleblower status. She told Democrats on the House Oversight Committee that numerous Trump appointees were denied clearances because of foreign influence concerns, conflicts of interest, financial issues, questionable conduct and even illicit drug use.\n\nIt’s not fully clear what criteria the new Trump administration might use to grant access to sensitive information this time around if not those used by the FBI.\n\nUsually, appointees are screened for foreign ties, potential conflicts of interest, and susceptibility to blackmail. But given Trump’s well-documented obsession with loyalty, it’s very possible that fealty to the new administration — not the United States itself — could become an important metric.\n\nTo that end, Trump administration hopefuls are already flocking to his Mar-a-Lago property in Florida, where he and his team are making their plans, in hopes of kissing the ring and securing the new president’s favor."
    },
    {
        "title": "Startup land wasn’t as quiet this week as you might’ve expected",
        "link": "https://www.msn.com/en-us/money/other/startup-land-wasn-t-as-quiet-this-week-as-you-might-ve-expected/ar-AA1tL7uL?ocid=BingNewsVerp",
        "description": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LXVJpF1qw4P09owvonTlyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "20hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "This is the most frustrating mouse I’ve ever owned, and I love it anyways",
        "link": "https://www.digitaltrends.com/computing/razer-naga-v2-pro-mouse-with-a-learning-curve/",
        "description": "Razer's Naga V2 Pro is an excellent mouse, but learning to use it the right way turned out to be much more of a project than I ever expected it to be.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "2h",
        "source": "Digital Trends",
        "article_content": "When I bought the Razer Naga V2 Pro, I thought that I would instantly love it, and I thought that I knew what I was getting myself into. One month later, I can now say with full conviction that I was wrong on both accounts.\n\nDespite being two years old, many still rank the Razer Naga V2 Pro among the best gaming mice, and having tested it myself, I fully agree. But make no mistake: It’s definitely a mouse with a learning curve, and I learned that the hard way.\n\nRecommended Videos\n\nMy first rodeo\n\nI realize that I’m pretty late on the Razer Naga train. The concept of Razer’s 12-button mouse is nothing new at this point, and various iterations of the mouse have been around since 2009. I’ve never owned one until just over a month ago, though.\n\nThe Razer Naga is primarily an MMO mouse, and 2009 was a prime year for such players; I, myself, was deep into my World of Warcraft: Wrath of the Lich King phase at that time. I sure could’ve used a Naga, but there was always something that kept me away from giving it a try, such as it being expensive (I paid $160 for mine, but the recommended list price is $180) or the fact that all those buttons made it downright intimidating.\n\nThis makes the Razer Naga V2 Pro my first attempt at using Razer’s MMO mouse. It’s not my first Razer mouse, but it’s the first gaming mouse where I truly felt like I was trying something new. As a result, a lot of my impressions of the mouse aren’t strictly related to the V2 Pro as much as the Razer Naga overall, but I’ll cover parts that are unique to this mouse, too.\n\nThere’s a lot to unpack. Although the Razer Naga V2 Pro is plug-and-play, it’s also anything but.\n\nNot a love at first sight\n\nI was excited to get the Razer Naga V2 Pro, but my initial excitement was short-lived. There were some things that I didn’t love from the get-go. The good news is that adapting to the mouse helped me get past most of them.\n\nBefore I dive in, let’s go over the basic specs.\n\nRazer Naga V2 Pro Sensitivity 30,000 DPI Polling rates 125/500/1,000Hz IPS 750 Max acceleration 70g Connectivity 2.4GHz, Bluetooth, USB-C Battery Up to 150 hours (2.4GHz)/Up to 300 hours (Bluetooth) Programmable buttons 10/14/20, depending on side plate Weight 134g Recommended price (at launch) $180\n\nThe Razer Naga V2 Pro is a high-end wireless mouse, and the specs show it. It comes with three hot-swappable side plates: one with the standard two thumb buttons, one with six, and one with 12. This amounts to up to 20 programmable buttons, and the V2 Pro adds the HyperScroll Pro scroll wheel, which comes with six presets and a custom mode. You can effectively double the number of programmable inputs because of Razer’s Hypershift tech, which I’ll go into a bit later.\n\nThe mouse comes with its own 2.4GHz wireless dongle, and once you plug it in, you’re good to go. You need the Razer Synapse software to set it up, which I’ve already had due to owning a Razer keyboard; I’m guessing you’d be prompted to download it otherwise.\n\nMy first thoughts as I held the mouse were that it was really heavy and that my hand was slightly too small. (I knew that it’s not exactly perfect for small hands and bought it despite that.) Despite the weight and the size, the mouse felt comfortable for the most part, although the sheer number of buttons underneath my thumb took some effort getting used to. I use a palm grip and found the mouse to be perfectly suited to that grip type, although with bigger hands, I think a claw grip would work just as well.\n\nI have to give it to Razer — the hot-swappable side plates are extremely easy to swap back and forth. Truthfully, I’ve had more problems unplugging the mouse from its charging cable than I’ve had swapping out the 12-button plate for the two-button version. In fact, I found the charging cable a little difficult to unplug.\n\nDespite the ease of use, I had some buyer’s remorse. I didn’t love this mouse at first sight. It was heavier than I expected, it was bulky, and it quickly dawned on me that setting up the keybinds would be a project instead of a quick five-minute job.\n\nThe different stages of using a Naga\n\nI feel like one of the things that people don’t mention much in reviews of this mouse (of which I’ve read plenty) is that it doesn’t just take a long time to set up but also to learn. I want to touch on that aspect, because that’s probably what’s taken me the longest time to adapt to. Again, this is more of a Naga thing than the Razer Naga V2 Pro, but if you’re a first-time user, you might run into the same obstacles that I’ve encountered.\n\nGetting started is easy, but only on paper. I dove right in with the 12-button version, naively thinking I’d be a pro gamer within an hour. (Spoiler alert: I was decidedly not a pro gamer within an hour.)\n\nWithout a lot of tweaking in Synapse, those thumb buttons don’t do anything, so I set out to bind them to certain keyboard keys, which, in turn, made them usable in games. Most games don’t recognize these side panel keys, so this keyboard-to-mouse transition is necessary.\n\nI entertained the idea of using HyperShift, but honestly, I think I’m too casual a gamer to bother.\n\nA process that I thought would take me five minutes ended up taking the better part of an hour as I changed certain binds back and forth. I can’t complain about the actual software — it’s easy enough to navigate. No one tells you how hard it’s going to be to pick the right stuff to bind, though.\n\nThe side panel accounts for 12 separate keybinds, and you can double the number of programmable inputs on the Naga V2 Pro thanks to Razer’s HyperShift tech. This lets you assign a secondary function to each button, and when holding down the HyperShift key, the keybind changes accordingly.\n\nI entertained the idea of using HyperShift, but honestly, I think I’m too casual a gamer to bother. The games I primarily play don’t require a whopping 24 different binds on top of the stuff I’m already very used to using on my keyboard. Picking the right things to re-map was a process. I had a lot of binds that I was comfortable with using during gameplay, and a lot of those I simply didn’t want to swap out.\n\nOnce I was done, the reality check fully set in.\n\nA never-ending process\n\nThis mouse has been out for nearly two years now, so I won’t bore you with the details that are available in nearly every review of it. Instead, I want to look at the practical side of using such a mouse as your daily driver.\n\nMy main MMO is still World of Warcraft. (Yes, I know, time to find a new game.) Much like most MMOs, WoW gives you different spells and therefore different keybinds for each character. The binds themselves are uniform across every character, but as each comes with its own abilities, you need to figure out a way to streamline these binds and memorize them.\n\nUsing the 12-button side panel really shook things up for me. At first, I found myself reverting to what I already remembered, meaning using the keyboard instead of trying to use the mouse. This was especially hard to avoid during intense gameplay, where using the wrong ability can be deadly.\n\nEven when I forced myself to stick to the mouse, it took me a while to learn the button placement. Fortunately, Razer must have put a fair bit of thought into each, because once you’ve used the mouse for a couple of days, the button shape becomes distinct enough that it gets a lot easier to tell them apart without looking.\n\nBut that first day or two? Not only did I not remember which button was assigned to which spell but I also had to stop and think which button I was even pressing.\n\nI eventually got used to the button layout, but honestly, I rarely make use of all 12 buttons. I could, but I hardly ever need to. I can’t imagine doubling them with HyperShift — I think I’d spend most of my time being confused as to what I’m doing as opposed to actually playing.\n\nIt was an uphill climb, but one month later, I’m feeling the real benefit of using this mouse. Gameplay becomes more intuitive; casting spells is so much quicker; you free up more of your keyboard for other things. I’m not sure if it made me a better gamer, but it certainly made gameplay more enjoyable for me.\n\nThe only downside? Adjusting this mouse to your needs is a never-ending process. Sure, I’ve mastered it for one character, but playing a different character or a different game means starting all over again and memorizing even more binds. This is true for any game, but with the sheer number of programmable buttons that the Razer Naga V2 Pro offers, it does feel like a chore if you play a lot of different titles.\n\nThe good part of it is that even if you don’t end up using all 12 buttons and stick to the basic or the six-button side panel, the Naga V2 Pro is a superb mouse regardless, so you won’t be missing out. I could see it being less great for first-person shooters, though, if only because of the weight.\n\nThe best (and most frustrating) mouse I’ve ever owned\n\nThere’s so much that I love about the Razer Naga V2 Pro: the sky-high DPI; the excellent sensor; the seamless wireless connectivity; the high-end build quality that tells me that it might last me a long time (which is quite a feat, as I break mice in record time).\n\nA month later, I also love the side panels. I’ve gotten so used to the 12-button version that I hardly ever bother to scale down to two as it doesn’t bug me when I work. The six-button panel is the one that’s gotten the least love, simply because I’ve gotten used to the maximum layout and I think that introducing any changes at this point would only end in frustration.\n\nAnother thing that put me off at first but is now a favorite is the customizable scroll wheel. Out of the box, using the scroll wheel feels like pulling teeth, but a quick adjustment in Synapse turns it into the smoothest scroll wheel I’ve ever tried. There are so many modes that there’s something in there for everyone, and if the presets don’t work for you, you can always create your own profile. Personally, as I don’t use the scroll wheel much during gameplay, I haven’t had to make any tweaks after that initial adjustment.\n\nThe battery life is another thing I’ve enjoyed and can applaud this mouse for. Prior to this mouse, I briefly used a battery-powered Logitech, and swapping those AA batteries every week or so was tedious — not to mention expensive. The battery on the Naga V2 Pro is excellent, lasting for days on end if you turn off the RGB lighting. Turning that on makes it deplete a lot faster, though.\n\nOutside of those more Naga-specific things, this is just a really solid mouse. It’s quick, reliable, and super customizable.\n\nIt’s also entirely overkill for my needs, and honestly, I wouldn’t recommend it to non-MMO gamers. If you don’t regularly play games with lots of different binds, you don’t need this mouse. Even if you do (like I do), it’s still overkill for many people and it has a steep learning curve that never really ends.\n\nWith all that said, I’d buy the Razer Naga V2 Pro again without any hesitation, and I’d happily go through the tedious process of learning my binds all over again. I’m officially a convert."
    },
    {
        "title": "18 Top Trends in Retail Store Design",
        "link": "https://www.fingerlakes1.com/2024/11/08/18-top-trends-in-retail-store-design/",
        "description": "Retail is upgrading to smarter tech and AI-driven software. Interactive digital signage software is perhaps the most diverse tech in retail. There are also digital price tags, AI-powered customer ...",
        "image_url": "https://www.bing.com/th?id=ODF.6Mf5UTpa6QHMwL8MqS54Vw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "fingerlakes112h",
        "source": "fingerlakes1",
        "article_content": "Your retail store design should leverage every resource you have, from image marketing to emphasizing the quality of your products, to bring about a sale. If you look at the top trends in retail store design, they predominantly revolve around making a sale. They focus on creating an undeniable customer experience that supports every customer walking to the front with products in tow to buy something.\n\nAfter you have traffic in-store, your job is not done until they have made a purchase. Based on present trends, here is how you can apply a sales-oriented mindset to your retail store design.\n\nMinimalist Design\n\nMinimalism uses clean lines and neutral colours to facilitate uncluttered, simple spaces. It keeps the focus on the products. Minimalism is a major trend in retail store design, offering a sophisticated feel with no sensory overload.\n\nBiophilic Design\n\n‘Biophilic’ refers to plants, natural light, and organic materials. It brings the outside in. Biophilic elements have been shown to enhance customer satisfaction and encourage longer visits.\n\nIntegrate Digital\n\nMore retail store designs are embracing integrating digital with the in-store experience. This features click-and-collect areas, QR codes, and mobile app compatibility. This omnichannel experience is becoming the norm for more retail brands.\n\nSmart Technology in Retail\n\nRetail is upgrading to smarter tech and AI-driven software. Interactive digital signage software is perhaps the most diverse tech in retail. There are also digital price tags, AI-powered customer service, real-time data monitoring, and streamlined checkouts.\n\nTap Into Retail Software\n\nAdvanced retail software can display information about customers you may not otherwise know. Retail software is also trained to identify recommended add-on purchases, cross-selling and upselling opportunities, and more. Use this data to shift your retail store layout.\n\nWindow Displays\n\nWindow displays are your walk-by or drive-by advertisement to passersby. They’re an opportunity to display your best-sellers and the merchandise that best represents your brand.\n\nInteraction with Products\n\nFocus on ways your retail store design can facilitate interactions with a product. This may include a free sample, a free tryout, a how-to demonstration, or creating a merchandise display where there’s interaction.\n\nAny items you have on sale or that are your best-sellers should be placed at the center of the store. Do not make these products hard to find. When they are at the center of the store, no customer will have to ask where to find them.\n\nHighlight Your Loyalty Program\n\nLoyalty programs appreciate the customer and elevate sales. Make yours packed with benefits and perks. Emphasize your loyalty program on signage in-store, ensuring that customers opt-in.\n\nHost an Experience\n\nDesign, décor, layout, and planning can make any retail store experiential. An experience can make your store stand out. Use the right décor. Host an event. Make your retail store an experience that customers will remember.\n\nEco-Friendly Sustainability\n\nYour store design should highlight some element of sustainability, be it the use of sustainable materials in product packaging or energy-efficient lighting and eco-friendly products on the line. Many shoppers want to know about sustainability efforts and want you to demonstrate a welcoming, eco-friendly store.\n\nCreative Displays\n\nUnique merchandise displays highlight what products you have in stock and what products are worth buying. They can emphasize new products and best-sellers and elevate your in-store visual merchandise game.\n\nModular Layouts\n\nMore companies are opting for flexible layouts, especially for smaller retail stores. They enjoy being able to reconfigure a store based on the season. Modular displays and movable shelving mean the shopping experience can be fresh year-round.\n\nOpen, Airy Layouts\n\nMinimal inventory on the floor and an open, uncluttered layout can allow customers to move freely. It reduces congestion, making shoppers feel more comfortable and less stressed in-store.\n\nPoint-of-Purchase Displays\n\nPoint-of-purchase displays near the register allow customers to buy complementary products and add-ons. For last-minute impulse purchases, go here. Here, you can inch every sale up by a few dollars.\n\nEmbracing Industrial Elements\n\nA store fortunate enough to have exposed brick, metal beams, and raw concrete in its building shouldn’t ignore these industrial-chic elements. They appeal to many shoppers and offer a rugged style that conveys authenticity.\n\nMaximize Natural Light\n\nLarge windows and skylights should increase natural light and reduce the need for cold, artificial light. Natural light gives your store a more eco-conscious image while creating an inviting atmosphere that is hard to achieve with artificial light.\n\nSpecial In-Store Deals\n\nUse digital signage software to highlight special deals, such as a buy-one-get-one offer or 50% off select items. Openly advertise your best in-store deals to increase the likelihood of a customer buying more.\n\nLocal Art and Culture\n\nFeature local artwork in-store to foster a sense of authentic community. Localized design elements connect your brand to its surroundings and can give a retail store a unique feel."
    }
]