[
    {
        "title": "What Really Happened at the Pentagon’s Once-Hidden UFO Office?",
        "link": "https://www.scientificamerican.com/article/what-really-happened-at-the-pentagons-once-hidden-ufo-office/",
        "description": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6rZ0MP4s25YqzBoULuscuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Scientific American1h",
        "source": "Scientific American",
        "article_content": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to Congressional hearings and breathless news stories today. But the real story looks more like former defense officials pushing their personal mythology, rather than any cover-up of aliens\n\nAfter a long hiatus of systematic U.S. government–affiliated investigations into UFOs, a Pentagon office quietly resumed such efforts in 2008. Called the Advanced Aerospace Weapon Systems Applications Program (AAWSAP), it was funded to the tune of $22 million in total. The life—and cancellation four years later—of this Defense Intelligence Agency program has featured in congressional hearings, UFO “whistleblower” claims and renewed public uproar about aliens. But the real story is more sordid than sensational.\n\nIn 2022 the U.S. Department of Defense established the brand-new and separate All-Domain Anomaly Resolution Office (AARO) to investigate military reports of UFOs, now called unidentified anomalous phenomena, or UAP. Currently AARO offers a unique chance for the government to get this UFO thing right once and for all—but not in quite the way that more hard-line alien believers might wish.\n\nThe new office has its hands full. Last year congressional hearings heard claims of alien technology recoveries and a supposed decades-long cover-up of ET’s presence on Earth. Such assertions fill the new book Imminent: Inside the Pentagon’s Hunt for UFOs, by former military counterintelligence officer Luis Elizondo, attracting renewed notice among podcasters and serious news outlets alike.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nInvestigating these unverifiable fables about aliens should be scrapped as a fool’s errand for AARO, which earlier this year released a historical review demolishing this long-running conspiracy theory. The office’s real value, from a technical standpoint, lies in resolving UFO sighting reports with the very latest technology and tools, supplementing time-honored fact-checking and investigation, and showing how UFOs can be tracked and resolved in real time using high-tech sensors, rather than relying on the suboptimal witness testimonials that fill bookshelves and cable-news specials.\n\nGovernment-themed conspiracy theories have been part of the UFO milieu for decades, but recent testimonies by “whistleblowers” to congressional committees have given these accounts a hitherto unparalleled air of authenticity. Far from being a scientific sea change, however, as longtime scholars of UFO claims we regard them as having elements closer to religion, with the same core group of advocates—including some former AAWSAP insiders—pushing the “nonhuman intelligence” narrative of hidden aliens or interdimensional beings.\n\nAAWSAP was officially meant to research future aerospace threats but was a de facto UFO/paranormal investigation effort, a fact affirmed in the AARO historical report. Controversy has surrounded the office since the publication of a credulous 2017 New York Times article identified it by the moniker “Advanced Aerospace Threat Identification Program” (AATIP). The acronym soup confusion regarding the name has been exacerbated by Elizondo, who co-opted the AATIP label for his own, informal follow-on effort at the Pentagon after AAWSAP’s termination in 2012.\n\nAAWSAP’s output included 38 “Defense Intelligence Reference Documents” produced by scientists contracted by mogul and UFO enthusiast Robert Bigelow, along with other reports described in two books. The latter reports reference as-yet unreleased databases of international UFO cases, investigations and findings from the “spooky” Skinwalker Ranch in Utah once owned by Bigelow, and monthly reports supposedly delivered to the DIA, along with a 494-page “10 Month Report” replete with charts, graphs and findings. There are good reasons to harbor doubts about these reports’ quality and objectivity.\n\nElizondo’s effort, despite his countless mass media and podcast appearances, has yielded no publicly accessed findings or deliverables proving any claims about a UFO cover-up. These may come to light, but “AARO assesses that the inaccurate claim that the USG [U.S. government] is reverse-engineering extraterrestrial technology and is hiding it from Congress is, in large part, the result of circular reporting from a group of individuals who believe this to be the case, despite a lack of evidence,” that office concluded in its recent report.\n\nThis entire saga shows how pseudoscientific thinking can metastasize in a positive feedback loop, ensnaring not only scientists with paranormal inclinations but also government officials. This was bemoaned by the former head of AARO, Sean Kirkpatrick, who remarked that these officials are tasked with matters of national urgency—a responsibility necessitating a mindset committed to objective investigation and analysis. Some of these officials are on the record casting AARO as part of the “cover-up.” Indeed, the UFO belief system has long ago morphed into a type of faith requiring no evidence.\n\nThe fact that officials harboring evidence-deficient beliefs regarding extraterrestrials and “high strangeness” (a term first popularized in the early 1970s by ufologists to describe certain bizarre and seemingly absurd elements of some UFO and “alien” encounters) are entrusted with national security matters should give one pause. America’s adversaries, to the extent that they are paying attention to the UFO mess, might well regard it as yet another avenue to undermine American institutions—somewhat reflecting a CIA panel’s 1953 warning about potential Soviet exploitation of the genre.\n\nOn a more positive note, ufology is now in vogue among historians keen to understand the mythical nature of the problem and how it relates to historical waves of aerial phenomena reports. Because of how modern media, and especially now digital media, magnify the voices of breathless advocates, sundry frauds and scientists with a penchant for the paranormal, the UFO phenomenon from 1947 onward has acquired much greater gravitas than prior scares and waves, some of which predate it by centuries.\n\nMany serious people dismiss UFOs as a fringe interest or a pop culture distraction. Yes, they are. Yet we maintain, along with an increasing number of scholars, that there is much to be learned from studying UFO sightings, flaps and waves. While our own view is that UFOs, or UAP, emphatically do not represent any truly anomalous physical phenomena such as an extraterrestrial presence, this nevertheless does not consign ufology to insignificance. We should explore its meaning rather than ceding it to sensationalistic advocates employing shoddy methodologies and pushing quasi-religious, otherworldly stories. AARO and academia are thus tasked with an important responsibility that could yield original and fascinating developments into how and why people interpret and react to things they see in the sky.\n\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those of Scientific American."
    },
    {
        "title": "Image shows UFO taken down by US jet in Canada following Chinese spy craft incident: Report",
        "link": "https://timesofindia.indiatimes.com/world/us/image-shows-ufo-taken-down-by-us-jet-in-canada-following-chinese-spy-craft-incident-report/articleshow/113688682.cms",
        "description": "A photograph of a UFO shot down by a US fighter jet over Canadian airspace in February 2023 has been made public. The image ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0qd8UVxi997FeB0NFWQPZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "7h",
        "source": "Indiatimes",
        "article_content": "Pic of UFO downed by US fighter jet (Pic credit: MJ Schwab's X account)\n\nA photograph of an unidentified flying object ( UFO ) that was shot down by a US fighter jet over Canadian airspace in February 2023 has been made public. The image, which appears to be a photocopy of an email printout, shows a blurry cylindrical object hovering in the air before it was brought down in Canada 's Yukon Territory, near the Alaskan border, as reported by CTVNews, who obtained the image through an information request from Canada's department of national defence.The North American Aerospace Defense Command initially detected the \"high-altitude airborne object\" flying at approximately 40,000 feet over Alaska and dispatched jets to observe it, according to a report of Fox News. The object drifted from Alaska into Canadian airspace before being shot down on February 11, 2023. This incident occurred shortly after the downing of a Chinese surveillance balloon and was one of three aerial objects brought down that month.\"Yesterday afternoon, I also spoke with President Biden and confirmed together that we will continue to do everything necessary to protect the sovereignty of our shared North American airspace but also to do everything necessary to keep our citizens safe,\" said Canadian Prime Minister Justin Trudeau at the time.The object was shot down by a US F-22 Raptor using an AIM 9X missile and was believed to be a \"small metallic balloon with a tethered payload.\"President Biden later clarified that the three objects were not connected to the Chinese spycraft incident. The Canadian government initially declassified the UFO image but later authorized the public release.However, the acting assistant deputy minister for public affairs questioned whether the public should be allowed to view it, saying in an internal email, \"Should the image be released, it would be via the [Canadian armed forces] social media accounts. Given the current public environment and statements related to the object being benign, releasing the image may create more questions/confusion, regardless of the text that will accompany the post.\" The release of the image was subsequently held back pending \"US engagement.\""
    },
    {
        "title": "Image shows UFO downed by US fighter jet in Canadian airspace days after Chinese spy craft incident",
        "link": "https://www.foxnews.com/us/image-shows-ufo-downed-us-fighter-jet-canadian-airspace-days-after-chinese-spy-craft-incident",
        "description": "A newly released image shows a UFO that was brought down last year by a U.S. military fighter jet in Canadian airspace.",
        "image_url": "https://www.bing.com/th?id=OVFT.cdR3vtc8uaCgSaW7qmfZty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14h",
        "source": "Fox News",
        "article_content": "An image of a UFO that was shot down by a U.S. fighter jet over Canada last year was released Wednesday.\n\nThe blurry photo, which appears to be a photocopy of an email printout, of the unidentified cylindrical object was captured as it hovered in the air in February 2023, days before it was shot down over Canada's Yukon Territory, which borders Alaska, according to CTVNews.\n\nThe news outlet obtained the image through an information request from Canada’s Department of National Defence.\n\nThe object initially drifted from Alaska into Canadian airspace. The North American Aerospace Defense Command first detected the \"high-altitude airborne object\" flying at about 40,000 feet over Alaska and scrambled jets to monitor it.\n\nUFOs SOAR FROM TABOO TO PRESIDENTIAL: ‘TIME HAS COME TO INJECT UAPs INTO THE … ELECTIONS,’ INSTITUTE SAYS\n\nIt was shot down on Feb. 11, 2023, and was one of three aerial objects brought down that month after the downing of a Chinese surveillance balloon days earlier.\n\nAll three objects were smaller than the Chinese spy balloon that drifted from Alaska across the U.S. before it was shot down off the coast of South Carolina on Feb. 4, 2023.\n\n\"Yesterday afternoon, I also spoke with President Biden and confirmed together that we will continue to do everything necessary to protect the sovereignty of our shared North American airspace but also to do everything necessary to keep our citizens safe,\" Canadian Prime Minister Justin Trudeau said at the time.\n\nCONGRESSMAN GIVES 270 DAYS TO DISCLOSE ALL UFO DOCS: ‘IF YOU GOT NOTHING TO HIDE, RELEASE THE FILES’\n\nA U.S. F-22 Raptor fired an AIM 9X missile to down the object. It was believed to be a \"small metallic balloon with a tethered payload.\"\n\nBiden later said the three objects were not related to the Chinese spy craft incident.\n\nThe image of the UFO was initially declassified in Canada and approved for public release before the acting assistant deputy minister for public affairs questioned whether the public should be allowed to view it, according to the news outlet.\n\n\"Should the image be released, it would be via the [Canadian armed forces] social media accounts,\" the official wrote in an internal email. \"Given the current public environment and statements related to the object being benign, releasing the image may create more questions/confusion, regardless of the text that will accompany the post.\"\n\nCLICK TO GET THE FOX NEWS APP\n\nOfficials held back the release pending \"U.S. engagement.\" Fox News Digital has reached out to the Canadian Department of National Defence."
    },
    {
        "title": "New UFO Doc ‘The Program’ Set From ‘The Phenomenon’ Director James Fox (Exclusive)",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/ufo-doc-the-program-james-fox-1236011733/",
        "description": "The feature, which will be screened for buyers, will focus on the bipartisan Congressional effort to uncover government ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rbvs0gPJdEgDk7xnICLs_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "10h",
        "source": "The Hollywood Reporter",
        "article_content": "As the conversation around UFOs/UAPs continues to heat up on Capitol Hill, documentarian James Fox has set his next feature on the subject.\n\nFox directs The Program, which is described as exploring “the unprecedented bipartisan congressional effort to uncover what intelligence agencies really know about UFOs, now referred to as UAP.” In July 2023, three former Pentagon officials testified about their experience with or sightings of UFOs/ UAPs, and the U.S. Senate introduced the bipartisan UAP Disclosure Act. Earlier this month, it was reported that the Senate Armed Services Committee is looking to hold a UFO hearing after the elections in November.\n\nThe doc, narrated by Peter Coyote, will include extensive interviews with insiders, experts and politicians. Christopher Mellon, the former deputy assistant secretary of defense for intelligence, and Stanford University’s Dr. Gary Nolan, will be among those who appear in the doc. Also set are Jason Sands, a master sergeant in the United States Air Force; Craig Lindsay, formerly of Scotland’s Royal Air Force Office; and Nick Pope, formerly of the U.K.’s Ministry of Defense. Among others, Andre Carson, Sen. Harry Reid and Rep. Tim Burchett are interviewed, along with Kirk McConnell, who previously held a position in Senate Armed Services Committee.\n\nFox and Lance Mungia produced the doc, with Jim Martin and Henry Marx of Lab 9 Films executive producing. Verve Ventures is handling sales, with the doc set to screen for buyers.\n\n“I’ve been making films on the topic of UFOs (now referred to as UAP) since the early 1990s. I never thought I’d live to see the day when high level military officials would testify under oath to a bipartisan group of lawmakers that the United States government has been hiding definitive proof that we are not alone. The program lays out a very compelling case that disclosure is upon us,” said Fox, who was behind previous docs The Phenomenon and Moment of Contact.\n\nAdded Martin and Marx: “We are thrilled to bring James Fox’s most powerful work, The Program, to the widest possible audience. This film is banging on the door of UFO disclosure, demanding the attention and conversation it deserves.”\n\nThe conversation about UFOs/UAPs is heating up as top officials continue to share their stories. Recently, Jay Stratton, the former director of the U.S. government’s secretive Unidentified Aerial Phenomena Task Force, struck a memoir deal with HarperCollins. Last month, Luis Elizondo — the former head of the Pentagon’s program investigating UFOs/ UAPs — released the book Imminent: Inside the Pentagon’s Hunt for UFOs, which became a New York Times best-seller."
    },
    {
        "title": "First image released of 'cylindrical' UFO shot down by US fighter jet over Alaska in 2023",
        "link": "https://www.dailymail.co.uk/sciencetech/article-13887761/First-image-released-cylindrical-UFO-shot-fighter-jet-Alaska-2023.html",
        "description": "Canada has released the first-ever image of the UFO shot down during a chase above Alaska and the Yukon that followed the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YkzPakP9kcqpxCFU5VaQ5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "16h",
        "source": "Daily Mail",
        "article_content": "This is the first image of a UFO shot down by American fighter jets during a chase near Alaska last year.\n\nThe photo shows a seemingly glowing horse shoe-shaped object with ill-defined edges over the Yukon territory in northwest Canada on February 11, 2023.\n\nIt was shot down by a US Air Force F-22 stealth fighter on a joint mission with the Canadian Armed Forces following the now infamous Chinese spy balloon drama that made international news that month.\n\nRedacted documents show that this UFO image was designated as 'unclassified' within just days of the now 19-month-old incident, yet Canada's defense department did not release it to the public until now.\n\nCanada has released the first-ever image of the UFO shot down during a chase above Alaska and the Yukon that followed the Chinese spy balloon drama of February 2023 (above)\n\nThe odd pic shows a seemingly circular white object that had been shot down by a US Air Force F-22 Raptor stealth fighter in a joint mission with the Canadian Armed Forces. Above, another USAF F-22 Raptor during an air show over Toronto, Canada on August 31, 2024\n\nA possible reason, as one public affairs official with Canada's Department of National Defence (DND) warned colleagues, was internal fears that releasing this unclassified UFO image 'may create more questions/confusion.'\n\nThis official, a director of communications named Taylor Paxton, advised military colleagues that this confusion would be inevitable 'given the current public environment and statements related to the object being benign.'\n\nPaxton suggested that any move by the Royal Canadian Air Force to publish the photo on social media would likely only raise more inquiries from the general public and the press 'regardless of the text that will accompany the post.'\n\nThe craft was one of three shot down over Alaska, Yukon and Lake Huron between February 10 and 12, 2023.\n\nThe three objects were reportedly much smaller than the Chinese spy balloon that was grounded off the coast of South Carolina days earlier.\n\nThe new emails — obtained along with the eerie new UFO photo by CTVNews.ca reporter Daniel Otis via an open records law request — also included efforts by members of Canada's armed forces to better understand the craft that had been shot down themselves.\n\nOne email from Canadian Brigadier-General Eric Laforest described the UFO as a 'cylindrical object.'\n\n'Top quarter is metallic, remainder white. 20-foot wire hanging below with a package of some sort suspended,' Brig. Gen. Laforest wrote. 'Best description that we have.'\n\nThe suspected spy balloon was one of four airborne objects gunned out of the sky by the US over eight days of February 2023. One unusual feature of the newly released UFO photo is that it had already been designated 'unclassified' within just days of these 19-month-old incidents\n\nA possible reason, as one public affairs official with Canada's Department of National Defence (DND) warned colleagues, was the Canadian military's own internal fears that releasing this UFO image 'may create more questions/confusion'\n\nDark portions visible along the top center of the UFO in this newly released image may depict either that upper metallic region or the remains of the alleged 'package.'\n\nBut this release only adds more mystery to the wave of espionage-tinted UFO activity that surrounded the confirmed downing of an authentic Chinese-government spy balloon earlier that month off the coast of South Carolina's Myrtle Beach.\n\nIain Boyd, a professor of aerospace engineering and director of the Center for National Security Initiatives at the University of Colorado, described the Canadian government's reticence to release the image as an issue of national security — despite the image's 'unclassified' designation.\n\n'It comes down to these episodes illustrating a potential vulnerability in the U.S./Canada defensive system,' Boyd opined.\n\n'Certainly the failure to provide more information has fed conspiracy theories,' as he told CTVNews.ca, 'but the military will likely accept that outcome over disclosing information that may help an adversary identify defensive weaknesses.'\n\nAccording to the report for CTV News, the network's journalists plan to petition the Canadian military for a higher resolution version of this UFO image."
    },
    {
        "title": "AI Adoption In Construction Requires A New Class Of Talent",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/26/ai-adoption-in-construction-requires-a-new-class-of-talent/",
        "description": "For the construction industry to reap the benefits of AI as it has with digital collaboration technology, it will have to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.j25HMXJ_vRaCPKPR3Do7jy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Notion AI can now access Slack chats and Google Drive files",
        "link": "https://www.computerworld.com/article/3539918/notion-ai-can-now-access-slack-chats-and-google-drive-files.html",
        "description": "Notion was quick to integrate generative AI features into its document editor; the latest version of its AI assistant lets ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eNUdus7WZ8V-dBSEU1GivS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Computerworld",
        "article_content": "Notion AI is getting several updates, including the ability to connect the AI assistant to third-party apps such as Slack and Google Drive.\n\nNotion was among the first productivity software vendors to add generative AI (genAI) features to its all-in-one document app, announcing a waitlist for access to Notion AI soon after OpenAI’s ChatGPT-3.5 arrived in late 2022.\n\nThe first iteration of the AI assistant could be used to draft content inside a Notion workspace such as a blog post or meeting agenda, or, as Notion playfully suggested on its website at the time, write a poem about a burrito. Attitudes have shifted since then, and as the early sense of wonder towards the technology has worn thin, businesses are more focused on the value of genAI investments."
    },
    {
        "title": "Wall Street Growing Bullish on This Under-The-Radar AI Stock",
        "link": "https://www.insidermonkey.com/blog/wall-street-growing-bullish-on-this-under-the-radar-ai-stock-1359469/",
        "description": "Investors are still digesting the Fed’s aggressive rate cut and charting the path forward. Roger Altman, Evercore founder and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.VincmZN0N1y1n6L97ZrYFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12m",
        "source": "Insider Monkey",
        "article_content": "Artificial intelligence is the greatest investment opportunity of our lifetime. The time to invest in groundbreaking AI is now, and this stock is a steal!\n\nThe whispers are turning into roars.\n\nArtificial intelligence isn’t science fiction anymore.\n\nIt’s the revolution reshaping every industry on the planet.\n\nFrom driverless cars to medical breakthroughs, AI is on the cusp of a global explosion, and savvy investors stand to reap the rewards.\n\nHere’s why this is the prime moment to jump on the AI bandwagon:\n\nExponential Growth on the Horizon: Forget linear growth – AI is poised for a hockey stick trajectory.\n\nImagine every sector, from healthcare to finance, infused with superhuman intelligence.\n\nWe’re talking disease prediction, hyper-personalized marketing, and automated logistics that streamline everything.\n\nThis isn’t a maybe – it’s an inevitability.\n\nEarly investors will be the ones positioned to ride the wave of this technological tsunami.\n\nGround Floor Opportunity: Remember the early days of the internet?\n\nThose who saw the potential of tech giants back then are sitting pretty today.\n\nAI is at a similar inflection point.\n\nWe’re not talking about established players – we’re talking about nimble startups with groundbreaking ideas and the potential to become the next Google or Amazon.\n\nThis is your chance to get in before the rockets take off!\n\nDisruption is the New Name of the Game: Let’s face it, complacency breeds stagnation.\n\nAI is the ultimate disruptor, and it’s shaking the foundations of traditional industries.\n\nThe companies that embrace AI will thrive, while the dinosaurs clinging to outdated methods will be left in the dust.\n\nAs an investor, you want to be on the side of the winners, and AI is the winning ticket.\n\nThe Talent Pool is Overflowing: The world’s brightest minds are flocking to AI.\n\nFrom computer scientists to mathematicians, the next generation of innovators is pouring its energy into this field.\n\nThis influx of talent guarantees a constant stream of groundbreaking ideas and rapid advancements.\n\nBy investing in AI, you’re essentially backing the future.\n\nThe future is powered by artificial intelligence, and the time to invest is NOW.\n\nDon’t be a spectator in this technological revolution.\n\nDive into the AI gold rush and watch your portfolio soar alongside the brightest minds of our generation.\n\nThis isn’t just about making money – it’s about being part of the future.\n\nSo, buckle up and get ready for the ride of your investment life!\n\nAct Now and Unlock a Potential 10,000% Return: This AI Stock is a Diamond in the Rough (But Our Help is Key!)\n\nThe AI revolution is upon us, and savvy investors stand to make a fortune.\n\nBut with so many choices, how do you find the hidden gem – the company poised for explosive growth?\n\nThat’s where our expertise comes in.\n\nWe’ve got the answer, but there’s a twist…\n\nImagine an AI company so groundbreaking, so far ahead of the curve, that even if its stock price quadrupled today, it would still be considered ridiculously cheap.\n\nThat’s the potential you’re looking at. This isn’t just about a decent return – we’re talking about a 10,000% gain over the next decade!\n\nOur research team has identified a hidden gem – an AI company with cutting-edge technology, massive potential, and a current stock price that screams opportunity.\n\nThis company boasts the most advanced technology in the AI sector, putting them leagues ahead of competitors.\n\nIt’s like having a race car on a go-kart track.\n\nThey have a strong possibility of cornering entire markets, becoming the undisputed leader in their field.\n\nHere’s the catch (it’s a good one): To uncover this sleeping giant, you’ll need our exclusive intel.\n\nWe want to make sure none of our valued readers miss out on this groundbreaking opportunity!\n\nThat’s why we’re slashing the price of our Premium Readership Newsletter by a whopping 70%.\n\nFor a ridiculously low price of just $29, you can unlock a year’s worth of in-depth investment research and exclusive insights – that’s less than a single restaurant meal!\n\nHere’s why this is a deal you can’t afford to pass up:\n\n• Access to our Detailed Report on this Game-Changing AI Stock: Our in-depth report dives deep into our #1 AI stock’s groundbreaking technology and massive growth potential.\n\n• 11 New Issues of Our Premium Readership Newsletter: You will also receive 11 new issues and at least one new stock pick per month from our monthly newsletter’s portfolio over the next 12 months. These stocks are handpicked by our research director, Dr. Inan Dogan.\n\n• One free upcoming issue of our 70+ page Quarterly Newsletter: A value of $149\n\n• Bonus Reports: Premium access to members-only fund manager video interviews\n\n• Ad-Free Browsing: Enjoy a year of investment research free from distracting banner and pop-up ads, allowing you to focus on uncovering the next big opportunity.\n\n• 30-Day Money-Back Guarantee: If you’re not absolutely satisfied with our service, we’ll provide a full refund within 30 days, no questions asked.\n\nSpace is Limited! Only 1000 spots are available for this exclusive offer. Don’t let this chance slip away – subscribe to our Premium Readership Newsletter today and unlock the potential for a life-changing investment.\n\nHere’s what to do next:\n\n1. Head over to our website and subscribe to our Premium Readership Newsletter for just $29.\n\n2. Enjoy a year of ad-free browsing, exclusive access to our in-depth report on the revolutionary AI company, and the upcoming issues of our Premium Readership Newsletter over the next 12 months.\n\n3. Sit back, relax, and know that you’re backed by our ironclad 30-day money-back guarantee.\n\nDon’t miss out on this incredible opportunity! Subscribe now and take control of your AI investment future!\n\nNo worries about auto-renewals! Our 30-Day Money-Back Guarantee applies whether you’re joining us for the first time or renewing your subscription a year later!"
    },
    {
        "title": "After raising $3.5M in funding, AI-powered music remixing app Hook launches on iOS",
        "link": "https://www.musicbusinessworldwide.com/after-raising-3-5m-in-funding-ai-powered-music-remixing-app-hook-launches-on-ios/",
        "description": "A new artificial intelligence-powered music remixing app called Hook launched for iOS devices on Wednesday (September 25).",
        "image_url": "https://www.bing.com/th?id=OVFT.Bud1hgO2ABCTTMYsUCf4By&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Spotify3h",
        "source": "Spotify",
        "article_content": "A new artificial intelligence-powered music remixing app called Hook launched for iOS devices on Wednesday (September 25).\n\nDeveloped by a team led by CEO Gaurav Sharma, the app allows users to create short-form remixes and mashups of popular songs using AI. Its launch on iOS comes after the startup raised $3.5 million in funding earlier this year. It counts Natalie Massenet, Nick Brown’s Imaginary Ventures (SKIMS, Daily Harvest, Glossier), Point72 Ventures and Edgar Bronfman Jr.’s Waverley Capital among its backers.\n\nHook provides users with a library of licensed music clips and AI tools to create up to 30-second clips. Users can apply various effects to the songs, including genre transformations, tempo changes, and mashups with other tracks. The app also lets users add visuals, allowing them to create shareable multimedia content.\n\nHook says it seeks to solve the challenges creators face when making their own versions of songs. The startup said creators used to rely on complex music production software to produce their own versions of songs. When these unauthorized versions were posted on social media, no one was compensated—not the original artist, the creator, or other rights holders who deserved payment.\n\n“Hook is designed to solve all of these issues by providing a simple, intuitive app that allows anyone to make great-sounding custom remixes while also ensuring that artists and everyone else involved in the creation of the track are fairly compensated,” Hook said.\n\nGaurav Sharma, Founder and CEO of Hook, described its launch as “a proud moment” for the company.\n\n“Hook redefines how fans connect with the music they love, turning music listening into an active canvas for creativity. For artists, this opens up entirely new horizons for expanding their influence and unlocking untapped revenue streams. We’re thrilled to lead the evolution of music expression and creativity, and we can’t wait for the world to experience music through Hook,” he said.\n\nLast month, Hook partnered with Downtown Music to bring potentially millions of Downtown’s tracks to the app and open up a new revenue stream for Downtown-linked artists.\n\nHook’s launch comes as the music industry grapples with AI’s increasing role in music creation. While the app promises to ensure fair compensation for artists and rights holders, details of the compensation model have yet to be clarified.\n\nEarlier this year, major music companies launched RightsAndAI.com to push for stricter copyright regulations and prevent unauthorized use of their music by AI. In June, Sony Music Entertainment, Universal Music Group’s UMG Recordings, and Warner Records Inc. filed lawsuits against AI music generators Suno and Udio for alleged mass infringement of copyrighted recordings.\n\nIn August, UMG struck a strategic agreement with an AI startup called ProRata to attribute and compensate content owners. ProRata, which raised $25 million in a Series A round for its tech, also plans to launch a “subscription AI chatbot” or “AI answer engine” that will showcase the company’s attribution technology.Music Business Worldwide"
    },
    {
        "title": "Treasure Play Unveils AI-Powered Incentive Platform to Supercharge Growth, Monetization, and Insights for App Developers",
        "link": "https://finance.yahoo.com/news/treasure-play-unveils-ai-powered-060000763.html",
        "description": "Treasure Play, the next-generation incentive platform designed to help ambitious game and app developers grow, is launching ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Zk-O-dOQ3mDjBI71oWOpwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "YAHOO!Finance",
        "article_content": "Led by Industry Veterans, Treasure Play is Revolutionizing User Acquisition with AI-Driven Incentives and Smart Quests\n\nSINGAPORE, Sept. 26, 2024 /PRNewswire/ -- Treasure Play, the next-generation incentive platform designed to help ambitious game and app developers grow, is launching its cutting-edge AI-powered solution. On a mission to transform user acquisition (UA), monetization, and analytics, Treasure Play's smart incentivized quests are reshaping how developers grow and engage their audiences.\n\nTreasure Play Logo\n\nAI-Driven Innovation in a Changing Landscape\n\nAs UA costs continue to skyrocket and privacy regulations reshape the rules of the game, Treasure Play is stepping in to transform the way developers engage with players. The platform's AI-driven incentives, combined with personalized quests, offer a smart, efficient, and engaging way for players to discover new apps while earning rewards. Developers gain a new, intelligent tool to increase app installs, engagement, and monetization – all while fostering a positive end user experience.\n\n\"End users are gaining more control of their data, disrupting traditional advertising as a result. This presents the opportunity for a new business model that benefits them directly, while driving deeper loyalty with the products they interact with, in a win-win relationship with app developers. Treasure Play is the platform that enables this emerging partnership, which will define the future of UA,\" says Alex Arias, CEO and Co-founder of Treasure Play. \"We believe that AI-powered incentives can revolutionize user acquisition by making it more personal and effective. With Treasure Play, developers have a seamless way to introduce quests that not only drive installs but also retain and reward users.\"\n\nAbout the Founding Team\n\nTreasure Play is the brainchild of a team of serial entrepreneurs and gaming veterans with deep expertise in data, AI, game design and building scalable architecture. Alex Arias, CEO, previously founded Omniata, a VC-backed gaming data platform acquired by King in 2017. His 15+ years of experience include leadership roles at King, EA, and Microsoft, driving innovation across platforms in Europe and the U.S. Andreas Risberg, COO and CPO, has helped scale startups and been through several stages of scale ups, acquisitions and IPOs, as well as driving growth of Candy Crush Saga and Candy Crush Soda Saga on the product side. Bertrand Lamarque, CTO, brings his expertise in building scalable architecture from growing and leading exceptional tech teams at Playfish and EA.\n\nStory continues\n\nThe team began their common journey as Trailblazer Games, exploring the potential of Web3 technology in the gaming space. Drawing from this experience, the team learned invaluable lessons about the power of incentives in gaming – insights that have directly shaped Treasure Play's AI-powered platform. The transition from Trailblazer Games to Treasure Play signifies a broader vision of transforming user acquisition and monetization across all platforms, using AI-powered smart quests and cutting-edge analytics.\n\nKey Features of Treasure Play\n\nTreasure Play's AI-powered platform offers developers a three-pronged approach to app success: grow, monetize, and analyze.\n\nGrow : Acquire new users with intelligent, AI-generated quests that guide players through various app milestones, from installs to in-app purchases. The AI adapts the quests to each user, creating relevant and engaging experiences that drive conversions. Rewards can range from virtual in-app items to Treasure Points, which can be redeemed for real-world rewards.\n\nMonetize : Treasure Play integrates seamless, in-app quests that reward users for discovering new apps. AI-generated missions, images, and notifications are designed to maximize engagement. Flexible rewards, including in-app items, virtual currencies, and real-world incentives, encourage users to return to the app frequently, boosting retention in the source app while monetizing the users.\n\nAnalyze: With easy integration, developers can connect their app event data and let Treasure Play's AI analyze user behavior without needing technical expertise. Custom analytics and AI-driven suggestions make it simple to create and optimize user acquisition campaigns in seconds.\n\nFast, Flexible, and Scalable\n\nTreasure Play offers developers a fast setup, requiring no additional SDK for user acquisition and analytics if they already use a Mobile Measurement Partner (MMP) or Firebase for event tracking. The platform's AI takes care of campaign creation and analysis, allowing developers to focus on business-level decisions while providing programmatic access to automate performance-based bidding and quest optimization.\n\nTreasure Play is initially aimed at mobile game developers, offering them a tool to easily grow and monetize their user base. As the platform evolves, the team plans to expand to all app developers and publishers and ultimately cover all games and apps across platforms.\n\nEarly Success and Industry Backing\n\nTreasure Play has already demonstrated impressive conversion rates during its soft launch with select alpha partners. Backed by renowned investors, including Play Ventures and Makers Fund who led its 8.2M USD seed stage funding in 2022, the platform is positioned for rapid growth and adoption.\n\n\"We're excited to bring Treasure Play to developers everywhere,\" says Arias. \"With our team's extensive experience and the power of AI, we're confident this platform will redefine how developers drive user growth and supercharge monetization.\"\n\nMedia Contact\n\nFrancisco Reinhard\n\nGrowth Manager, Treasure Play\n\nPhone: +49 1575 1502484\n\nfrancisco@treasureplay.com or pr@treasureplay.com\n\nLogo - https://mma.prnewswire.com/media/2515641/Treasure_Play_Logo.jpg\n\nCision\n\nView original content:https://www.prnewswire.co.uk/news-releases/treasure-play-unveils-ai-powered-incentive-platform-to-supercharge-growth-monetization-and-insights-for-app-developers-302258946.html"
    },
    {
        "title": "Exclusive: Seen any paranormal activity on your Ring device? You could win $100,000",
        "link": "https://www.msn.com/en-us/news/technology/exclusive-seen-any-paranormal-activity-on-your-ring-device-you-could-win-100-000/ar-AA1r74hR?ocid=BingNewsVerp",
        "description": "Ring’s 'Great Ghost Search' will award $100,000 for whoever submits compelling paranormal or ghostly activity captured by a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lLSzBH7Q7ZqkMApvpW742S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "22hon MSN",
        "source": "USA TODAY on MSN",
        "article_content": ""
    },
    {
        "title": "Dana and Greg Newkirk’s 'Haunted Objects' live show comes to the Paramount on Oct. 3",
        "link": "https://www.herald-dispatch.com/features_entertainment/dana-and-greg-newkirk-s-haunted-objects-live-show-comes-to-the-paramount-on-oct/article_c2bb3ba2-7b6e-11ef-9bb1-2b96676abdcd.html",
        "description": "If you have watched the various paranormal shows on TV these days, you have probably seen the duo of Dana and Greg Newkirk ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PJHSofUzs1s6FWTHAdEJ0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Herald-Dispatch3h",
        "source": "The Herald-Dispatch",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "2024 Night School Haunt at the Gary Bowling House of Art",
        "link": "https://www.yahoo.com/lifestyle/2024-night-school-haunt-gary-114800849.html",
        "description": "For the fearless seeking a memorable fright, The Gary Bowling House of Art at the historic Ramsey School will open its haunted attraction \"Night School Haunt\" this Friday to the public. The event will ...",
        "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
        "category": "paranormal",
        "date": "56m",
        "source": "Yahoo",
        "article_content": "Sep. 26—For the fearless seeking a memorable fright, The Gary Bowling House of Art at the historic Ramsey School will open its haunted attraction \"Night School Haunt\" this Friday to the public.\n\nThe event will continue every weekend through November 2. To enter, it costs $10 for adults, $5 for children, and $15 for the paranormal tours. It will begin at 7 p.m. and end at 11 p.m., according to Director of the House of Art, Vicki Queen.\n\n\"We are a non profit and this is a great fundraiser. I don't know why people like to be scared but it's a great fundraiser for us. It allows us to involve the community,\" Queen said.\n\nThe attraction will not only feature eerie frights, but the old school is featuring handmade artwork created by local artists that display haunted classroom subjects and paranormal tours led by paranormal investigator Donald Evans, according to Queen.\n\n\"We are a school, we are trying to honor things. We've got music class, beauty school back there, you got the forest so biology,\" Queen said. \"I have read that this is one of the most haunted schools in the country and we do know we have a ghost, at least one, but the paranormal guide told us we have more.\"\n\nJust last year, kids and intimidated guests will have an opportunity to walk through the haunted school without the horror aspects from 7 p.m. to 8 p.m. Guests during that slot can admire the creative work done by local artists.\n\n\"This year, we are also kid friendly,\" Queen said. \"It's really kind of nice. A lot of kids would like to go but it's really scary for them so this year for little guys or chickens.\"\n\nOn Halloween, the attraction will be open to hand out Halloween candy for kids 12 and under.\n\n\"For kids 12 and under, there will be trick or treat candy and stuff like that and will be able to go through the haunt free and prizes,\" Queen said. \"It's a community, so parents bring your kids from 6 to 8 p.m.\"\n\nQueen said she is grateful for the volunteers that pitched in to set up and participate in the attraction this year.\n\n\"Promise Sloan is the one in charge of the build and getting the volunteers. She's doing an amazing job. She also did the poster and she's actually working on a mock up of a T-shirt. So we may have a night school teacher,\" Queen said. \"Promise is an amazing artist. She's incredible. Her work is amazing. It's kind of nice having access to all these people with all this creativity and all this imagination; some folks from the community are volunteering, some from recovery point are volunteering, and we have paranormal expert doing tours.\"\n\nQueen encourages those wanting to volunteer to reach out to the school now and throughout the duration of the attraction.\n\n\"If you want to volunteer, give us a call and we will find you a spot,\" Queen said.\n\nThose who would like to volunteer can call 304-324-4242. Queen hopes the community will come out to enjoy the attraction."
    },
    {
        "title": "What Really Happened at the Pentagon’s Once-Hidden UFO Office?",
        "link": "https://www.scientificamerican.com/article/what-really-happened-at-the-pentagons-once-hidden-ufo-office/",
        "description": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6rZ0MP4s25YqzBoULuscuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Scientific American1h",
        "source": "Scientific American",
        "article_content": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to Congressional hearings and breathless news stories today. But the real story looks more like former defense officials pushing their personal mythology, rather than any cover-up of aliens\n\nAfter a long hiatus of systematic U.S. government–affiliated investigations into UFOs, a Pentagon office quietly resumed such efforts in 2008. Called the Advanced Aerospace Weapon Systems Applications Program (AAWSAP), it was funded to the tune of $22 million in total. The life—and cancellation four years later—of this Defense Intelligence Agency program has featured in congressional hearings, UFO “whistleblower” claims and renewed public uproar about aliens. But the real story is more sordid than sensational.\n\nIn 2022 the U.S. Department of Defense established the brand-new and separate All-Domain Anomaly Resolution Office (AARO) to investigate military reports of UFOs, now called unidentified anomalous phenomena, or UAP. Currently AARO offers a unique chance for the government to get this UFO thing right once and for all—but not in quite the way that more hard-line alien believers might wish.\n\nThe new office has its hands full. Last year congressional hearings heard claims of alien technology recoveries and a supposed decades-long cover-up of ET’s presence on Earth. Such assertions fill the new book Imminent: Inside the Pentagon’s Hunt for UFOs, by former military counterintelligence officer Luis Elizondo, attracting renewed notice among podcasters and serious news outlets alike.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nInvestigating these unverifiable fables about aliens should be scrapped as a fool’s errand for AARO, which earlier this year released a historical review demolishing this long-running conspiracy theory. The office’s real value, from a technical standpoint, lies in resolving UFO sighting reports with the very latest technology and tools, supplementing time-honored fact-checking and investigation, and showing how UFOs can be tracked and resolved in real time using high-tech sensors, rather than relying on the suboptimal witness testimonials that fill bookshelves and cable-news specials.\n\nGovernment-themed conspiracy theories have been part of the UFO milieu for decades, but recent testimonies by “whistleblowers” to congressional committees have given these accounts a hitherto unparalleled air of authenticity. Far from being a scientific sea change, however, as longtime scholars of UFO claims we regard them as having elements closer to religion, with the same core group of advocates—including some former AAWSAP insiders—pushing the “nonhuman intelligence” narrative of hidden aliens or interdimensional beings.\n\nAAWSAP was officially meant to research future aerospace threats but was a de facto UFO/paranormal investigation effort, a fact affirmed in the AARO historical report. Controversy has surrounded the office since the publication of a credulous 2017 New York Times article identified it by the moniker “Advanced Aerospace Threat Identification Program” (AATIP). The acronym soup confusion regarding the name has been exacerbated by Elizondo, who co-opted the AATIP label for his own, informal follow-on effort at the Pentagon after AAWSAP’s termination in 2012.\n\nAAWSAP’s output included 38 “Defense Intelligence Reference Documents” produced by scientists contracted by mogul and UFO enthusiast Robert Bigelow, along with other reports described in two books. The latter reports reference as-yet unreleased databases of international UFO cases, investigations and findings from the “spooky” Skinwalker Ranch in Utah once owned by Bigelow, and monthly reports supposedly delivered to the DIA, along with a 494-page “10 Month Report” replete with charts, graphs and findings. There are good reasons to harbor doubts about these reports’ quality and objectivity.\n\nElizondo’s effort, despite his countless mass media and podcast appearances, has yielded no publicly accessed findings or deliverables proving any claims about a UFO cover-up. These may come to light, but “AARO assesses that the inaccurate claim that the USG [U.S. government] is reverse-engineering extraterrestrial technology and is hiding it from Congress is, in large part, the result of circular reporting from a group of individuals who believe this to be the case, despite a lack of evidence,” that office concluded in its recent report.\n\nThis entire saga shows how pseudoscientific thinking can metastasize in a positive feedback loop, ensnaring not only scientists with paranormal inclinations but also government officials. This was bemoaned by the former head of AARO, Sean Kirkpatrick, who remarked that these officials are tasked with matters of national urgency—a responsibility necessitating a mindset committed to objective investigation and analysis. Some of these officials are on the record casting AARO as part of the “cover-up.” Indeed, the UFO belief system has long ago morphed into a type of faith requiring no evidence.\n\nThe fact that officials harboring evidence-deficient beliefs regarding extraterrestrials and “high strangeness” (a term first popularized in the early 1970s by ufologists to describe certain bizarre and seemingly absurd elements of some UFO and “alien” encounters) are entrusted with national security matters should give one pause. America’s adversaries, to the extent that they are paying attention to the UFO mess, might well regard it as yet another avenue to undermine American institutions—somewhat reflecting a CIA panel’s 1953 warning about potential Soviet exploitation of the genre.\n\nOn a more positive note, ufology is now in vogue among historians keen to understand the mythical nature of the problem and how it relates to historical waves of aerial phenomena reports. Because of how modern media, and especially now digital media, magnify the voices of breathless advocates, sundry frauds and scientists with a penchant for the paranormal, the UFO phenomenon from 1947 onward has acquired much greater gravitas than prior scares and waves, some of which predate it by centuries.\n\nMany serious people dismiss UFOs as a fringe interest or a pop culture distraction. Yes, they are. Yet we maintain, along with an increasing number of scholars, that there is much to be learned from studying UFO sightings, flaps and waves. While our own view is that UFOs, or UAP, emphatically do not represent any truly anomalous physical phenomena such as an extraterrestrial presence, this nevertheless does not consign ufology to insignificance. We should explore its meaning rather than ceding it to sensationalistic advocates employing shoddy methodologies and pushing quasi-religious, otherworldly stories. AARO and academia are thus tasked with an important responsibility that could yield original and fascinating developments into how and why people interpret and react to things they see in the sky.\n\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those of Scientific American."
    },
    {
        "title": "Got ghosts? Ring asks users for videos of paranormal activity in exchange for $100K",
        "link": "https://www.michigansthumb.com/news/article/ring-camera-great-ghost-search-2024-how-to-enter-19791924.php",
        "description": "Ring announced on Sept. 24, 2024, that users can submit videos of paranormal activity captured on their Ring doorbell or ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jZlSkBiaLj3OBYpdNsQJcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Huron Daily Tribune19h",
        "source": "Huron Daily Tribune",
        "article_content": "Content not available"
    },
    {
        "title": "Deep-sea discovery shines light on life in the twilight zone",
        "link": "https://www.sciencedaily.com/releases/2024/09/240925123650.htm",
        "description": "A new study could change the way scientists view microbial processes in the deep ocean. The unexpected findings expand our understanding of the impacts of climate change, including how and where the ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily13h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "NASA finds a mysterious Zebra rock on Mars: Here's all about this new exciting discovery",
        "link": "https://economictimes.indiatimes.com/news/science/nasa-finds-a-mysterious-zebra-rock-on-mars-heres-all-about-this-new-exciting-discovery/articleshow/113702879.cms",
        "description": "NASA's Perseverance Rover has discovered a unique 'zebra rock' in Mars' Jezero Crater, characterized by black-and-white ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iKwQxPDLn84ngEj04o7g-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "30m",
        "source": "Indiatimes",
        "article_content": "Discovery Details\n\nCharacteristics of Freya Castle\n\nOngoing Exploration\n\n\n\n\n\n(You can now subscribe to our\n\n(You can now subscribe to our Economic Times WhatsApp channel\n\nNASA's Mars Perseverance Rover has discovered a peculiar rock formation, referred to as \" Freya Castle ,\" within the Jezero Crater . This unusual \"zebra rock,\" characterized by its striking black-and-white striped pattern, could indicate exciting new findings in the ongoing exploration of Mars. The discovery was detailed in a recent blog post by the US space agency.The Perseverance Rover, which landed in Jezero Crater in February 2021, captured images of this unique rock earlier this month using its high-mounted camera. While navigating the relatively plain pebbly terrain, the rover team noticed the rock in low-resolution images, describing it as having \"hints of an unusual texture.\" The team stated, \"The science team thinks that this rock has a texture unlike any seen in Jezero Crater before, and perhaps all of Mars.\"Freya Castle measures approximately 20 cm across and displays alternating black and white stripes. According to NASA, it is a loose stone that differs significantly from the surrounding bedrock. The agency suggested that the rock likely originated from a different location, possibly having rolled downhill from a higher source. NASA noted, \"This possibility has us excited, and we hope that as we continue to drive uphill, Perseverance will encounter an outcrop of this new rock type so that more detailed measurements can be acquired.\"Currently, the Perseverance Rover is ascending the steep slopes of Jezero Crater, where it has been searching for rocks that may reveal insights into Mars' ancient history. This new discovery comes as the rover embarks on its fifth science campaign, known as the Crater Rim Campaign. It aims to uncover signs of ancient life and gather clues about the early conditions on the Red Planet.Perseverance has previously identified ancient lake sediments that might contain microbial fossils, showcasing the potential for groundbreaking discoveries during its mission. As the rover continues its exploration, the scientific community eagerly anticipates further findings related to the intriguing \"zebra rock\" and its implications for understanding Mars' geological history."
    },
    {
        "title": "AI Develops Proteins to Boost Drug and Science Discovery",
        "link": "https://www.miragenews.com/ai-develops-proteins-to-boost-drug-and-science-1324688/",
        "description": "A new artificial intelligence model developed by researchers at The University of Texas at Austin paves the way for more ...",
        "image_url": "https://www.bing.com/th?id=OVFT.t6A53DVVgUHq3_08BDTgeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Armed robbery in Revesby14h",
        "source": "Armed robbery in Revesby",
        "article_content": "A new artificial intelligence model developed by researchers at The University of Texas at Austin paves the way for more effective and less toxic treatments and new preventive strategies in medicine. The AI model informs the design of protein-based therapies and vaccines by leveraging the underlying logic from nature's evolutionary processes.\n\nThe AI advance, called EvoRank, offers a new and tangible example of how AI may help bring disruptive change to biomedical research and biotechnology more broadly. Scientists described the work at the International Conference on Machine Learning and published a related paper in Nature Communications about leveraging a broader AI framework to identify useful mutations in proteins.\n\nA major obstacle to designing better protein-based biotechnologies is having enough experimental data about proteins to adequately train AI models to understand how specific proteins work and thus how to engineer them for specific purposes. The key insight with EvoRank is to harness the natural variations of millions of proteins generated by evolution over deep time and extract the underlying dynamics needed for workable solutions to biotech challenges.\n\n\"Nature has been evolving proteins for 3 billion years, mutating or swapping out amino acids and keeping those that benefit living things,\" said Daniel Diaz, a research scientist in computer science and co-lead of the Deep Proteins group, an interdisciplinary team of computer science and chemistry experts at UT. \"EvoRank learns how to rank the evolution that we observe around us, to essentially distill the principles that determine protein evolution and to use those principles so they can guide the development of new protein-based applications, including for drug development and vaccines, as well as a wide range of biomanufacturing purposes.\"\n\nUT is home to one of the leading programs in the country for AI research and houses the National Science Foundation-funded Institute for Foundations of Machine Learning (IFML) led by computer science professor Adam Klivans, who also co-leads Deep Proteins. Today, the Advanced Research Projects Agency for Health announced a grant award involving Deep Proteins and vaccine-maker Jason McLellan, a UT professor of molecular biosciences, in collaboration with the La Jolla Institute for Immunology. The UT team will receive nearly $2.5 million to begin to apply AI in protein engineering research into developing vaccines to fight herpesviruses.\n\n\"Engineering proteins with capabilities that natural proteins do not have is a recurring grand challenge in the life sciences,\" Klivans said. \"It also happens to be the type of task that generative AI models are made for, as they can synthesize large databases of known biochemistry and then generate new designs.\"\n\nUnlike Google DeepMind's AlphaFold, which applies AI to predict the shape and structure of proteins based on each one's sequence of amino acids, the Deep Proteins group's AI systems suggest how best to make alterations in proteins for specific functions, such as improving the ease with which a protein can be developed into new biotechnologies.\n\nMcLellan's lab is already synthesizing different versions of viral proteins based on AI-generated designs, then testing their stability and other properties.\n\n\"The models have come up with substitutions we never would have thought of,\" McLellan said. \"They work, but they aren't things we would have predicted, so they're actually finding some new space for stabilizing.\"\n\nProtein therapeutics often have fewer side effects and can be safer and more effective than the alternatives, and the estimated $400 billion global industry today is primed to grow more than 50% during the next decade. Still, developing a protein-based drug is slow, costly and risky. An estimated $1 billion or more is needed for the decade-plus journey from drug design to completing clinical trials; even then, the odds of securing approval from the Food and Drug Administration for a company's new drug are only about 1 in 10. What's more, to be useful in therapeutics, proteins often need to be genetically engineered, for example, to ensure their stability or to allow them to yield at a level needed for drug development-and cumbersome trial-and-error in labs traditionally has dictated such genetic engineering decisions.\n\nIf EvoRank-as well as the related UT-created framework on which it builds, Stability Oracle-are commercially adapted, industry would have opportunities to shave time and expense from drug development, with a road map to arrive at better designs faster.\n\nUsing existing databases of naturally occurring protein sequences, the researchers who created EvoRank essentially lined up different versions of the same protein that appear in different organisms-from starfish to oak trees to humans-and compared them. At any given position in the protein, there might be one of several different amino acids that evolution has found to be useful, with nature selecting, say, 36% of the time the amino acid tyrosine, 29% of the time histidine, 14% of the time lysine-and even more importantly never leucine. Using this gold mine of existing data reveals an underlying logic in protein evolution. Researchers can knock out options that, evolution suggests, would result in killing the protein's functionality. The team uses all of this to train the new machine learning algorithm. Based on continuous feedback, the model learns which amino acid nature opted for during the past when evolving proteins, and it bases its understanding on what's plausible in nature and what is not.\n\nDiaz next plans to develop a \"multicolumn\" version of EvoRank that can evaluate how multiple mutations at the same time affect a protein's structure and stability. He also wants to build new tools for predicting how a protein's structure relates to its function.\n\nBesides Klivans and Diaz, computer science graduate student Chengyue Gong and UT alumnus James M. Loy co-authored both works. Tianlong Chen and Qiang Liu also contributed to EvoRank; Jeffrey Ouyang-Zhang, David Yang, Andrew D. Ellington and Alex G. Dimakis additionally contributed to Stability Oracle. The research was funded by the NSF, the Defense Threat Reduction Agency and The Welch Foundation."
    },
    {
        "title": "Unexpected deep-sea discovery shines light on life in the twilight zone",
        "link": "https://phys.org/news/2024-09-unexpected-deep-sea-discovery-life.html",
        "description": "The ocean's twilight zone is deep, dark, and—according to new research—iron deficient. No sunlight reaches this region 200 to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fERzBQQCwkWUdJWljKZQWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nA conductivity, temperature and depth (CTD) rosette used to sample water from the ocean's twilight zone during a GEOTRACES expedition in the Pacific Ocean. Credit: Alex Fox\n\nThe ocean's twilight zone is deep, dark, and—according to new research—iron deficient. No sunlight reaches this region 200 to 1,000 meters below the sea surface, where levels of iron, a key micronutrient, are so low that the growth of bacteria is restricted. To compensate, these bacteria produce molecules called siderophores, which help the bacteria scavenge trace amounts of iron from the surrounding seawater.\n\nA Nature paper detailing these unexpected findings from the Pacific Ocean could change the way scientists view microbial processes in the deep ocean and offer new insight into the ocean's capacity to absorb carbon.\n\n\"Understanding the organisms that facilitate carbon uptake in the ocean is important for understanding the impacts of climate change,\" said Tim Conway, associate professor of chemical oceanography at the USF College of Marine Science, who co-authored the recent study.\n\n\"When organic matter from the surface ocean descends to the deep ocean, it acts as a biological pump that removes carbon from the atmosphere and stores it in seawater and sediments. Measuring the rates and processes that influence this pump gives us insight into how and where the ocean stores carbon.\"\n\nCo-chief Scientist Phoebe Lam of the University of California, Santa Cruz and others removed the pump's damaged section of cable from the winch. Credit: Alex Fox\n\nTo conduct the study, researchers collected water samples from the upper 1,000 meters of the water column during an expedition through the eastern Pacific Ocean from Alaska to Tahiti. What they found in the samples surprised them.\n\nNot only were concentrations of siderophores high in surface waters where iron is expected to be deficient, but they were also elevated in waters between 200 and 400 meters deep, where nutrient and iron concentrations were thought to have little impact on the growth of bacteria.\n\n\"Unlike in surface waters, we did not expect to find siderophores in the ocean's twilight zone,\" said Conway.\n\n\"Our study shows that iron-deficiency is high for bacteria living in this region throughout much of the east Pacific Ocean, and that the bacteria use siderophores to increase their uptake of iron. This has a knock-on effect on the biological carbon pump, because these bacteria are responsible for the breakdown of organic matter as it sinks through the twilight zone.\"\n\nThe recent discovery was part of GEOTRACES, an international effort to provide high-quality data for the study of climate-driven changes in ocean biogeochemistry.\n\nLeft to right: CTD technician Kyle McQuiggan, Research Technician Keith Shadle and multi-talented Data Analyst Joseph Gum work together to repair the trace metal CTD rosette's connection to the ship. Credit: Alex Fox\n\nTubes awaiting samples in the hydro-lab of the Roger Revelle. Scripps ODF Chemistry Technician Erin Hunt monitors her samples in the background. Credit: Alex Fox\n\nOne of the pumps comes back on board the R/V Roger Revelle at sunset. Credit: Alex Fox\n\nInside the main lab's bubble, some of GP15's scientists found it necessary to create reminders that time was indeed passing. Credit: Alex Fox\n\nThe study of siderophores is still in the early stages. Researchers involved in GEOTRACES only recently developed reliable methods to measure these molecules in water samples, and they're still working to understand where and when microbes use siderophores to acquire iron.\n\nAlthough the research into siderophores is new, this study demonstrates their clear impact on the movement of nutrients in the ocean's twilight zone.\n\n\"For a full picture of how nutrients shape marine biogeochemical cycles, future studies will need to take these findings into account,\" said Daniel Repeta, senior scientist at Woods Hole Oceanographic Institution and co-author of the article.\n\n\"In other words, experiments near the surface must expand to include the twilight zone.\"\n\nMore information: Daniel Repeta et al, Microbial iron limitation in the ocean's twilight zone, Nature (2024). DOI: 10.1038/s41586-024-07905-z. www.nature.com/articles/s41586-024-07905-z Journal information: Nature"
    },
    {
        "title": "Natural Graphene Discovered in Lunar Samples: A Game-Changer for Material Science and Space Exploration",
        "link": "https://www.msn.com/en-us/news/technology/natural-graphene-found-in-moon-rock-a-groundbreaking-discovery-with-earth-shattering-potential/ar-AA1oVmUy?ocid=BingNewsVerp",
        "description": "Chinese scientists have discovered a remarkable material in lunar samples brought back by the Chang'e 5 mission. This finding ...",
        "image_url": "https://www.bing.com/th?id=OVFT._C9UEFpjtFalj_Y53msmWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Ever-Growing USA on MSN30m",
        "source": "Ever-Growing USA on MSN",
        "article_content": ""
    },
    {
        "title": "Inside AI: No-Code Computer Vision and Edge Computing",
        "link": "https://insideunmannedsystems.com/inside-ai-no-code-computer-vision-and-edge-computing/",
        "description": "Sharath Rajampeta is Chief AI, at Visionplatfrom.ai, a Dutch firm aiming to revolutionize computer vision with an end-to-end ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p3zLnocXw31jrXbR5a8NGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "The Future of Autonomy20h",
        "source": "The Future of Autonomy",
        "article_content": "Sharath Rajampeta is Chief AI, at Visionplatfrom.ai, a Dutch firm aiming to revolutionize computer vision with an end-to-end no-code platform and edge computing capabilities.\n\nThey partner with businesses across industries to implement AI-powered computer vision technology. With the Visionplatform.ai software, users can train AI vision algorithms and integrate computer vision into their workflows. The solution enables users to detect, interpret and analyze objects, people and events in real-time, drawing insights and optimizing operations.\n\nVisionplatform.ai integrates edge computing capabilities and the use of high fps video streams instead of static images. The platform allows users to leverage the power of AI and computer vision at the edge, minimizing latency, improving responsiveness and ensuring data privacy.\n\nPLATFORM DESIGN AND DEVELOPMENT\n\nIUS: Can you explain the core design principles behind Visionplatform.ai?\n\nA: Our core design principles are simplicity, and ease of use. Our goal is to democratize computer vision to empower our users to make their own innovative solutions for real world problems.\n\nIUS: What were the biggest technical challenges you faced in developing a no-code AI vision platform, and how did you overcome them?\n\nA: Democratizing AI is a very difficult task. A field like ML and specifically computer vision has long been the playground of experts and professionals. It’s a fact that the field of AI is not standardized. For experts this does not matter, but for the average user the barrier of entry into the field is very high. From a technical standpoint, our biggest challenge has been to abstract away this complexity, for example various dataset formats, various model formats, effect of hyper parameters during training and integrations with other systems. This makes a product with a user experience (UX) that is easy to use.\n\nOur strategy to overcome them is putting ourselves in the shoes of an average user when designing our app, but also actively involve people who satisfy our ideal user profile in early-stage testing of our releases. We also have a long history of working with people who satisfy that profile, which means we already possess a deeper understanding of their needs. We have also introduced a chatbot that possesses all of our gathered knowledge over the years, available to any customer that uses our solution, which aims to provide easy and clear explanation to the most common user inquiries, and trust us, when it comes to ML and computer vision, there’s not many of those. Finally, we offer comprehensive help dialogs in the app, which explain the most important concepts depending on which page the user is on, via text and videos. All of the this enables our users not only to be able to use the platform, but also learn some important basics as they go.\n\nApplications such as security are advanced considerably utilizing AI together with UAS platforms. Image: Visionplatform.ai.\n\nTECHNOLOGICAL INTEGRATION\n\nIUS: How does VisionPlatform.ai integrate with edge computing devices like NVIDIA Jetson, and what advantages does this bring to your users?\n\nA: Visionplatform was born from a company named supplai, which was a project-based AI vision company which primarily focused in the logistics industry. From our previous customer experiences, we found most customers are interested in making their own applications. So, this was where the idea of\n\nvisionplatform was conceived. We aim to be a low code AI platform which democratizes Computer Vision and AI and is easily deployable on the NVIDIA Jetson edge devices. Our past experience has given us a lot of expertise in Jetson and the ability to maximize their performance. Jetsons are by far the most advanced edge IOT devices capable of running relatively large AI models in real time. With the deep stream framework, which brings together hardware accelerated encoding and machine optimized AI runtimes, these devices are still the market leader in terms of edge AI computing with very low power consumption, another big advantage. We know how to make the best use of them and have proven that time and time again. Our users can rest assured that the edge solution that visionplatform provides is not only at an end-end cost effective solution but also it maximizes the capability of these highly efficient hardware.\n\nIUS: Can you discuss the decision-making process behind supporting both edge and cloud computing for AI vision tasks?\n\nA: While edge computing is attractive to a lot of our customers especially in the domains where data privacy and low latency are a key, such as logistics, manufacturing and surveillance, we have also seen a market need to support cloud-based solutions. AI in the cloud has advantages of running significantly higher workloads at the cost of latency. Auto-labeling, for example, makes sense if it is hosted in the cloud as the datasets are large and the models generally for this task need to be large. For this task the user is generally not too concerned about the time it takes to process their media, so such a feature is provided within a cloud framework.\n\nA commercial drone outfitted with the NVIDIA Jetson AI computer. Image: Visionplatform.ai.\n\nINDUSTRY APPLICATIONS\n\nIUS: Can you provide examples of how Visionplatform.ai can be used in the drone industry to enhance capabilities such as autonomous navigation and real-time data analysis?\n\nA: We have integrations with the DJI drones. There are two types of integrations we have done with drones. The first is getting a [high-res video] stream directly from the drone. The second is stream a real time messaging protocol (RTMP) stream into the Jetson. In the first case we will have a Jetson mounted on a drone and then run our AI algorithms from the stream directly. This has little latency but the extra weight of the jetson needs to be considered. This solution is perfect for larger drones. The second solution is for lighter drones which have good network connectivity. Though there is some latency introduced, there is no extra weight on the drone itself. These two approaches aim to cover a wide range of drone applications.\n\nSome interesting use cases from customers include drones for security and situational awareness. Having something like an anomaly detection model which identifies anomalous behavior can help spot threats from the sky without human risk. Also, there are useful applications for coast guards like detecting people who are far into the sea.\n\nDrones are also used quite a lot for inspections. Having a segmentation algorithm coupled with object detection will help the drone in inspecting bridges, windmills and give real time localization of defects. Currently, these inspections require a 3D reconstruction from pictures and an expert to classify these defects. This process can take days to weeks. A real time detection solution on the drone can, however, reduce this time to hours.\n\nIUS: How about adjacent industries like robotics and security?\n\nA: With visionplatform we can make any camera into a security camera without replacing it. Applications in security like detecting people with guns or detecting people in unauthorized places and people going to dangerous areas can be made easily with visionplatform with little cost or change in the current infrastructure. For enhancing robots with vision capabilities, especially with vision models, the user can write text prompts to guide the robot. This is a cutting-edge application that opens up many possibilities. Also, our integration with the Milestone VMS already is a huge step in the field of intelligent video analytics for security applications.\n\nVisionplatform.ai’s drone based and AI-enhanced imaging technology. Image: Visionplatform.ai.\n\nMODEL TRAINING AND DEPLOYMENT\n\nIUS: How does your platform handle the training and deployment of AI models to ensure they are robust and reliable across different applications?\n\nA: Our experience in ML over the last few years has led us to finding and developing strategies that make a model robust. From augmentations, smart data splitting and concepts like freezing layers of the model, which can be understood easily by the average person, we have more than enough strategies to make a robust model. Another cool feature about visionplatform is that our LLM chatbot is itself a domain expert in AI and can help guide the user to realize complex tasks. Making sure the training metrics are good we can be sure of the reliability, and we plan to include out-of-distribution detection soon so the model in fact knows when something it sees is out of its understanding. Our Jetsons also run 24/7 with several fallbacks when an application fails so the user knows the application is always running and if it crashes the user is notified.\n\nIUS: What strategies do you employ to continuously improve model accuracy and performance based on user feedback and data?\n\nA: One of the biggest aspects of machine learning is continuous training and improvement of the model. We have a video acquisition pipeline to capture live streams from a video and store it as a part of the user’s dataset. The user also has an event browser where they can pick video events where the model made a false detection and use them into the next round of training. Additionally, we plan to incorporate more data visibility features like displaying the number of classes in a dataset as well as other statistics in order to guide the user into making a good dataset that best trains the model.\n\nNVIDIA Jetson AI computer. Image: Visionplatform.ai.\n\nFUTURE DIRECTIONS\n\nIUS: What upcoming features or improvements can users expect from Visionplatform.ai?\n\nA: Newer models, more LLM focused work flows where the user can talk to a chatbot, and it can create an application for them so there are little to no clicks involved in an application. More dataset understanding and visibility and a place to manage all your deployed Jetsons are our immediate features we have planned. But as the ML field brings up new models and ideas, we plan to incorporate them also as long as they are in line with our core vision.\n\nIUS: How do you see the role of AI vision evolving in industries like logistics and public safety over the next five years?\n\nA: AI vision is going to have a large impact in the logistics and security industries in the next 5 years. These industry segments have been generally a bit slow to adapt to AI vision traditionally, but things are changing as AI is becoming easier to integrate and more reliable. Over the next five years, AI vision will revolutionize logistics and public safety by enhancing automation, real-time monitoring and operational efficiency. In logistics, AI vision will improve sorting, picking and inventory tracking while enabling the widespread use of autonomous vehicles and predictive maintenance. Supply chains will benefit from dynamic routing and automated quality control powered by vision algorithms. In public safety, AI vision will enhance surveillance, facial recognition, and emergency response, providing rapid assessments and automated alerts. Traffic management will see smarter control systems and real-time accident detection. Visionplatform’s ability to make any existing IP camera to an AI camera is key for this transformation."
    },
    {
        "title": "Teledyne introduces next generation AI-powered smart camera for industrial automation and inspection",
        "link": "https://finance.yahoo.com/news/teledyne-introduces-next-generation-ai-120000145.html",
        "description": "Teledyne DALSA's BOA3 smart camera BOA3 smart cameras offer unmatched flexibility and functionality for quick, cost-effective ...",
        "image_url": "https://www.bing.com/th?id=OVFT.64IrINiwm54qKQb_HZSVey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "45m",
        "source": "YAHOO!Finance",
        "article_content": "Teledyne DALSA\n\nTeledyne DALSA's BOA3 smart camera\n\nBOA3 smart cameras offer unmatched flexibility and functionality for quick, cost-effective machine vision deployments\n\nBOSTON, Sept. 26, 2024 (GLOBE NEWSWIRE) -- Teledyne DALSA, a Teledyne Technologies [NYSE:TDY] company and global leader in machine vision technology, is pleased to announce its next generation AI-powered BOA™3 smart camera for industrial automation and inspection.\n\n\n\nThe new BOA3 smart camera is designed to leverage the best features from previous BOA generations and combine them with new sensor and AI (Artificial Intelligence) inspection technologies developed by Teledyne. BOA3 is a highly integrated vision system in a compact, rugged smart camera format designed to meet the needs of the most complex, demanding machine vision applications.\n\n“The new BOA3 is an exciting next step in our smart camera development,” said Szymon Chawarski, Product Line Manager, Vision Systems. “Its modular and flexible architecture will allow us to offer new and powerful solutions for embedded machine vision inspections.”\n\nBOA3 offers sensor resolutions from 1.2 to 12MP, integrated or C-mount lens options, onboard I/O, and includes easy-to-use machine vision software, all in one common platform. BOA3 smart cameras deliver the flexibility and uncompromised functionality to enable quick, cost-effective embedded machine vision deployments.\n\nBOA3 comes with iNspect™, an easy-to-use, no-code inspection development software with tools for positioning, part locating, pattern matching, measuring, barcode reading, feature or defect detection, including automatic reading of characters (OCR) based on a pre-trained AI inference network. Combine the broad range of traditional vision tools with powerful AI Classification or Object Detection models created in Astrocyte™, Teledyne DALSA’s GUI-based AI Trainer software.\n\nCamera Details and Availability\n\nBOA3 models with 1.2, 5MP, and 12MP monochrome sensors are available immediately. Color versions are planned for release at the end of 2024. New sensor and lens options will be added to the platform in 2025.\n\nFind out more about BOA3 smart cameras at VISION in Stuttgart, Germany from October 8-10 at Teledyne booth 8 B10. Please visit the BOA3 product page for more information. For sales enquiries, visit our contact page.\n\nTeledyne DALSA is part of the Teledyne Vision Solutions group and a leader in the design, manufacture, and deployment of digital imaging components for machine vision. Teledyne DALSA image sensors, cameras, smart cameras, frame grabbers, software, and vision solutions are used in thousands of automated inspection systems around the world and across multiple industries. For more information, visit www.teledynedalsa.com/imaging.\n\nStory continues\n\nMedia Contact\n\nBrooks Riendeau\n\nbrooks.riendeau@teledyne.com\n\nA photo accompanying this announcement is available at https://www.globenewswire.com/NewsRoom/AttachmentNg/06fd6d5a-7e0f-48e2-ae35-cdf77c31b8a2\n\n\n\n"
    },
    {
        "title": "Oracle Investment in Chipmaker Ampere Gives It Option to Own",
        "link": "https://www.bloomberg.com/news/articles/2024-09-26/oracle-s-investment-in-chipmaker-ampere-gives-it-option-to-own",
        "description": "Oracle Corp. said it owns 29% of startup Ampere Computing LLC and can exercise future investments options that would give it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WvhFXS0pdXLfCFhr_zdDdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "12h",
        "source": "Bloomberg L.P.",
        "article_content": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy."
    },
    {
        "title": "Start 'Em, Sit 'Em quarterbacks: Week 4 fantasy football",
        "link": "https://www.aol.com/start-em-sit-em-quarterbacks-093524498.html",
        "description": "Fantasy football owners can start Brock Purdy, Baker Mayfield and Caleb Williams as QB streamers in Week 4 as Aaron Rodgers ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Hi-PvEp-Eg5RYGh1NbUkxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "10m",
        "source": "AOL",
        "article_content": "As all fantasy football owners expected, Jayden Daniels, Sam Darnold, and Baker Mayfield have been among the top-five scoring fantasy quarterbacks to open the 2024 NFL season.\n\nWill that continue into Week 4 and beyond? Those are the critical questions fantasy managers face as the NFL season rolls on.\n\nThe emergence of players like Daniels, Darnold, and Mayfield has created difficult start-sit decisions across all fantasy football formats. The quarterback position is deep, as most NFL signal-callers, with the notable exceptions of Jordan Love and Tua Tagovailoa, have remained healthy over the first few weeks of the campaign. Fantasy players have had to decide whether to trust the hot starters in good matchups or to roll with more touted players.\n\nHere's a breakdown of who you should start and who you should sit at quarterback in Week 4 of the fantasy football season.\n\nFantasy football start 'em: Week 4 QBs\n\nThe 49ers were short on weapons in Week 3 — Christian McCaffrey, Deebo Samuel, and George Kittle all missed the game with injuries — but that didn't stop Purdy from having a great outing. He threw for 292 yards and three touchdowns while making Jauan Jennings look like a No. 1 wide receiver against a weak Los Angeles Rams defense.\n\nPurdy faces tougher defensive competition in Week 4 against the New England Patriots, but he should be able to attack them over the middle of the field. New England greatly missed their star linebacker and defensive signal-caller Ja'Whaun Bentley against the Jets and allowed Aaron Rodgers to throw for 281 yards and two touchdowns against them.\n\nPurdy should be poised for similar production if the Patriots continue to miss Bentley's presence. The third-year quarterback's chances of doing so will only improve if either Samuel or Kittle can return to action. Of course, Purdy is also managing some back soreness, so check his injury status before plugging him into lineups on Sunday.\n\nDaniels dismantled the Cincinnati Bengals' defense in the Washington Commanders' Week 3 \"Monday Night Football\" matchup. He led the Commanders to points on 6-of-8 drives, totaled three touchdowns, and threw just two incompletions in his record-setting display.\n\nDaniels' breakout isn't a fluke. The five-year college starter entered the NFL as a pro-ready product, and he is showing that his combination of downfield passing chops and mobility makes him a top-10 fantasy quarterback. Start him confidently in Week 4 against an Arizona Cardinals defense that is allowing the 10th-most fantasy points per game to opposing quarterbacks and is one of three NFL defenses to allow multiple rushing touchdowns to QBs.\n\nNFL ROOKIE RANKINGS: Jayden Daniels or Malik Nabers for No. 1 of early 2024 breakdown?\n\nMayfield threw a league-high five touchdown passes in the Buccaneers' first two games of the 2024 season, but he struggled to make downfield plays against the Denver Broncos in Week 3. He will get a much more favorable matchup against the Philadelphia Eagles in Week 4.\n\nMayfield performed well against the Eagles in the postseason last year, throwing for 337 yards and three touchdowns, and Philadelphia's secondary has similar issues now as it did then. The Eagles are one of just 10 teams that have allowed at least five passing touchdowns through the first few weeks of the season, so Liam Coen should scheme up plenty of opportunities for Mayfield to take downfield shots.\n\nTrusting any member of the Bears' offense may not look appealing after their slow start to the 2024 season, but Williams is coming off a game during which he attempted 52 passes. He should continue to see that upper-echelon volume as Chicago struggles to run the ball.\n\nIt also helped that the rookie quarterback faces one of the easiest matchups of his young NFL career in Week 4. The Rams are one of three teams to allow at least seven passing touchdowns through three games and have allowed the fifth-most passing yardage to quarterbacks at 775 yards. That would dictate another pass-heavy game plan, so this may be the spot for Williams' breakout game.\n\nFANTASY FOOTBALL RANKINGS: How top QBs, streamers stack up for Week 4\n\nGreen Bay Packers quarterback Jordan Love (10) drops to throw during the second half against the Philadelphia Eagles at Neo Quimica Arena.\n\nFantasy football sit 'em: Week 4 QBs\n\nLove may be healthy enough to start for the Packers in their Week 4 matchup against the Minnesota Vikings, but it might be a bit soon to plug him back into fantasy football lineups.\n\nThe Vikings' defense is playing very well during Brian Flores' second season with the team. Minnesota has bent at times but has seldom broken, allowing just 10 points per game (good for second-best in the NFL) and allowing just 10.6 fantasy points per game to quarterbacks (seventh-best league-wide).\n\nLove could still post a solid yardage total against the Vikings, but it's hard to trust him coming off an injury in what could be a low-scoring matchup. Malik Willis may have a higher floor because of his rushing ceiling if he starts over Love, but either way, this doesn't look like the best spot to back a Packers quarterback.\n\nRodgers looked like his old self in the Jets' 28-3 throttling of the Patriots, but the 40-year-old quarterback will face a tough matchup against the Broncos in Week 4. While Denver hasn't earned much love early in the season, its pass defense has played quite well. The Broncos have allowed a league-low 150.3 passing yards per game to opposing quarterbacks and just limited a red-hot Baker Mayfield to 163 yards and a touchdown in an upset road win.\n\nRodgers has the experience and talent needed to succeed even in touch matchups. However, if Pat Surtain II can successfully render Garrett Wilson a non-factor, the 40-year-old veteran's ceiling will be capped. As such, targeting a better streaming option this week might be better while stashing Rodgers for future use.\n\nHow to win your fantasy football league: Sign up for The Huddle in 2024\n\nCarr was one of the NFL's hottest quarterbacks in the first two weeks of the season. Despite this, he failed to take advantage of a quality matchup against a porous Eagles secondary, leading the Saints to just one touchdown in a 15-12 loss.\n\nWhat went wrong? Carr lost his center, Erik McCoy, early in the game. Without him, New Orleans' offensive line struggled to block and didn't allow Carr the time needed to take advantage of Philly's problematic back end.\n\nMcCoy is out 6-8 weeks with a groin injury, which could position Carr for a tough outing against the Falcons. Atlanta has played well against the pass thanks to the skills of star cornerback A.J. Terrell and safeties Jessie Bates and Justin Simmons.\n\nFantasy football start 'em, sit 'ems, Week 4\n\nLooking for more fantasy football advice? USA TODAY Sports has you covered:\n\n→ Kickers are people, too: Here are some of the most clutch kickers to have on your fantasy team in Week 4.\n\n→ The wide receiver position has been decimated this season. Protect yourself in Week 4 with start 'em, sit 'em advice for wideouts.\n\n→ Tight ends can be the perfect X-factor for any fantasy team. Here's who you should start and sit in Week 4.\n\n→ A good running back makes all the difference. A bad running back can cost you a lot of points. Here's who to start and who to sit in Week 4.\n\n→ A good defense can shut down your fantasy opponent's offense. Here are some D/ST options to start and sit for Week 4.\n\nThis article originally appeared on USA TODAY: Fantasy football Start 'Em, Sit 'Em Week 4: 7 QBs to start or sit"
    },
    {
        "title": "Behind the Scenes of Unity Software's Latest Options Trends",
        "link": "https://www.benzinga.com/insights/options/24/09/41030386/behind-the-scenes-of-unity-softwares-latest-options-trends",
        "description": "Based on the trading activity, it appears that the significant investors are aiming for a price territory stretching from $20 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0XU4Uq7DqNYbqjOeUcenoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19h",
        "source": "Benzinga.com",
        "article_content": "Financial giants have made a conspicuous bullish move on Unity Software. Our analysis of options history for Unity Software U revealed 24 unusual trades.\n\nDelving into the details, we found 50% of traders were bullish, while 33% showed bearish tendencies. Out of all the trades we spotted, 2 were puts, with a value of $73,625, and 22 were calls, valued at $2,431,788.\n\nPredicted Price Range\n\nBased on the trading activity, it appears that the significant investors are aiming for a price territory stretching from $20.0 to $60.0 for Unity Software over the recent three months.\n\nVolume & Open Interest Development\n\nExamining the volume and open interest provides crucial insights into stock research. This information is key in gauging liquidity and interest levels for Unity Software's options at certain strike prices. Below, we present a snapshot of the trends in volume and open interest for calls and puts across Unity Software's significant trades, within a strike price range of $20.0 to $60.0, over the past month.\n\nUnity Software Call and Put Volume: 30-Day Overview\n\nBiggest Options Spotted:\n\nSymbol PUT/CALL Trade Type Sentiment Exp. Date Ask Bid Price Strike Price Total Trade Price Open Interest Volume U CALL TRADE NEUTRAL 10/18/24 $3.55 $3.2 $3.4 $20.00 $1.7M 13.5K 5.2K U CALL SWEEP BEARISH 12/20/24 $3.15 $3.1 $3.1 $23.00 $55.8K 3.5K 254 U CALL TRADE BEARISH 01/17/25 $5.3 $5.25 $5.25 $20.00 $54.6K 20.0K 5.5K U CALL SWEEP BULLISH 11/15/24 $2.88 $2.79 $2.88 $23.00 $53.2K 5.2K 900 U CALL SWEEP NEUTRAL 11/15/24 $2.66 $2.56 $2.61 $23.00 $48.2K 5.2K 1.2K\n\nAbout Unity Software\n\nUnity Software Inc provides a software platform for creating and operating interactive, real-time 3D content. The platform can be used to create, run, and monetize interactive, real-time 2D and 3D content for mobile phones, tablets, PCs, consoles, and augmented and virtual reality devices. The business is spread across the United States, Greater China, EMEA, APAC, and Other Americas, of which key revenue is derived from the EMEA region. The products are used in the gaming industry, architecture and construction sector, animation industry, and designing sector.\n\nIn light of the recent options history for Unity Software, it's now appropriate to focus on the company itself. We aim to explore its current performance.\n\nUnity Software's Current Market Status\n\nWith a trading volume of 9,822,277, the price of U is down by -2.7%, reaching $22.57.\n\nCurrent RSI values indicate that the stock is may be overbought.\n\nNext earnings report is scheduled for 43 days from now.\n\nTurn $1000 into $1270 in just 20 days?\n\n20-year pro options trader reveals his one-line chart technique that shows when to buy and sell. Copy his trades, which have had averaged a 27% profit every 20 days. Click here for access.\n\nTrading options involves greater risks but also offers the potential for higher profits. Savvy traders mitigate these risks through ongoing education, strategic trade adjustments, utilizing various indicators, and staying attuned to market dynamics. Keep up with the latest options trades for Unity Software with Benzinga Pro for real-time alerts."
    },
    {
        "title": "ChargePoint Highlights Trends and Technologies Which Will Propel the Charging Industry’s Future Growth",
        "link": "https://finance.yahoo.com/news/chargepoint-highlights-trends-technologies-propel-120000941.html",
        "description": "ChargePoint (NYSE: CHPT), a leading provider of networked charging solutions for electric vehicles (EVs), announced today the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jA1pCNFqN7zDUamKyXyyuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "45m",
        "source": "YAHOO!Finance",
        "article_content": "ChargePoint is working across all market segments and all classifications of electric vehicles to remain the leader in charging innovation, developing products now for the future charging ecosystem. (Photo: Business Wire)\n\nCAMPBELL, Calif., September 26, 2024--(BUSINESS WIRE)--ChargePoint (NYSE: CHPT), a leading provider of networked charging solutions for electric vehicles (EVs), announced today the trends it believes will propel EV charging growth. ChargePoint is working across all market segments and all classifications of electric vehicles to remain the leader in charging innovation, developing products now for this future ecosystem.\n\n\"The charging industry routinely discusses the ‘now,’ without saying much about the future,\" said Rick Wilmer, CEO of ChargePoint. \"ChargePoint remains focused on the opportunities ahead of us. Innovations that previously seemed futuristic are about to materialize, so we are excited to relay the trends and technologies that we believe will disrupt EV charging as we know it.\"\n\nCharging developments are soon coming to market via next generation products and features. The biggest technological leaps lie within the innovative software behind charging, which in turn will revolutionize the hardware it manages. Conversely, the chargers and the vehicles themselves are developing for V2X (vehicle to everything) capabilities. We expect these advancements will reshape the economics of home, fleet and municipal charging – often while balancing the electrical grid. Automotive manufacturers have realized they must fully embrace charging to sell more vehicles and deliver their desired customer experience. EVs are now a normal sight, and the new generation of vehicles is arriving with standard features that overcome barriers to EV adoption, such as an EPA-estimated range of more than 300 miles, and 800-volt platform architecture to enable faster charging.\n\nFor EV drivers, there are a variety of conveniences in the making. Most importantly, chargers that \"just work\" are here. The days of dealing with interoperability issues, aborted charging attempts, and other common frustrations are fading, paving the way for a smoother EV experience. Car manufacturers and the charging industry have collaborated to eliminate these growing pains from their next generation vehicles and chargers. \"Plug and Charge\" is finally rolling out: the concept of driving up to a charger, plugging it in, charging, and driving away upon completion. No authentication steps, no extra devices to start a charge, and automated payments in the background. ChargePoint is leading the industry by developing compatibility software and hardware. These products, which are rolling out now, enable seamless functionality between cars and major charging networks that were previously not open to one another, or did not have the right connector type for one another.\n\nStory continues\n\nSoftware has become the key component in any EV charging solution, capable of unlocking the greatest benefits. Examples include real-time charger visibility for networks, the deployment of AI to facilitate charger reliability, and power sharing to maximize charging efficiency. This highlights the immense value software brings to the table, beyond just networking chargers. Much like \"software defined vehicles,\" the ecosystem which fuels them is rapidly becoming one of \"software defined charging,\" where success is reached in the cloud – not on the ground.\n\nIn the realm of hardware, visions are finally becoming a reality. The cost of a charger is gradually declining, while we expect features and benefits which enable a connected, electrified society will soon be rolling out. For vehicle charging at home, AC will remain the norm, but offer more functionality. When vehicle to home charging (V2H) is desired, a switch to DC current will be the answer. DC will better enable V2H capabilities, such as solar integration and using your car as a backup home electricity solution. Advancements in AC charging technology have approached its limits, so for public and commercial charging the future will focus on affordability, prompting more installations. We expect DC fast charger offerings to standardize around three speed ranges, based on the types of businesses which offer charging, and typical grid power available at their facilities. For example, a convenience store might offer charging at 50 kW, a grocery store can offer 200 kW, and a dedicated travel center can accommodate 400 kW fast charging. Charging providers will benefit from more affordable DC charging solutions, which will combine with vehicle to grid (V2X) capabilities to serve as a critical grid resource.\n\nFor auto manufacturers, the charging experience is no longer an afterthought, and they have invested heavily in second generation vehicles. These vehicles address previous barriers to entry while offering the features EV drivers aspire to have. Still in its infancy, we believe bidirectional energy capabilities will quickly become the norm. Advances in EV battery technology will bring down cost and weight, while increasing the charging speeds these batteries are capable of. We expect that charging speeds will cap at 600-700 kW for vehicles on 800V architectures, as there is no practical use case for charging faster.\n\nIn conclusion, charging companies and EV manufacturers have been working hard to address the challenges associated with first generation technology, and many of those improvements are available now. Next, the industry can move from a focus on core functionalities to affordability, reliability and aspirational features. ChargePoint is at the forefront of this evolution and will release new products and features to drive the future of charging in real time.\n\nChargePoint and the ChargePoint logo are trademarks of ChargePoint, Inc. in the United States and in jurisdictions throughout the world. All other trademarks, trade names, or service marks used or mentioned herein belong to their respective owners.\n\nAbout ChargePoint Holdings, Inc.\n\nChargePoint has been an innovator of all things EV charging since 2007, before the first mass market electric vehicle was on the road. ChargePoint offers solutions for the entire EV ecosystem including drivers, charging station owners, vehicle manufacturers and others. Accessible and reliable, ChargePoint’s portfolio of software, hardware, and services enables a seamless experience for drivers across North America and Europe. With ChargePoint, every driver who needs to charge can do so, accessing more than 1 million places to charge globally. ChargePoint has powered more than 10 billion electric miles and will continue to innovate as part of a mission to lower global emissions while improving the future of transportation. For more information, visit the ChargePoint pressroom, the ChargePoint Investor Relations site, or contact the ChargePoint North American or European press offices or Investor Relations.\n\nCHPT-IR\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240925867049/en/\n\nContacts\n\nChargePoint\n\nJohn Paolo Canton\n\nVice President, Communications\n\nJP.Canton@chargepoint.com\n\nAJ Gosselin\n\nDirector, Corporate Communications\n\nAJ.Gosselin@chargepoint.com\n\nmedia@chargepoint.com"
    }
]