[
    {
        "title": "Pentagon solves 1 UFO mystery but still probing cases of \"large orange orb,\" \"large metallic cylinder\"",
        "link": "https://www.msn.com/en-us/news/us/pentagon-solves-1-ufo-mystery-but-still-probing-case-of-large-orange-orb/ar-AA1uog2p?ocid=BingNewsVerp",
        "description": "Director of Pentagon office probing UFOs showed Congress 3 cases it's resolved, but also discussed 3 — out of nearly two ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DFTOVp-m7VxErIjnzm-5Fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1hon MSN",
        "source": "CBS News on MSN",
        "article_content": ""
    },
    {
        "title": "We are not alone in the cosmos. Why isn't UFO hearing tearing up Google trends? | Opinion",
        "link": "https://news.yahoo.com/news/not-alone-cosmos-why-isnt-110758886.html",
        "description": "You would think if anything could break through the noise of our news cycle, UFOs could. This needs to be a bigger deal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8-Qx0jaUjI_bu1NUWUP5ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "5hOpinion",
        "source": "YAHOO!News",
        "article_content": "We are not alone in the cosmos. Why isn't UFO hearing tearing up Google trends? | Opinion\n\nYou would think if anything could break through the noise of our news cycle, UFOs could.\n\nThis needs to be a bigger deal folks because the American people, nay people of the world, need this right now.\n\nLast week, for the second time in two years, there was a Congressional subcommittee hearing on UFOs, or as they have been foolishly rebranded “unidentified anomalous phenomena,” shortened to UAPs.\n\nOne of the visionaries helping uncover the truth is none other than Wisconsin Congressman Glenn Grothman, R-Fond du Lac, who chairs the House Subcommittee on National Security, the Border, and Foreign Affairs.\n\nEditorial: Hovde's election claims are false. He's blaming Milwaukee – without evidence.\n\nLast week’s hearing, \"Unidentified Anomalous Phenomena: Exposing the Truth,\" including a new slate of witnesses who provided testimony about UFO sightings and what the government may or may not know about them. One witness, Luis Elizondo, a former military intelligence officer, went so far to say, \"Excessive secrecy has led to grave misdeeds against loyal civil servants, military personnel and the public, all to hide the fact that we are not alone in the cosmos.\"\n\nAlien spacecraft and dead extraterrestrials now in Congressional Record\n\nLast year’s testimony included former Pentagon official David Grusch telling a Congressional committee that he’d learned of a decades-long Pentagon program focused on “crash retrieval and reverse engineering” of UFOs from other planets. Grusch also said that remains found at the spacecraft crash sites were “non-human biologics.”\n\nYes, crashed alien spacecraft and dead extraterrestrials made it to the Congressional Record.\n\nHowever, neither in the aftermath of last year's and last week's hearing did the terms \"UFO\" \"Alien\" \"UAP\" or even \"government coverup\" break the 25 most searched terms in Google Trends.\n\nWhat were people searching for last week? Would it surprise you if I said: \"mike tyson jake paul fight.\"\n\nTo be fair, neither of these hearings has provided real evidence to prove UFOs or UAPs are extraterrestrial in nature. But the collection of testimony indicates that UAPs are very real in the sense there are a number of as-yet-unexplained phenomena.\n\nAnd yet, apparently, most of us do not care enough to let that information even make a blip on our news cycle.\n\nAll the more reason that right now is the right time for these tight-lipped folks in defense and intelligence departments, whose jobs could very well be on the chopping block anyways in Trump's administration, to just let it rip.\n\nDeclassify everything. Tell us the truth is out there. Then send Biden and Trump out to do a tag team Bill Pullman-Independence Day-esque speech, where they encourage us to not be consumed by our petty differences and instead be united in our common interests. Give us a new enemy!\n\nOr at the very least, declassify everything just to remind humans of our standing in the universe. I don't know who said it first but right now feels like a good time for everyone to remember that we’re, \"just ghosts driving meat coated skeletons made from stardust riding a rock floating through space.\"\n\nKristin Brey is the \"My Take\" columnist for the Milwaukee Journal Sentinel.\n\nThis article originally appeared on Milwaukee Journal Sentinel: House committee answers questions we've long had about ET | Opinion"
    },
    {
        "title": "Inside Capitol Hill's Latest UFO Hearings",
        "link": "https://www.msn.com/en-us/news/technology/inside-capitol-hills-latest-ufo-hearings/ar-AA1u9l0Y?ocid=BingNewsVerp",
        "description": "Tucked inside the bill, however, was another bit of business entirely—a provision requiring the Pentagon to investigate more ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EeQEVpml6RsWrFfWBxnAaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4hon MSN",
        "source": "Time on MSN",
        "article_content": ""
    },
    {
        "title": "Director of Pentagon's AARO to testify to Congress about UFOs: How to watch hearing",
        "link": "https://www.usatoday.com/story/news/nation/2024/11/19/aaro-senate-hearing-ufo-uap-watch/76424785007/",
        "description": "The director of AARO, the Pentagon's office to investigate UFOs, will provide testimony to the Senate less than a week after ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eBbO268ytHAnbdrfNRzhfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "7h",
        "source": "USA Today",
        "article_content": "Some of those who spoke out last week lambasted the military and intelligence agencies for what they see as unnecessary – and even dangerous – secrecy shrouding what is known about UFOs.\n\nOn the heels of that hearing, Jon T. Kosloski, the newly-appointed director of AARO, will testify Tuesday before a Senate subcommittee.\n\nAARO released its latest report analyzing more than 700 recent UFO cases last week.\n\nLess than a week ago, whistleblowers in Congress rekindled the notion that high levels of government are concealing evidence of nonhuman intelligent beings and the mystifying vehicles they pilot.\n\nNow, the leader of the Pentagon's office to investigate UFOs is set to provide congressional testimony of his own.\n\nThat agency, the All-Domain Anomaly Resolution Office (AARO,) came under heavy fire last Wednesday when a quartet of witnesses appeared before a House committee for its latest foray into the topic of UFOs.\n\nMany sightings AARO has historically investigated are reported by military fighter pilots, some of whom have captured footage on jets' cockpit gun cameras of unidentified anomalous phenomena, or UAP. The acronym has come to be the government's preferred term for what is still largely known among the public as UFOs, both because it's less stigmatized and because it includes objects seen in not just the air, but the water.\n\nBut despite the Pentagon's recent shows of transparency, some of those who spoke out last week lambasted the military and intelligence agencies for what they see as unnecessary – and even dangerous – secrecy shrouding what is known about UAP. The hearing was rife with both criticisms of AARO's March UFO report, as well as accusations that the agency engages in disinformation campaigns to discredit sightings and those in the military who report them.\n\nOn the heels of that hearing, Jon T. Kosloski, the newly-appointed director of AARO, will testify Tuesday before a Senate subcommittee.\n\nHere's what to know about the hearing, and how to watch it.\n\nUFO hearing:Here are the biggest revelations Congress heard\n\nWhen is the Senate UFO hearing? How to watch\n\nKosloski will appear at 4:30 p.m. EST Tuesday to testify before a subcommittee of the Armed Services committee.\n\nInformation on the nature of the hearing is vague, indicating only that Senate subcommittee members will \"receive testimony on the activities of\" AARO.\n\nVideo of the hearing will be available on the committee's website.\n\nHouse heard from UFO whistleblowers last week\n\nNews of the upcoming Senate hearing comes amid the latest round of testimony last week in the halls of Congress about unexplained objects violating U.S. airspace and shadowy programs to recover and study downed craft.\n\nFormer military members and others have for years described witnessing or recording baffling objects in both the skies and waters maneuvering in ways they believed to be beyond known human technology.\n\nLast Wednesday, journalist Michael Shellenberger testified that sources had informed him that intelligence communities are in possession of numerous high-resolution photos and videos of the craft unlike any of the grainy imagery that has so far been declassified.\n\nOne witness, Luis Elizondo, a former military intelligence official, described a decades-long international arms race to obtain and reverse-engineer the strange vehicles so governments can bolster their own technology. In corroborating much of the testimony Pentagon intelligence official David Grusch offered in July 2023, Elizondo also accused the Department of Defense of hiding its UFO programs from Congress while misappropriating funds to operate them.\n\nElizondo lambasted the intelligence community for its decades of \"excessive secrecy\" around UAP reports – \"all to hide the fact that we are not alone in the cosmos,\" he said.\n\n\"I believe we as Americans can handle the truth and I also believe the world deserves the truth,\" he said.\n\nLegislators have spent the past year pushing for new laws that would boost UAP transparency, with one seeking to create a civilian reporting mechanism, and one directing the executive branch to declassify certain records. But elected officials and UAP transparency advocates say it hasn't been enough.\n\nWhat is AARO? Pentagon reports have found no evidence of aliens\n\nAs Elizondo made clear last week, laws regarding classified information constrained him and Grusch from publicly presenting hard evidence to support claims of a crash retrieval program, which the Pentagon has repeatedly denied exists.\n\nFor its part, the Pentagon has overseen AARO since its creation in 2022 and created a website in 2023 for the public to access declassified UFO information.\n\nAARO has also released a series of reports with findings on various UFO sightings, all of which end with the same conclusion: That no evidence has been found to suggest that unexplained sightings are extraterrestrial in nature.\n\nAstrophysicists, as well, have long cautioned that the absence of obvious natural explanations for UFOs doesn't make otherworldly ones likely.\n\nIn its most recent report released Thursday, a day after the congressional UFO hearing, AARO studied 757 reports of UAP between May 1, 2023 to June 1, 2024.\n\n\"There are definitely anomalies,\" Kosloski admitted at a briefing last week, adding, \"we have not been able to draw the link to extraterrestrial.\"\n\nContributing: Anthony Robledo, USA TODAY\n\nEric Lagatta covers breaking and trending news for USA TODAY. Reach him at elagatta@gannett.com"
    },
    {
        "title": "Director of Pentagon's UAP office testifies: No 'verifiable evidence' of aliens",
        "link": "https://www.msn.com/en-us/news/other/director-of-pentagon-s-uap-office-testifies-no-verifiable-evidence-of-aliens/ar-AA1uomEn?ocid=BingNewsVerp",
        "description": "Jon Kosloski, the head of the Pentagon's All-Domain Anomaly Research Office, testified before a Senate Armed Services ...",
        "image_url": "https://www.bing.com/th?id=OVFT.89qvjFUl1ebm0-V374VRhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13mon MSN",
        "source": "USA Today on MSN",
        "article_content": ""
    },
    {
        "title": "Microsoft Unveils Software to Ease AI App Development, Model Switching",
        "link": "https://www.bloomberg.com/news/articles/2024-11-19/microsoft-unveils-software-to-ease-ai-app-development-model-switching",
        "description": "The second offering is a data processing unit, a type of networking chip Nvidia Corp. also makes that transfers data more ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8yNDmiVBCa4M07z53Ezt5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12h",
        "source": "Bloomberg L.P.",
        "article_content": "Microsoft Corp. announced new tools to help cloud customers build and deploy artificial intelligence applications, the company’s latest effort to get more revenue from generative AI.\n\nAzure AI Foundry will make it easier to switch between the large language models undergirding artificial intelligence. A customer using an older OpenAI product can try a newer one or switch from OpenAI to tools from Mistral or Meta Platforms Inc., cloud computing chief Scott Guthrie said in an interview. Besides mixing and matching models, clients will be able to ensure applications are working properly and have a decent return on investment."
    },
    {
        "title": "MongoDB and Microsoft expand partnership to advance AI applications and data analytics",
        "link": "https://siliconangle.com/2024/11/19/mongodb-microsoft-expand-partnership-advance-ai-applications-data-analytics/",
        "description": "Database company MongoDB Inc. today announced an expanded partnership with Microsoft Corp. that includes new integrations ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6o7g2nsxw1fC5T5Hyo3RXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Meta hires Salesforce’s CEO of AI, Clara Shih, to lead new business AI group",
        "link": "https://www.msn.com/en-us/money/companies/meta-hires-salesforce-s-ceo-of-ai-clara-shih-to-lead-new-business-ai-group/ar-AA1unXtm?ocid=BingNewsVerp",
        "description": "Meta hired Salesforce's CEO of AI, Clara Shih, to lead a new organization building AI tools for businesses that use Meta's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FvXTJNnuvnt5qjw0hYMZ-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Windows and Office get smart: An overview of Microsoft’s AI services",
        "link": "https://www.pcworld.com/article/2518271/microsofts-ai-services-at-a-glance.html",
        "description": "Microsoft is also increasingly focusing on AI to enhance its software. We show you which programs have AI functions, what ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wWIzgjIuP6Xvlhdf9ooUwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "PC World",
        "article_content": "In the last two years, Microsoft has invested a lot of money in the ChatGPT inventor Open AI and in its own AI developments.\n\nSince then, Microsoft has been equipping more and more programs with artificial intelligence, above all the Edge browser and Office programs. But AI is also finding its way into Windows.\n\nIn this article, we present the new AI functions in Windows, the Windows apps, and Microsoft 365.\n\nWindows 11 Pro Price When Reviewed: 199.99 Best Prices Today:\n\nArtificial intelligence: Copilot\n\nMicrosoft’s AI engine Copilot has been part of the operating system since Windows 11 23H2 for U.S. users, and is available via the Copilot app in the Microsoft Store for others. It can be integrated into the taskbar or simply accessed via the Start menu.\n\nThe trick: The app simply links to Copilot in Edge, where the AI then runs as an independent program in its own window with a slightly different interface. However, Edge must be installed; the app will not work without the browser.\n\nYou can chat with Windows Copilot and ask questions, which the AI assistant answers with the help of Bing. It displays the sources it has used. You can choose between “Creative,” “Balanced,” and “Accurate” conversation styles.\n\nHowever, the differences are hardly noticeable. The AI can also write letters, articles, and poems. With the help of Microsoft Designer and the support of the open AI tool Dall-e 3, Copilot can also generate images based on descriptions.\n\nCopilot is directly integrated into Microsoft’s Edge browser. You can ask the AI questions or have it summarize the currently open website. Mark Hachman / IDG\n\nThe Edge browser has been equipped with Copilot since 2023. You can open the AI function via the icon in the top right-hand corner.\n\nCompared to the app, this has two advantages: Firstly, it allows you to ask questions directly about the website currently being accessed in the browser or request a summary of an online article. In the app, you can simply formulate a command such as “Summarize this article” and then add a link to the desired website.\n\nYou can also activate Copilot plugins in Edge, such as Kayak for searching for flights, accommodations, and car rental, or Opentable for searching for restaurants. This is not possible in the Windows app.\n\nCocreator & Imager Creator: Create images in Paint\n\nThe Windows drawing program Paint gets new features from time to time, most recently working on multiple layers and the AI function Image Creator were added — previously called Cocreator.\n\nFollowing this renaming to Image Creator, Cocreator is now available again in parallel, albeit with more advanced functions.\n\nHowever, most Windows users will not be able to use the new Cocreator, as it only runs on Copilot Plus notebooks (see box “AI processors in Copilot PCs”). The new Cocreator can now be found in the Paint toolbar alongside the Image Creator.\n\nThe Image Creator is a slimmed-down version of the Bing Image Creator available online and Microsoft Designer.\n\nAll three tools are based on Dall-e from Open AI and create images using descriptive text.\n\nYou simply type in what you want to see and Image Creator creates a corresponding image.\n\nThe Cocreator also works in the same way. However, while the Image Creator accesses Microsoft’s server resources on the internet, the Cocreator works locally on the computer and uses the NPU or the AI processor of the Copilot Plus notebooks.\n\nLocal processing ensures better data protection, but Cocreator still requires an internet connection.\n\nDescribe what you want Image Creator to create and select the desired style. Mark Hachman / IDG\n\nThe Image Creator in Paint accepts your descriptions and generates images from them. You can choose between photos and different painting styles.\n\nRetouch photos with the Windows photo viewer\n\nThe Windows Photo Viewer, simply called “Photos” in earlier versions, has had a generative erase function for a few months now. This allows you to selectively remove individual objects from a photo.\n\nThe software fills the empty space amazingly well in the style of the image environment, the editing is often not recognizable. To do this, open the photo display by entering photos in the search field in the taskbar.\n\nIn the program, click on the “All photos” icon on the left or on “Folder;” here you can add a picture directory to the program via “Add folder.”\n\nTo open, double-click on an image in the preview and then click on the “Edit” button at the top left. Now select the “Delete” command and set the brush size on the right-hand side.\n\nThe smaller the object to be deleted, the smaller the brush should be. Use the mouse to select the object to be deleted or the distracting area. As soon as you release the mouse button, the software starts working and retouches the photo.\n\nYou can use the delete function in the Windows photo display to mark distracting objects. The software removes them and fills the space intelligently. Microsoft\n\nAI processors in Copilot Plus PCs The use of AI functions is very computationally intensive. For this reason, AI operations are currently mostly outsourced to the cloud, i.e. to the global data centers of Amazon, Google, Microsoft, and others. This causes potential problems with data protection, as the prompts, i.e. your queries, also end up with the IT companies and can therefore be assigned to you. At the same time, the AI operations in the data centers consume a lot of money and energy. The Samsung Galaxy Book4 Edge notebook is equipped with the Qualcomm Snapdragon X Elite processor and thus belongs to the new class of Copilot Plus devices. Samsung This is why PCs have been developed that can also perform AI tasks locally. Microsoft certifies correspondingly powerful Windows computers with the “Copilot” logo. These new notebooks have been available since the summer, initially all models with a Snapdragon X processor from Qualcomm and Arm architecture. AMD now also offers a CPU for Copilot Plus, Intel follows with its Core Ultra 200V mobile processor. The CPUs in Copilot Plus PCs accelerate AI functions and calculations to such an extent that it is not necessary to move them to the cloud in most cases. These chips are known as Neural Processing Units (NPUs).\n\nDesigner: AI functions in the Microsoft 365 apps\n\nDesigner was initially only available in PowerPoint, but is now included in the Microsoft 365 word processor. You will therefore need a paid Personal or Family account to be able to use the AI functions.\n\nCorporate customers are currently excluded. With a 365 account, you can use Designer in the online version of Word and in the desktop and online versions of PowerPoint. The program appears in the “Start” ribbon in each case.\n\nIn PowerPoint, give your first slide a title and call up the Designer. It suggests various design templates that match the theme of the presentation. However, this only works in English.\n\nFurther reading: 9 free AI tools that run locally on your PC\n\nAdvanced AI function Copilot Pro only with additional subscription\n\nIf you click on “Test Copilot Pro” in one of the 365 programs under File > Account > Manage account > Account, you can play with the extended AI functions for the Office programs free of charge for one month. After that, the subscription costs $22 per month.\n\nAfter activation, the Copilot icon appears at the beginning of the line next to the cursor in Word. After clicking on it, you can send the AI a description of the type of text you need. For example, Copilot can write speeches on a given topic, create a template for a CV or write short stories.\n\nIn Excel, Copilot automatically creates formulas and sorts, analyzes and highlights data. However, this only works in the online version of the program and the files must be stored in a Onedrive or Sharepoint folder.\n\nAlthough Microsoft has made improvements in the meantime, the AI in Excel is still not as good as we would like it to be.\n\nIn Outlook, Copilot is also limited to the online version. There, the AI summarizes the content of emails and translates foreign-language emails into your language of choice.\n\nCopilot Pro can also compose messages itself based on a short description.\n\nCopilot Pro in the video editing tool Clipchamp and in Teams\n\nThe video editor Clipchamp offers a little more AI. The tool displays the “Create video with AI” button on its start page.\n\nClick on it to call up an AI wizard, which you can use to upload the images and videos for the Clipchamp film. After asking for a few pre-settings, it combines the media into a new film. Music can also be added if required.\n\nIn the online version, you will find additional functions supported by artificial intelligence. These include a text-to-speech module and a presentation coach that provides real-time feedback on camera recordings.\n\nFinally, the Teams video conferencing software has received AI support: Users can ask Copilot questions during a conference or also use it as a writing assistant that automatically formulates chat messages after a few keywords have been entered.\n\nYou can also instruct the AI to summarize the content from chats and channels for you. The AI also translates foreign-language posts, which are displayed as subtitles in real time: However, “Live Captions” only runs on Copilot Plus notebooks."
    },
    {
        "title": "Microsoft Ignite 2024 Unveils Groundbreaking AI, Security, and Teams Innovations",
        "link": "https://www.techrepublic.com/article/microsoft-ignite-2024-ai-security-teams-innovations/",
        "description": "Microsoft Ignite 2024 unveils groundbreaking AI, security, and Teams innovations, shaping the future of enterprise tech.",
        "image_url": "https://www.bing.com/th?id=OVFT._kRi4jmWOuCOAdJB_k6hhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "TechRepublic",
        "article_content": "Microsoft Ignite 2024, held Nov. 19 – 22 in Chicago, featured nearly 100 announcements and software updates, including an AI feature in Teams that can translate speech and replicate an individual employee’s voice. This year’s overarching theme was expanding generative AI’s summarization and rewriting capabilities to address more niche use cases.\n\nAI translator agent can replicate your voice in Teams\n\nMicrosoft is going all-in on AI “agents” in an effort to further abstract the workings of large language models. Ideally for Microsoft, this would make those models more capable of autonomous, sequential actions. Microsoft Copilot Studio will enable autonomous agents soon, with this feature now in preview. Other major announcements around agents at Ignite 2024 include:\n\nAgents in SharePoint, available now, can answer questions about files, folders, or sites.\n\nA Teams Facilitator agent, which takes notes and summarizes meetings, is now in preview.\n\nAn Interpreter agent in Teams, which can replicate a user’s voice in up to nine languages for real-time translation, will be in preview in early 2025.\n\nCopilot Studio will soon include images and voice content\n\nCopilot Studio and Azure AI Foundry will be more closely linked, with a Microsoft Agent SDK available for both developers to create custom agents. The Agent SDK, available now in preview, can draw from Azure’s large AI model catalog.\n\nSoon, Copilot Studio users can experiment with multimodality in the agents they build. Image upload and analysis are now in preview, and voice is in private preview. (Private preview in Azure is invite-only.)\n\nSEE: As of this Patch Tuesday, Copilot PC users can remap the AI button.\n\nAzure AI Foundry offers new capabilities\n\nMicrosoft announced a new way to access AI in the Azure AI Foundry, a hub for AI models and solutions.\n\nAzure AI Foundry is accessible in preview through either an SDK or online portal and interoperates with GitHub and Visual Studio. Both offer slightly different options: the SDK helps admins and app developers evaluate AI models and test apps before deploying them. The portal replaces the former Azure AI Studio and offers management of AI apps, models, and services.\n\nRedmond also announced a service allowing developers to make and deploy AI agents. Azure AI Agent Service will be in preview in December.\n\nIn other Azure news:\n\nAzure AI will offer an AI scorecard containing “model cards, model versions, content safety filter configurations, and evaluation metrics.” The goal of AI reports is to help development teams complete audits and compliance reports.\n\nRisk and safety evaluations for image content will flag harmful content generated by AI. The go is to help with data-driven assessments of how often such content might appear.\n\nCloud professionals can now map out AI adoption in the Cloud Adoption Framework. AI workload guidance has also been added to the Azure Well-Architected Framework.\n\nAzure AI Content Understanding, now in preview, is a streamlined workflow for turning unstructured text, images, and video into a corpus of data. It packages together templates, grounding mechanisms, and confidence scores to help developers and enterprises release AI solutions.\n\nDevelopers can run AI workloads on serverless GPUs in Azure Container Apps, which are currently in preview.\n\nSecurity Exposure Management tool enters general availability\n\nIn the security world, Microsoft introduced a new service: Security Exposure Management. This service works in concert with Extended Detection and Response, Microsoft Defender XDR in Microsoft Security. It provides insight into an organization’s security posture. Now available to all users, Security Exposure Management had previously been in preview only.\n\nDeploying Security Exposure Management helps raise awareness of an organization’s attack surface, analyzes attack paths, and aggregates security posture data into “Unified Exposure Insights.” These insights, in turn, are translated into metrics to measure security initiatives.\n\nIn other security news, Security Copilot in Intune for workflow management will be expanded. Security Copilot will now be able to weigh in on a broader range of scenarios across Intune, the Intune Suite, and Windows Autopatch. Intune admins can now add iOS, Android, macOS, and Linux devices to their hardware inventory.\n\nMicrosoft announced several similar updates for Microsoft Purview, but we won’t cover them exhaustively here. See Microsoft for more information about the 90-plus announcements from the Ignite event.\n\nCopilot+ PCs add flexibility to Windows Search\n\nStarting in early 2025, Search will look different in File Explorer, Windows Search, and Settings. Users can search for documents and photos using natural language, and an internet connection isn’t required.\n\nMicrosoft encourages business customers to show off prompts to coworkers\n\nIn today’s AI infrastructure, companies tend to produce tools that make adopting their AI products easier.\n\nFor example, Copilot Analytics, set to expand its features in early 2025, offers insights into adoption and usage trends to measure business impact. Additionally, Microsoft is gamifying AI adoption by enabling easy prompt sharing and introducing a prompt leaderboard. Both features will be part of the Copilot Prompt Gallery — formerly Copilot Labs. Prompt sharing will roll out with Microsoft 365 Copilot later in 2024, while an organization-wide “new and trending prompts” list is expected in early 2025.\n\nOne new feature, generative AI controls in Microsoft 356 Copilot, encourages caution with generative AI. The controls will notify users if prompts or responses in Microsoft 365 Copilot contain information that might be sensitive or put an organization at risk. Admins can configure Microsoft Purview Data Loss protection individually to match the sensitivity of their organization’s data.\n\nIs AI ROI panning out?\n\nIn a recent survey, Slack revealed that AI adoption might be slowing down. Why? Some people feel the technology hasn’t lived up to the hype, that AI use is considered “lazy,” or that they don’t know how to use AI.\n\nHowever, in a November 2024 study, Microsoft reported a 10x ROI increase among “top” business leaders using generative AI. Most AI use cases observed by Microsoft were focused on productivity.\n\nTechRepublic covered Microsoft Ignite remotely."
    },
    {
        "title": "A Vampire Battles Zombies in Olivia Dade’s Paranormal Romance Zomromcom — Here’s a Sneak Peek! (Exclusive)",
        "link": "https://www.msn.com/en-us/entertainment/news/a-vampire-battles-zombies-in-olivia-dade-s-paranormal-romance-zomromcom-here-s-a-sneak-peek-exclusive/ar-AA1umpJv?ocid=BingNewsVerp",
        "description": "Author Olivia Dade will publish her new paranormal romance, 'Zomromcom,' in summer 2025 — see the cover and read an exclusive ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Mi7xrKdvP-0FG2Ieo2eHgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "11hon MSN",
        "source": "People on MSN",
        "article_content": ""
    },
    {
        "title": "Antique mall provides 'plethora of paranormal activity' for ghost hunters",
        "link": "https://www.barrietoday.com/local-news/antique-mall-provides-plethora-of-paranormal-activity-for-ghost-hunters-9788984",
        "description": "Barrie business owner says at least five deaths have occurred at former slaughterhouse, built in 1929, including suicides, ...",
        "image_url": "https://www.bing.com/th?id=OVFT._Epi4HyUChTvk3tL9zWXXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "barrietoday13h",
        "source": "barrietoday",
        "article_content": "Barrie business owner says at least five deaths have occurred at former slaughterhouse, built in 1929, including suicides, goring and an explosion\n\nParanormal investigators Raif Boric and Krista Maryk of Walking Among Us recently filmed an episode of their popular YouTube series Walking Among us at Sanford and Son Emporium in Barrie.\n\n1 / 1 Paranormal investigators Raif Boric and Krista Maryk of Walking Among Us recently filmed an episode of their popular YouTube series Walking Among us at Sanford and Son Emporium in Barrie. Advertisement\n\nIn the more than 95 years since it was built, 272 Innisfil St. has been home to a slaughterhouse and an antique market, but according to the team from a popular YouTube series, it’s also home to several ghosts.\n\nRaif Boric and Krista Maryk, who make up two-thirds of the paranormal investigative team of Walking Among Us, spent three hours inside the 25,000-square-foot building near Essa Road earlier this month after they heard of some of the not-so-normal things that have taken place there.\n\nShirley Sanford, owner of Sanford and Son Emporium which is located inside the building, told BarrieToday the team came for a visit on Nov. 2.\n\n“One of my employees was talking to one of the customers and something was brought up about the spirits that are in that building,\" she said. \"The woman said she knew some people that do the paranormal thing, so she asked if it would be OK if they phone me.\n\n“It was really interesting to see what was going on.”\n\nIn the five years that she’s been in the building, Sanford said she’s seen plenty of “unexplainable” things take place.\n\n“About three weeks ago, I was up in a booth. Everybody had left and I was doing my rounds at night for closing,\" she said. \"I went into this booth and was looking to see what new things they’d brought in. I could hear a woman and a man's voice … I thought maybe there was a radio in the booth and it was on low and they’d forgotten to turn it off, but there was no radio.”\n\nSanford poked around a little more, but couldn’t find any source for the noise. And despite being late and alone, she wasn’t fearful.\n\nThe next week while doing her closing routine, Sanford said an Elvis clock started singing.\n\n“There is an Elvis clock hanging on the wall … so I thought OK, it’s a motion-sensor thing. I went into the booth and I was singing and dancing and then all of a sudden it shut off,\" she said. \"I went back and forth three times that night into where I had triggered it and nothing.\n\nShirley Sanford is the owner of Sanford and Sons Emporium on Innisfil Street in Barrie. | Nikki Cole/BarrieToday files\n\n\"The next morning when I came into work, I went to try it and nothing. I pulled the clock off the wall and you have to push a button for it to go off,” she said.\n\nShe remembers another incident which included a ladder that was found in the middle of the floor; despite the shop having been closed, it was nearby a spot where she said a man had hanged himself.\n\nThe building has been the scene of five separate deaths, Sanford told BarrieToday, including two suicides, one person who was gored by a cow, and two who were killed in a boiler-room explosion.\n\nAs for what occurred on the property prior to the building’s construction in 1929, she has no idea and said it could very well play a role in the site’s haunting.\n\nRaif Boric, lead investigator for Walking Among Us, said that going into their visit, they didn’t know too much about the structure's history, nor were they aware of what had occurred there over the years.\n\n“It was just kind of like let’s go and see what happens,” he said. “We met up with Shirley … and we both went to different spots … to see what happens.”\n\nWhile he was by himself with the spouse of one of the store’s employees on one side of the building, he says he was drawn to a doll on a shelf, telling BarrieToday he is a collector of “haunted artifacts.”\n\n“I have six haunted dolls and a haunted teddy bear at home. This doll just drew me in,\" Boric said. \"When it was time to start, I went up to the doll and set up some motion-sensored cat balls, a REM pod (which is a piece of ghost-hunting equipment that indicates changes in ambient temperature) and had my cameras going. This thing would not stop with the motion-sensored cat balls and there were noises going on all in the area,” he said.\n\n“At one point, I was standing there asking questions and we heard a little girl call out. We looked at each other like ‘what the (heck) was that!?’”\n\nBoric said they went to explore where the sound came from, which is when he heard Maryk yelling from where she was in the building.\n\n“We started running back and she was where the doll was … and asked what all the banging was about,” he said, adding neither he nor the employee’s wife knew what his partner was talking about. \"We’d just heard the kid’s voice, which is where Shirley had heard disembodied voices in the area previously.”\n\nBoric told BarrieToday it felt like a game of cat and mouse trying to track down the spirits.\n\n“We’ve encountered that a lot, and it sometimes gets a little annoying because you go thinking you’re going to experience something and it just leads you around the building,\" he said. “It was a good experience and there was a plethora of (paranormal) activity.\"\n\nBoric ended up bringing the “haunted doll” home to add to his collection.\n\n“I have her in the room with the other ones,\" he said. \"I am pretty sure her arm moved the other night, so I am setting up a security camera in the haunted room.”\n\nSanford says she found the entire experience “fascinating,” adding she \"absolutely\" believes in ghosts.\n\n“I don’t get scared over any of this stuff that happens. I am all for it,” she said. “When these guys came in, I saw it for myself. The white orbs and the one gentleman at the very end had forgotten something upstairs … When we got up there, one of the revolving showcases was on and (it) hadn’t been on 15 minutes early when we’d been up there.”\n\nThe episode is expected to air on the Walking Among Us YouTube channel in January 2025."
    },
    {
        "title": "Big River Paranormal talks to students about all things paranormal",
        "link": "https://dailyevergreen.com/182549/life/hunt-the-hauntings-paranormal-opportunities/",
        "description": "Big River Paranormal is a year-round organization that helps clients experiencing paranormal hauntings, gathers evidence and educates others on paranormal phenomena. They investigate areas like ...",
        "image_url": "https://www.bing.com/th?id=ODF.GoAz16YxtsGor5725rzeVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Washington State Daily Evergreen17h",
        "source": "Washington State Daily Evergreen",
        "article_content": "Big River Paranormal is a year-round organization that helps clients experiencing paranormal hauntings, gathers evidence and educates others on paranormal phenomena.\n\nThey investigate areas like Northern Idaho, Washington, Boise, Idaho and Portland, Oregon. This company is a member of the TAPS organization that holds multiple investigative teams across the United States.\n\nJason Hassler, a member of Big River Paranormal, spoke with students in the Compton Union Building last month about his team that covers Portland, Oregon, and Washington locations.\n\nHassler has been with his crew for almost eight years. In 2022, he developed a podcast “Hassing The Paranormal” with KXRW, an independent radio show in Vancouver.\n\nHis advice for students interested in pursuing a career in paranormal investigations is to find a team in your area that fits your investigation type.\n\n“If you’re into more logic-basedlike Big River does, then join a team like that. Or if you like psychic stuff, then join a team like that,” Hassler said.\n\nIt is important to join an already established team because it is difficult to start one on your own, he said.\n\nIf students are interested in joining an investigation their website Big River Paranormal has investigation date options.\n\nThe two locations available are the Old Idaho State Penitentiary and the Geiser Grand Hotel.\n\nAlejandra Prado, the Student Entertainment Board’s speaker director, encourages all students to take advantage of this connection.\n\nThis is Prado’s first semester on the board, and her fascination with the paranormal was the inspiration to bring Hassler to campus last month. She said she hopes that students who are passionate about the paranormal like she is are inspired to go out and explore for themselves with Big River Paranormal."
    },
    {
        "title": "Reclaim Your Power This Sagittarius Season",
        "link": "https://www.msn.com/en-us/lifestyle/travel/reclaim-your-power-this-sagittarius-season/ar-AA1unHiv?ocid=BingNewsVerp",
        "description": "Sagittarius season begins on November 21, shining its blinding spotlight on every corner of our world. Looking away won’t be ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8kMYOfM5Ul37hnIa013YBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6hon MSN",
        "source": "ELLE US on MSN",
        "article_content": ""
    },
    {
        "title": "Everything we know about Control 2",
        "link": "https://www.digitaltrends.com/gaming/control-2-everything-we-know/",
        "description": "The Remedy universe is in full force, and the next chapter is Control 2. Let's dive deep into this strange world to find ...",
        "image_url": "https://www.bing.com/th?id=OVF.c5gyukc9MJyyUg9%2ba1FZIg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6h",
        "source": "Digital Trends",
        "article_content": "Alan Wake 2 was the game that fully connected the entire Remedy universe, but it all started with Control. Set in The Oldest House, home of the Federal Bureau of Control (FBC), Jesse Faden became the new director as she used her transforming gun and powers to defeat the Hiss. A DLC chapter connected her with Alan Wake, and now another piece of DLC for Alan Wake 2 has shifted the focus back on the FBC. Control 2 is the next chapter of this dark and paranormal story unlike anything else on our list of upcoming video games. It will still be a while before we return to the world of altered items of objects of power, so thankfully we have games like Civilization VII and Assassin’s Creed Shadows to hold us over, but there’s nothing that can scratch that specific itch Control did. This is our declassified document on everything we know about Control 2.\n\nIf you’re still on the lookout for the best upcoming PS5 games, we’ve got you covered there too.\n\nRecommended Videos\n\nRelease speculation\n\nThere’s no word on when Control 2 will launch as of now. The game was first officially announced at the end of 2022 when it was first entering production, but in October of 2023 revealed that the game was still only in its “proof-of-concept” stage. Based on that, we might not see Control 2 until 2026 or later.\n\nPlatforms\n\nRemedy games since Quantum Break have never been platform-exclusive and we don’t anticipate that changing for Control 2. You should expect to see it on Xbox, PlayStation, and PC at least, but possibly Switch 2 as well.\n\nTrailers\n\nNo footage for Control 2 has been shared yet, but it sounds like Remedy may be ready to show us the game soon based on how much it is talking about it. Who we play as, where, and what we’ll be doing is all up in the air.\n\nGameplay\n\nNews from our Capital Markets day: 🔦 Alan Wake 2 has sold over 1.8M units\n\n🔻 Control Ultimate Edition will release on Mac February 12th, 2025\n\n💥 Control 2 will be an action RPG\n\n🎁 Control will receive a free update in early 2025, unlocking some previously released content 🔎… pic.twitter.com/AX1jqpNTkt — Remedy Entertainment (@remedygames) November 19, 2024\n\nThe only concrete detail we know about Control 2‘s gameplay is that it will be an action RPG. This was revealed by Remedy Entertainment itself, which lines up with how the first game played. It will also have a budget of approximately $52.9 million. This is low for most modern games, but quite a bit more than the first game’s $30 million budget.\n\nControl 2 will almost certainly still be a third-person shooter with various weapon modes, psychic powers, and skill trees. How Remedy expands on those elements or what it decides to add is yet to be seen.\n\nPreorder\n\nThere will be no preorder details until Control 2 has a solid release date. As soon as they are available, we will update this article."
    },
    {
        "title": "AI in Science: MIT’s Groundbreaking Study on Materials Discovery",
        "link": "https://www.geeky-gadgets.com/ai-in-scientific-discovery/",
        "description": "Explore how MIT's AI advancements are transforming materials science and accelerating scientific breakthroughs like never ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kEkVOGJOvf4HdNuxQZBteS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13h",
        "source": "Geeky Gadgets",
        "article_content": "Artificial Intelligence (AI) is fundamentally altering the landscape of scientific discovery, marking a significant step towards the development of artificial superintelligence (ASI). A new study from MIT underscores AI’s fantastic impact, particularly in the field of materials science. This development raises important questions about AI’s capacity to independently make scientific discoveries and its wider implications for the scientific community.\n\nImagine a world where the boundaries of scientific discovery are pushed beyond human limitations, where artificial intelligence (AI) not only assists but actively participates in unearthing new knowledge. It’s clear that AI is not just a tool but a fantastic force with the power to redefine how we approach scientific challenges. Matthew Berman explores this new area of research and technology in more detail below.\n\nAI Role in Scientific Discovery\n\nAs AI begins to shoulder more of the intellectual load, the prospect of an “intelligence explosion” leading to artificial superintelligence becomes tantalizingly plausible. This evolution could fundamentally alter the landscape of scientific exploration, offering solutions to problems that once seemed insurmountable. However, as we stand on the brink of this new era, it’s essential to consider both the opportunities and the challenges that accompany AI’s integration into research.\n\nTL;DR Key Takeaways : MIT’s study highlights AI’s transformative impact on scientific discovery, particularly in materials science, raising questions about AI’s potential to independently make scientific discoveries.\n\nAI’s ability to automate the trial-and-error process in materials discovery accelerates research, positioning AI as a collaborator in scientific endeavors.\n\nAI integration has led to significant advancements in materials science, boosting research breakthroughs, patent filings, and product innovation, potentially revolutionizing various industries.\n\nThere is an uneven impact of AI on researchers, with leading scientists benefiting more than those at lower tiers, raising concerns about equitable distribution of AI’s benefits.\n\nThe integration of AI in research has led to decreased job satisfaction for some scientists due to reduced creativity and skill utilization, highlighting the need to address these challenges.\n\nThe Evolving Role of AI in Scientific Advancement\n\nThe potential for AI to autonomously uncover new scientific knowledge represents a paradigm shift in research methodologies. The concept of an “intelligence explosion,” where AI surpasses human intelligence to achieve ASI, is becoming increasingly plausible. This evolution could redefine the very nature of scientific exploration, allowing AI systems to reveal insights that were previously beyond human comprehension.\n\nAI’s integration into scientific research is not merely a theoretical concept but a rapidly developing reality. Its ability to process vast amounts of data, identify patterns, and generate hypotheses at unprecedented speeds is already transforming various scientific disciplines. From drug discovery to climate modeling, AI is proving to be an invaluable asset in tackling complex scientific challenges.\n\nKey Insights from MIT’s Comprehensive Study\n\nMIT’s research, involving a collaboration of over a thousand scientists, provides a detailed examination of AI’s influence on scientific research. The study highlights AI’s remarkable capacity to automate and optimize the traditional trial-and-error process in materials discovery. This automation significantly accelerates research timelines, allowing scientists to address more complex challenges efficiently.\n\nKey findings include:\n\nAI’s ability to predict material properties with high accuracy\n\nSignificant reduction in the time required for materials discovery\n\nEnhanced capacity for exploring vast chemical spaces\n\nImproved prediction of synthesis routes for new materials\n\nIn this context, AI emerges not just as a tool but as a collaborative partner in scientific endeavors, capable of generating novel ideas and solutions.\n\nMIT’s AI Discovers New Science\n\nBrowse through more resources below from our in-depth content covering more areas on Artificial Intelligence (AI).\n\nTransforming Scientific Processes and Outcomes\n\nThe integration of AI into research has led to the creation of novel materials with specific, desired properties. This capability has significantly boosted research breakthroughs, patent filings, and product innovation across various industries. AI’s contributions are particularly notable in:\n\nAccelerating drug discovery processes\n\nDeveloping new sustainable energy materials\n\nCreating advanced materials for electronics and computing\n\nOptimizing manufacturing processes\n\nThese advancements underscore AI’s potential to reshape scientific methodologies and drive innovation at an unprecedented pace.\n\nThe Uneven Impact on the Scientific Community\n\nWhile leading researchers are experiencing substantial benefits from AI, including increased productivity and innovation, those at lower tiers of the scientific hierarchy see minimal impact. This disparity raises concerns about the equitable distribution of AI’s benefits within the scientific community.\n\nChallenges include:\n\nUnequal access to advanced AI tools and resources\n\nPotential widening of the gap between top-tier and emerging researchers\n\nNeed for specialized training to effectively use AI in research\n\nAddressing this uneven impact is crucial to making sure that AI enhances productivity and innovation across all levels of scientific research.\n\nNavigating Job Satisfaction in an AI-Enhanced Research Environment\n\nThe integration of AI in research has led to complex changes in job satisfaction among scientists. As AI systems take on more intellectual tasks, some researchers report a reduction in creativity and skill utilization, contributing to decreased job satisfaction.\n\nFactors affecting job satisfaction:\n\nShift in the nature of research tasks\n\nChanges in the perceived value of human contributions\n\nAdaptation to new collaborative models with AI systems\n\nAddressing these concerns is vital to maintaining a motivated and engaged scientific workforce as AI becomes more prevalent in research environments.\n\nThe Rapid Evolution of AI Capabilities in Science\n\nAI has progressed from basic chatbots to sophisticated systems capable of aiding in complex scientific innovation. The potential for AI to achieve recursive self-improvement and superintelligence is a topic of significant interest and debate within the scientific community.\n\nThis progression raises important questions about AI’s future role in science:\n\nCan AI systems develop true scientific intuition?\n\nHow will AI-driven discoveries be validated and replicated?\n\nWhat are the limits of AI’s ability to generate novel scientific theories?\n\nThese questions are crucial as we consider the future landscape of scientific research and innovation.\n\nEthical and Philosophical Implications of AI in Science\n\nThe prospect of AI taking over increasingly complex creative and intellectual tasks presents significant ethical and philosophical challenges. As AI systems handle more sophisticated scientific tasks, the future role of human researchers becomes less certain.\n\nKey considerations include:\n\nMaintaining human oversight and accountability in AI-driven research\n\nMaking sure transparency and reproducibility in AI-generated scientific findings\n\nAddressing potential biases in AI systems that could influence scientific outcomes\n\nBalancing the efficiency of AI with the need for human creativity and intuition in science\n\nThese considerations are critical as society navigates the implications of AI-driven innovation and its impact on human roles in scientific discovery and advancement.\n\nMIT’s exploration of AI in scientific discovery illuminates both the immense potential and significant challenges of integrating AI into research. As AI continues to evolve, understanding its impact on scientific processes, researchers, and ethical considerations will be essential in shaping the future of science and technology. The scientific community must work collaboratively to harness the power of AI while addressing its challenges, making sure that this technological revolution benefits all of humanity.\n\nMedia Credit: Matthew Berman\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Earliest ‘Jesus is God’ inscription found — deemed ‘greatest discovery since the Dead Sea Scrolls’",
        "link": "https://www.msn.com/en-us/news/world/earliest-jesus-is-god-inscription-found-deemed-greatest-discovery-since-the-dead-sea-scrolls/ar-AA1umW56?ocid=BingNewsVerp",
        "description": "Scientists are going gaga over the earliest inscription declaring 'Jesus is God,' claiming that this 1,800-year-old engraving could change our understanding of Christianity.",
        "image_url": "https://www.bing.com/th?id=OJ.90xplnVYmlI0WA&pid=news&w=92&h=16&rs=2",
        "category": "science+discovery",
        "date": "8hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery Builders Breaks Ground on $300M Science Building at Case Western Reserve University in Cleveland",
        "link": "https://rebusinessonline.com/discovery-builders-breaks-ground-on-300m-science-building-at-case-western-reserve-university-in-cleveland/",
        "description": "Discovery Builders, a joint venture between Turner Construction, Next Generation Construction, The AKA Team and Adrian ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8mkDXsGE3QaEg80RIt0zui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Real Estate BusinessOnline10h",
        "source": "Real Estate BusinessOnline",
        "article_content": "CLEVELAND — Discovery Builders, a joint venture between Turner Construction, Next Generation Construction, The AKA Team and Adrian Maldonado & Associates, has broken ground on a $300 million Interdisciplinary Science and Engineering Building (ISEB) at Case Western Reserve University in Cleveland. The five-story, 189,000-square-foot building will support innovation in areas such as industrial batteries, sustainable manufacturing, pathogen research and advanced prosthetics. National architecture firm HGA and local partner DVA Architecture designed the facility.\n\nLocated on the former site of Yost Hall, the project marks the largest on-campus development for the university in decades. It will serve as the largest building on the Case Quad, home to the university’s science and engineering departments. The ISEB will play a critical role in growing the university’s annual research expenditures to $600 million, according to a release. The building will feature a variety of research spaces, including wet and dry labs, core labs and equipment platforms.\n\nThe project is expected to receive LEED Gold certification. Completion is slated for 2026.\n\nNearly 6,200 undergraduate and 6,100 graduate students from across 96 countries study in Case Western Reserve’s more than 250 degree programs across arts, dental medicine, engineering, law, management, medicine, nursing, science and social work."
    },
    {
        "title": "Ruxton Murders: How discovery of dismembered bodies near Moffat created a forensic science revolution",
        "link": "https://www.msn.com/en-gb/news/other/ruxton-murders-how-discovery-of-dismembered-bodies-near-moffat-created-a-forensic-science-revolution/ar-AA1ulX7O?ocid=BingNewsVerp",
        "description": "The discovery of dozens of dismembered body parts in a ravine ... forensic scientists of their day in a brilliant episode that laid the foundation for modern, science-led, criminal investigations.",
        "image_url": "https://www.bing.comNo image",
        "category": "science+discovery",
        "date": "The Scotsman on MSN14h",
        "source": "The Scotsman on MSN",
        "article_content": ""
    },
    {
        "title": "Why Does Lake Geneva Emit As Much CO2 as a City? Scientists Solve the Mystery",
        "link": "https://scitechdaily.com/why-does-lake-geneva-emit-as-much-co2-as-a-city-scientists-solve-the-mystery/",
        "description": "Lake Geneva’s CO₂ emissions stem mainly from rock erosion, not organic matter, reshaping our understanding of lake carbon ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ixV5ssaBVbBKnU03nB0KEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Microsoft launches Azure AI Foundry with agent orchestration, management tools",
        "link": "https://venturebeat.com/ai/microsoft-launches-azure-ai-foundry-with-agent-orchestration-management-tools/",
        "description": "Microsoft introduced AI agents to its Dynamics 365 platform in October. During Ignite, the company announced it would add more agentic AI capabilities to other Microsoft products, ...",
        "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
        "category": "nocode",
        "date": "1h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nMicrosoft introduced AI agents to its Dynamics 365 platform in October. During Ignite, the company announced it would add more agentic AI capabilities to other Microsoft products, such as SharePoint and Microsoft Copilot 365.\n\nHowever, enterprises will need to manage the many AI agents they deploy and understand whether these agents accurately follow workflows and can only access what they are supposed to access. Microsoft’s new capabilities in Azure AI aim to help developers build evaluation tools and a way to manage AI agents at scale and solve precisely those issues.\n\nThe software developer kit for Azure AI Foundry offers a toolkit to customize, test, deploy and manage AI applications and agents. It lets developers bring control and customization to many AI apps brought into their tech stack.\n\nMicrosoft said the SDK, available in preview, has 25 templates developers can use with an integrated library of models to build in scale.\n\nThe Azure AI Foundry portal, formerly Azure AI Studio and also in previews, offers developers a visual dashboard for evaluating models and tools. The dashboard also lets people manage who can use certain apps.\n\nThe company said AI Foundry is integrated with other developer tools like GitHub, Visual Studio and Copilot Studio.\n\nAs agents become a more significant part of the AI ecosystem, enterprises want to figure out how to manage how these work together. Azure AI Agent Service lets companies establish orchestration frameworks for automated workflows.\n\n“With features like bring your own storage and private networking, it will ensure data privacy and compliance to help organizations protect their sensitive data,” the company said.\n\nAgent management\n\nAI agents emerged as one of the big trends in enterprise AI this year and are poised to grow in the next year as more companies begin experimenting with them. Several providers, like Microsoft and Salesforce, offer customers access to agents or a no-code way of building agents.\n\nMicrosoft is also researching how multiple agents can work together through a new framework called Magentic-One.\n\nIdeally, AI agents would automate workflows without requiring human employees to keep prompting AI applications. Companies are beginning to use multiple agents, triggering each activity to build out their agent ecosystems. To ensure the agents do their jobs, some providers create orchestration agents that monitor and direct agents.\n\nHowever, enterprises still need to figure out the best way to deploy these agents across their entire organization without accidentally letting agents access data they shouldn’t. Determining safety and performance for agents can also be difficult, as current benchmarks don’t really capture agentic performance."
    },
    {
        "title": "Microsoft brings automated ‘agents’ to M365 Copilot",
        "link": "https://www.computerworld.com/article/3608910/microsoft-brings-automated-agents-to-m365-copilot.html",
        "description": "Copilot Actions will let workers set up simple workflow automations to let M365 Copilot take on repetitive tasks.",
        "image_url": "https://www.bing.com/th?id=OVFT.5wY6jwoYfPbXqnAoJ2XsgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "8h",
        "source": "Computerworld",
        "article_content": "Microsoft has introduced a new tool in Microsoft 365 Copilot to automate repetitive tasks, part of a drive to make the generative AI (genAI) assistant more useful to users.\n\nCopilot Actions, announced at Microsoft’s Ignite conference Tuesday, features a simple trigger-and-action interface that Microsoft hopes will make the workflow automations accessible to a wide range of workers.\n\nThe company offered up a few examples for Copilot Actions in a blog post. It can be set to create an automatic summary of important action points at the end of the workday, gather inputs from a team for a weekly newsletter, or summarize recent interactions with a client ahead of a meeting. The feature is now in private preview."
    },
    {
        "title": "'Month's worth of rain' could hit parts of Bay Area this week: Here's when it starts",
        "link": "https://www.msn.com/en-us/weather/topstories/month-s-worth-of-rain-could-hit-parts-of-bay-area-this-week-here-s-when-it-starts/ar-AA1unSbb?ocid=BingNewsVerp",
        "description": "After a period of mostly clear skies and beaming sun, Northern California is expected to see an intense atmospheric river ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TK8qyF3Vlu1TM8fECzZxxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "24mon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "College dropout got fired, spent $300 from his last paycheck to start a business—now it brings in $4 million a year",
        "link": "https://www.nbcnewyork.com/news/business/money-report/college-dropout-was-fired-spent-300-from-last-paycheck-to-start-a-sweet-tea-company-now-it-brings-in-4-million-a-year/5996407/",
        "description": "Darien Craig and Brandon Echols, a pair of college dropouts and co-owners of Y’all Sweet Tea, received three $500,000 ...",
        "image_url": "https://www.bing.com/th?id=OVF.mTKK6GCJxmPwCyYItKG5sQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "4h",
        "source": "NBC New York",
        "article_content": "Darien Craig and Brandon Echols have known each other since they were 6 years old in small-town Hayden, Alabama. They attended the same high school and even dropped out of college in tandem, they said on Friday's episode of ABC's \"Shark Tank.\"\n\nDuring that episode, the pair hit another milestone together: agreeing to an investment offer for their jointly owned business. Craig and Echols co-own Y'all Sweet Tea, which Craig founded in 2021 — after getting fired from his previous job, he wrote on his company's website.\n\n\"The week I got fired, I had $7 to my name,\" wrote Craig. \"With the last paycheck I received, I used the $300 from that check to purchase the first jars, sugar, and tea that would eventually catapult this idea.\"\n\nY'all sells its tea direct-to-consumer and in roughly 600 grocery store locations, mostly across the southeastern United States, Echols said on \"Shark Tank.\" It brought in $4 million in revenue, including nearly $800,000 in profit, last year, he added.\n\nThose numbers included a detail that the show's investor judges found particularly interesting: Y'all added flavored teas to its lineup last year, and sold 10,000 units of its first flavor, \"Georgia Peach,\" in just 35 minutes, Craig said. The first eight of those minutes were responsible for $100,000 in sales, he noted.\n\n\"When you're dropping that amount in that short period on your own site, that's rare,\" Kevin O'Leary said. Barbara Corcoran chimed in: \"Do you know how few entrepreneurs can make that claim?\"\n\nGet Tri-state area news delivered to your inbox. Sign up for NBC New York's News Headlines newsletter.\n\n\"That is beautiful. That is like beauty,\" Mark Cuban added.\n\n'You don't need me to tell you how to run this business'\n\nCraig and Echols asked the investors for $500,000, in exchange for a 5% equity stake in their company. Guest investor Rashaun Williams, a venture capitalist and minority-stake owner of the NFL's Atlanta Falcons, quickly offered them $500,000 for 10%.\n\n\"I'll let you figure out if you want to go to Walmart, if you want to stay direct-to-consumer, or what balance of both,\" said Williams. \"You don't need me to tell you how to run this business ... I think you guys are a rocket ship.\"\n\nCuban and Corcoran bowed out. Y'all was a better fit for Williams' investment style, Cuban said: Craig and Echols noted that they hoped to eventually find an exit for their company, and a professional VC investor could help them grow enough to get acquired or go public.\n\nBut O'Leary wanted in. He proposed a joint offer with Williams — $500,000 for 20% of Y'all, which the two investors would split down the middle.\n\nNot to be outdone, Lori Greiner added another joint offer with Williams to the table: $500,000 for 15% of Y'all. O'Leary promptly lowered his offer to match.\n\nCraig asked if any of the investors would chip in another $250,000. They declined, with Williams saying Y'all could always raise more money in the future. After quickly deliberating, Craig and Echols accepted Greiner and Williams' joint offer — prioritizing the combination of Williams' VC knowledge and Greiner's retail experience over the stronger financial terms of Williams' solo proposal.\n\nThe quartet officially inked the deal at Greiner and Williams' proposed terms after the show's taping, Craig confirmed to CNBC Make It.\n\n\"Rashaun is an awesome businessman and Lori has so much experience in retail,\" Echols said on the show. \"It couldn't have been a better deal.\"\n\nThis story has been updated to include Craig's post-taping confirmation of the investment deal.\n\nDisclosure: CNBC owns the exclusive off-network cable rights to \"Shark Tank.\"\n\nWant to earn more money at work? Take CNBC's new online course How to Negotiate a Higher Salary. Expert instructors will teach you the skills you need to get a bigger paycheck, including how to prepare and build your confidence, what to do and say, and how to craft a counteroffer. Start today and use coupon code EARLYBIRD for an introductory discount of 50% off through November 26, 2024."
    },
    {
        "title": "Five Critical Venture Capital Trends To Watch In 2025",
        "link": "https://www.forbes.com/councils/forbesfinancecouncil/2024/11/19/five-critical-venture-capital-trends-to-watch-in-2025/",
        "description": "The venture capital landscape in 2025 will be shaped by a confluence of emerging trends and evolving market dynamics. As we ...",
        "image_url": "https://www.bing.com/th?id=OVFT.v8dN24QyQJt054Ky_sQgoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "14h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Sony in talks to buy FromSoftware parent company in potentially massive deal",
        "link": "https://www.msn.com/en-us/money/other/sony-in-talks-to-buy-fromsoftware-parent-company-in-potentially-massive-deal/ar-AA1un4MK?ocid=BingNewsVerp",
        "description": "A new report says Sony is looking to buy Kadokawa, the parent of Elden Ring developer FromSoftware and other entertainment ...",
        "image_url": "https://www.bing.com/th?id=OVFT.luzOKCN0eAXMFN8WPgKsti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "8hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]