[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey",
            "link": "https://www.msn.com/en-ca/news/world/iranian-vessel-drone-or-ufo-mystery-over-bizarre-lights-spotted-in-skies-over-new-jersey/ar-AA1vKN0U?ocid=BingNewsVerp",
            "description": "Drones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rj2tmeZwjm5sEs8ttBlvmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "21hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pilots report mysterious 'UFO' sightings in Oregon",
            "link": "https://www.nbcnews.com/now/video/pilots-report-mysterious-ufo-sightings-in-oregon-226962501637",
            "description": "Pilots have been reporting mysterious UFO sightings in Oregon. NBC News' Gadi Schwartz speaks to the co-founder of Americans ...",
            "image_url": "https://www.bing.com/th?id=OVF.3kJDB39o42ULfROnT%2bIbnw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "13h",
            "source": "NBC News",
            "article_content": "Pilots have been reporting mysterious UFO sightings in Oregon. NBC News' Gadi Schwartz speaks to the co-founder of Americans for Safe Aerospace Ryan Graves about the sightings and how pilots are handling it. Dec. 13, 2024"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Metaphor: ReFantazio, Dragon Age, Astro Bot and an indie wave lead the top AP video games of 2024",
            "link": "https://apnews.com/article/best-video-games-2024-f44b073817595b741e714b1968101e45",
            "description": "Associated Press writer Lou Kesten has chosen his top 10 video games of 2024. The list is capped by Metaphor: ReFantazio, an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W_-bcGpvu4RL8ZJvVLBgOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20m",
            "source": "Associated Press",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'We're not being told the truth': Mysterious drones in New Jersey fuel UFO theories",
            "link": "https://www.msn.com/en-in/news/world/were-not-being-told-the-truth-mysterious-drones-in-new-jersey-fuel-ufo-theories/ar-AA1vLZxX?ocid=BingNewsVerp",
            "description": "Mysterious drones have been buzzing over New Jersey, sparking UFO theories and concerns. The Pentagon denies any foreign ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x9TuPQX37TepyGjdfgvJGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "12hon MSN",
            "source": "Indiatimes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "THE PENTAGON says the New Jersey UFO's are NOT foreign and NOT Us Military. WHAT ARE THEY THEN!",
            "link": "https://www.msn.com/en-us/news/world/the-pentagon-says-the-new-jersey-ufos-are-not-foreign-and-not-us-military-what-are-they-then/vi-AA1vMST2?ocid=BingNewsVerp",
            "description": "The New Jersey UFO/UAP \"drone\" story gets so much stranger today. The Pentagon has made a statement saying that they do not ...",
            "image_url": "https://www.bing.com/th?id=OVF.1PDOKQPniT8Nrek3ALJWmA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Down To Earth With Kristian Harloff on MSN7h",
            "source": "Down To Earth With Kristian Harloff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top-Rated AI Mental Coaching App Pensive Is 50% Off, Start the Free Trial and Train Your Mind for the New Year",
            "link": "https://gizmodo.com/top-rated-ai-mental-coaching-app-pensive-is-50-off-start-the-free-trial-and-train-your-mind-for-the-new-year-2000538337",
            "description": "Not a chatbot, Pensive is the first-of-its-kind personalized AI coach with proven techniques and wellness benefits.",
            "image_url": "https://www.bing.com/th?id=OVFT.bSCGuRGdajmNtHquZflm-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13m",
            "source": "Gizmodo",
            "article_content": "Interest in mental wellbeing has never been greater than it is now, and the introduction of AI has created a vast and exciting new world of potential solutions. Nobody has combined AI and wellness better than the folks behind the new Pensive app, and you can experience their evidence-based, always-accessible coaching for 50% off from now through Jan. 1.\n\nSee at Pensive\n\nStart with the free 7-day trial to see how you can benefit from Pensive’s 5-minute daily conversations. If you’re like the other early users of this revolutionary new app, who have given Pensive a stellar average rating of 4.9 stars, you’ll discover this is an innovative and effective way to help make your mental health resolutions stick in 2025.\n\nAI Therapy Is Having a Moment\n\nInterest in AI mental wellness support has been exploding — up by 400% as people seek new, inexpensive methods of maintaining their mental health that are also accessible 24/7. In-person therapy is expensive, often not covered by health insurance, and even the very best human therapists aren’t at your beck and call 24/7.\n\nThe earliest iteration of AI coaching has been mostly in the form of generic chatbots, which have minimal efficacy at best and carry risks of misuse and poor results. But Pensive delves deep into the enormous potential of AI, grounded in evidence-based techniques and drawing on everything from classical schools of thought like Buddhism and Stoicism to modern psychology and Cognitive Behavioral Therapy (CBT).\n\nAlways There for You\n\nPensive’s mental wellness benefits come from daily conversations that are as short as 5 minutes long, and can be used on their own or in conjunction with traditional human therapy. While Pensive is not a replacement for diagnosing or professionally treating mental health disorders, it has shown immense promise as an addition to traditional therapy and also as a personal coach to help people solve their problems.\n\nWith an average user rating of 4.9/5 stars in the App Store, it’s clear that early users of this groundbreaking app are experiencing real benefits from it. Pensive is the virtual mental-health coach who’s with you whenever your phone is, so you are never more than a click away from a quick session when you need it. (Also, no co-pays.)\n\nA 7-day free trial and a 50% off deal are the ideal conditions for you to download Pensive and give AI coaching a chance to improve your overall mental wellbeing. Click the link and take advantage before Jan. 1 when the 50% off deal expires.\n\nSee at Pensive"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Searching for the first great AI app",
            "link": "https://www.theverge.com/2024/12/13/24320342/ai-killer-app-gemini-chatgpt-vergecast",
            "description": "On this episode of The Vergecast, we talk about a lot of different AI news, all along a single trend line: the tech industry ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T_jfb1ZumZZUwtp2O5fYqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "The Verge",
            "article_content": "ChatGPT launched roughly two years and two weeks ago. Now, as we near the end of 2024, the AI race is... well, where is it, exactly? It’s more competitive than ever, there’s more money being poured into new models and products than ever, and it’s not at all clear when or even whether we’re going to get products that make it all worthwhile.\n\nOn this episode of The Vergecast, we talk about a lot of different AI news, all along a single trend line: the tech industry trying desperately to build a killer app for AI. (Ideally, for them, also one that makes money.) The Verge’s Richard Lawler joins us as we discuss Google Gemini 2.0, Project Astra and Project Mariner, and everything else Google is doing to put AI in the products you already use every day. We also talk through the new Android XR announcement, and Google’s renewed commitment to making headsets and smart glasses that work. It’s all an AI story, no matter how you look at it.\n\nIf you want to know more about everything we discuss in this episode, here are some links to get you started, beginning with Google:\n\nAnd in other AI news:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I Tried Google and Samsung's Next-Gen Android XR Headsets and Glasses, and the Killer App Is AI",
            "link": "https://www.msn.com/en-us/news/other/i-tried-google-and-samsung-s-next-gen-android-xr-headsets-and-glasses-and-the-killer-app-is-ai/ar-AA1vKDqg?ocid=BingNewsVerp",
            "description": "We got an early hands-on look at Samsung's mixed-reality headset and Google's glasses, powered by an all-seeing assistant.",
            "image_url": "https://www.bing.com/th?id=OVFT.EPFBc2Ke_6lUWldCTIIIqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Hosted on MSN23h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cleo Budgeting App Review: Can AI Make Money Management Fun?",
            "link": "https://www.cnet.com/personal-finance/banking/cleo-budgeting-app-review-can-ai-make-money-management-fun/",
            "description": "Cleo, however, is an exception to the norm. The app makes managing your money feel more like a game with spending and saving ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z4Qt2OlJCNT1jqilW_gxRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET30m",
            "source": "CNET",
            "article_content": "When I hear the word \"budgeting,\" I don't typically think of the word \"fun.\" While I've enjoyed test-driving popular tools such as YNAB and EveryDollar, most budgeting apps make me feel like I'm 16 years old and listening to my parents lecture me on the dangers of overspending.\n\nCleo, however, is an exception to the norm. The app makes managing your money feel more like a game with spending and saving challenges, and its sassy AI chatbot might actually make you smile. For example, it invited me to \"unfuck\" my finances\" -- a phrase that has definitely never emerged from my parents' mouths.\n\nRead on to learn more about Cleo and whether it's worth adding to your phone.\n\nCleo Like Sassy AI chatbot\n\nSassy AI chatbot Savings challenges\n\nSavings challenges Free basic budgeting features Don't like AI doesn't mean \"hands-off\"\n\nAI doesn't mean \"hands-off\" Cash advances may be too tempting\n\nCash advances may be too tempting Paid features may not be worth it\n\nHow does Cleo work?\n\nCleo feels similar to most budgeting apps when it comes to the basics of money management. You share your banking details via a secure third-party service, such as Plaid, and your transaction history automatically populates in the app's \"Spend\" tab.\n\nYou'll get a monthly breakdown in four categories: What's due, what you've saved, what you've spent and an overall limit.\n\nFor me, the most useful information came from the \"Overview\" section, which showed me my credit card spending by merchant. I knew I went to Target a lot, but I wasn't quite prepared to learn that last year, I spent more than $4,389 there.\n\nWhat sets Cleo apart is the \"Ask Cleo\" tab, which allows you to talk with an AI chatbot about your money. For example, I asked if I could afford to spend $500 on a gift, and after a quick analysis of the cash in my accounts, the chatbot told me, \"Go for it, pal.\" The bot also invites you to take a quiz to see how well you understand your finances.\n\nThe app is fun, but it's not perfect. For example, it incorrectly assumed some one-time purchases were recurring bills.\n\nCleo has a free version, which gives you basic budgeting features, as well as three paid subscription tiers:\n\nCleo Grow ($2.99 a month) offers savings challenges and access to Cleo's high-yield savings account.\n\noffers savings challenges and access to Cleo's high-yield savings account. Cleo Plus ($5.99 a month) allows you to request cash advances up to $250.\n\nallows you to request cash advances up to $250. Cleo Builder ($14.99 a month) allows you to requestcash advances up to $500 and add a secured credit card to your wallet.\n\nWhat I liked\n\nArtificial intelligence encourages real accountability: Finances can be an awkward topic, and having someone -- or something -- to hold you accountable can help you stay on track. Cleo's AI can act as that accountability partner without the discomfort that can come with normal money discussions.\n\nFinances can be an awkward topic, and having someone -- or something -- to hold you accountable can help you stay on track. Cleo's AI can act as that accountability partner without the discomfort that can come with normal money discussions. Challenges can keep you motivated: Cleo automatically reviews your transaction history to identify where you should try to spend less. For example, the app recommended I limit my Target spending to $158 for the next 14 days for an estimated savings of $40. Cleo delivered updates and encouragement throughout the challenge to encourage me to stick with it.\n\nCleo automatically reviews your transaction history to identify where you should try to spend less. For example, the app recommended I limit my Target spending to $158 for the next 14 days for an estimated savings of $40. Cleo delivered updates and encouragement throughout the challenge to encourage me to stick with it. Free features: You can automatically sync your bank accounts and get a basic understanding of your cash flow without paying anything for the app. The functionality is limited, though. For example, you can't use the challenge feature without upgrading to a paid tier. But the free version is still a valuable way to see if you like the app before signing up for a subscription.\n\nWhat I didn't like\n\nAI doesn't mean you should your money on autopilot: I believe that AI can help solve some people's money problems, but it can't do it all. While I was genuinely impressed with Cleo's AI chatbot, the app's automated understanding of my bills was far from perfect. And overspending is a human problem, so you need to commit some of your own energy to make budgeting a success.\n\nI believe that AI can help solve some people's money problems, but it can't do it all. While I was genuinely impressed with Cleo's AI chatbot, the app's automated understanding of my bills was far from perfect. And overspending is a human problem, so you need to commit some of your own energy to make budgeting a success. Cash advances aren't a long-term solution: Cleo offers interest-free cash advances between $250 and $500. These can be appealing if you're struggling to make ends meet, but they won't help you learn to avoid the need for extra cash in the future. A cash advance should be a one-time necessity, not a regular solution.\n\nCleo offers interest-free cash advances between $250 and $500. These can be appealing if you're struggling to make ends meet, but they won't help you learn to avoid the need for extra cash in the future. A cash advance should be a one-time necessity, not a regular solution. Paid features may not be worth it: In addition to cash advances, the main perks of Cleo's paid tiers include access to a secured credit card and savings account. With plenty of free bank accounts and secured credit cards out there, this isn't all that unique. And while Cleo's savings account has a respectable 3.52% annual percentage yield, or APY, some of the best high-yield savings accounts pay as much as 5% APY.\n\nIs Cleo safe?\n\nYes. Cleo uses 256-bit encryption to protect your information. It also uses Plaid to sync with your bank accounts and never stores any of your banking details. In addition, the company doesn't sell your data, which means you never have to worry that your financial information will wind up in the hands of some other company trying to sell you additional products or services.\n\nWho is Cleo best suited for?\n\nIf you're bored by the usual budgeting apps or need help sticking to your spending goals, Cleo could be for you. Its fun AI chatbot and custom savings challenges can make budgeting more enjoyable and motivate you to be smarter with your money.\n\nThe app's features also feel tailored to people who haven't had a great experience with the traditional banking industry. For example, if you've struggled with overdraft fees or need help boosting your credit, Cleo's Builder tier offers cash advances and a secured credit card.\n\nAlternatives to the Cleo app\n\nThere are plenty of other budgeting apps worth considering if Cleo isn't right for you. For example, Rocket Money has plenty of features and an easy-to-use interface for free or as little as $6 a month.\n\nIf you're attracted to Cleo's cash advances and savings account, you might enjoy Chime. Chime is a banking app rather than a budgeting app, but it offers a secured credit card, a checking account and a high-yield savings account -- without the need to pay monthly fees. Plus, its MyPay tool allows you to access up to $500 of your paycheck early, free of charge. (Unless you need the cash immediately, in which case there's a $2 fee).\n\nFAQs\n\nIs Cleo legit? Yes. Cleo has been in business since 2016 and available in the US since 2018. According to the company's latest figures, more than five million people use the app. Cleo partners with Thread Bank for its savings account and WebBank for its secured credit card.\n\nHow much does Cleo cost? Cleo has a free version with limited functionality. To take advantage of more of the app's features, you can upgrade to one of the three paid tiers. Cleo Grow costs $2.99 a month and includes the ability to create challenges, round up spending and open a linked high-yield savings account. Cleo Plus costs $5.99 a month and offers cash advances up to $250. Cleo Builder costs $14.99 a month and includes a secured credit card, priority customer support and cash advances up to $500.\n\nIs Cleo worth paying for? With 4.6 out of 5 stars on the App Store and 4.3 on Google Play, it's clear that a lot of people love Cleo. Its AI chatbot is a useful way to learn more about your finances, and its casual tone injects some fun into budgeting. That said, you can get many of the premium services Cleo offers without a monthly fee. For example, Chime's Credit Builder Card has no annual fee, and the financial tech company's online checking account offers a $500 payday advance option for eligible users -- all at no extra cost. So, if you're thinking of springing for one of Cleo's pricier subscriptions, you may want to weigh your options.\n\nMore budgeting apps"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI firm Krutrim to power Kumbh Sahayak App for Maha Kumbh Mela 2025",
            "link": "https://www.business-standard.com/india-news/ai-firm-krutrim-to-power-kumbh-sahayak-app-for-maha-kumbh-mela-2025-124121300961_1.html",
            "description": "The Kumbh Sah'AI'yak app is designed to serve crores of pilgrims and ensures real-time, uninterrupted responses.",
            "image_url": "https://www.bing.com/th?id=OVFT.WCOqF82WxKnpSlAyWhUxBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Business Standard",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After Dark: Myths, Misdeeds & the Paranormal",
            "link": "https://www.bbc.co.uk/programmes/p0kb3vb8",
            "description": "In 1961 Betty and Barney Hill became the first people ever to be abducted by aliens. Their story of being taken and examined ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GnPz1mWwaqxiZ52hT7TPgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "11h",
            "source": "BBC",
            "article_content": "In 1961 Betty and Barney Hill became the first people ever to be abducted by aliens\n\nIn 1961 Betty and Barney Hill became the first people ever to be abducted by aliens. Their story of being taken and examined by extraterrestrials on board a spaceship became the blueprint that others would follow. Whether you believe it or not, their account would go on to change our world...\n\nMaddy tells Anthony the story this week.\n\nWritten by Maddy Pelling. Edited by Tom Delargy. Produced by Freddy Chick. Senior Producer is Charlotte Long.\n\nAll music from Epidemic Sounds/All3 Media\n\nAfter Dark: Myths, Misdeeds & the Paranormal is a History Hit podcast."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Introducing... After Dark: Myths, Misdeeds and the Paranormal",
            "link": "https://www.bbc.co.uk/programmes/p0kbjck7",
            "description": "This is After Dark: Myths, Misdeeds and the Paranormal. The podcast that takes you to the shadiest corners of the past, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GnPz1mWwaqxiZ52hT7TPgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "BBC16h",
            "source": "BBC",
            "article_content": "This is After Dark: Myths, Misdeeds and the Paranormal. The podcast that takes you to the shadiest corners of the past, unpicking history’s spookiest, strangest, and most sinister stories. Join historians Anthony Delaney and Maddy Pelling, every Monday and Thursday to take a look at the darker side of history. From haunted pubs and Houdini, to witch trials and weird UFO sightings. After Dark: Myths, Misdeeds and the Paranormal - a podcast by History Hit, the world's best history channel and creators of award-winning podcasts Dan Snow's History Hit, Gone Medieval, and Betwixt the Sheets.\n\nShow less"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Homes Under The Hammer's Martin Roberts refused mortgage on Welsh farmhouse for 'hilarious' reason",
            "link": "https://www.msn.com/en-gb/money/other/homes-under-the-hammers-martin-roberts-refused-mortgage-on-welsh-farmhouse-for-hilarious-reason/ar-AA1vOlHV?ocid=BingNewsVerp",
            "description": "Martin is in shock when the news came that he'd been turned down for a mortgage and is now wondering what to do ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yp7DzwFS2QhmYGknWBAjki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "31mon MSN",
            "source": "Wales Online on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Phasmophobia's Christmas 2024 Event, Explained",
            "link": "https://gamerant.com/phasmophobias-christmas-2024-winters-jest-event-explained/",
            "description": "Another new feature of Phasmophobia 's 2024 Christmas event that allows you to obtain even more Event Points with each ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vqTfYBHT54TigNgZ3SkF2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Game Rant7h",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Saginaw Native Brec Bassinger Is Ready to Scare You",
            "link": "https://www.dmagazine.com/arts-entertainment/2024/12/saginaw-native-brec-bassinger-is-ready-to-scare-you/",
            "description": "The former Nickelodeon and Stargirl actress has harbored a longtime affinity for horror. She will top the new Final ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2pIAC-4A6isGROpyl7njNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "D Magazine48m",
            "source": "D Magazine",
            "article_content": "She’s starred in kid-friendly television shows for Nickelodeon and DC Studios, but deep down, Brec Bassinger has always been crazy about horror movies.\n\nThat’s what steered the Saginaw native toward projects such as The Man in the White Van, a low-budget psychological thriller based on a true-life stalker and serial killer in 1970s Florida. It also sets the stage for a potential big-screen breakout role as the star of Final Destination: Bloodlines, the franchise reboot set for theatrical release in May.\n\n“I would go to the midnight premiere of all of the Paranormal Activity and Insidious movies,” Bassinger says. “I love the emotional response to movies, and horror kind of leans into that. Getting to be part of that has been super fun. I’m really pushing myself emotionally and getting to places that I’ve never been in real life. I probably won’t ever get chased by a man in a white van.\n\n“I’m passionate about it,” she said. “A 4 a.m. call to set is a lot less difficult when you’re really excited about what you’re making.”\n\nThe Man in the White Van, which opens this week, has Bassinger playing Margaret, who disputes claims that her younger sister, Annie (Madison Wolfe) is being chased by a sinister madman, which fuels their already frosty rivalry before eventually bringing them together in shared terror.\n\n“I love that it was based on a true story. As an actor, that’s a great opportunity to bring real voices to life. It’s a different type of challenge. Doing a period piece was fun,” Bassinger said. “It’s so easy just to see her as just kind of a bratty older sister, but I wanted take on this character and make her more than that—really work on that arc and that sisterly bond. They bicker but they still love each other.”\n\nBassinger, 25, grew up with two older brothers, as the daughter of a farmer and a kindergarten teacher. She began performing in pageants at a young age, winning the title of World’s Little Miss in 2009. Her talent was ventriloquism.\n\n“I would do a little sketch with my puppet,” she says. “I just found a love for performing in front of people and making people laugh—just getting a reaction out of people. Once I got to school, I started doing theater, and really never wanted to do anything else.”\n\nBassinger began studying under famed Lewisville acting teacher Cathryn Sullivan and eventually landed an agent. Meanwhile, her father saved up enough money for her to spend 30 days in Los Angeles with her mother, during which she booked her first Nickelodeon role.\n\nShe started her freshman year at Saginaw High School until eventually finishing her studies online while shooting the series Bella and the Bulldogs, in which she played the lead as a female quarterback. She worked steadily during her high school years before landing the title role in the series Stargirl, a DC Comics adaptation which aired for three seasons on The CW.\n\nAfter living in Los Angeles for six years, Bassinger relocated to Tarrant County following the onset of the pandemic, given the convenience of virtual auditions and the ability to commute to wherever her latest project takes her.\n\nIn many ways, she’s grown up on screen, although Bassinger still enjoys flashing back to her teenage years as she continues to seek diverse projects.\n\n“While it’s exciting to get into these more mature adult roles, I think there’s a time and a place for me to do both,” she says. “I also have a baby face, so I have to accept that I’ll be playing high school until I’m 30. There are worse problems to have.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle School Student Makes Important Biomedical Discovery In Goose Poop",
            "link": "https://www.iflscience.com/middle-school-student-makes-important-biomedical-discovery-in-goose-poop-77219",
            "description": "This budding young middle school scientist was part of a community partnership with a local university that engages kids from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.chbUQ9ua6nlttkpQpenEui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "IFLScience1h",
            "source": "IFLScience",
            "article_content": "Imagine knowing you’ve already made an important contribution to biomedical research before you’ve even started high school. This is a reality for a young Chicago student who recently found a bacterium that exhibits antibiotic activity and produces a novel compound that slows the growth of human melanoma and ovarian cancer cells in the lab. Where did this startling discovery come from? Well, goose poop of course.\n\nThis budding young middle school scientist was part of a community partnership with a local university that engages kids from underrepresented and low-income backgrounds. The team partnered with Boys and Girls Clubs of Chicago, which allowed them to engage with middle schoolers as part of a 14-week applied science program.\n\nAdvertisement Advertisement\n\nInequality in educational resources, especially for STEM subjects, has often prevented some students from accessing these fields when they’re older. However, a team from the University of Illinois at Chicago, led by Brian Murphy, has established a partnership that engages such groups at an early stage in their educational development. The hope is that, by providing them with a chance to conduct real, high-quality research, these young students will come to see themselves as scientists and explore related careers in the future.\n\nAs Murphy’s lab is focused on finding antibiotics from natural sources, the students helped scour their local communities for environmental samples. Before someone suggests this was just a way to outsource sample gathering, the students then followed up on the stages of scientific processing, especially for programming a specialized robot that removes bacterial colonies from growth plates and tests them for antibiotic activity.\n\n“All experiments are performed under the guidance of graduate student or postdoctoral scientist volunteer mentors”, the researchers explain in their study.\n\n“Each student collected 3 samples of their choice from Garfield Park in Chicago, IL. Students pretreated and diluted their samples before plating each one on three different media types [....] While their bacteria incubated, they practiced block programming on LEGO EV3 modules in preparation for robot operation. When their environmental diversity plates exhibited sufficient bacterial growth, students programmed and operated the Hudson Robotics RapidPickMP to pick all distinguishable colonies from their environmental diversity plates and transfer them onto dual-sided agar plate assay (DAPA) bioassay plates.”\n\nAdvertisement Advertisement\n\nDuring their search, one student returned with a sample of goose poop that contained a strain of bacteria called Pseudomonas idahonensis – a species that had previously been isolated from rainbow trout in Idaho (idahonensis means “from Idaho). The student, Camarria Williams, and Jonathon Rodriguez, Technology Program Manager at Boys and Girls Clubs of Chicago, are listed as co-authors of the paper\n\nIt was concluded that this bacterium had antibiotic activity and even produced a completely new-to-science compound. Using nuclear magnetic resonance (NMR) and mass spectrometry, the university researchers were able to determine that orfamide N was not actually responsible for the antibiotic activity observed before. However, the compound did hinder the growth of human melanoma and ovarian cancer cells when it was tested in the laboratory.\n\nIt is believed that further testing could reveal additional advantageous properties of this new molecule.\n\nThis project demonstrates that it is possible to combine educational outreach with natural product discovery research while also showing how important it is to develop strong relationships between universities and local communities. In particular, it offers typically under-represented students a chance to be scientists themselves and to make incredible discoveries like this!\n\nAdvertisement Advertisement\n\nGuess we should also thank the goose for providing its poop as well.\n\nThe study is published in the journal ACS Omega."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Drug that protects against HIV with two 'shots' a year, discovery of the year for 'Science'",
            "link": "https://www.msn.com/en-us/science/biology/drug-that-protects-against-hiv-with-two-shots-a-year-discovery-of-the-year-for-science/ar-AA1vNp6a?ocid=BingNewsVerp",
            "description": "Lenacapavir, a treatment administered subcutaneously every six months, is capable of preventing infection with very high ...",
            "image_url": "https://www.bing.com/th?id=OVFT.69fSX1YelOT4txutPXsU2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Accidental Discovery That Gave Us ‘Forever Chemicals’",
            "link": "https://www.sciencefriday.com/segments/forever-chemicals-teflon-new-jersey/",
            "description": "The host of the 'Hazard NJ' podcast talks about the origins of PFAS 'forever chemicals' and their impact on New Jersey ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VdeDRyJDA_KRZZ3s7WGAZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Science Friday13h",
            "source": "Science Friday",
            "article_content": "\n\nThis article is part of The State of Science, a series featuring science stories from public radio stations across the United States. This story, by Jordan Gass-Pooré, was originally published by NJ Spotlight News.\n\nWhen it comes to PFAS chemicals—known as “forever chemicals”—we often hear that they’re used in nonstick coatings, flame retardants, and stain repellants. But those examples can hide the truth of just how widespread their use has been in modern life.\n\nA new season of the “Hazard NJ” podcast looks at the origin story of PFAS chemicals, and the accidental discovery of PTFE—aka Teflon—in a DuPont laboratory in southern New Jersey. “Hazard NJ” host Jordan Gass-Pooré joins guest host Kathleen Davis to talk about the history of PFAS, their effect on the environment and health of New Jersey residents, and work towards cleaning up the PFAS mess.\n\nFurther Reading\n\nRead more about the long, strange history of Teflon via Smithsonian Magazine."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery",
            "link": "https://www.bbc.com/worldservice/specials/948_discovery_2008/index.shtml",
            "description": "World Service's science feature series, reporting on the latest developments and ideas. Each week the programme provides ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZhT1v9C8FD0FhIxORvtsSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "22h",
            "source": "BBC",
            "article_content": "\n\n\n\n\n\nDiscovery\n\n\n\nDiscovery is the World Service's science feature series, reporting on the latest developments and ideas.\n\n\n\nEach week the programme provides in-depth coverage of a new topic, reporting from top laboratories, remote locations, even outer space. It examines big ideas ranging from the secrets of life to the frontiers of cosmology. Thought-provoking and topical, it probes the science behind the news and investigates how the latest research will affect our world and our lives.\n\n\n\nDiscovery opens up the research labs and explains what's going on there in clear, simple language; at the same time sharing the excitement of new breakthroughs. It also questions the applications of those discoveries and the ethics of their use.\n\n\n\nOne reviewer described Discovery as \"The best science programme on radio - any radio.\"\n\n\n\nScience shapes our health, wealth and environment and has become central to our culture. Discovery takes listeners to the leading edge of knowledge and shares the latest insights.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whale Discovery: Unveiling the Mystery of the Rarest Spade-Toothed Whale",
            "link": "https://www.devdiscourse.com/article/science-environment/3192809-whale-discovery-unveiling-the-mystery-of-the-rarest-spade-toothed-whale",
            "description": "Scientists in New Zealand completed the first-ever dissection of a rare spade-toothed whale, revealing intriguing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6Ilm2yywFePf07kdN3_QoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "devdiscourse8h",
            "source": "devdiscourse",
            "article_content": "In a groundbreaking scientific achievement, New Zealand researchers have completed the first-ever dissection of the world's rarest whale, the spade-toothed whale. The specimen, a near-perfectly preserved male, was discovered washed ashore on a South Island beach, marking a monumental moment for both marine science and Maori cultural heritage.\n\nThe dissection revealed fascinating biological details, including nine stomach chambers containing remnants of squid and parasitic worms, and vestigial teeth that provide insights into its evolutionary past. However, the whale's broken jaw and bruising led scientists to believe that head trauma might be the cause of its death, though the exact circumstances remain unknown.\n\nThe collaboration between scientists and local Maori communities was a unique aspect of this project, integrating Indigenous knowledge into the scientific process. Post-dissection, the whale's jawbone and teeth will be preserved by the Maori tribe, with 3D replicas to be displayed in museums. This event underscores New Zealand's status as a whale-stranding hotspot and emphasizes the cultural significance of whales as a taonga, or treasure, to the Maori people.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI blames its massive ChatGPT outage on a ‘new telemetry service’",
            "link": "https://www.msn.com/en-us/news/technology/openai-blames-its-massive-chatgpt-outage-on-a-new-telemetry-service/ar-AA1vOlDn?ocid=BingNewsVerp",
            "description": "OpenAI is blaming one of the longest outages in its history on a \"new telemetry service\" gone awry. On Wednesday, OpenAI's AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OynaGnyQuj39TMqNXgvUdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "30mon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI had a 2-year lead in the AI race to work 'uncontested,' Microsoft CEO Satya Nadella says",
            "link": "https://www.businessinsider.com/openai-2-year-lead-ai-race-chatgpt-microsoft-satya-nadella-2024-12",
            "description": "\"We've had two years of runway — pretty much uncontested,\" Nadella told the \"BG2Pod with Brad Gerstner and Bill Gurley.\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R35UIrDyTW_O3jgUzYgvFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4h",
            "source": "Business Insider",
            "article_content": "Microsoft's CEO has said OpenAI's two-year lead in the AI race gave it \"escape velocity\" to build out ChatGPT.\n\nSatya Nadella told a podcast this gave OpenAI \"two years of runway\" to work \"pretty much uncontested.\"\n\nMicrosoft stepped up investing in the startup after ChatGPT's launch in November 2022.\n\nMicrosoft CEO Satya Nadella has said OpenAI has benefited from a two-year lead in the AI race to work \"pretty much uncontested.\"\n\nAdvertisement\n\nThe startup, in which Microsoft has been investing since 2019, prompted an AI arms race when it released ChatGPT in November 2022, which Nadella said gave it an \"escape velocity.\"\n\nThe launch left rival companies such as Google battling claims they had been caught off guard by the chatbot's launch.\n\nAdvertisement\n\n\"The advantage we have had, and OpenAI has had, which is we've had two years of runway — pretty much uncontested,\" Nadella said on an episode of the \"BG2Pod with Brad Gerstner and Bill Gurley\" released on Thursday.\n\n\"I don't think they'll be ever again, maybe, be a two-year lead like this,\" Nadella said. \"I think it's unlikely that that type of lead could be established with some foundation model, but we have that advantage, that was the great advantage we've had with OpenAI.\"\n\nAfter ChatGPT's launch, Microsoft capitalized on its 2019 investment to build a closer partnership with OpenAI and began incorporating the company's tech into its Office apps, the Bing search engine, and Edge — beating its biggest rivals to market.\n\nAdvertisement\n\nIn return, Microsoft has provided OpenAI with massive cloud-computing resources.\n\nMicrosoft was an early investor in OpenAI, investing $1 billion in 2019. The tech giant has invested a total of $13 billion in the company, according to its latest Securities and Exchange Commission filings.\n\nIn the same filing, Microsoft described its relationship with OpenAI as an equity investment rather than a partnership, as it had previously done.\n\nAdvertisement\n\nIn its July SEC filing, it listed OpenAI alongside Anthropic and Meta as \"emerging competitors.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious ChatGPT hardware must be smart glasses, given what OpenAI just unveiled",
            "link": "https://bgr.com/tech/chatgpt-hardware-openai-smart-glasses/",
            "description": "OpenAI is building a mysterious ChatGPT piece of hardware, and I think the device has to have a smart glasses component - ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hLySI0xKtXZ0DRBcWb_JAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "BGR",
            "article_content": "After months of speculation, Jony Ive confirmed in mid-September that he and a team of former Apple designers are working on hardware that will have ChatGPT at the core. While Ive said his LoveFrom design company will be involved in creating the product (or products?), he didn’t reveal what form factor(s) we should expect.\n\nI labeled the product an iPhone competitor because the iPhone is an AI device, just like the Pixel and any other smartphone that can run native or third-party AI apps. The ChatGPT hardware will compete against the iPhone no matter what it looks like. The only thing we know about the gadget is that it “uses AI to create a computing experience that is less socially disruptive than the iPhone.”\n\nNearly three months later, I believe the ChatGPT device has to feature a key component, a pair of smart glasses that will truly let the user make the most of OpenAI’s AI models. It’s all thanks to what we witnessed on December 12th, a few short hours apart.\n\nFirst, Samsung and Google unveiled the Android XR experience and teased the first devices with AI at the center. Project Moohan is Samsung’s obvious Vision Pro alternative, and yes, it looks too much like the latter. Project Moohan will be a spatial computer that supports VR, AR, and AI.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nAll the acronyms are there, with AI giving Samsung a theoretical advantage over the Vision Pro. That will be Galaxy AI and Gemini AI, in case you were wondering.\n\nSamsung’s Project Moohan Android XR headset. Image source: Samsung\n\nMore interesting than Moohan is Google’s unannounced pair of smart glasses. Samsung is probably working on its own smart glasses, but the company didn’t feel compelled to announce them on Thursday.\n\nGoogle demoed the smart glasses during its Gemini 2.0 announcement, showing how Project Astra can work on them. The wearable device is paired with a Pixel phone, which will handle the processing, including Gemini. The glasses give the AI eyes and ears so it can see everything around you and communicate information as you seek help while on the go.\n\nAdd the Android XR platform, and you get augmented reality features. Think AI notification summaries, Google Maps navigation, and real-time translation. According to Google’s demo, these are all part of Android XR.\n\nAll of that further reinforces my belief that standalone AR glasses are the future of mobile computing. They’ll complement the iPhone first and then replace it.\n\nGoogle Maps AR navigation on smart glasses. Image source: Google\n\nSeeing Samsung and Google’s announcements was enough to make me realize OpenAI will need similar abilities from ChatGPT. And the only way to deliver them is by making smart glasses of its own.\n\nLittle did I know that OpenAI’s “12 Days” live stream, which followed Samsung and Google’s surprise announcement, would further drive that point home.\n\nOpenAI on Thursday announced that ChatGPT Advanced Voice Mode is finally getting support for real-time video streaming and screen sharing. We saw these features demoed for GPT-4o back in May, but OpenAI needed time to bring them to all users.\n\nAll Team and most Plus & Pro users should have access within the next week in the latest version of the ChatGPT mobile app.\n\n\n\nWe'll get the feature to Plus & Pro users in the EU, Switzerland, Iceland, Norway, & Liechtenstein as soon as we can.\n\n\n\nEnterprise & Edu users will have… pic.twitter.com/1J4bnfgfJy — OpenAI (@OpenAI) December 12, 2024\n\nThe ChatGPT mobile app will let you use the camera of your iPhone or Android device to see the world and hold a conversation about it with the user.\n\nThe demos OpenAI offered showed that the AI can recognize people and remember details about them. Also, the AI can recognize objects and provide tips and tutorials related to them if asked.\n\nWhen I first tried Advanced Voice Mode, I wanted to use ChatGPT as a museum voice guide. However, the experience lacked a key feature: the live video stream support that OpenAI just made available to ChatGPT users. Instead, I had to upload photos whenever I had questions about something.\n\nScreenshare while using Advanced Voice for instant feedback on whatever you’re looking at. pic.twitter.com/d4Xm36dwOX — OpenAI (@OpenAI) December 12, 2024\n\nBack to Thursday’s OpenAI updates, the ChatGPT demos showed that you can share your phone screen with the AI and ask questions about the content. It’s another way of giving the AI the ability to see what you’re doing.\n\nThis settled it for me. Any multimodal AI is a great tool to enhance your productivity, but it can get miles better if the AI gets eyes. Smart glasses are the best way to wear the AI’s eyes. The glasses don’t even have to support augmented reality features. AR would be just the cherry on top.\n\nIt turns out Meta was right all along with the Ray-Ban AI project. As such, I think OpenAI and LoveFrom have to bundle a pair of smart glasses with whatever ChatGPT hardware product they end up making. I don’t think they can make standalone smart glasses. The technology isn’t ready for that.\n\nSolos AirGo Vision ChatGPT smart glasses: Front look. Image source: Solos\n\nThey could always create only ChatGPT smart glasses that could then connect to the iPhone, Mac, or any smart device. But in such a case, they won’t control the underlying platform. On that note, I did show you a pair of smart glasses earlier this week (above) which put ChatGPT front and center. They might not be a first-party device, but they’re available for preorder.\n\nThis is all speculation from this ChatGPT enthusiast. I have no way of knowing what Ive & Co. are actually designing. But smart glasses seem like a key piece of the puzzle. And no, placing a camera on clothing will not work. Humane tried that and failed miserably. Eyewear is a whole different ball game."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT now understands real-time video, seven months after OpenAI first demoed it",
            "link": "https://www.msn.com/en-gb/news/techandscience/chatgpt-now-understands-real-time-video-seven-months-after-openai-first-demoed-it/ar-AA1vKM3J?ocid=BingNewsVerp",
            "description": "OpenAI has finally released the real-time video capabilities for ChatGPT that it demoed nearly seven months ago. On Thursday ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9DPOWrBrg4Oa2MjaSNnMhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Public salary data reveals how much xAI pays some workers compared to OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/public-salary-data-reveal-how-much-xai-pays-some-workers-compared-to-openai/ar-AA1vKphJ?ocid=BingNewsVerp",
            "description": "Publicly available salary data for OpenAI and xAI shows that pay for some workers across the companies ranged from $145,000 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f3cfAWdYdOcFSN537hWJfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "23hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Look shoppers get 25% off 'perfect' winter coat with special code",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/new-look-shoppers-get-25-off-perfect-winter-coat-with-special-code/ar-AA1vOmhj?ocid=BingNewsVerp",
            "description": "New Look has launched a seasonal discount code, FESTIVE25, offering up to 25% off almost everything, just in time for those ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qUdF91SAt8L41ja4yljAgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Liverpool Echo on MSN2h",
            "source": "Liverpool Echo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Evinced’s Navin Thadani Talks Latest Funding, Digital Accessibility In New Interview",
            "link": "https://www.forbes.com/sites/stevenaquino/2024/12/12/evinceds-navin-thadani-talks-latest-funding-digital-accessibility-in-new-interview/",
            "description": "Money makes the world go ‘round. It makes startups go ‘round too.",
            "image_url": "https://www.bing.com/th?id=OVFT.yOi0M92tyNHeOc1m3T_UQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We Decoded the Confusing Black-Tie Attire Dress Code",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/we-decoded-the-confusing-black-tie-attire-dress-code/ar-AA1vKWrH?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4eJ3sxycvo20Z0EAe1blIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN21h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Insider Trading Policies: A Survey of Recent Filings",
            "link": "https://www.jdsupra.com/legalnews/insider-trading-policies-a-survey-of-8443313/",
            "description": "White & Case's Public Company Advisory Group has conducted a survey of publicly filed insider trading policies to assess emerging trends with ...",
            "image_url": "https://www.bing.com/th?id=ODF.sf8S1Ctq2-Ry8G4-QCIyOQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "JD Supra20h",
            "source": "JD Supra",
            "article_content": "White & Case's Public Company Advisory Group has conducted a survey of publicly filed insider trading policies to assess emerging trends with respect to key insider trading policy terms. Starting with Form 10-K/20-F annual reports for June 30 fiscal year end companies, new SEC rules1 (under Item 408 of Regulation S-K) now require companies to disclose whether they have adopted an insider trading policy, and, if so, to file such policy as Exhibit 19 to their Form 10-K2 or Exhibit 11 to their Form 20-F. Companies with calendar year-end fiscal years will be required to meet these new insider trading policy requirements in their upcoming annual reports filed in early 2025.3\n\nWhite & Case Survey of Filed Insider Trading Policies\n\nWhite & Case has surveyed the insider trading policies recently filed by 50 public companies, including 25 Fortune 100 companies and 25 mid-cap companies. At their most basic level, a U.S. public company's insider trading policy prohibits insiders who possess material non-public information (\"MNPI\") from purchasing, selling, or otherwise trading in that company's securities, or in the securities of a related company about which the insider has MNPI as a result of serving as an employee, director or officer of his/her own company. They also typically prohibit \"tipping,\" or providing MNPI to anyone outside of the company and recommending that they purchase, sell, or otherwise trade in the company's securities or the securities of a related company. Our survey found the trends set forth below.\n\nHow long after its release is MNPI considered \"public\" (outside of quarterly blackout periods)?\n\nFor information to be considered \"public,\" it must be broadly disseminated, and the public market must be given adequate time to absorb and respond to the information. Companies adopt a variety of approaches on how much time should pass after the company's release of material information via broad dissemination before that information is no longer \"non-public.\" The data we found showcases this variety.\n\nTime Period for MNPI to be considered \"public\" Number of Companies Percentage of Companies One trading day 22 44% Two trading days 21 42% Three trading days 1 2% Not specified 6 12%\n\nWhen do quarterly \"blackout periods\" start and end, and who is subject to them?\n\nAll companies surveyed impose a quarterly blackout period, or a set period running from sometime near the end of a quarter until the release of financial results for such quarter, when all or certain insiders are prohibited from trading in the company's stock given their access to MNPI about those results.\n\nStart of quarterly blackout period\n\nThe start date of a quarterly blackout period should be determined in part by when insiders might first have knowledge of the company's quarterly results, which can in turn depend upon a company's particular data accumulation and financial close processes and timeline for preparing and accumulating consolidated quarterly financial information.\n\nStart of quarterly blackout period Number of Companies Percentage of Companies ~ Two weeks before quarter end 26 52% ~ Three to four weeks before quarter end 11 22% ~ Five to six weeks before quarter end 4 8% ~ One week before quarter end 3 6% Last day of quarter 3 6% Other 3 6%\n\nEnd of quarterly blackout period\n\nThe end date for a quarterly blackout period is tied to the release of quarterly financial information, but the precise date depends on when information is considered to be broadly disseminated in the public market. To be clear, in every policy that specifically addresses both points, the end date for quarterly blackouts is the same time period for when a company considers MNPI in general to be \"public.\"\n\nEnd of quarterly blackout period Number of Companies Percentage of Companies One full trading day after earnings are released 27 54% Two full trading days after earnings are released 20 40% Three full trading days after earnings are released 1 2% Company discretion 2 4%\n\nInsiders subject to quarterly blackouts\n\nA significant majority of companies surveyed do not subject all insiders to quarterly blackouts. Instead, they only impose quarterly blackouts on directors and Section 16 officers/executive officers, along with other employees with access to quarterly financial information.\n\nGroup of insiders subject to quarterly blackout periods Number of companies Percentage of companies Directors, Section 16 officers/executive officers and other designated employees with access to quarterly financial information 43 86% Directors, Section 16 officers/executive officers and all other employees 7 14%\n\nWho is subject to preclearance procedures?\n\nAll but one surveyed company imposes preclearance procedures, or procedures by which all or certain insiders must receive pre-approval from the administrator of the policy before trading. The insiders subject to preclearance procedures largely, but not entirely, align with those who are subject to a company's quarterly blackout periods.\n\nGroup of insiders subject to preclearance procedures Number of companies Percentage of companies Directors, Section 16 officers/executive officers and other designated employees with access to quarterly financial information 43 86% Directors, Section 16 officers/executive officers and all other employees 2 4% Directors and Section 16 officers/executive officers only 4 8% Not addressed in insider trading policy4 1 2%\n\nHow are hedging and pledging addressed?\n\nAll but one company surveyed prohibits hedging and/or pledging in some form. The overwhelming majority extend this prohibition across all insiders, and allow no exceptions, with only a small minority of two companies providing exceptions or distinguishing treatment of hedging and pledging among categories of insiders. One of these companies allows for an exception to the prohibition on pledging where a person wishes to pledge company securities as collateral for a loan (not including margin debt) and clearly demonstrates the financial capacity to repay the loan without resort to the pledged securities. The other company allows hedging and pledging for any insider if the transaction is for legitimate non-speculative purposes and the insider obtains prior approval from the relevant parties at the company.\n\nGroup of insiders Who is prohibited from hedging/pledging? Are exceptions allowed? Number of companies Percentage of companies Number of companies Percentage of companies All insiders (including all employees) 46 88% 2 4% Directors, Section 16 officers/executive officers and other designated employees, with all other insiders strongly discouraged5 2 4% 0 0% Directors and Section 16 officers/executive officers only 1 2% 0 0% Not addressed in insider trading policy 1 2% n/a n/a\n\nHow are gifts addressed?\n\nTreatment of gifts of company securities in insider trading policies has become a hot topic recently, in part due to the SEC's statement on gifts in dicta in a recent rule adopting release.6 The vast majority (72%) of companies explicitly address gifts, with varying treatments.\n\nHow are gifts treated? Number of companies Percentage of companies The same as other trading activity (prohibited when insider has MNPI or is subject to blackout; requires preclearance) 28 56% Allowed even when the insider is in possession of MNPI or in a blackout, unless the insider has reason to believe that the recipient will sell at a time when the insider has MNPI 11 22% Treatment depends on the circumstances; insider must consult with the legal department and all Section 16 officers must pre-clear gifts 1 2% Charitable and non-profit gifting by directors and officers is permitted at any time (no preclearance required) 1 2% Not explicitly addressed 14 28%\n\nHow are other transactions addressed?\n\nNet exercises of options: 56% of companies surveyed explicitly carve out net exercise of options (without any corresponding market sales) as exempt from the restrictions in the insider trading policy.\n\n56% of companies surveyed explicitly carve out net exercise of options (without any corresponding market sales) as exempt from the restrictions in the insider trading policy. ESPP purchases: 56% of companies surveyed explicitly carve out employee stock purchase plan purchased made via regular payroll deductions (some companies may choose not to address this because they do not have employee stock purchase plans).\n\n56% of companies surveyed explicitly carve out employee stock purchase plan purchased made via regular payroll deductions (some companies may choose not to address this because they do not have employee stock purchase plans). 401(k) plan purchases: 36% of companies surveyed explicitly carve out 401(k) plan purchases in company stock made via regular payroll deductions (some companies may choose not to address this because they do not offer investment of their employees' 401(k) plans in company stock).\n\n36% of companies surveyed explicitly carve out 401(k) plan purchases in company stock made via regular payroll deductions (some companies may choose not to address this because they do not offer investment of their employees' 401(k) plans in company stock). Changes in the form of beneficial ownership: While a feature of some policies, none of the policies in our survey specifically addresses changes in the form of ownership only.\n\nHow is shadow trading addressed ?\n\n\"Shadow trading\" is the practice of an insider trading shares of another company that is \"economically linked\" to the insider's company, while in possession of MNPI about the insider's company. Companies are \"economically linked\" when the MNPI about the insider's company could influence the market price of shares of the other company. The SEC recently successfully prosecuted SEC v. Matthew Panuwat, an insider trading case based on shadow trading.7 This may cause companies to reconsider the extent to which their insider trading prohibitions apply to securities of other companies, considering the potential reputational consequences of an insider trading action. In our survey, 18% of companies specifically prohibit \"shadow trading\" by insiders.8\n\nWho administers the policy?\n\nPolicy administrator Number of Companies Percentage of Companies General counsel (GC)/chief legal officer 28 56% Compliance officer 8 16% Corporate secretary's office/corporate governance department 7 14% Chief executive officer (CEO) 6 12% Chief financial officer (CFO) 6 12% Legal/compliance department 5 10% In-house securities counsel 2 4%\n\nAre waivers of the policy permitted, and if so, who can approve them?\n\nA majority (56%) of companies surveyed permit waivers of the policy, but differ with respect to the individual or group of individuals approving these waivers.\n\nApprover of waivers Number of Companies Percentage of Companies GC/assistant GC/chief legal officer 12 24% Compliance officer 7 14% Corporate law department 3 6% Corporate secretary 2 4% CFO 1 2% Audit committee 1 2% Board of directors 1 2%\n\nDoes the policy explicitly apply post-termination?\n\nHalf of the companies surveyed explicitly extend the application of the policy past the date an individual ceases to be employed by or serving the company, while the other half do not.\n\nExplicit post-termination application Number of companies Percentage of companies Yes, to all insiders, until any MNPI they possess has become public or is no longer material (for those subject to blackouts, the later of the opening of the blackout period or until MNPI becomes public or is no longer material) 22 44% Yes, to Section 16 officers and designated employees only, until the later of 90 days or when any MNPI they possess has become public or is no longer material 2 4% Yes, to all insiders, without specifying a period 1 2% No 25 50%\n\nConclusion\n\nWhile this preliminary data is instructive, it is based on a limited sample selected only from companies with a June 30 or September 30 fiscal year end; policies filed in the upcoming Form 10-K/20-F reporting season will provide a more robust picture of market practices and procedures. In addition, companies' policies should and will vary based on their specific circumstances and needs, and we expect policies and practices to evolve as companies continue to update and refine their policies in light of emerging market trends.\n\n1 Our alert on these rules is available here.\n\n2 This exhibit filing requirement is satisfied if all of the company's insider trading policies and procedures are included in its \"code of ethics,\" as defined in Item 406(b) of Regulation S-K, and the company has filed its code of ethics as Exhibit 14 to its Form 10-K pursuant to Item 406(c)(1) and Item 601(b)(14). In these cases, the exhibit index should list Exhibit 19, Insider Trading Policies and Procedures, and include a statement similar to the following: \"Included in Exhibit 14.\"\n\n3 Companies with a June 30 or September 30 fiscal-year end were already required to include this disclosure in their recently-filed Form 10-Ks/20-Fs.\n\n4 This company references additional policy documents that may be supplied to company personnel who are notified that they are subject to such additional policies.\n\n5 One of these companies also requires any insider to preclear a hedge or pledge of company securities.\n\n6 In the context of the 2023 rule change for Section 16 reporting of gifts, the SEC provided commentary on gifts, noting \"that a gift followed closely by a sale, under conditions where the value at the time of donation and sale affects the tax or other benefits obtained by the donor, may raise the same policy concerns as more common forms of insider trading….[B]ecause the donor is in a position to benefit from the asset's value at the time of donation and sale, the donor may be motivated to give at a time when the donor is aware of [MNPI] and may expect the donee to sell prior to the disclosure of such information.\" The SEC also stated that \"a gift made with the knowledge that the donee will soon sell can be seen as in effect a sale for cash followed by gift of the cash.\"\n\n7 For details on the case, see our prior alerts here and here, and for a discussion of the implications of the case for insider trading policies, see here.\n\n8 The 18% of companies surveyed that specifically prohibit \"shadow trading\" by insiders were mainly part of the group of established Fortune 100 companies."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cracking the QR Code Quandary: The Right Way to Roll Out QR Codes for Retail",
            "link": "https://www.retailtouchpoints.com/features/executive-viewpoints/cracking-the-qr-code-quandary-the-right-way-to-roll-out-qr-codes-for-retail",
            "description": "QR code creation has surged by over 200% in the past year ... aligning the company’s portfolio with current customer needs ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mlCXyn15wWe7GZL0an59MC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Retail TouchPoints2h",
            "source": "Retail TouchPoints",
            "article_content": "QR code creation has surged by over 200% in the past year. The retail industry in particular has largely embraced these 2D barcodes to elevate shopping experiences, using the technology to access everything from contactless payments and product content to price comparisons and personalized promotions.\n\nHowever, in their rush to QR adoption, major chains have made critical missteps that negate the benefits of this technology. Recent flaws at retail giants reveal a lack of a comprehensive implementation strategy. This gap between intention and execution is not only creating frustrating customer experiences but also squandering valuable opportunities to enhance engagement.\n\nTo harness QR codes’ full potential, retailers must refrain from hasty adoption and instead develop a comprehensive, customer-centric approach to QR technology. Doing so will transform potential pitfalls into powerful opportunities for enhanced engagement and seamless shopping experiences.\n\nUnlocking QR Code Potential\n\nWhen implemented strategically, QR codes can significantly enhance customer acquisition and retention for retailers. A well-executed QR code strategy creates a seamless bridge between physical products and digital product content, offering customers instant access to:\n\nAdvertisement\n\nDetailed product features and specifications\n\nCustomer reviews and ratings\n\nDigital user manuals and setup guides\n\nPromotional videos and marketing content\n\nEasy loyalty program registration and newsletter sign-ups\n\nAccording to 1WorldSync’s 2024 Consumer Product Content Benchmark Report, 42% of shoppers say QR codes have enhanced their shopping experience. This comprehensive approach aligns with customers’ need for efficiency and boosts brand engagement due to the instantaneous access to information that QR codes deliver.\n\nMoreover, a customer-centric QR implementation allows retailers to gather valuable data on consumer behavior and preferences, enabling more personalized marketing efforts and product recommendations. This creates a virtuous cycle of improved customer experience and increased brand loyalty.\n\nQR can also streamline inventory management and supply chain operations. By linking physical products to digital systems, retailers can instantly track stock levels, automate reordering processes and even provide customers with transparency about product origins and sustainability practices.\n\nThe Woes of Hurried Implementation\n\nWhile the potential benefits of QR codes are clear, hasty adoption without a comprehensive strategy can lead to significant setbacks. Two major brands illustrate the risks of inadequate implementation:\n\nWalmart’s “Digital Bridge” disconnect.\n\nWalmart’s ambitious “Digital Bridge” program aimed to replace traditional UPC barcodes with QR codes, serving as a universal tool for both associates and customers. In theory, this would allow associates to access product information and inventory levels and customers to view detailed product pages on Walmart’s app or website.\n\nBut the reality fell short of expectations. Customers landed on 404 error pages instead of the information they were looking for. This disconnection compromised the convenience that shoppers were promised and risked damaging their brand loyalty — research shows that nearly three-quarters of customers will abandon a brand after just one poor experience despite previously loving it.\n\nFrito-Lay’s generic journey.\n\nSimilarly, Frito-Lay’s rollout of QR code shelf labels in U.S. convenience stores demonstrates the importance of a customer-centric approach. Despite assigning unique QR codes to each product, all scans led to a generic landing page on Frito-Lay’s website. This one-size-fits-all solution fractured the user experience, failed to provide product-specific information and left customers frustrated and disengaged.\n\nThese examples underscore how inadequate planning and execution can transform a potentially powerful tool into a source of customer frustration. They highlight the critical need for a comprehensive, customer-focused strategy in QR code implementation to avoid squandering opportunities for enhanced engagement.\n\nReimagining QR Code Implementation Strategies\n\nWhat should brands learn from these mistakes? Successful QR code implementation requires a comprehensive, customer-centric strategy. Rushing to adopt new technology without adequate planning often leads to subpar experiences that fail to drive conversions — defeating the very purpose of the initiative.\n\nThe key components of an effective QR strategy include:\n\nIntegrated platform with centralized asset management: Replace disparate systems with a streamlined, all-in-one platform. Having one source of truth centralizes all digital assets like content, image carousels and product data, facilitates the creation and management of rich, dynamic content for QR codes and ensures consistent and accurate information across all touch points.\n\nReplace disparate systems with a streamlined, all-in-one platform. Having one source of truth centralizes all digital assets like content, image carousels and product data, facilitates the creation and management of rich, dynamic content for QR codes and ensures consistent and accurate information across all touch points. Dynamic content delivery: Implement configurable interfaces instead of static web pages, allowing real-time updates without changing QR codes. This approach uses standardized URLs that can be redirected as needed, reducing broken links and providing centralized control over all QR code destinations.\n\nImplement configurable interfaces instead of static web pages, allowing real-time updates without changing QR codes. This approach uses standardized URLs that can be redirected as needed, reducing broken links and providing centralized control over all QR code destinations. Long-term strategic approach: View QR integration not as a quick fix but as a long-term strategy to enhance customer experiences and operational efficiency.\n\nQR codes can enhance customer experiences and operational efficiency, but only if they’re implemented thoughtfully. As retailers navigate the surge in QR code adoption, those that bridge the gap between intention and execution will transform potential pitfalls into powerful opportunities for engagement.\n\nRandy Mercer is a product content orchestration expert with over 15 years of industry experience. He leads 1WorldSync’s global product management and solution architecture teams, aligning the company’s portfolio with current customer needs and emerging market trends. A frequent commentator for national and trade media outlets covering retail and ecommerce news, Mercer leverages his extensive background in item data and content alignment, ecommerce application development and solution design to guide 1WorldSync’s strategic product roadmap and vision."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle School Student Makes Important Biomedical Discovery In Goose Poop",
            "link": "https://www.iflscience.com/middle-school-student-makes-important-biomedical-discovery-in-goose-poop-77219",
            "description": "This budding young middle school scientist was part of a community partnership with a local university that engages kids from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.chbUQ9ua6nlttkpQpenEui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "IFLScience1h",
            "source": "IFLScience",
            "article_content": "Imagine knowing you’ve already made an important contribution to biomedical research before you’ve even started high school. This is a reality for a young Chicago student who recently found a bacterium that exhibits antibiotic activity and produces a novel compound that slows the growth of human melanoma and ovarian cancer cells in the lab. Where did this startling discovery come from? Well, goose poop of course.\n\nThis budding young middle school scientist was part of a community partnership with a local university that engages kids from underrepresented and low-income backgrounds. The team partnered with Boys and Girls Clubs of Chicago, which allowed them to engage with middle schoolers as part of a 14-week applied science program.\n\nAdvertisement Advertisement\n\nInequality in educational resources, especially for STEM subjects, has often prevented some students from accessing these fields when they’re older. However, a team from the University of Illinois at Chicago, led by Brian Murphy, has established a partnership that engages such groups at an early stage in their educational development. The hope is that, by providing them with a chance to conduct real, high-quality research, these young students will come to see themselves as scientists and explore related careers in the future.\n\nAs Murphy’s lab is focused on finding antibiotics from natural sources, the students helped scour their local communities for environmental samples. Before someone suggests this was just a way to outsource sample gathering, the students then followed up on the stages of scientific processing, especially for programming a specialized robot that removes bacterial colonies from growth plates and tests them for antibiotic activity.\n\n“All experiments are performed under the guidance of graduate student or postdoctoral scientist volunteer mentors”, the researchers explain in their study.\n\n“Each student collected 3 samples of their choice from Garfield Park in Chicago, IL. Students pretreated and diluted their samples before plating each one on three different media types [....] While their bacteria incubated, they practiced block programming on LEGO EV3 modules in preparation for robot operation. When their environmental diversity plates exhibited sufficient bacterial growth, students programmed and operated the Hudson Robotics RapidPickMP to pick all distinguishable colonies from their environmental diversity plates and transfer them onto dual-sided agar plate assay (DAPA) bioassay plates.”\n\nAdvertisement Advertisement\n\nDuring their search, one student returned with a sample of goose poop that contained a strain of bacteria called Pseudomonas idahonensis – a species that had previously been isolated from rainbow trout in Idaho (idahonensis means “from Idaho). The student, Camarria Williams, and Jonathon Rodriguez, Technology Program Manager at Boys and Girls Clubs of Chicago, are listed as co-authors of the paper\n\nIt was concluded that this bacterium had antibiotic activity and even produced a completely new-to-science compound. Using nuclear magnetic resonance (NMR) and mass spectrometry, the university researchers were able to determine that orfamide N was not actually responsible for the antibiotic activity observed before. However, the compound did hinder the growth of human melanoma and ovarian cancer cells when it was tested in the laboratory.\n\nIt is believed that further testing could reveal additional advantageous properties of this new molecule.\n\nThis project demonstrates that it is possible to combine educational outreach with natural product discovery research while also showing how important it is to develop strong relationships between universities and local communities. In particular, it offers typically under-represented students a chance to be scientists themselves and to make incredible discoveries like this!\n\nAdvertisement Advertisement\n\nGuess we should also thank the goose for providing its poop as well.\n\nThe study is published in the journal ACS Omega."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nearby exoplanet has grown a tail 44 times longer than Earth — and it's acting like a giant 'stellar windsock'",
            "link": "https://www.livescience.com/space/exoplanets/nearby-exoplanet-has-grown-a-tail-44-times-longer-than-earth-and-its-acting-like-a-giant-stellar-windsock",
            "description": "Researchers have detected a giant tail of gas leaking from an exoplanet near Earth. The giant structure, which is up to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.neF4KuJHEzAvl923uu-YAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science43m",
            "source": "Live Science",
            "article_content": "New research has shown that the gas giant exoplanet WASP-69 b has a 350,000-mile-long tail of gas trailing in its wake. The gas leaks from the alien world's atmosphere due to the exoplanet's close proximity to its sun, and is blown into a tail by stellar wind.\n\nAn alien world near Earth is being trailed by a gigantic tail, stretching longer than 40 Earths as it closely circles its home star. The enormous structure, which is made up of gas leaking from the exoplanet's atmosphere, is being blown by stellar winds like a giant \"windsock,\" experts say.\n\nThe exoplanet, WASP-69 b , is a gas giant. It's around the same size as Jupiter but less than a third as massive, and orbits a main sequence star roughly 160 light-years from Earth. It is very close to its star, completing a single trip around the alien sun every 3.9 days.\n\nSince its discovery in 2014, researchers have noticed that WASP-69 b is losing up to 200,000 tons (180,000 metric tons) of mostly helium and some hydrogen gas per second, which is likely being lost as a result of it being superheated by the exoplanet's star. At this rate, the exoplanet has likely lost up to seven Earth masses during its lifetime, which has lasted around 7 billion years.\n\nScientists previously speculated that WASP-69 b might have a comet-like tail made up of some of the gas it leaks into space, but this had never been confirmed. However, in a study published Jan. 9 in the journal Astronomy and Astrophysics , researchers analyzed the alien world using data from the W. M. Keck Observatory on Maunakea, Hawaii to precisely measure the planet and its surroundings, and found that it really did have a tail that stretches up to 350,000 miles (560,000 kilometers) long — roughly 44 times as long as Earth is wide.\n\n\"Previous observations suggested that WASP-69 b had a modest tail, or no tail at all,\" study lead author Dakotah Tyler , an doctoral candidate in astrophysics at UCLA, said in a statement released at the time. \"However, we have been able to definitively show that this planet's helium tail extends at least seven times the radius of the giant [exo]planet itself.\"\n\nRelated: 32 alien planets that really exist\n\nStellar wind is the driving force behind WASP-69 b's tail, allowing researchers to use the gaseous structure as a \"windsock\" to learn more about these stellar gusts. (Image credit: W. M. Keck Observatory/ Adam Makarenko\n\nWASP-69 b's tail forms when \"stellar wind\" blows the leaking gas away from the exoplanet, creating a trail in its wake. Stellar wind, similar to the sun's solar wind, is a stream of charged particles that are constantly being spat out by the star. If the stellar wind were to disappear, then the tail would also fade away, researchers wrote.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n\"If the stellar wind were to taper down, then you could imagine that the planet is still losing some of its atmosphere, but it just isn't getting shaped into the tail,\" Tyler said in a new NASA statement released Dec. 10. Without the stellar wind, that gas escaping on all sides of the planet would be spherical and symmetrical, he said. \"But if you crank up the stellar wind, that atmosphere then gets sculpted into a tail.\"\n\nThe discovery could help us learn more about how gas giants form and evolve over time, and also provides scientists with a rare opportunity to measure the stellar winds of distant stars by using the tail like a giant \"windsock,\" NASA representatives wrote in the statement."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bucknell Professor Leads Discovery of Magnetic Loops Around Black Hole",
            "link": "https://www.bucknell.edu/news/bucknell-professor-leads-discovery-magnetic-loops-around-black-hole",
            "description": "Professor Jack Gallimore led a team of international astronomers who, for the first time, have observed evidence of magnetic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ksMepS8-8ekxLb7is6hMli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "researchbysubject.bucknell.edu20h",
            "source": "researchbysubject.bucknell.edu",
            "article_content": "Led by Bucknell University Professor Jack Gallimore, physics & astronomy, an international team of astronomers and students, including Bucknell physics student Virginia Hostetter '25, set out on a new way to study NGC 1068, a well-known, relatively nearby (45 to 50-million light years away), bright galaxy with a supermassive black hole at its center.\n\nTheir research had twin goals: astrometric mapping of the galaxy's radio continuum and measurements of polarization for its water masers — naturally occurring sources of microwave radio emissions. In radio astronomy, water masers observed at a frequency of 22 GHz are particularly useful because they can shine through much of the dust and gas that obscures optical wavelengths around the black hole.\n\nUsing the High Sensitivity Array (HSA) — a multi-facility network supported by the U.S. National Science Foundation National Radio Astronomy Observatory (NRAO) — the international team observed for the first time evidence of magnetic filaments in the accretion disk surrounding the galaxy's supermassive black hole. Their discovery was announced Wednesday by the NRAO and reported in a recent paper published by The Astrophysical Journal Letters.\n\nBy measuring the polarization of water masers and the continuum of radio emissions from NGC 1068, the team generated a map revealing the compact radio source now known as NGC 1068*, as well as mysterious extended structures of more faint emissions.\n\nMapping the astrometric distribution of NGC 1068 and its water masers revealed that they are spread along filaments of structure.\n\nProfessor Jack Gallimore, physics & astronomy. Photo courtesy of Jack Gallimore\n\n\"It really came out in these new observations that these filaments of maser spots line up like beads on a string,\" Gallimore said in the NRAO story. The team was stunned to see that there was a clear offset — a displacement angle — between the radio continuum showing the structures at the galaxy's core and the locations of the masers themselves. \"The configuration is unstable, so we are probably observing the source of a magnetically-launched outflow,\" he said.\n\nHSA measurements of the polarization of these water masers revealed striking evidence of magnetic fields.\n\n\"No one has ever seen polarization in water masers outside our galaxy,\" Gallimore said. Similar to the looping structures seen on our sun's surface as prominences, the polarization pattern of these water masers clearly indicates that magnetic fields are also at the root of these light-year-scale structures as well. \"Looking at the filaments and seeing that the polarization vectors are perpendicular to them, that's the key to confirming that they are magnetically driven structures. It's exactly what you'd expect to see.\"\n\nPrevious studies of the region hinted at patterns usually associated with magnetic fields, but such conclusions remained beyond the reach of observing technology until recently. This discovery is the first to confirm the existing theory.\n\n\"Only the HSA has the combination of resolution and sensitivity needed to map out magnetic fields using polarized light,\" said Gallimore.\n\nTheir findings reveal evidence of a compact central radio source (the galaxy's supermassive black hole), clear polarization of the water masers indicating structure within NGC 1068's magnetic fields, and spectacular extended features across the continuum of radio frequencies. Together, these findings indicate that magnetic fields are the underlying drivers of these phenomena.\n\nPlenty of mysteries remain, however. Within the radio continuum map, for instance, there is a diffuse, faint protrusion that the team nicknamed \"the foxtail,\" which extends northward from the central region.\n\n\"We said to ourselves when we set out to do this, ‘let's see if we can really push the limits and get a good continuum as well as polarization data. And both of those goals succeeded,\" Gallimore said. \"With the NSF NRAO High Sensitivity Array, we detected water megamaser polarization for the first time, and we also made a really amazing continuum map that we're still trying to wrap our minds around.\"\n\nSpecial thanks to the NRAO and author Jessi Almstead for the use of their story."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Accidental Discovery That Gave Us ‘Forever Chemicals’",
            "link": "https://www.sciencefriday.com/segments/forever-chemicals-teflon-new-jersey/",
            "description": "The host of the 'Hazard NJ' podcast talks about the origins of PFAS 'forever chemicals' and their impact on New Jersey ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VdeDRyJDA_KRZZ3s7WGAZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Science Friday13h",
            "source": "Science Friday",
            "article_content": "\n\nThis article is part of The State of Science, a series featuring science stories from public radio stations across the United States. This story, by Jordan Gass-Pooré, was originally published by NJ Spotlight News.\n\nWhen it comes to PFAS chemicals—known as “forever chemicals”—we often hear that they’re used in nonstick coatings, flame retardants, and stain repellants. But those examples can hide the truth of just how widespread their use has been in modern life.\n\nA new season of the “Hazard NJ” podcast looks at the origin story of PFAS chemicals, and the accidental discovery of PTFE—aka Teflon—in a DuPont laboratory in southern New Jersey. “Hazard NJ” host Jordan Gass-Pooré joins guest host Kathleen Davis to talk about the history of PFAS, their effect on the environment and health of New Jersey residents, and work towards cleaning up the PFAS mess.\n\nFurther Reading\n\nRead more about the long, strange history of Teflon via Smithsonian Magazine."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery",
            "link": "https://www.bbc.com/worldservice/specials/948_discovery_2008/index.shtml",
            "description": "World Service's science feature series, reporting on the latest developments and ideas. Each week the programme provides ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZhT1v9C8FD0FhIxORvtsSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "22h",
            "source": "BBC",
            "article_content": "\n\n\n\n\n\nDiscovery\n\n\n\nDiscovery is the World Service's science feature series, reporting on the latest developments and ideas.\n\n\n\nEach week the programme provides in-depth coverage of a new topic, reporting from top laboratories, remote locations, even outer space. It examines big ideas ranging from the secrets of life to the frontiers of cosmology. Thought-provoking and topical, it probes the science behind the news and investigates how the latest research will affect our world and our lives.\n\n\n\nDiscovery opens up the research labs and explains what's going on there in clear, simple language; at the same time sharing the excitement of new breakthroughs. It also questions the applications of those discoveries and the ethics of their use.\n\n\n\nOne reviewer described Discovery as \"The best science programme on radio - any radio.\"\n\n\n\nScience shapes our health, wealth and environment and has become central to our culture. Discovery takes listeners to the leading edge of knowledge and shares the latest insights.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Voice, Fuzen.io raise early-stage funding",
            "link": "https://www.vccircle.com/voicefuzen-io-raise-early-stage-funding",
            "description": "EV startup Voice and no-code platform Fuzen.io has secured early-stage fundings, the companies have said. Electric vehicles ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2m58Ob4oXS8BfxqnNHivxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "VCCircle2h",
            "source": "VCCircle",
            "article_content": "Voice, Fuzen.io raise early-stage funding\n\nEV startup Voice and no-code platform Fuzen.io has secured early-stage fundings, the companies have said.\n\nElectric vehicles startup Voice (previously EV91Technologies) has secured Rs 5 crore in seed funding led by BizDateUp, a provider of startup support services.\n\nAdvertisement\n\nThe company said the capital raised will be used to deploy 2,500 EVs and expand its presence across tier-II cities in India.\n\nVoice was founded by Arun Kumar, Lalith Kumar, and Manoj Kumar in Bengaluru.\n\nThe company claims that its revenue has grown close to sixfold with orders fulfilled increasing from 5 lakh to 20.94 lakh. It workforce of riders has also expanded to nearly three times the previous number.\n\nAdvertisement\n\nAI powered no-code platform Fuzen.io has secured undisclosed amount in funding from angel platform AH Ventures, an existing investor in the company.\n\nThe funds will be by Fuzen to scale up its sales and marketing efforts and to add more powerful AI app development capabilities to the platform, the venture capital investor said.\n\nAdvertisement\n\nFuzen was founded in 2022 by Pushkar Gaikwad, an IIT Bombay alumnus. He has been active in the micro-SaaS space for more than 12 years. The company is headquartered in Nashik, Maharashtra.\n\nIt provides a platform which does not require the users to know coding to build a \"skeleton\" of app using nocode tools and then it uses AI to add \"flesh\" on top of that.\n\nAdvertisement\n\nShare article on Leave Your Comments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Generate a CrowdStrike RFM Report With AI in Tines",
            "link": "https://thehackernews.com/2024/12/how-to-generate-crowdstrike-rfm-report.html",
            "description": "Automate CrowdStrike RFM reporting with Tines' AI workflow, saving 25+ hours annually while improving accuracy.",
            "image_url": "https://www.bing.com/th?id=OVFT.lZnw2ACwM6pyQ-A0Lcid6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "The Hacker News4h",
            "source": "The Hacker News",
            "article_content": "Run by the team at orchestration, AI, and automation platform Tines, the Tines library contains pre-built workflows shared by real security practitioners from across the community, all of which are free to import and deploy via the Community Edition of the platform.\n\nTheir bi-annual \"You Did What with Tines?!\" competition highlights some of the most interesting workflows submitted by their users, many of which demonstrate practical applications of large language models (LLMs) to address complex challenges in security operations.\n\nOne recent winner is a workflow designed to automate CrowdStrike RFM reporting. Developed by Tom Power, a security analyst at The University of British Columbia, it uses orchestration, AI and automation to reduce the time spent on manual reporting.\n\nHere, we'll share an overview of the workflow, plus a step-by-step guide for getting it up and running.\n\nThe problem - time-consuming reporting\n\nThe workflow's builder, Tom Power, explains, \"The CrowdStrike Falcon sensor goes into Reduced Functionality Mode (RFM), usually because the operating system (OS) or kernel version is too old or too new for the sensor to support in kernel mode. Every week, SecOps would log into the Falcon console, and filter the host management console for endpoints in RFM for the last week. We would generate the report and download it.\"\n\nThis process provided critical data for identifying kernel updates causing RFM, particularly for Linux endpoints. However, it required the team to manually check whether CrowdStrike had released a new sensor version compatible with the latest kernel updates.\n\n\"The entire process took about 30 minutes each week,\" Tom adds. \"Over the course of a year, that added up to more than 25 hours of time we could have spent on other cybersecurity priorities.\"\n\nThe solution - automated RFM reporting with AI\n\nTom's workflow automates the tracking and reporting of Falcon Sensor RFM across hosts. By leveraging Tines' AI-driven Automatic Mode, it generates custom code to streamline report creation. The workflow not only produces regular, consistent reports but also enables management to monitor trends in RFM occurrences, supporting proactive system health management and faster decision-making.\n\nThe automated workflow eliminates the need for manual reporting by allowing analysts to submit requests via a simple web form. Within minutes, the workflow retrieves data, processes it, and delivers an actionable email report, complete with detailed insights and a CSV attachment.\n\nExample output:\n\nHere's a sample of the auto-generated email and report received by the team:\n\nHere are some of the key benefits of using this workflow:\n\nFrees analysts to focus on high-priority cybersecurity tasks.\n\nReduces manual effort and the potential for human error.\n\nDelivers consistent, reliable reports for improved productivity.\n\nEnhances decision-making by providing real-time insights.\n\nBoosts morale by removing a tedious and repetitive task.\n\nWorkflow overview\n\nTools used:\n\nTines - a workflow orchestration, AI and automation platform that's popular with security teams. It's possible to use the free Community Edition of Tines to build and run this workflow if you don't have a paid account. AI must be enabled on your tenant.\n\nCrowdStrike - endpoint detection and response (EDR) platform. This workflow integrates with CrowdStrike Falcon's API to retrieve data about endpoints in Reduced Functionality Mode (RFM). While Falcon provides robust endpoint visibility, it lacks native automation for recurring RFM reports.\n\nThe workflow is initiated when a web form is submitted, triggering the process to generate CrowdStrike RFM reports.\n\nThe first action retrieves a list of device IDs from CrowdStrike Falcon's API. If the list is larger than what CrowdStrike returns in the first batch, multiple calls are made to paginate through the full list.\n\nOnce all the device details are retrieved, the workflow consolidates them into a single resource. This resource acts as the foundation for analysis, where the number of Linux, Windows, and Mac hosts is calculated and appended to the data.\n\nUsing the consolidated resource, the workflow generates an HTML summary table to present the data in a structured format. This table is then converted into a CSV file, making it suitable for reporting purposes.\n\nThe CSV report is emailed to stakeholders for review. To maintain efficiency and data hygiene, the workflow purges the temporary resource after the email is sent, ensuring it is ready for the next cycle.\n\nBy automating these steps, the workflow eliminates manual effort, reduces the risk of errors, and provides consistent, up-to-date reporting on devices in reduced functionality mode across the environment.\n\nConfiguring the workflow - step-by-step guide\n\nLog into Tines or create a new account. Ensure AI is enabled on your tenant. For this, you need to be the tenant owner. Select the account settings drop-down in the top left of your screen, and check the box to turn AI on. Create your CrowdStrike credential. From the credentials page, select New credential, scroll down to the CrowdStrike credential and complete the required fields. Navigate to the pre-built workflow in the library. Select import. This should take you straight to your new pre-built workflow. Configure your actions. For example, you may like to edit the layout of the Tines page that kicks off the workflow. Test the workflow. Submit an image via the form to test your workflow. Publish your workflow and share the Page URL with your desired users.\n\nBuilding in other automation platforms\n\nYou could use another no-code automation platform to build a similar service, although it's worth noting that some of the features in this workflow are unique to Tines:\n\nPages: This workflow is kicked off by a submission to a form on a web page. This is built using Tines' Pages feature. Alternative: Use a scheduled trigger to kick off the workflow.\n\nThis workflow is kicked off by a submission to a form on a web page. This is built using Tines' Pages feature. Event Transform in Automatic Mode: This feature uses build-time AI to compose Python code based on the guidance and the input the builder provides. Once you save your changes, the code is locked in place. This means that when the action runs, only the code executes, and no AI is involved. Alternative: Write Python code manually to transform your data.\n\nThis feature uses build-time AI to compose Python code based on the guidance and the input the builder provides. Once you save your changes, the code is locked in place. This means that when the action runs, only the code executes, and no AI is involved.\n\nIf you'd like to explore AI in Tines for yourself or test out this workflow, you can sign up for a free account including AI functionality."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Soto bet on himself from start, and it paid off with historic deal",
            "link": "https://www.mlb.com/news/juan-soto-s-path-to-record-contract",
            "description": "Juan Soto. There’s no one like him. It’s not just the money he’s going to make with the New York Mets … though that’s ...",
            "image_url": "https://www.bing.com/th?id=OVF.JRy0fa3jarpgL1zvP9izgQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "MLB19h",
            "source": "MLB",
            "article_content": "San Diego was never seen as a long-term destination for Soto, because the Padres had a lot of money tied up into other players and were merely hoping Soto could be the final piece of a World Series-caliber club. They lost the NLCS with Soto in 2022, then missed the playoffs entirely in 2023. Rather than go through another round of arbitration with Soto and take him into his walk year, they dealt him and outfielder Trent Grisham to the Yankees on Dec. 7, 2023, for a package of controllable pitchers in Michael King and Jhony Brito, prospects Drew Thorpe and Randy Vásquez, and backup catcher Kyle Higashioka (a package that’s looking strong for San Diego)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Falcons HC: Michael Penix Jr. Will Start 'When It's Time' amid Kirk Cousins Rumors",
            "link": "https://bleacherreport.com/articles/10147028-falcons-hc-michael-penix-jr-will-start-when-its-time-amid-kirk-cousins-rumors",
            "description": "Atlanta Falcons head coach Raheem Morris doesn't appear to be in a rush to insert rookie quarterback Michael Penix Jr. into ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QHh8uBdPq0G6oYXGikutoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "15h",
            "source": "Bleacher Report",
            "article_content": "David Berding/Getty Images\n\nAtlanta Falcons head coach Raheem Morris doesn't appear to be in a rush to insert rookie quarterback Michael Penix Jr. into the starting offense and bench veteran Kirk Cousins.\n\nMorris told reporters on Thursday that Penix will get the opportunity to start \"when it's time,\" per ESPN's Marc Raimondi.\n\nThe Falcons are currently in the midst of a four-game losing streak with Cousins under center, sitting in second place in the NFC South standings with a 6-7 record.\n\nThe 36-year-old has struggled mightily during the stretch of defeats, throwing for 1,068 yards and eight interceptions without recording a touchdown throughout his last four appearances.\n\nOn the season as a whole, Cousins has been picked off a league-leading 15 times. His 261.2 passing yards per game represents his lowest average since 2019, while his 89.0 passer rating is his worst mark since 2014.\n\nCousins' subpar performance is especially worrisome after he signed a massive four-year, $180 million contract to join Atlanta as a free agent in March.\n\nDespite his turnover issues and the Falcons' inconsistent offense, Morris has remained steadfast in his approach to the top quarterback spot on the depth chart.\n\nHe confirmed that Cousins would remain Atlanta's starter following a 42-21 loss to the Minnesota Vikings on Sunday.\n\nDianna Russini of The Athletic also reported that the Falcons haven't held any \"internal discussions\" regarding a change at quarterback.\n\nEven though Cousins is expected to retain his status as the starter, Morris also expressed his support for Penix as the team's eventual top signal-caller.\n\n\"I told you right from the beginning, he's our future,\" Morris said on Thursday, per Raimondi.\n\nPenix, the No. 8 overall pick in the 2024 NFL draft, still appears to have the support of the coaching staff as a long-term option."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Canon MegaTank Pixma G4280 review: Too many compromises?",
            "link": "https://www.digitaltrends.com/computing/canon-megatank-pixma-g4280-review/",
            "description": "The MegaTank Pixma G4280 is very compact for an all-in-one printer with an ADF. The footprint is 16.4 inches by 14.3 inches ...",
            "image_url": "https://www.bing.com/th?id=OVF.eUMuKSFIJIgLVQax8elZ%2bg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "19h",
            "source": "Digital Trends",
            "article_content": "Canon MegaTank Pixma G4280 MSRP $279.99 Score Details “Canon's MegaTank Pixma G4280 is an affordable inkjet tank with economical ink, but there are some trade-offs at that price.” Pros Low price for an inkjet tank\n\nIncludes 2 years of ink\n\nInk costs are super low\n\nSetup was quick and easy Cons Slow scanning and printing\n\nLow-contrast plain paper photos\n\nDisplay is small\n\nTable of Contents Table of Contents Specs Design Printing performance Special features Software and compatibility Price Is the Canon MegaTank Pixma G4280 worth it?\n\nCanon recently introduced the new MegaTank Pixma G4280 all-in-one, a low-cost inkjet tank printer that refills with bottles instead of cartridges. That means ink lasts much longer and costs significantly less.\n\nRecommended Videos\n\nPrice isn’t the only important consideration when you’re shopping for the best printer. I went hands-on with the MegaTank Pixma G4280 to test print quality and speed, make copies, and scan photos to check out the automatic document feeder (ADF) and flatbed scanner.\n\nSpecs\n\nCanon MegaTank Pixma G4280 Dimensions 16.4 x 14.3 x 8.4 inches Weight 16.5 pounds Print speed 11 ppm (black), 6 ppm (color) Copy speed 8 cpm (black), 3.5 cpm (color) Print resolution 4800 x 1200 dpi Scan resolution 600 x 1200 dpi Ports Hi-Speed USB Paper capacity 100 sheets Wi-Fi Wi-Fi 802.11a/b/g/n/ac, dual band\n\nDesign\n\nThe MegaTank Pixma G4280 is very compact for an all-in-one printer with an ADF. The footprint is 16.4 inches by 14.3 inches and it stands just 8.4 inches high. The weight is 16.5 pounds, so it’s easy to unbox and move around.\n\nThe lightly textured body in off-white works well in a home office and every corner is rounded, softening the appearance. It’s a tank printer, so the ink levels are visible at a glance. The black tank is on the left side of the printer, with cyan, magenta, and yellow on the right.\n\nThe adjustable central control panel tilts up 45 degrees for easy viewing while standing or seated. Canon gave the MegaTank Pixma G4280 a 2.7-inch color touchscreen for easy access to menus. The controls also include buttons to make monochrome or color copies with one touch.\n\nThe main paper tray is in the back and holds 100 sheets. The ADF can handles 35 pages at a time. Overall, it’s a nice design, but paper capacity could be larger.\n\nPrinting performance\n\nThe Canon MegaTank Pixma G4280 is fast for short documents, completing the first page in about seven seconds. Inkjet printers don’t have to warm up before starting, so they can beat laser printers in a sprint.\n\nFor longer print jobs, I felt the slowdown. Monochrome prints have a maximum speed of 11 pages per minute (ppm) and color manages just 6 ppm.\n\nA faster inkjet tank like Epson’s EcoTank ET-3850 (16 ppm) or EcoTank Pro ET-5850 (25 ppm) cost more upfront, but offer economical printing without having to wait as long for the prints and copies.\n\nThat said, color and black-and-white documents look professional, and the MegaTank Pixma G4280 supports borderless printing. Fine lines and small print are sharp and easy to read.\n\nPhoto quality is good on glossy paper, but contrast is a little low. That problem is more obvious on plain paper where blacks look gray.\n\nWith tinkering, it’s possible to improve picture quality. For example, selecting Photo Matte as the paper type improves plain paper photo quality.\n\nThere are better photo printers out there, and some are quite affordable.\n\nSpecial features\n\nThere’s an option for duplex in copy settings, but the printer has what Canon calls semi-auto, which means I had to manually reinsert each sheet to complete the scan. It works, but takes time.\n\nIf you need to copy double-sided documents often, Canon’s Maxify GX2020 costs more, but the full-duplex capability will save you a huge amount of time.\n\nThe copy quality is good and relatively fast for a slow printer. There are options to reduce, enlarge, and copy multiple pages to a single sheet, saving paper costs.\n\nThe flatbed scanner captures up to 600 dots per inch (dpi), which is good enough in most cases. For photos and negatives, you might want a dedicated scanner to maintain maximum resolution.\n\nSoftware and compatibility\n\nInstalling the MegaTank Pixma G4280 took about 15 minutes and was quite simple. I plugged in power, scanned the QR code on the printer’s screen to get the app, and pressed the link button to connect Wi-Fi. There’s a USB-B port if you prefer to use a wired connection to a computer.\n\nCanon ships the MegaTank Pixma G4280 with four full ink bottles, including a large supply of cyan, magenta, and yellow, along with a double-sized container of black. The box also contained replaceable black and color printheads.\n\nEverything was clearly marked. I installed the printheads and filled the ink tanks in about two minutes. The printer alerted me that the initial ink priming takes about seven minutes, so I could be productive elsewhere instead of waiting for it to finish.\n\nLike most major brands, Canon printers are easy to connect to Windows PCs and Macs. The Canon Print app allows printing and scanning from mobile devices and Chromebooks.\n\nPrice\n\nCanon’s list price for the MegaTank Pixma G4280 is $280, but the printer is often available for $230. The low upfront price might catch your eye, but the real value is in the ink, which Canon estimates is equal to about $1,000 worth of ink cartridges.\n\nThe included bottles hold enough ink to last up to two years, equivalent to 30 black (PG-260) and color (CL-261) cartridges. That’s the type used in the Canon’s budget-priced Pixma TR7020a inkjet printer.\n\nWith full tanks, the MegaTank Pixma G4280 can print up to 6,000 monochrome pages and 7,700 color pages. Based on current ink prices, that means each color document costs about five-tenths of a cent per page, while black ink costs drop to two-tenths of a cent per page.\n\nIs the Canon MegaTank Pixma G4280 worth it?\n\nCanon’s MegaTank Pixma G4280 is inexpensive for an inkjet tank printer, but there are trade-offs to keep the cost that low. It’s slower than cartridge-based inkjets and laser printers and has limited 100-sheet paper capacity. The semi-auto duplex ADF works, but is slow and requires your presence through the entire process.\n\nHowever, if you aren’t in a hurry, the MegaTank Pixma G4280 minimizes ink costs. It handles color document copies and prints nicely. Glossy photo prints also look good.\n\nAll in all, though, there are better all-in-one printers with full-duplex ADFs, and you can save you money on specialty paper costs by choosing the best photo printers, which can print with good quality on plain paper.\n\nThat means Canon’s MegaTank Pixma G4280 could work well in a home office where you aren’t sharing the printer with co-workers, but it’s compromises make it harder to recommend for its intended audience."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mini’s infotainment system is very charming, but still needs work",
            "link": "https://www.msn.com/en-us/news/technology/mini-s-infotainment-system-is-very-charming-but-still-needs-work/ar-AA1vKOSy?ocid=BingNewsVerp",
            "description": "Mini's new infotainment system brings a lot of charm, but while it's decently designed, it still needs work. Here's why.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "21hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Chief Financial Officer Sarah Friar on Elon Musk: ‘We trust him...as a competitor he will...’",
            "link": "https://www.msn.com/en-in/entertainment/tv/openai-chief-financial-officer-sarah-friar-on-elon-musk-we-trust-himas-a-competitor-he-will/ar-AA1vDQXa?ocid=BingNewsVerp",
            "description": "OpenAI CFO Sarah Friar believes Donald Trump could shape the burgeoning AI era. She also addressed Elon Musk's criticisms, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zKGk2_FzPADgaeFSt4wdui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "21hon MSN",
            "source": "Indiatimes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google: The Long-Term Threat From OpenAI Is Significant",
            "link": "https://www.forbes.com/sites/gurufocus/2024/12/13/google-the-long-term-threat-from-openai-is-significant/",
            "description": "Google’s diversification into AI mitigates risks to Search revenue from competitors like OpenAI, Anthropic, and Perplexity ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aGYa8mGMYCXrBrvh9dmCkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Forbes4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning model predicts breast cancer treatment response",
            "link": "https://www.msn.com/en-us/health/other/machine-learning-model-predicts-breast-cancer-treatment-response/ar-AA1vO0Gy?ocid=BingNewsVerp",
            "description": "A machine learning (ML) model incorporating both clinical and genomic factors outperformed models based solely on either ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a0_WyLLF2oVsb53ecThESy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "2hon MSN",
            "source": "Medical Xpress on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From AI Visionary to Industry Leader: Himanshu Sinha on Transforming Enterprises with Machine Learning and Generative AI",
            "link": "https://techbullion.com/from-ai-visionary-to-industry-leader-himanshu-sinha-on-transforming-enterprises-with-machine-learning-and-generative-ai/",
            "description": "Himanshu Sinha is a globally recognized thought leader in AI and data science, currently serving as the Director of Advanced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9TsIrdXBZFNiTkVYgAaJki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Impacts16h",
            "source": "Impacts",
            "article_content": "Himanshu Sinha is a globally recognized thought leader in AI and data science, currently serving as the Director of Advanced Data Science at Marriott International. An AI innovator with deep-learning based patent to his name and a published author of the best-selling book “Cognitive Horizons: Navigating the Landscape of Artificial Intelligence” His book is widely adopted by educational institutions to guide data science capabilities and inspire the next generation of AI practitioners.\n\nAs a foundational contributor to machine learning and AI research, Himanshu has published extensively in internationally acclaimed journals, pushing the boundaries of innovation.\n\nWith over 18 years of experience, Himanshu has led data science capabilities at organizations like CVS, Precisely, and Wipro, delivering transformative results across industries. Currently, he is driving AI-powered innovation in the hospitality sector, redefining customer experiences at Marriott International.\n\nHimanshu’s respected record of using data, analytics, and AI to deliver significant business impact is complemented by his role as an advisor and coach to executives, boards, and data leaders. His visionary leadership continues to transform organizations and inspire the global AI community.\n\nPlease tell us your name and a little more about yourself.\n\nMy name is Himanshu Sinha, and I am a data scientist with over 15 years of experience in leveraging machine learning and AI to drive transformative change across industries. From fintech to healthcare and hospitality, I have had the privilege of developing and deploying innovative AI solutions that blend technical excellence with business strategy. My expertise spans a wide range of areas, including generative AI, predictive analytics, and data observability.\n\nBeyond my technical work, I am a passionate mentor, a published co-author of books on AI and ML, and a patented innovator. I thrive on building solutions that not only solve complex problems but also inspire others to push the boundaries of what technology can achieve.\n\nYou’ve had an extraordinary career in AI and machine learning, spanning various industries like healthcare, hospitality, and fintech. Can you walk us through your journey and how it has shaped your current role as Director of Advanced Data Science at Marriott International?\n\nI began my professional journey in consumer-focused research for a CPG brand, here I developed a fascination for consumer behaviour change indicated through and their business implications . This passion deepened as I worked on leveraging state-of-the-art machine learning techniques to analyze behavioral changes and their impact on business outcomes. My focus has always been on helping organizations use patterns in data to inform strategy and drive results.\n\nWorking in large scale consulting such as Wipro brought me close to enterprises’s pain areas and help create machine learning cored solutions for them. In 2012, I established a Center of Excellence for analytics at Agilis, a lesser-known company at the time, helping telecom clients predict fraud and mitigate risks like churn. Over the years, Agilis went through multiple acquisitions, becoming Infogix and later Precisely Inc. During this period, I led the development of a bespoke software product with an embedded ML-based ‘Anomaly Detection’ system. This solution predicts ‘data drift and shift’, ensuring data quality and integrity. Today, it’s a multimillion-dollar offering used by Fortune 100 companies to maintain operational excellence of data dependent functions.\n\nCurrently, as the Director of Advanced Data Science at Marriott International, I lead transformative AI initiatives, including personalization models, generative AI applications, and global acquisition strategies. My journey has been about building scalable AI solutions that align technical innovation with business impact, and I continue to be inspired by the limitless potential of machine learning and AI to transform industries.\n\nIn your article, “The Ultimate Blueprint for Enterprise Chatbots: Simplify, Scale, Succeed”, you discuss the challenges of fragmented chatbot strategies. What inspired you to advocate for a unified chatbot framework, and how do you see it transforming industries?\n\nThe inspiration came from witnessing the inefficiencies and frustrations caused by fragmented chatbot strategies in enterprises—siloed implementations, inconsistent user experiences, and high maintenance costs. I realized the need for a unified framework that could streamline development, ensure scalability, and provide a seamless experience across touchpoints.\n\nA unified chatbot framework transforms industries by enabling businesses to deliver consistent, personalized interactions while reducing operational overhead. It empowers enterprises to integrate.\n\nEnterprises often face the dilemma of balancing ROI with the complexity of AI solutions. How do you approach this challenge in your projects, and can you share a specific example where you had to make such decisions?\n\nBalancing ROI with AI complexity is a common challenge, but I approach it by focusing on simplification and scalability without compromising value. In my article, The Ultimate Blueprint for Enterprise Chatbots: Simplify, Scale, Succeed, I discussed how fragmented chatbot strategies often create inefficiencies and diminish user satisfaction. To address this, I advocate for a unified framework that prioritizes intent-driven design and reusable components.\n\nA specific example is a chatbot project for a travel enterprise. Initially, individual bots were handling separate use cases like booking management, trip planning, and customer support, leading to redundancy and confusion. By implementing a unified triage bot as the primary entry point, we streamlined user interactions and routed intents to specialized APIs. This reduced operational complexity and boosted ROI by consolidating efforts into a cohesive system.\n\nThe result? Enhanced user satisfaction and scalable deployment across multiple business units—all while maintaining a strong ROI through reduced maintenance costs and improved efficiency. Simplifying complexity is not just about technology—it’s about creating value for both users and businesses.\n\nYour work highlights generative AI’s role in creating personalized user experiences, such as credit card recommendations. How do you envision the future of generative AI in personalization across industries?\n\nGenerative AI is revolutionizing personalization by creating tailored, intuitive experiences that resonate with individual users. In the context of chatbots, like those for credit card recommendations, generative AI plays a pivotal role in breaking decision paralysis. It simplifies complex choices by presenting relevant options in a conversational and engaging way, helping customers make faster and more confident decisions.\n\nLooking ahead, I envision generative AI expanding its influence across industries—from retail to healthcare—where it will not only personalize user interactions but also anticipate needs, provide proactive solutions, and streamline decision-making. The future of personalization lies in AI’s ability to combine deep contextual understanding with dynamic adaptability, ultimately creating experiences that are both efficient and deeply human-centered.\n\nYou’ve authored books, published scholarly articles, and filed patents in advanced AI domains. How do you balance your role as a technical leader and a thought leader in the ever-evolving field of AI?\n\nBalancing my roles as a technical and thought leader in AI comes down to a shared foundation: curiosity , giving back to learners community and a commitment to impact. As a technical leader, I focus on driving practical innovations—building systems like scalable enterprise chatbots or anomaly detection frameworks that solve real business problems. This hands-on work keeps me connected to the evolving challenges and opportunities in AI.\n\nAs a thought leader, I view my role as amplifying these learnings for a broader audience. Writing articles on social blogs like “The Ultimate Blueprint for Enterprise Chatbots” allows me to distill complex ideas into actionable strategies, fostering industry-wide collaboration and growth. It’s a synergy—my technical work feeds my thought leadership, while my engagement with the AI community sharpens my ability to lead in dynamic environments.\n\nUltimately, the key is staying grounded in purpose: using AI not just to innovate, but to inspire and drive meaningful change.\n\nMany of your projects aim to enhance customer experience through AI, like anomaly detection and marketing optimization. How do you align technical innovation with customer-centric outcomes?\n\nI believe the key to aligning technical innovation with customer-centric outcomes is to start with the end in mind—understanding what the customer truly values. Whether it’s anomaly detection, marketing optimization, or enterprise chatbots, my approach combines cutting-edge AI techniques with a deep focus on creating seamless and meaningful experiences for users.\n\nFor instance, in my article “The Ultimate Blueprint for Enterprise Chatbots: Simplify, Scale, Succeed,” I emphasized building unified frameworks that deliver consistent, personalized customer interactions. Similarly, my work on marketing optimization involves leveraging predictive models to understand behavioral patterns, enabling hyper-targeted engagement that feels intuitive to the customer.\n\nAt the core, it’s about using AI as a bridge—not just to solve technical problems but to anticipate and enhance the customer journey. By embedding intelligence into every interaction, we not only drive business impact but also create solutions that resonate with people in real and tangible ways.\n\nWith increasing emphasis on data privacy regulations like GDPR and CCPA, how do you ensure that your AI models remain compliant while delivering actionable insights?\n\nEnsuring compliance with data privacy regulations like GDPR and CCPA starts with embedding guardrails into the design and deployment of AI models. Guardrails ensure that privacy, security, and transparency are foundational, not an afterthought.\n\nIn my work, I advocate for privacy-by-design principles—data minimization, anonymization, and secure pipelines are non-negotiables. For instance, when building models for personalized customer targeting or chatbots, we ensure that data used is aggregated and anonymized, aligning with both regulations and user trust.\n\nBalancing compliance with actionable insights requires robust governance frameworks. These frameworks monitor data usage and provide explainability, ensuring that while insights drive business value, they do so ethically and legally. In the age of AI, it’s not just about what we can do with data, but what we should do, and that’s where compliance meets innovation.\n\nAs an internationally recognized expert, what advice would you give aspiring data scientists looking to make a significant impact in the field of AI and machine learning?\n\nMy advice to aspiring data scientists is simple: focus on solving practical problems and always prioritize the user experience. AI and machine learning aren’t just about building sophisticated models—they’re about creating solutions that make a tangible difference.\n\nStart by immersing yourself in real-world challenges. Learn how businesses operate, identify pain points, and think about how data and AI can address them. For instance, in my own journey, I’ve worked on everything from predictive analytics to creating a unified chatbot framework. These experiences taught me that the best solutions are the ones that simplify complexity and put the user first.\n\nStay curious, keep experimenting, and don’t shy away from asking questions like: “How does this impact the end user?” and “Is this scalable for enterprise needs?” A data scientist’s true power lies not just in technical expertise but in the ability to translate it into meaningful impact. Keep that as your north star, and you’ll create solutions that truly transform industries."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Hits Ukraine’s Energy Infrastructure in a Renewed Assault",
            "link": "https://www.nytimes.com/2024/12/13/world/europe/russia-ukraine-attack-energy.html",
            "description": "Military analysts had speculated that Moscow could escalate such attacks as a show of force after the fall of President ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7GjvW9lQYCuS2XNgytRmtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2h",
            "source": "The New York Times",
            "article_content": "The International Atomic Energy Agency had made a renewed call on Thursday for Russia to stop targeting Ukraine’s energy infrastructure: The agency’s board of governors signed a resolution addressing the threats that the attacks pose to nuclear safety.\n\n“The international community must increase pressure on Russia for its deliberate attempts to create a radiation disaster on the continent,” the resolution said.\n\nThe agency said after Friday’s attack that five of Ukraine’s nine operating nuclear reactors had to reduce their power output because of Russia’s “renewed attacks on energy infrastructure.”\n\nThe first reports of damage after the assault came from western Ukraine. The Lviv and Ternopil regions reported power outages, and Svitlana Onyshchuk, the head of the Ivano-Frankivsk military administration, said on social media that her region had experienced “the most massive attack since the start of the full-scale war.”\n\nRussia launches exploding drones at Ukraine nightly. The larger waves, which combine various types of missiles along with the drones, have come every few weeks and are typically aimed at electrical infrastructure such as power plants, in a long-running campaign to black out the country."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia launches huge attack on Ukraine's energy infrastructure",
            "link": "https://www.msn.com/en-us/news/world/russia-launches-huge-attack-on-ukraines-energy-infrastructure/ar-AA1vO9QA?ocid=BingNewsVerp",
            "description": "Russia has launched a huge attack on Ukraine's energy infrastructure, which authorities said was the twelfth large-scale ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CWrR2Kh-nNRZGkQoPUGumy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "BBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'UK in global conflict as 21st century World War has already broken out,' warns expert",
            "link": "https://www.msn.com/en-gb/war-and-conflicts/military-organizations/uk-in-global-conflict-as-21st-century-world-war-has-already-broken-out-warns-expert/ar-AA1vOBGc?ocid=BingNewsVerp",
            "description": "The world has erupted into a series of conflcit zones, leading one expert to say: 'We are indirectly in this war as well and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.abTt9CV89hZ1LmJ9ITD2kC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN14m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US would face a 4-way axis in confrontation with China",
            "link": "https://www.msn.com/en-us/news/world/opinion-us-would-face-a-4-way-axis-in-confrontation-with-china/ar-AA1vOfg9?ocid=BingNewsVerp",
            "description": "But even those who wish to focus solely on a possible conflict with China should recognize that Beijing has allies who almost ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NhCnHykU55GcpqaAXqeGXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "The Hill on MSN1h",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Nvidia Going to Plunge 50% (or More)? History Offers a Very Clear Answer.",
            "link": "https://www.msn.com/en-us/money/markets/is-nvidia-going-to-plunge-50-or-more-history-offers-a-very-clear-answer/ar-AA1vNcLO?ocid=BingNewsVerp",
            "description": "To wrap things up in a nice bow, Nvidia's CUDA software platform has served as the lure that keeps customers coming back for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-YBJrPL8o2xmuTvV5xdUjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "6hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ford Motor Co (F)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/13/ford-motor-co-fs-stock-plunge-what-you-need-to-know/",
            "description": "Ford Motor Co (F) stock saw a decline, ending the day at $10.39 which represents a decrease of $-0.02 or -0.19% from the prior close of $10.41. The stock opened at $10.38 and touched a low of $10.35 ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews37m",
            "source": "bovnews",
            "article_content": "Wolfe Research has recently reduced Ford Motor Co (F) stock to Underperform rating, as announced on December 5, 2024, according to Finviz. Earlier, on November 7, 2024, Bernstein had reduced the stock from a Outperform to Mkt Perform, setting a price target of $11. Goldman also raised Buy rating with a price target of $13. Additionally, Morgan Stanley reduced rating on September 25, 2024, with a target price of $12. Deutsche Bank analysts, in their report published on September 10, 2024, also resumed Hold rating for Ford Motor Co’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nFord Motor Co (F) Stock Trading Recap\n\nOn Thursday, Ford Motor Co (F) stock saw a decline, ending the day at $10.39 which represents a decrease of $-0.02 or -0.19% from the prior close of $10.41. The stock opened at $10.38 and touched a low of $10.35 during the day, reaching a high of $10.51. The volume of shares traded was 38.04 million falling short of the average volume of 52.93 million.\n\nF Stock Performance and Moving Averages\n\nIn recent trading, Ford Motor Co (F) stock price has shown some volatility, fluctuating -0.48% over the last five trades and -6.40% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -12.98%, and it has plunged by -2.81% in the previous three months. Currently, F is trading at -4.34%, -4.12%, and -11.10% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, F, a Consumer Cyclical sector stock, is trading -30.03% below its 52-week high but remains 9.48% above its 52-week low. The Average True Range (ATR) (14 days) of 0.28 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nFord Motor Co’s Profitability and Valuation Ratios\n\nFord Motor Co’s profitability metrics reveal financial health. The company currently boasts an operating margin of 1.92% and a profit margin of 1.93%, with a gross margin of -12.98%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Ford Motor Co’s market capitalization stands at $41.29 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 11.85, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 6.06. Additionally, the Price-to-Sales Ratio is 0.23, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 0.93, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 2.04% of Ford Motor Co (F)’s shares, while financial institutions hold 54.96%.\n\nNotable insider trades include Huntsman Jon M Jr, Director at Ford Motor Co (F), who sold 81234 shares on May 24 ’24, at $12.09 each, totaling $0.98 million. On Mar 06 ’24, Kosman Mark, Chief Accounting Officer, sold 26898 shares for $12.53 each, amounting to $0.34 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GM EV Market Share Increased While Tesla Market Share Decreased In Q3 2024",
            "link": "https://gmauthority.com/blog/2024/12/gm-ev-market-share-increased-while-tesla-market-share-decreased-in-q3-2024/",
            "description": "GM increased its EV market share during the third quarter of 2024, led by the Equinox EV, while Tesla lost significant market ...",
            "image_url": "https://www.bing.com/th?id=OVF.MDdd4%2fSEWw8xL15msDtEng&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "GM Authority6h",
            "source": "GM Authority",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NIO (NIO) Stock Price Prediction and Forecast 2025-2030",
            "link": "https://247wallst.com/investing/2024/12/13/nio-nio-stock-price-prediction-and-forecast-2025-2030/",
            "description": "NIO (NYSE:NIO) is one of the hottest EV car companies in the world and a top 10 largest in the world (3rd largest in China).",
            "image_url": "https://www.bing.com/th?id=OVFT.WISKqV2zd1-3mNhnzmPWiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "24/7 Wall St1h",
            "source": "24/7 Wall St",
            "article_content": "NIO (NIO) Stock Price Prediction and Forecast 2025-2030 24/7 Wall Street\n\nNIO (NYSE:NIO) is one of the hottest EV car companies in the world and a top 10 largest in the world (3rd largest in China). NIO stock made its debut on the New York Stock Exchange on September 12th, 2018, at $6.26 per share.\n\nWithin 3 years of trading, NIO stock hit an all-time high of $62.84 in February 2021 before plummeting 92.65% to today’s price of $4.62 per share.\n\nWhile the share price run-up in early 2020 was purely a momentum push, NIO brand in the EV market was not tarnished. In fact, the car company is still seen as a premium EV player and one of the first companies to address range anxiety issues by creating battery swap technology as a supplement to charging.\n\n24/7 Wall Street aims to provide readers with our assumptions about the stock’s prospects going forward, what growth we see in NIO stock for the next several years, and what our best estimates are for NIO’s stock price each year through 2030.\n\nKey Points in this Article:\n\nNIO is the 3rd largest EV company in China\n\nNIO is the first EV to pioneer swappable battery packs.\n\nIf you’re looking for a megatrend with massive potential, make sure to grab a complimentary copy of our “The Next NVIDIA” report. The report includes a complete industry map of AI investments that includes many small caps.\n\nLintao Zhang / Getty Images News via Getty Images\n\nRecent NIO Stock Updates and news\n\n12/12/2024\n\nNIO’s third plant, F3, is scheduled to commence operations in the third quarter of 2024. This aligns with NIO’s ambitious goal of delivering 44,000 vehicles in 2025, a large increase from its projected output for this year.\n\n12/11/2024\n\nNIO shares were down 6.6% yesterday, trading as low as $4.80. The number of shares traded was also down 51% below average.\n\n12/9/2024\n\nNIO experienced a large gap up at the market open today. After closing at $4.61 on Friday, NIO’s stock opened at $4.94 (a 7.16% increase). In addition to the price surge, NIO also saw unusual options activity today, with 294,778 purchased call options, a 53% increase compared to the average volume of 193,100 call options.\n\n12/6/2024\n\nNIO’s new partnership with Mastercard includes many new experiences and innovative payment solutions. Mastercard cardholders will gain access to exclusive NIO benefits like charging, battery swapping, maintenance, car rental, and business travel privileges. In addition, NIO users will have the option to make contactless payments directly from their vehicle.\n\n12/5/2024\n\nNIO is teaming up with Mastercard to enhance user experiences and expand its global reach. The partnership will focus on improving payment solutions, user services, and international business growth.\n\n12/3/2024\n\nNIO’s shares surged today by 3.9%, peaking at $4.60.\n\n11/27/2024\n\nGoldman Sachs has taken a bearish stance on NIO, downgrading its rating from “neutral” to “sell” and lowering the price target to $3.90. This decision is primarily driven by concerns over NIO’s product pipeline, production ramp-up, and financial performance.\n\n11/26/2024\n\nNIO declined significantly 5.8% today, dipping to a low of $4.32. However, despite this downward trend, NIO’s management remains optimistic about the future. They anticipate positive developments from the launch of new brands, an inflection point in cash flow, and increased sales.\n\n11/22/2024\n\nNIO’s shares increased 2.6% today, trading as high as $4.84.\n\n11/21/2024\n\nNIO delivered 61,855 total vehicles during the third quarter. This represents an 11.6% increase compared to the same period in 2023 and a 7.8% from the previous quarter. The majority of deliveries (61,023 vehicles) came from NIO’s premium smart electric vehicle brand. In addition, the company delivered 832 vehicles from its ONVO brand.\n\n11/20/2024\n\nMacquarie has downgraded NIO from “Outperform” to “Neutral”, citing concerns over weaker demand and production ramp-up issues. The firm has also significantly reduced its price target to $4.80, reflecting a 27% decrease.\n\nNIO Stock Early Stage Growth\n\nThe following is a table of NIO’s revenues, operating income, and share price for the first few years as a public company.\n\nHere’s a table summarizing performance in share price, revenues, and profits (net income) from 2014 to 2018.\n\nShare Price\n\n(End of Year) Revenues (CNY) Operating Income 2018 $5.39 4,951.2 (9,595.6) 2019 $3.45 7,824.9 (11,079.2) 2020 $40.00 16,257.9 (4,607.6) 2021 $16.70 36,136.4 (4,496.3) 2022 $7.87 49,268.6 (15,640.7) 2023 $4.71 55,617.9 (22,655.2)\n\nRevenue and operating income in Billion CNY (1CNY=.14 USD)\n\nNow let’s take a look at Rivian (NASDAQ:RIVN) the first few years it was a publicly traded company (here is Rivian’s stock price forecast):\n\nShare Price\n\n(End of Year) Revenues Operating Income 2021 $50.24 $55.0 ($4,220.0) 2022 $19.30 $1,658.0 ($6,856.0) 2023 $10.70 $4,434.0 ($5,739.0) TTM $15.35 $4,997.0 (5,790.0)\n\nThe revenue growth for both firms is similar but Rivian’s operating loss is more than double the yearly operating loss of NIO.\n\nNIO formerly contracted its manufacturing to Jianghuai Automobile Group, paying a fee for each vehicle produced in addition to fixed cost. They have since acquired the factory from JAC. This agreement is beneficial for a young start-up in a very capital-intensive market. However, when scale is reached, the variable cost model has its downsides.\n\n2023 Getty Images / Getty Images News via Getty Images\n\n3 Key Drivers of NIO’s Stock Performance\n\nProduct Portfolio Expansion and Growing Market Share New Model Launches : Similar to Tesla, NIO started off with a higher-end roadster and used the higher-end models to re-invest into more affordable, mass-market vehicles. NIO aims to push further into price-conscious markets while also adding options for its more premium customers. Add-On Services: With NIO’s battery swap technology, the company plans to roll out an innovative battery-as-a-service solution for its customer base. The company plans on building over 4,000 swap stations worldwide by the end of 2025.\n\nIncreased Vehicle Deliveries and Market Penetration Growing NEV Adoption : The market for new market vehicles (NEVs) is on the rise in China. NIO expects vehicle deliveries in 2025 to double the output from 2023 (roughly 165,000 units). This still only makes up about 2% of the Chinese NEV market and gives NIO plenty of roadway to grab market share for years to come. International Expansion : NIO’s strategy includes expanding its market presence outside China. The company built its first overseas battery-swap station in Hungary in 2022 and has several service centers and NIO accessory businesses throughout Europe.\n\nAdvancements in Technology and Customer Experience Battery and Charging Solutions : NIO’s advancements in battery technology and charging solutions aim to alleviate range anxiety among consumers and help lower the overall cost of the vehicle by 15% to 30%. Focus on Younger Consumers : NIO’s leadership in EV technology will provide brand equity to younger generations of drivers who value enhanced technology packages.\n\n\n\nNIO Stock Forecast Through 2030\n\nYear Revenue Shares Outstanding P/S Est. 2025 97,052 2,050 mm 1x 2026 114,172 2,050 mm 1x 2027 134,643 2,050 mm 1.5x 2028 257,634 2,050 mm 1.5x 2029 176,533 2,050 mm 1.5x 2030 189,548 2,050 mm 2x\n\nRevenue in CYN millions\n\nCompared to Rivian and Tesla, NIO’s price-to-sales valuation will be moderately discounted. While NIO is in solid financial standing and has a premium brand image, it’s still uncertain how much competition the company will face in China and expanding overseas. The company is already spending a quarter of revenues on R&D and if NIO can’t capitalize on this spend, the stock price will be sluggish compared to North American EV manufacturers.\n\nNIO Share Price Estimates 2025-2030\n\n24/7 Wall Street\n\nHow NIO’s Next 5 Years Could Play Out\n\nWall Street analysts have NIO’s stock price over the next year to be $6.94 which gives the stock a 50.22% upside over today’s price of $4.62. Of the 26 analysts covering the stock, the consensus recommendation is a 2.07 ‘Outperform’ Score.\n\nWe expect to see a revenue growth of 60% for 2025, with a price-to-sales multiple of 1x, which puts our price target at $6.63, an upside of 43.51%.\n\nGoing into 2026, we estimate the price to be $7.80, with another strong 50%+ revenue bump. However, with EBITDA still well in the negative, we see the market not rewarding the stock as much and giving it a lower valuation multiple, resulting in an upside of 68.83%.\n\nHeading into 2027, we expect the stock price increase to leap forward to $13.80 with another strong 50%+ revenue growth year-over-year. That is a 97% year-over-year gain and up 198.70% from today’s stock price.\n\nWhen predicting more than 3 years out, we expect NIO’s P/S ratio in 2028 to be 1.5x and top-line growth of 50%. In 2028, we have NIO’s revenue coming in around $36 billion, suggesting a stock price estimate at $26.39 or a gain of 471.21% over the current stock price.\n\n24/7 Wall Street expects NIO’s stock to continue its revenue growth and to generate $25 billion in revenue. The stock price in 2029 is estimated at $18.08, or a gain of 291.34% over today’s price.\n\nNIO Stocks Price Target for 2030\n\nWe estimate NIO’s stock price to be $25.89 per share. Our estimated stock price will be 460.39% higher than the current stock price.\n\nYear Price Target % Change From Current Price 2024 $6.94 Upside of 50.22% 2025 $6.63 Upside of 43.51% 2026 $7.80 Upside of 68.83% 2027 $13.80 Upside of 198.70% 2028 $26.39 Upside of 471.21% 2029 $18.08 Upside of 291.34% 2030 $25.89 Upside of 460.39%\n\nJenoche / Shutterstock.com\n\nCash Back Credit Cards Have Never Been This Good Credit card companies are at war, handing out free rewards and benefits to win the best customers. A good cash back card can be worth thousands of dollars a year in free money, not to mention other perks like travel, insurance, and access to fancy lounges. See our top picks for the best credit cards today. You won’t want to miss some of these offers. Flywheel Publishing has partnered with CardRatings for our coverage of credit card products. Flywheel Publishing and CardRatings may receive a commission from card issuers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Corruption Led to Lebanon's Brutal Collapse",
            "link": "https://www.msn.com/en-us/money/markets/how-corruption-led-to-lebanons-brutal-collapse/vi-AA1vNVrA?ocid=BingNewsVerp",
            "description": "Lebanon is currently going through the worst economic crisis the world has seen in 150 years according to the World Bank.",
            "image_url": "https://www.bing.com/th?id=OVF.SMlzthZNqFQ%2b9ou76iU3Ug&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Cold Fusion on MSN2h",
            "source": "Cold Fusion on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Syria’s collapse exposes Russia’s weaknesses",
            "link": "https://lasvegassun.com/news/2024/dec/13/syrias-collapse-exposes-russias-weaknesses/",
            "description": "Russia’s military intervention in Syria since 2015 has allowed it to assert its power, creating a misleading perception of its military might. In contrast ...",
            "image_url": "https://www.bing.com/th?id=ODF.rUHcA8Rm1qHdCLIMfD6M8Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "Las Vegas Sun6h",
            "source": "Las Vegas Sun",
            "article_content": "Opinion:\n\nRussia’s military intervention in Syria since 2015 has allowed it to assert its power, creating a misleading perception of its military might. In contrast, Ukraine has dispelled that illusion and significantly injured its invaders.\n\nRussia’s decadelong involvement in Syria has failed, much like its invasion of Ukraine. Although Russia’s stature has declined, it will keep up the pretense.\n\nNow that the rebels have ousted Syrian president Bashar al-Assad, they have also exposed Russia’s fragility and difficulty supporting its client states like neighboring Belarus. This turn of events will undoubtedly change the geopolitical landscape, particularly affecting Iran, which is providing Russia with drones. That bodes well for Israel.\n\nDuring the Arab Spring in 2011, people rose up and ousted the leaders of Egypt, Libya, Tunisia and Yemen. However, Russia protected Syria, enabling Assad to remain in power. Russia has also benefited, gaining a foothold in the Middle East and establishing two military bases. The country has invested heavily in Syria by deploying troops, conducting airstrikes and providing economic support — money down the tubes. Russia has given refuge to Assad, and even Russia’s state-controlled media can’t hide that dark reality.\n\nFormer President Barack Obama has described Russia as little more than a large gas station with nuclear weapons, suggesting that its influence is mainly regional — thinking with which President Joe Biden agrees.\n\nUkraine has underscored this critique by stating that Russia cannot effectively fight on two fronts and that Ukraine’s military efforts have significantly weakened Russia’s capacity to exert international influence. This experience serves as a warning to other countries that they cannot rely on Russia. To engage in the conflict with Ukraine, Russia must dedicate all of its workforce and weaponry.\n\nMoreover, Ukraine and President Volodymyr Zelenskyy symbolize the quest for sovereignty and the defense of democracy, aligning themselves with the rebels who overthrew Assad and, by extension, opposed Russia’s presence in Syria. At the same time, Ukraine highlights Russia’s alleged war crimes, drawing parallels to its actions in Syria, particularly the indiscriminate bombing of innocent civilians.\n\nKyiv portrays itself as the bulwark against Russian imperialism and the “iron curtain” — an ironic label — to prevent further aggression. Any Russian notion that it could remake the Soviet Union and relive its “glory days” is an illusion: Ukraine and Syria are perfect illustrations.\n\nRussia is a declining power struggling to maintain its ambitions beyond its borders.\n\nWhen the Soviet Union collapsed in 1991, the world welcomed Russia into the international fold. But Vladimir Putin’s rise to power in 2000 has gradually reversed progress to the point where his regime has imprisoned more political prisoners than Leonid Brezhnev in the 1970s.\n\n“Today, Russia respects neither borders nor human rights. There are no free media or honest elections,” said Poland’s Minister of Foreign Affairs, Radek Sikorski, at a December meeting of the Organization for Security and Cooperation in Europe.\n\n“It proved too difficult to emerge from their own political culture. Russia’s rulers chose the path of aggressive, repressive kleptocracy,” he said. “We are not taken in by your lies, and we know what you are doing. You are trying to rebuild the Russian empire. We will not let you. We will resist you every inch of the way. You are successful in destroying Ukraine. But you are also destroying the future of your own country.”\n\nAlthough Russia has managed to avoid an economic collapse, its war with Ukraine and military involvement in Syria have negatively affected its economy. The country’s national wealth supports its war efforts rather than build its economy.\n\nAdditionally, Western nations and their allies have imposed extensive sanctions on Russia’s banking, energy and military industries, restricting its ability to obtain essential technologies.\n\nHistorically, Russia’s energy exports have provided economic muscle. However, Europe, which has relied on Russian oil and gas, is now imposing a boycott on these resources. While it directs some of this energy to China and India, Russia sells it at discounted prices. Consequently, Russia is experiencing inflation and a shortage of goods.\n\nRussia has drained its coffers, and Assad’s fall has further damaged its reputation. Indeed, the emperor has no clothes — a cautionary tale for other aligned leaders in Iran, North Korea and Belarus.\n\nKen Silverstein has covered energy and the environment for years. He wrote this for InsideSources.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Passenger vehicle dispatches to dealers rise 4 pc in Nov at 3,47,522 units: SIAM",
            "link": "https://economictimes.indiatimes.com/industry/auto/auto-news/passenger-vehicle-dispatches-to-dealers-rise-4-pc-in-nov-at-347522-units-siam/articleshow/116285358.cms",
            "description": "Total three-wheeler dispatches also witnessed a 1 per cent year on year dip to 59,350 units in November, Society of Indian ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ST7KH-1AhjQLmn6Y1SKS1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "6h",
            "source": "Indiatimes",
            "article_content": "Nominations for ET MSME Awards are now open. The last day to apply is December 15, 2024. Click here to submit your entry for any one or more of the 22 categories and stand a chance to win a prestigious award.\n\n\n\n\n\n(You can now subscribe to our\n\n(You can now subscribe to our Economic Times WhatsApp channel\n\nPassenger vehicle dispatches from companies to dealerships rose 4 per cent year on year to 3,47,522 units in November with demand momentum sustaining post festive period in October, industry body SIAM said on Friday.The overall passenger vehicle dispatches stood at 3,33,833 units in November last year.Market leader Maruti Suzuki India dispatched 1,41,312 units to its dealers last month, an increase of 5 per cent as compared with 1,34,158 units in November last year.Hyundai Motor India dispatches declined to 48,246 units last month as against 49,451 units in the year-ago period.Mahindra & Mahindra sales stood at 46,222 units last month as compared with 39,981 units in November last year, a growth of 16 per centTwo-wheeler wholesales, however, declined by 1 per cent year on year to 16,04,749 units last month as compared with 16,23,399 units in the same month last year.Scooter sales rose 12 per cent year on year to 5,68,580 units last month while bike dispatches fell 7.5 per cent to 9,90,246 units.Moped wholesales rose 6 per cent year on year to 45,923 units last month as compared with 43,482 units in November 2023.Total three-wheeler dispatches also witnessed a 1 per cent year on year dip to 59,350 units in November, Society of Indian Automobile Manufacturers (SIAM) said in a statement.\"The demand momentum which was seen in October during the festive period has continued in November for the industry as a whole, although two-wheeler and three-wheeler segments witnessed minor de-growth in November 2024,\" SIAM Director General Rajesh Menon said. Passenger vehicles posted their highest ever sales of November in 2024 of 3.48 lakh units, with a growth of 4.1 per cent as compared to November 2023, he added.Though the Diwali festival did not fall in the month of November in 2024, the two-wheeler segment posted sales of 16.05 lakh units, crossing the 16 lakh units mark for the first time in a non-Diwali November, Menon stated."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AOC’s new 32-inch 4K OLED gaming monitor has a surprisingly low price",
            "link": "https://www.pcgamesn.com/aoc/ag326ud-gaming-monitor",
            "description": "The new AOC AG326UD not only sports a 165Hz QD-OLED panel and Nvidia G-Sync compatibility, but it's also cheaper than most ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sysbp1JLkJhxkW_H7l_YZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "23h",
            "source": "PCGamesN",
            "article_content": "Monitor manufacturer AOC has revealed its latest 4K OLED gaming monitor. The new AOC AG326UD might not have the catchiest name, but it sports a decent set of specs with a $799 price tag.\n\nAOC takes up two spots on our best gaming monitor guide, thanks to their affordability and performance. The new AOC AGON Pro monitor appears to be following suit, as it undercuts some QD-OLED and regular OLED monitors by a fair margin in the 4K space.\n\nIn our tests, we’ve found that Samsung’s QD-OLED is generally superior to LG’s competing WOLED tech, especially when it comes to viewing text on the Windows desktop, which can look fuzzier on the latter. AOC also says its new monitor supports TrueBlack HDR400, which will give games deep, rich blacks.\n\nThe monitor also looks set to carry on AOC’s long line of excellent high-refresh rate monitors. While not the fastest, its 165Hz refresh rate is more than enough for most people and will be a massive boon for those deep in the waters of esports or twitch-heavy titles.\n\nThis lower refresh rate than the competition is probably a good reason why this monitor sits at $799 rather than over $1,000. Another bonus is that this new AOC screen is also Nvidia G-Sync compatible, meaning it can synchronize its refresh rate with the frame rate output from the best graphics card models, stopping irritating tearing issues.\n\nOLED tech – and its spin-offs – are currently going through a small price crash. On Amazon, large quantities of previously expensive 1440p and 1080p OLED gaming monitors are having hundreds of dollars slashed from their price tags.\n\nAOC’s Agon Pro AG276QZD for, example, which has a 1440p resolution and 240Hz refresh rate, is sitting at a single cent under $500, for example, reduced from $600. Meanwhile, on the competing 4K front, the Asus ROG Swift PG32UCDM has had $300 cut from its price, leaving it at $999.\n\nWe’ll have to wait for AOC’s newest 4K QD-OLED to cross our desks before we make any real judgment. However, it is still cheaper than the best-known brands even with discounts. The AOC AG326UD also has a 32-inch screen, making it a little bigger than most OLED monitors in this price range.\n\nOLED looks like it is getting cheaper every year, and with CES 2025 coming, we’re expecting to see much more. The sublime color reproduction and fast response times provided by these panels mean that any titles played on the best gaming PCs will almost always look infinitely better than on LCD. Even the best gaming handheld, the Steam Deck, has had an OLED refresh, putting it right at the top of our best gaming handheld guide."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Digital Solutions: The Strategic Vision Of Savitha Nuguri In Cloud Integration And Microservices Architecture",
            "link": "https://www.outlookindia.com/hub4business/transforming-digital-solutions-the-strategic-vision-of-savitha-nuguri-in-cloud-integration-and-microservices-architecture",
            "description": "Known for her strategic vision and leadership, Savitha has successfully led numerous digital transformation initiatives, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YtmZz2bVr9c7k8JIx_nE-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "18h",
            "source": "Outlookindia",
            "article_content": "In addition to her strategic and technical skills, Savitha is deeply committed to mentoring and developing her team. She cultivates a culture of learning and innovation, encouraging her team members to explore new technologies and methodologies. This approach has not only led to the successful execution of individual projects but has also laid the groundwork for sustained organizational growth. Under her guidance, team members are empowered to excel, driving both their professional development and the long-term success of the organization."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking New Ground In Data Migration: The Journey Of Sumit Shekhar Into Cloud-Native Future",
            "link": "https://www.outlookindia.com/hub4business/breaking-new-ground-in-data-migration-the-journey-of-sumit-shekhar-into-cloud-native-future",
            "description": "With his work on this project, Shekhar has proved that cloud-native infrastructures are not a stepping stone to cost-cutting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7uc2Ss3SG5QteDojPj5Zki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "18h",
            "source": "Outlookindia",
            "article_content": "In today's data-driven world, the notion that critical information should be made available in real-time surpasses the simple requirement of technology; it's the very bedrock on which modern businesses are built. For Sumit Shekhar, this realization formed the cornerstone of one of his most transformative projects: migrating the very vital databases onto a public cloud infrastructure, for example, AWS (Amazon Web Service). As the Senior Product Director of AI Infrastructure Platforms at a leading financial institution, Sumit was given the challenge of a system that needs to overcome both speed and availability while showing support for the global-scale operation of the institution and AI services."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dell Streak - connectivity and disabling",
            "link": "https://www.msn.com/en-gb/money/other/dell-streak-connectivity-and-disabling/vi-AA1vNoat?ocid=BingNewsVerp",
            "description": "The King said Apple's new artificial intelligence (AI) tool is \"fantastic\" as he was shown around the tech brand's ...",
            "image_url": "https://www.bing.com/th?id=OVF.mmObuJzvduzN9ScKQfHyLw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "KitGuruTech on MSN7h",
            "source": "KitGuruTech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists uncover 'exciting' inscription at Biblical Mount Zion",
            "link": "https://www.msn.com/en-nz/news/other/archaeologists-uncover-exciting-inscription-at-biblical-mount-zion/ar-AA1vKmAM?ocid=BingNewsVerp",
            "description": "A roughly 500-year-old shard of Chinese porcelain - believed to be remains from bowl dating to the Ming Dynasty - was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Zmx0nw-1V9vTPTNKNsb1GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "22hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Film Theory-Dib Is An ALIEN! (Invader Zim)",
            "link": "https://www.msn.com/en-us/entertainment/tv/film-theory-dib-is-an-alien-invader-zim/vi-AA1vMXxO?ocid=BingNewsVerp",
            "description": "I've been wanting to cover more classic cartoons lately and Invader Zim was the perfect choice. The lore and science of that ...",
            "image_url": "https://www.bing.com/th?id=OVF.d6QpL5eZre82UikjvIFlzQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Extraterrestrial life may look nothing like life on Earth − so astrobiologists are coming up with a framework to study how complex systems evolve",
            "link": "https://www.space.com/space-exploration/search-for-life/extraterrestrial-life-may-look-nothing-like-life-on-earth-so-astrobiologists-are-coming-up-with-a-framework-to-study-how-complex-systems-evolve",
            "description": "In October 2024, a diverse group of scientists gathered to think outside the box on evolution. They wanted to step back and ...",
            "image_url": "https://www.bing.com/th?id=OVF.H0VQxt03YCTXaHR1JGTXHA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Space.com2hOpinion",
            "source": "Space.com",
            "article_content": "This article was originally published at The Conversation. The publication contributed the article to Space.com's Expert Voices: Op-Ed & Insights.\n\nWe have only one example of biology forming in the universe – life on Earth. But what if life can form in other ways? How do you look for alien life when you don’t know what alien life might look like?\n\nThese questions are preoccupying astrobiologists, who are scientists who look for life beyond Earth . Astrobiologists have attempted to come up with universal rules that govern the emergence of complex physical and biological systems both on Earth and beyond.\n\nI’m an astronomer who has written extensively about astrobiology . Through my research, I’ve learned that the most abundant form of extraterrestrial life is likely to be microbial, since single cells can form more readily than large organisms. But just in case there’s advanced alien life out there, I’m on the international advisory council for the group designing messages to send to those civilizations.\n\nDetecting life beyond Earth\n\nSince the first discovery of an exoplanet in 1995, over 5,000 exoplanets, or planets orbiting other stars , have been found.\n\nMany of these exoplanets are small and rocky, like Earth, and in the habitable zones of their stars. The habitable zone is the range of distances between the surface of a planet and the star it orbits that would allow the planet to have liquid water, and thus support life as we on Earth know it.\n\nThe sample of exoplanets detected so far projects 300 million potential biological experiments in our galaxy – or 300 million places, including exoplanets and other bodies such as moons, with suitable conditions for biology to arise.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe uncertainty for researchers starts with the definition of life. It feels like defining life should be easy, since we know life when we see it, whether it’s a flying bird or a microbe moving in a drop of water. But scientists don’t agree on a definition, and some think a comprehensive definition might not be possible.\n\nNASA defines life as a “self-sustaining chemical reaction capable of Darwinian evolution.” That means organisms with a complex chemical system that evolve by adapting to their environment. Darwinian evolution says that the survival of an organism depends on its fitness in its environment.\n\nThe evolution of life on Earth has progressed over billions of years from single-celled organisms to large animals and other species, including humans.\n\nEvolution vs Natural Selection - YouTube Watch On\n\nExoplanets are remote and hundreds of millions of times fainter than their parent stars, so studying them is challenging. Astronomers can inspect the atmospheres and surfaces of Earth-like exoplanets using a method called spectroscopy to look for chemical signatures of life.\n\nSpectroscopy might detect signatures of oxygen in a planet’s atmosphere, which microbes called blue-green algae created by photosynthesis on Earth several billion years ago, or chlorophyll signatures, which indicate plant life.\n\nNASA’s definition of life leads to some important but unanswered questions. Is Darwinian evolution universal? What chemical reactions can lead to biology off Earth?\n\nEvolution and complexity\n\nAll life on Earth, from a fungal spore to a blue whale, evolved from a microbial last common ancestor about 4 billion years ago.\n\nThe same chemical processes are seen in all living organisms on Earth, and those processes might be universal. They also may be radically different elsewhere.\n\nIn October 2024, a diverse group of scientists gathered to think outside the box on evolution. They wanted to step back and explore what sort of processes created order in the universe – biological or not – to figure out how to study the emergence of life totally unlike life on Earth.\n\nTwo researchers present argued that complex systems of chemicals or minerals, when in environments that allow some configurations to persist better than others, evolve to store larger amounts of information. As time goes by, the system will grow more diverse and complex, gaining the functions needed for survival, through a kind of natural selection.\n\nMinerals are an example of a nonliving system that has increased in diversity and complexity over billions of years. (Image credit: UNM Newsroom)\n\nThey speculated that there might be a law to describe the evolution of a wide variety of physical systems. Biological evolution through natural selection would be just one example of this broader law.\n\nIn biology, information refers to the instructions stored in the sequence of nucleotides on a DNA molecule, which collectively make up an organism’s genome and dictate what the organism looks like and how it functions.\n\nIf you define complexity in terms of information theory, natural selection will cause a genome to grow more complex as it stores more information about its environment.\n\nComplexity might be useful in measuring the boundary between life and nonlife.\n\nHowever, it’s wrong to conclude that animals are more complex than microbes. Biological information increases with genome size, but evolutionary information density drops. Evolutionary information density is the fraction of functional genes within the genome, or the fraction of the total genetic material that expresses fitness for the environment.\n\nOrganisms that people think of as primitive, such as bacteria, have genomes with high information density and so appear better designed than the genomes of plants or animals.\n\nA universal theory of life is still elusive. Such a theory would include the concepts of complexity and information storage, but it would not be tied to DNA or the particular kinds of cells we find in terrestrial biology.\n\nImplications for the search for extraterrestrial life\n\nResearchers have explored alternatives to terrestrial biochemistry. All known living organisms, from bacteria to humans, contain water, and it is a solvent that is essential for life on Earth. A solvent is a liquid medium that facilitates chemical reactions from which life could emerge. But life could potentially emerge from other solvents, too.\n\nAstrobiologists Willam Bains and Sara Seager have explored thousands of molecules that might be associated with life. Plausible solvents include sulfuric acid, ammonia, liquid carbon dioxide and even liquid sulfur.\n\nAlien life might not be based on carbon, which forms the backbone of all life’s essential molecules – at least here on Earth. It might not even need a planet to survive.\n\nAdvanced forms of life on alien planets could be so strange that they’re unrecognizable. As astrobiologists try to detect life off Earth, they’ll need to be creative.\n\nOne strategy is to measure mineral signatures on the rocky surfaces of exoplanets, since mineral diversity tracks terrestrial biological evolution. As life evolved on Earth, it used and created minerals for exoskeletons and habitats. The hundred minerals present when life first formed have grown to about 5,000 today.\n\nFor example, zircons are simple silicate crystals that date back to the time before life started. A zircon found in Australia is the oldest known piece of Earth’s crust. But other minerals, such as apatite, a complex calcium phosphate mineral, are created by biology. Apatite is a primary ingredient in bones, teeth and fish scales.\n\nAnother strategy to finding life unlike that on Earth is to detect evidence of a civilization, such as artificial lights, or the industrial pollutant nitrogen dioxide in the atmosphere. These are examples of tracers of intelligent life called technosignatures.\n\nIt’s unclear how and when a first detection of life beyond Earth will happen. It might be within the solar system , or by sniffing exoplanet atmospheres, or by detecting artificial radio signals from a distant civilization.\n\nThe search is a twisting road, not a straightforward path. And that’s for life as we know it – for life as we don’t know it, all bets are off.\n\nThis article was originally published on The Conversation. Read the original article. Follow all of the Expert Voices issues and debates — and become part of the discussion — on Facebook, Twitter and Google +. The views expressed are those of the author and do not necessarily reflect the views of the publisher. This version of the article was originally published on Space.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey",
            "link": "https://www.msn.com/en-ca/news/world/iranian-vessel-drone-or-ufo-mystery-over-bizarre-lights-spotted-in-skies-over-new-jersey/ar-AA1vKN0U?ocid=BingNewsVerp",
            "description": "Drones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rj2tmeZwjm5sEs8ttBlvmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "21hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pilots report mysterious 'UFO' sightings in Oregon",
            "link": "https://www.nbcnews.com/now/video/pilots-report-mysterious-ufo-sightings-in-oregon-226962501637",
            "description": "Pilots have been reporting mysterious UFO sightings in Oregon. NBC News' Gadi Schwartz speaks to the co-founder of Americans ...",
            "image_url": "https://www.bing.com/th?id=OVF.3kJDB39o42ULfROnT%2bIbnw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "13h",
            "source": "NBC News",
            "article_content": "Pilots have been reporting mysterious UFO sightings in Oregon. NBC News' Gadi Schwartz speaks to the co-founder of Americans for Safe Aerospace Ryan Graves about the sightings and how pilots are handling it. Dec. 13, 2024"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle School Student Makes Important Biomedical Discovery In Goose Poop",
            "link": "https://www.iflscience.com/middle-school-student-makes-important-biomedical-discovery-in-goose-poop-77219",
            "description": "This budding young middle school scientist was part of a community partnership with a local university that engages kids from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.chbUQ9ua6nlttkpQpenEui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "IFLScience1h",
            "source": "IFLScience",
            "article_content": "Imagine knowing you’ve already made an important contribution to biomedical research before you’ve even started high school. This is a reality for a young Chicago student who recently found a bacterium that exhibits antibiotic activity and produces a novel compound that slows the growth of human melanoma and ovarian cancer cells in the lab. Where did this startling discovery come from? Well, goose poop of course.\n\nThis budding young middle school scientist was part of a community partnership with a local university that engages kids from underrepresented and low-income backgrounds. The team partnered with Boys and Girls Clubs of Chicago, which allowed them to engage with middle schoolers as part of a 14-week applied science program.\n\nAdvertisement Advertisement\n\nInequality in educational resources, especially for STEM subjects, has often prevented some students from accessing these fields when they’re older. However, a team from the University of Illinois at Chicago, led by Brian Murphy, has established a partnership that engages such groups at an early stage in their educational development. The hope is that, by providing them with a chance to conduct real, high-quality research, these young students will come to see themselves as scientists and explore related careers in the future.\n\nAs Murphy’s lab is focused on finding antibiotics from natural sources, the students helped scour their local communities for environmental samples. Before someone suggests this was just a way to outsource sample gathering, the students then followed up on the stages of scientific processing, especially for programming a specialized robot that removes bacterial colonies from growth plates and tests them for antibiotic activity.\n\n“All experiments are performed under the guidance of graduate student or postdoctoral scientist volunteer mentors”, the researchers explain in their study.\n\n“Each student collected 3 samples of their choice from Garfield Park in Chicago, IL. Students pretreated and diluted their samples before plating each one on three different media types [....] While their bacteria incubated, they practiced block programming on LEGO EV3 modules in preparation for robot operation. When their environmental diversity plates exhibited sufficient bacterial growth, students programmed and operated the Hudson Robotics RapidPickMP to pick all distinguishable colonies from their environmental diversity plates and transfer them onto dual-sided agar plate assay (DAPA) bioassay plates.”\n\nAdvertisement Advertisement\n\nDuring their search, one student returned with a sample of goose poop that contained a strain of bacteria called Pseudomonas idahonensis – a species that had previously been isolated from rainbow trout in Idaho (idahonensis means “from Idaho). The student, Camarria Williams, and Jonathon Rodriguez, Technology Program Manager at Boys and Girls Clubs of Chicago, are listed as co-authors of the paper\n\nIt was concluded that this bacterium had antibiotic activity and even produced a completely new-to-science compound. Using nuclear magnetic resonance (NMR) and mass spectrometry, the university researchers were able to determine that orfamide N was not actually responsible for the antibiotic activity observed before. However, the compound did hinder the growth of human melanoma and ovarian cancer cells when it was tested in the laboratory.\n\nIt is believed that further testing could reveal additional advantageous properties of this new molecule.\n\nThis project demonstrates that it is possible to combine educational outreach with natural product discovery research while also showing how important it is to develop strong relationships between universities and local communities. In particular, it offers typically under-represented students a chance to be scientists themselves and to make incredible discoveries like this!\n\nAdvertisement Advertisement\n\nGuess we should also thank the goose for providing its poop as well.\n\nThe study is published in the journal ACS Omega."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nearby exoplanet has grown a tail 44 times longer than Earth — and it's acting like a giant 'stellar windsock'",
            "link": "https://www.livescience.com/space/exoplanets/nearby-exoplanet-has-grown-a-tail-44-times-longer-than-earth-and-its-acting-like-a-giant-stellar-windsock",
            "description": "Researchers have detected a giant tail of gas leaking from an exoplanet near Earth. The giant structure, which is up to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.neF4KuJHEzAvl923uu-YAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science43m",
            "source": "Live Science",
            "article_content": "New research has shown that the gas giant exoplanet WASP-69 b has a 350,000-mile-long tail of gas trailing in its wake. The gas leaks from the alien world's atmosphere due to the exoplanet's close proximity to its sun, and is blown into a tail by stellar wind.\n\nAn alien world near Earth is being trailed by a gigantic tail, stretching longer than 40 Earths as it closely circles its home star. The enormous structure, which is made up of gas leaking from the exoplanet's atmosphere, is being blown by stellar winds like a giant \"windsock,\" experts say.\n\nThe exoplanet, WASP-69 b , is a gas giant. It's around the same size as Jupiter but less than a third as massive, and orbits a main sequence star roughly 160 light-years from Earth. It is very close to its star, completing a single trip around the alien sun every 3.9 days.\n\nSince its discovery in 2014, researchers have noticed that WASP-69 b is losing up to 200,000 tons (180,000 metric tons) of mostly helium and some hydrogen gas per second, which is likely being lost as a result of it being superheated by the exoplanet's star. At this rate, the exoplanet has likely lost up to seven Earth masses during its lifetime, which has lasted around 7 billion years.\n\nScientists previously speculated that WASP-69 b might have a comet-like tail made up of some of the gas it leaks into space, but this had never been confirmed. However, in a study published Jan. 9 in the journal Astronomy and Astrophysics , researchers analyzed the alien world using data from the W. M. Keck Observatory on Maunakea, Hawaii to precisely measure the planet and its surroundings, and found that it really did have a tail that stretches up to 350,000 miles (560,000 kilometers) long — roughly 44 times as long as Earth is wide.\n\n\"Previous observations suggested that WASP-69 b had a modest tail, or no tail at all,\" study lead author Dakotah Tyler , an doctoral candidate in astrophysics at UCLA, said in a statement released at the time. \"However, we have been able to definitively show that this planet's helium tail extends at least seven times the radius of the giant [exo]planet itself.\"\n\nRelated: 32 alien planets that really exist\n\nStellar wind is the driving force behind WASP-69 b's tail, allowing researchers to use the gaseous structure as a \"windsock\" to learn more about these stellar gusts. (Image credit: W. M. Keck Observatory/ Adam Makarenko\n\nWASP-69 b's tail forms when \"stellar wind\" blows the leaking gas away from the exoplanet, creating a trail in its wake. Stellar wind, similar to the sun's solar wind, is a stream of charged particles that are constantly being spat out by the star. If the stellar wind were to disappear, then the tail would also fade away, researchers wrote.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n\"If the stellar wind were to taper down, then you could imagine that the planet is still losing some of its atmosphere, but it just isn't getting shaped into the tail,\" Tyler said in a new NASA statement released Dec. 10. Without the stellar wind, that gas escaping on all sides of the planet would be spherical and symmetrical, he said. \"But if you crank up the stellar wind, that atmosphere then gets sculpted into a tail.\"\n\nThe discovery could help us learn more about how gas giants form and evolve over time, and also provides scientists with a rare opportunity to measure the stellar winds of distant stars by using the tail like a giant \"windsock,\" NASA representatives wrote in the statement."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists uncover strong light-matter interactions in quantum spin liquids",
            "link": "https://www.msn.com/en-us/science/physics/physicists-uncover-strong-light-matter-interactions-in-quantum-spin-liquids/ar-AA1vKXqU?ocid=BingNewsVerp",
            "description": "Physicists have long theorized the existence of a unique state of matter known as a quantum spin liquid. In this state, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VshDy76qL3vGwdlc--Cd2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "22hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists control quantum states in new energy range",
            "link": "https://www.msn.com/en-us/news/technology/scientists-control-quantum-states-in-new-energy-range/ar-AA1vKDxt?ocid=BingNewsVerp",
            "description": "An international team of scientists led by Dr. Lukas Bruder, junior research group leader at the Institute of Physics, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-Xt_fImbCrPFpbGGseGLCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "23hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple CEO Tim Cook meets King Charles ...Tech & Science Daily podcast",
            "link": "https://www.msn.com/en-gb/news/uknews/apple-ceo-tim-cook-meets-king-charles-tech-science-daily-podcast/ar-AA1vKLse?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qSysJKPNRVoe6375fAxUDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "22hon MSNOpinion",
            "source": "Evening Standard on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Climate Engineering: The Science Behind Road Resiliency",
            "link": "https://www.forconstructionpros.com/infrastructure/article/22928364/climate-engineering-the-science-behind-road-resiliency",
            "description": "Given the majority of U.S. roads are built using asphalt, in the current climate paradigm is that still the best choice for road construction and replacement?",
            "image_url": "https://www.bing.com/th?id=ODF.__dK-pEZ1HVF5KoOMNAuAg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "For Construction Pros22h",
            "source": "For Construction Pros",
            "article_content": "The Cornell Program in Infrastructure Policy (CPIP) explores policy aspects of infrastructure deployment: design, construction, operation, maintenance, procurement, funding, financing, and recycling of assets to ensure efficiency, cost‐effectiveness, equity, and inclusion.\n\nCPIP encourages the incorporation of the latest technologies – sensors, robotics, artificial intelligence, cybersecurity, low‐carbon materials, and data analytics – into new infrastructure projects.\n\nThe program’s scope includes heavy civil infrastructure such as roads, bridges, tunnels, airports, seaports, drinking water systems, wastewater treatment facilities and energy systems.\n\nProfessor Rick Geddes is the founder and academic director of CPIP, which started in 2012 and focuses on peer-reviewed research, teaching, and public engagement and outreach. Its 40-member industry advisory board represents, “some of the most distinguished people in the infrastructure world,” he said.\n\nAmong CPIP teachings is, ‘climate engineering,’ a term Geddes said Cornell University developed to emphasize the new technologies that have been developed in the infrastructure world.\n\nRick Geddes\n\n\n\n“I call it a quiet technological revolution, because we hear a lot about driverless cars and electric cars. But there's a whole set of other technologies that includes sensors embedded in concrete and elastic asphalt,” he says.\n\nGeddes notes the work of Cornell University Materials Science and Engineering Professor Emmanuel P. Giannelis who was instrumental in developing new materials for roads and highways to decrease the rutting and cracking that typically takes place especially during freeze-thaw cycles.\n\n“We developed a new family of surfacing materials by incorporating clay nanoparticles into asphalt,” Giannelis says. “These particles are chemically similar to those found in soils except for their size, which is much finer. Specifically, they have at least one of their dimensions in the nanometer range and they can mix with the other ingredients at the nanoscale.”\n\nAs a result, adding a small amount of nanoclays leads to significant improvements in mechanical and thermo-cycling performance, Giannelis explained.\n\n“In addition, the nanoclays allow replacement of more expensive copolymers and other polymer additives with the lower cost crumb rubber. The technology offers significantly improved performance compared to traditional surfacing materials leading to roads with longer-lasting surfaces, even under extreme weather conditions.”\n\nThe technology is currently being scaled up and tested in real applications and is a good example of a new type of partnership where academia works with private, government, and corporate partners to develop critical next-generation technologies, Giannelis explained.\n\n“I believe there's a lot of other innovations in asphalt and these materials that needs to be studied more and tested,” he says. “They key is adoption at scale, where you try to figure out new materials to get more with less or more with the same, so you don't have to resurface as often. It's more environmentally friendly. That’s the climate engineering we're trying to get across.”\n\nMaking The Case For Tomorrow\n\nAnother policy topic CPIP investigates is ‘future-proofing.’\n\n“It’s a bit of a misnomer, because we can't protect ourselves from the future,” Geddes noted. “But the idea of future-proofing is if you have a procurement contract with a private partner to do operation and maintenance, that contract includes clauses in it such that the private partner has a duty to utilize the latest technologies in their operation and maintenance of the infrastructure.”\n\nGeddes said that as a professor of economics, one factor on his radar is the lack of proper pricing of the use of the transportation infrastructure, creating challenges in building and rebuilding roads.\n\nRick Geddes\n\n\n\n“It’s very difficult to price all roads immediately, but we have seen a lot of incremental steps like congestion pricing in New York City,\" he said. The program, which had been postponed, is rolling out in a modified version beginning Jan. 5.\n\n“One of the things that bothers me is that the economics and technology now is available to do that properly, but we seem to fail on the political side,” Geddes says. “How political a lot of the policies become in transportation is disconcerting.”\n\nAdditionally, Geddes said he understands the encouragement of using electricity rather than fossil fuels, but EV drivers aren't paying anything for the use of the roads under the current way they are funded at the state and federal level. He points out many people – particularly younger people – have equity concerns associated with the gas tax.\n\n“It was greatly increased in 1956 at the federal level by President Eisenhower to pay for the construction of the interstate highway system,” said Geddes. “In those days, any four-door family car got about the same mileage per gallon. If you bought a gallon of gas, you would use the roads about the same amount.\n\n“Today, that’s no longer true. A wealthier person who has a Tesla pays zero in the gas tax. But a poorer family with a less energy-efficient old pickup truck pays a heck of a lot.”\n\nGeddes noted federal taxes on fossil fuels per gallon stand at 18.4 cents for gas and 24.4 cents for diesel.\n\n“The uptake of electric vehicles means there's less use of fossil fuel and less tax revenue is going to be more correlated with this inequity problem,” explained Geddes. “The Department of Transportation has to fund itself somehow and you're pushing that cost onto the gasoline drivers who tend to be lower income. Gas tax is regressive in the sense that it hits poor families more than rich families.\n\n“They are not indexed to inflation, so inflation, over time, erodes the purchasing power of those fossil fuel taxes,” he said. “That’s also true at the state level.”\n\nGeddes said that the cost of construction materials has gone up faster than the consumer price index against the backdrop of declining revenue. He added that he understood the reason for the shift away from the use of fossil fuels for environmental and other reasons, but calls it a paradox, “because you're trying to fund your transportation network based on the consumption of fossil fuels at the same time you're trying to discourage the use of fossil fuels.”\n\nThe Corporate Average Fuel Economy standards that were increased at the end of the George W. Bush administration and the beginning of the Obama administration have been tightened over time, Geddes said.\n\n“The idea is to encourage more efficient vehicles and discourage use of fossil fuels and the car companies complied. They figured out more efficient engines,” he added. “But the effect of that on the tax revenue for transportation at the state and federal level declines as a result.”\n\nGeddes backs the idea of switching to a road usage charge, such as used in Oregon.\n\n“You pay a flat fee per mile of road use. You separate the use of the road from whatever fuel you use,” he said. “There is a solution to this, but it’s the political will that’s lacking.”\n\nTransportation Reformation\n\nGeddes talked of the reform of the National Environmental Policy Act, dating to January 1, 1970, requiring federal agencies to assess the environmental effects of their proposed actions prior to making decisions.\n\n\n\n\n\n“It was thought to be a modest bill, but it's become a giant barrier to the efficient delivery of infrastructure in the United States,” he argued. “The effect of delaying projects is to make them more costly. It slows them down enormously. I think it slows the adoption of new technologies.”\n\nAnother consideration is examining the way the U.S. has delivered infrastructure for about a century – particularly with taxes on municipal bonds, which tends to discourage partnerships between the public and private sectors, Geddes said.\n\n“A lot of times, private partners are the ones who have they do these projects globally,” he said. “They understand the technologies. They're willing to take risk. I’ve urged policymakers to undertake reforms of the way we deliver and procure infrastructure in the United States in order to encourage more public private partnerships.”\n\nGeddes notes the Infrastructure Investment and Jobs Act (IIJA) increased the cap on tax-exempt highway or surface freight transfer facility bonds to $30 billion and that it’s his understanding the U.S. will hit that cap soon.\n\n“I would urge no cap as long as it's a qualified project,” he added. “The Treasury claims it would lose revenue, but we can debate how much that would be.”\n\nGeddes added that the U.S. infrastructure is owned and controlled in a, “very balkanized fashion. There's a lot of very small owners of infrastructure. They’re used to doing procurement in a certain way and are a bit concerned about innovative techniques like public private partnerships that are regularly used in many other countries.\n\n“My hope would be that the public sector could be trained. We call it public sector capacity – capacity is like the comfort level with innovative contracting, the knowledge, and the skills, so they protect the contract with the private sector more but also protect the public interest in the process of doing that.”\n\nPublic sector asset owners are slow to adopt new technologies because they're risk averse. Through CPIP, Geddes advocates innovative procurement contracts where the private sector assumes some of that risk through future proofing and insurance that tries to speed up adoption of those technologies by the public sector owners.\n\n“The primary thing is to protect the public interest, but at the same time, we can't be stuck forever in a certain way of doing things,” Geddes said. “This quiet technological revolution in infrastructure offers us this chance to really leap forward.”\n\nResiliency Will Only Become More Important\n\nThe issue of road reconstruction as a result of climate change is a global concern.\n\n“We are seeing, primarily due to recent events, that future infrastructure and adaptation, resilience, and risk for climate change is rapidly rising up in the discussions of governments, municipal authorities, and industry,” noted Professor Sean Smith, Chair of Future Construction, School of Engineering at the University of Edinburgh.\n\nAdobeStock_390821353\n\n\n\nTransport infrastructure – along with buildings and housing – has taken some of the biggest hits from climate change, he added.\n\n“Recent events both in Europe with Storm Boris and Hurricane Helene in the U.S. showed the catastrophic damage to highways, country and mountain roads – many of the key arteries for communities, business and inter-city movement of people and goods which have been so badly damaged,” he said.\n\n“Many transport routes such as roads or rail have become the new rivers of climate change as they are the primary route map for the channelling of heavy intense storm rains prior to reaching rivers and deltas.\"\n\nFifty years ago, no designer or engineer foresaw the extent of intense rainfall many countries now face.\n\n“The ferocity of slow-moving storms and intense rainfall experienced inland, well away from the coast, has made us all consider how we must redesign and adapt existing infrastructure or in-build higher resilience, well beyond anything we had planned before,” Smith added.\n\nAll local and national governments need to make greater headway in ensuring infrastructure resilience and adaptation is integral to annual spending plans, noted Smith.\n\n“Learn from some of these key events and undertake infrastructure risk assessments and modeling to then focus funds to maximize resilience on key communities and industry areas,” he said.\n\nSmith noted there is not necessarily any region that is not affected by climate concerns – case in point, Asheville, North Carolina. Earlier this year, Dubai experienced 18 months of rain in two days.\n\n“Previous modeling needs to shift from the ‘what did we plan and know from before’ to ‘what we need to do to plan for the unknown’,” Smith explained.\n\nSmith believes asphalt is still the best choice for road construction and replacement, “with a greater focus on enhanced reinforcement of roads – boundaries – and embankments and with the opportunity to potentially build in parallel pipework to draw the water away, most likely and easier to be surface mounted awaiting use once such storms arrive.”\n\nSmith noted a country’s Gross Domestic Product should also be measured on its ability to reduce risk and inbuild infrastructure resilience.\n\n“We don’t have much time,” he said. “The sooner we start, the better.”"
        }
    }
]