[
    {
        "title": "Pentagon receives over 700 new reports of UFO sightings",
        "link": "https://www.msn.com/en-us/news/other/pentagon-receives-over-700-new-reports-of-ufo-sightings/ar-AA1u9S7Z?ocid=BingNewsVerp",
        "description": "Last year's report cited 281 incidents during its review period. During a press briefing on the report on Thursday, Pentagon ...",
        "image_url": "https://www.bing.com/th?id=OVF.hZ5%2fD7355cA%2bbED9wIguLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2hon MSN",
        "source": "Houston Chronicle on MSN",
        "article_content": ""
    },
    {
        "title": "Inside Capitol Hill’s Latest UFO Hearings",
        "link": "https://www.msn.com/en-us/news/technology/inside-capitol-hills-latest-ufo-hearings/ar-AA1u9l0Y?ocid=BingNewsVerp",
        "description": "On Nov. 13, two subcommittees of the House Oversight Committee held a joint hearing provocatively titled 'Unidentified ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GPmnwp7dJljWnclOsIvpGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4hon MSN",
        "source": "Time on MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon's UFO report finds over 700 new cases, with 21 the agency could not explain",
        "link": "https://www.msn.com/en-us/news/other/pentagon-s-ufo-report-finds-over-700-new-cases-with-21-the-agency-could-not-explain/ar-AA1u9EBL?ocid=BingNewsVerp",
        "description": "From May 2023 to June 2024, the All-Domain Anomaly Resolution Office received 757 new incident reports, officials announced ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6B-j8VHnn5mgPnzQCkdWSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "3hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon received hundreds of reports of new UFO sightings",
        "link": "https://news.yahoo.com/news/pentagon-received-hundreds-reports-ufo-215657550.html",
        "description": "The Pentagon has received hundreds of reports of new UFO sightings, including 'several particularly interesting cases,' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OVWedqfXBqHiQUXwIS9V0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6h",
        "source": "YAHOO!News",
        "article_content": "The Pentagon has received hundreds of reports of new UFO sightings, including “several particularly interesting cases,” according to the director of the office that investigates these reports, but reiterated it found no evidence of alien activity.\n\nThe Pentagon, working with the Office of the Director of National Intelligence (ODNI) and other government agencies, has received a total of 1,652 reports to date, according to the newly released annual report, including 757 new reports between May 2023 and June 2024. The growing number of new sightings represent an expanding effort from the US government to catalog, track and investigate what are officially called unidentified anomalous phenomena, or UAPs, especially since a number of the sightings are near military bases and national security facilities.\n\n“Reports of unidentified anomalous phenomenon, particularly near national security sites, must be treated seriously and investigated with scientific rigor by the US government,” said Jon Kosloski, the director of the All-domain Anomaly Resolution Office (AARO).\n\nThe topic of UAPs has garnered tremendous public attention, fueled in part by its inextricable link to UFO sightings and conspiracy theories about the US government hiding evidence of aliens.\n\n“It is also important to underscore that, to date, AARO has discovered no verifiable evidence of extraterrestrial beings, activity, or technology,” said Kosloski. “None of the cases resolved by AARO have pointed to advanced capabilities or breakthrough technologies.”\n\nOf the new reports AARO has received, nearly 50 have already been closed as everyday items, such as balloons, birds or drones, according to the annual report, while another 243 cases of apparently common items are pending final review. A total of 444 new reports were filed into an active archive of cases because of a lack of data or evidence that would allow investigators to determine their origin.\n\nNone of these closed cases were the result of foreign adversaries or a breakthrough in advanced technologies, AARO said in their report.\n\nBut the remaining 21 cases have not yet been plausibly explained, requiring additional data and analysis. Kosloski said some of these were “interesting cases that I - my physics and engineering background, and time in the (intelligence community) - I do not understand, and I don’t know anybody else who understands them either.”\n\nKosloski said the cases, which occurred mostly over the last 18 months, consisted of different shapes, including “orbs, cylinders, (and) triangles.” One of these cases occurred “over an extended period of time” with the potential for “multiple things happening,” such as drones being confused with UAP activity.\n\nFor more CNN news and newsletters create an account at CNN.com"
    },
    {
        "title": "Pentagon UFO office received more than 700 reports in past year",
        "link": "https://news.yahoo.com/news/pentagon-ufo-office-received-more-185444302.html",
        "description": "The Pentagon’s UFO office has received more than 700 reports, a newly declassified assessment reveals. It’s a dramatic ...",
        "image_url": "https://www.bing.com/th?id=OVF.NVGQFKARsm2R%2fbte2yFfoA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "3h",
        "source": "YAHOO!News",
        "article_content": "The Pentagon’s UFO office has received more than 700 reports, a newly declassified assessment reveals.\n\nIt’s a dramatic increase in witness sightings and accounts that adds to a growing list and comes as former Defense Department officials claim the U.S. has technology far beyond human capabilities.\n\nThe All-Domain Anomaly Resolution Office (AARO) received 757 reports of Unidentified Anomalous Phenomena (UAP) from May 1, 2023, to June 1, 2024, according to a report declassified on Thursday.\n\nDuring that time period, 485 sightings or accounts were reported, while the rest were sightings from 2021 and 2022 that were not previously filed.\n\nFrom May 2023 to June 2024, AARO resolved just 118 cases, attributing them to balloons, birds and drones, while another 174 are queued for closure.\n\nWhile AARO is investigating a total of 1,652 cases, the office said in the report that it has “discovered no evidence of extraterrestrial beings, activity, or technology,” a point officials also made in a sprawling report over the spring that looked at historical cases.\n\n“There are definitely anomalies, but we have not been able to draw the link to extra-terrestrial,” said Jon Kosloski, director of AARO, in a Thursday briefing with reporters.\n\nKosloski said the increase in cases is because of greater engagement and reporting, not necessarily more UAP activity. He also said there is going to be more AARO education so pilots and other witnesses are not reporting the same sightings that can be explained.\n\nAARO says besides balloons and birds, “Starlink and other mega-constellations in low earth orbit” have led to confused reporting.\n\nBut the report comes just one day after a House Committee on Oversight and Accountability subcommittee heard from witnesses that alleged the U.S. government is hiding evidence of extraterrestrial technology.\n\nLuis Elizondo, the former head of the now-defunct Advanced Aerospace Threat Identification Program that investigated UAPs, told Congress that the government is seeking to “to hide the fact that we are not alone in the cosmos.”\n\n“Advanced technologies not made by our government — or any other government — are monitoring sensitive military installations around the globe,” he said. “Furthermore, the U.S. is in possession of UAP technologies, as are some of our adversaries.”\n\nAnd journalist Michael Shellenberger told lawmakers that Pentagon sources have told him about a secret program known as Immaculate Constellation that has gathered high-quality images of UAPs.\n\nThe testimony adds to sweeping claims made last year by retired Maj. David Grusch, who was formerly part of the Pentagon’s UAP task force and a former intelligence officer in the Air Force and National Geospatial Intelligence Agency.\n\nGrusch alleged the U.S. government has run a secret program to reverse-engineer nonhuman material from crash sites of UAP vessels.\n\nWhile they have denied any link to alien technology, AARO, which was formed in 2022, is taking a more serious approach to investigating UAP sightings than the U.S. government historically has in the past.\n\nSome of the most crucial sightings remain unexplained, such as the “Tic Tac” UFO sighting in 2004 from Navy pilots flying off the coast of southern California.\n\nRecently there have been sightings near sensitive U.S. military sites, including dozens of UAP in December 2023 at Langley Air Force Base. The Pentagon later said those UAP were unidentified drones.\n\nIn the Thursday report, AARO identified 18 reports of UAP sightings near U.S. nuclear weapons sites, with 10 of those involving flights of five minutes over the sensitive area. Two of the sightings involved flights of near an hour and near two hours. All the sightings involved just one or two UAP.\n\nAARO said that so far it is not aware of “advanced foreign adversarial capabilities or breakthrough aerospace technologies.”\n\n“We have not been able to correlate any UAP activity to adversarial collection activities or advanced technologies,” he said, though adding that AARO would increase global outreach and partnerships in 2025.\n\nBut Kosloski said that UAPs harboring breakthrough technologies remain a mystery, describing a breakthrough technology as “beyond state of the art today and beyond where we think that we could get in the next couple of years.”\n\n“We don’t fully understand the phenomenon enough to say whether or not it’s breakthrough technology,” added Kosloski. “So it’s a very small percentage of our overall cases that, after the initial analysis, still have the anomalous characteristics that one could attribute breakthrough technologies to. It’s less than two-and-a-half percent of our cases, and we’re still studying those.”\n\nKosloski also addressed criticism from lawmakers that his office has not been transparent enough about UAPs or is classifying too much information.\n\nHe said officials are working “to downgrade that material as much as we can,” and are implementing efforts to increase declassification, but still have their hands tied because they must work with partners on the cases.\n\n“We need to make sure that we’re protecting sensitive sources, methods, vulnerabilities,” he said. “So even though that there’s nothing inherently classified about the existence of a UAP, we have to protect that information when AARO receives those interesting cases.”\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to The Hill."
    },
    {
        "title": "Google Launches Gemini AI App for iPhone",
        "link": "https://www.yahoo.com/tech/google-launches-gemini-ai-app-161228629.html",
        "description": "Google's AI assistant, now available on iOS, brings voice chats, image generation, and Google app integration to users ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2XEbIwHLmAJJS0p2t7fbPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Yahoo",
        "article_content": "Google has officially released its Gemini AI app for iPhone. The app, which is free to download, is now available on the Apple App Store in 35 languages worldwide. Google CEO Sundar Pichai confirmed the app's availability on X.\n\nThe Gemini app now gives iPhone users direct access to Google's AI chatbot through text, voice, or camera input. The best part is that it all happens without installing the main Google app.\n\nOne of the main features of Gemini is Gemini Live, which lets you chat naturally. That means it makes you feel like you're having a conversation with another human being on a call. You can pick from 10 AI voices and chat in languages like English, Spanish, French, German, or Hindi. I believe Gemini Live is Google's response to OpenAI's GPT4o. But I prefer the latter; it's more fluid than Gemini Live.\n\nAdvertisement Advertisement\n\nThe app also offers extras such as AI image creation with Imagen 3, study help tools, and photo analysis features. It integrates with other Google apps through extensions, including YouTube, Google Maps, Gmail, and Calendar. A Live Activity feature allows users to continue conversations while using other apps or when their iPhone is locked.\n\nThe Gemini has its limits on iOS. Unlike Siri, it can't tweak your settings or directly manage other apps, which was expected. Its functionality is limited to interactions within Google's ecosystem of apps and services."
    },
    {
        "title": "Google launches Gemini AI app for iOS - here's all you need to know",
        "link": "https://www.zeebiz.com/technology/apps/news-google-launches-gemini-ai-app-for-ios-heres-all-you-need-to-know-326485",
        "description": "Google's highly anticipated Gemini app has officially launched on iOS, bringing the tech giant's advanced AI assistant to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.etPf3av7F8SiTJyY0sUELC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "Zee Business",
        "article_content": "Google's highly anticipated Gemini app has officially launched on iOS, bringing the tech giant's advanced AI assistant to iPhone users. The app combines voice, text, and camera inputs for a highly versatile experience, according to GSM Arena.\n\nIn an exciting development for iOS users, Google has launched its Gemini app, a versatile AI assistant that expands the functionality of its existing Gemini platform.\n\nAvailable now on the Apple App Store, the app allows users to interact with Google's AI via voice, text, or even the iPhone's camera, providing a more engaging and dynamic way to access information and assistance.\n\nThe new Gemini app offers users the same core features found in the Gemini section of the Google app, including advanced AI-powered searches and conversational capabilities.\n\nHowever, one standout feature is the introduction of 'Gemini Live', a real-time voice chat experience with Google's AI assistant.\n\nThis feature aims to deliver an even more natural and fluid interaction with the assistant, elevating the user experience with live voice-based communication, as per GSM Arena.\n\nAdditionally, the app is designed to integrate seamlessly with Google's suite of services.\n\nWhile it doesn't have control over iPhone settings or third-party apps like Apple's own Siri or other competitors' AI systems, Gemini can access and interact with various Google apps such as Maps, Gmail, Drive, and YouTube.\n\nThis ensures that users can quickly retrieve information and perform tasks like checking emails, finding locations, or managing files directly through the AI assistant, as per GSM Arena.\n\nFor users of the latest iPhone models, including the iPhone 15 Pro and iPhone 16 series, the Gemini app comes with an additional convenience: direct integration with the iPhone's 'Action Button'.\n\nThis allows users to quickly activate the Gemini app for instant searches, conversations, or AI-driven tasks directly from the physical button, making it easier to access Google's AI when needed most.\n\nWhile the Gemini app is packed with impressive features, it does have some limitations.\n\nAs with other AI assistants on iOS, such as Siri or Amazon's Alexa, Google Gemini cannot control system settings or third-party apps installed on the iPhone.\n\nAs per GSM Arena, this restriction is due to Apple's privacy and security policies, which limit external apps from modifying system-wide settings.\n\nDespite this limitation, the Gemini app's ability to interact with Google's ecosystem of apps and services gives it a distinct advantage for users heavily invested in Google's suite of productivity tools.\n\nWith the launch of the Gemini app on iOS, Google is positioning itself as a strong contender in the AI assistant space for Apple users.\n\nThe app's ability to perform intelligent searches, facilitate live voice conversations, and seamlessly integrate with Google's services makes it a compelling tool for anyone looking to enhance their productivity or simply explore the possibilities of conversational AI.\n\nAs Google continues to refine its AI capabilities, iPhone users can expect even more sophisticated features in future updates."
    },
    {
        "title": "Nordstrom leverages generative AI for holiday app refresh",
        "link": "https://www.retaildive.com/news/nordstrom-generative-ai-holiday-app-refresh/732977/",
        "description": "Among the new app features are trend reports, which blend the expertise of Nordstrom stylists with artificial intelligence to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SqOk3B0w-0gsTgAzsMVm1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Retail Dive4h",
        "source": "Retail Dive",
        "article_content": "Listen to the article 3 min This audio is auto-generated. Please let us know if you have feedback\n\nDive Brief:\n\nNordstrom is attempting to streamline the holiday shopping experience with a refreshed mobile app that leverages generative artificial intelligence, per a press release\n\nNewly introduced trend reports rely on expertise from Nordstrom stylists and generative AI to deliver relevant trends. Other features include an improved search experience, personalized recommendations and a Style Swipes tool.\n\nAlso part of the retailer’s strategy will be an immersive installation on Nov. 27 entitled “The Blizz on 57th Street” that will transform its flagship New York City location into a festive visual spectacle. The move from Nordstrom comes as other brands similarly build out their app experiences.\n\nDive Insight:\n\nAs generative AI grows in popularity, Nordstrom joins a handful of marketers incorporating the buzzy tech into their apps, including by offering deeper customization. AI could present a new opportunity for app developers by assisting with the product development tasks behind personalized experiences and regular app updates.\n\nThe enhancements to Nordstrom’s app are intended to bring the experience of in-person shopping to the online space. Included in the refresh is a new look and feel for the app’s homepage. Along with the trend reports feature is Style Swipes, a tool which makes product recommendations to consumers based on their habits and preferences. As consumers interact with the app, their experience will become more personalized through enhanced learning features, per release details.\n\nFor those who would still prefer to interact with a person, customers can also request a personal look from a stylist or schedule an appointment to visit in-store directly from the app. A holiday gift hub includes curated lists meant to streamline the shopping experience.\n\nThe app release is the cornerstone of the retailer’s holiday strategy, which will also include an immersive installation at Nordstrom’s flagship New York City location. The Nov. 27 takeover will include a cast of larger-than-life inflatable characters voiced by filmmaker and actor John Waters and actress Fran Drescher. The inflatables are inspired by fictional New York City staples, according to release details.\n\nNordstrom’s revamped app is the latest in a slew of recent app updates from a variety of brands. Last month, Revolve Group, parent of fashion brands Revolve and FWRD, launched a new mobile fashion game that puts players in the mode of a stylist searching collections for the perfect outfits. Meanwhile, QSR chains Burger King and Chick-fil-A recently launched new app experiences that include more functionality and content offerings."
    },
    {
        "title": "Google’s Siri Competitor, Gemini AI, Arrives on iPhone – Full Feature Breakdown",
        "link": "https://www.analyticsinsight.net/news/googles-siri-competitor-gemini-ai-arrives-on-iphone-full-feature-breakdown",
        "description": "Google has released Gemini Ai app for iPhone and the social app claims for itself to be a strong contender to Apples’ Siri ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CRwbfoqa1g-DwjvgN-WlkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Analytics Insight10h",
        "source": "Analytics Insight",
        "article_content": "Google has released Gemini Ai app for iPhone and the social app claims for itself to be a strong contender to Apples’ Siri and can bring AI capabilities to iOS ecosystem. The free app is now available in 35 languages and can be downloaded from the App Store. Unlike with Google Assistant through the Google app, a web browser, and so on, users can install the Gemini app to communicate with the chatbot via text, voice, or even camera.\n\nOne of the flagship features of this app is Gemini Live, which provides an advanced voice conversation experience. It is for natural and continuous conversations; users can shift from one topic or speak over another in the middle of a word, a milestone towards achieving interaction-realism. A choice of ten AI voices is available to users, making personalization possible for greater user satisfaction.\n\nBesides the chatbot, Gemini AI app is connected to Google’s giant list of services so it is not simply an application. Extensions allow users to use other applications affiliated to Google Workspace such as YouTube, Google Maps, Gmail, Calendar within the app. This integration is expected to cut across tasks, like pulling information from emails or through planning in Maps without having to open another application.\n\nBeyond standard text and voice functions, Gemini AI offers specialized features, like AI image generation through Google’s Imagen 3 technology. This tool enables users to create images based on descriptions, adding a creative dimension to the AI’s capabilities. Additionally, study assistance tools make the app suitable for educational purposes, and it can analyze photos to provide insights or extract information, a feature that adds practicality for tasks like reading receipts or identifying objects in images.\n\nAnother key functionality is the Live Activity feature, which lets users keep conversations active even while using other apps or when their iPhone is locked, making multitasking more convenient.\n\nWhile the Gemini AI app doesn’t offer system-level control, as Siri does, its integration with Google’s ecosystem enhances functionality. Users can access Google’s AI ecosystem with a streamlined, standalone experience and direct home screen access, positioning Gemini AI as a competitor to Siri and other popular AI assistants on iPhone."
    },
    {
        "title": "Jerry Garcia Can Read to You Via a New AI Tool. It May Just Be the Beginning",
        "link": "https://www.msn.com/en-us/music/other/jerry-garcia-can-read-to-you-via-a-new-ai-tool-it-may-just-be-the-beginning/ar-AA1u9DQl?ocid=BingNewsVerp",
        "description": "Next year marks the 30th anniversary of Jerry Garcia’s death. But a new AI initiative, as well as programs it could spawn, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hBihgyscPXNd1kJosTyTWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1hon MSN",
        "source": "Rolling Stone on MSN",
        "article_content": ""
    },
    {
        "title": "Feeling Stressed? You May be More Likely to Believe in Spooky Phenomena",
        "link": "https://www.msn.com/en-us/health/other/feeling-stressed-you-may-be-more-likely-to-believe-in-spooky-phenomena/ar-AA1u6CpO?ocid=BingNewsVerp",
        "description": "People who feel they have less control over their lives are more likely to embrace the paranormal.",
        "image_url": "https://www.bing.com/th?id=OVFT.Yjg4Ov7f-smBrvEaO2Bs9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Discover Magazine on MSN22h",
        "source": "Discover Magazine on MSN",
        "article_content": ""
    },
    {
        "title": "Columbus 'poltergeist' girl Tina Resch seeks pardon for daughter's death 40 years after famous photo",
        "link": "https://www.dispatch.com/story/news/crime/2024/11/15/poltergeist-murder-ohio-tina-resch-telekinetic-powers-life-sentence/75105711007/",
        "description": "The Dispatch broke the story of flying pans and dishes, broken glass and flicking lights. Forty years later, Tina Resch ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YFcKYf5hyE-Mgy_TLexlGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "9h",
        "source": "Columbus Dispatch",
        "article_content": "No commitment required. Cancel anytime.\n\n*Offer available to new customers only. All savings based off the regular rate.\n\nRead the full Subscription Terms and Conditions."
    },
    {
        "title": "5 Paranormal Hotspots In India You Shouldn't Miss",
        "link": "https://www.msn.com/en-in/lifestyle/travel/5-paranormal-hotspots-in-india-you-shouldnt-miss/ar-AA1u7VA1?ocid=BingNewsVerp",
        "description": "India is a country bursting with history and culture, where centuries-old tales have given some places a seriously spooky ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Pz1ZMqPH1IU-Qt8LU9utXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Benzinga India on MSN14h",
        "source": "Benzinga India on MSN",
        "article_content": ""
    },
    {
        "title": "The Most Iconic View in South Carolina Is Also a Stunning Slice of History",
        "link": "https://www.onlyinyourstate.com/state-pride/south-carolina/most-iconic-view-sc",
        "description": "A stunning piece of architecture in Landrum, South Carolina is one of the state's most impressive wonders.",
        "image_url": "https://www.bing.com/th?id=OVFT.WemL6j5hjuC-fY5tNYKQ-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "onlyinyourstate.com5h",
        "source": "onlyinyourstate.com",
        "article_content": "The Natural Wonder Hike in Virginia Is the Definition of a Hidden Gem\n\nThe Iconic Trail in Tennessee Everyone Should Hike Once in Their Lifetime\n\nWhen it comes to South Carolina's architecture, history and beauty go hand-in-hand. That's certainly the case of Poinsett Bridge, the oldest bridge in the state which also happens to be visually stunning. You'll find it in the northern mountains of Greenville County, near Landrum. It's a bit off the beaten path but it's well worth the adventure to witness this stunning slice of history.\n\nThe Poinsett Bridge was built in the 1820s and is therefore not only the oldest bridge of its kind in South Carolina; it's also among the oldest in the entire southeast. The bridge's design is attributed to Robert Mills, a dedicated South Carolina resident credited with other iconic landmarks including the U.S. Treasury Building and even the Washington Monument. He also designed the Greenville Courthouse, whose Gothic windows mirror the stone bridge's iconic archway.\n\nadvertisement\n\nSo why was the Poinsett Bridge built? It was a crucial part of the State Road, which connected South Carolina to the mountains of North Carolina and Tennessee. There were three bridges constructed at the time. Poinsett Bridge was built over Little Gap Creek and the other two were built over North Saluda River and Hodge’s Creek. Today, Poinsett Bridge is the only one that remains.\n\nThe bridge was named for Joel Poinsett, who was the president of South Carolina's Board of Public Works at the time. Poinsett is also significant for his role as the first U.S. ambassador to Mexico and was responsible for bringing a certain flowering plant to the U.S., now known as the Poinsettia.\n\nToday, the bridge is visited by history enthusiasts and even some paranormal investigators. Those who have visited the bridge after sunset report some eerie, unexplainable phenomena. Local legend tells the tale of a local worker who contracted malaria while working on the bridge. His body is believed to be buried under the bridge—though this claim has never been proven. Another more lighthearted story is that the ghosts of two Irishmen frequently visit the bridge because they are so pleased with their handiwork.\n\nParanormal or not, there's no denying the allure of this landmark. Standing at the bridge, you can imagine what it must have been like to travel over two centuries ago. Today, the bridge is owned by the South Carolina Department of Natural Resources. It continues to be assessed to pinpoint the best structural engineering so that it can continue to be enjoyed by visitors and locals alike.\n\nHave you ever visited the Poinsett Bridge in South Carolina? Be sure to share this article with someone you'd like to go exploring with! We've outlined some other adventures for you, too; check out this list of the most incredible man-made wonders in South Carolina."
    },
    {
        "title": "The Onion Buys Alex Jones' InfoWars in a Move That Sounds Like… The Onion",
        "link": "https://www.msn.com/en-us/news/technology/the-onion-buys-alex-jones-infowars-in-a-move-that-sounds-like-the-onion/ar-AA1u7bgV?ocid=BingNewsVerp",
        "description": "In a move that’s almost too ironic to be real, The Onion, the satirical news website known for its deadpan humor and absurd ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Rq62gTtDbQg58CRzT6H4Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Clownfish TV on MSN18h",
        "source": "Clownfish TV on MSN",
        "article_content": ""
    },
    {
        "title": "The 5th Paradigm: AI-Driven Scientific Discovery",
        "link": "https://cacm.acm.org/opinion/the-5th-paradigm-ai-driven-scientific-discovery/",
        "description": "Science represents an amazingly exciting frontier for AI, and AI represents the most exciting new instruments in the hands of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bo3hJghjvZwaPeQbq3yWPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "acm.org59mOpinion",
        "source": "acm.org",
        "article_content": "How many times must a phenomenon occur before it graduates from a coincidence to a pattern? Usually, the answer depends on how unlikely, how far from the ordinary, and how (seemingly) inexplicable the phenomenon is. The more so, the lower the threshold.\n\nI was very surprised (and pleased) to read of this year’s winners of the Nobel Prize in Physics: John Hopfield, a professor of Molecular Biology and earlier of Chemistry and Biology, together with Geoffrey Hinton, a professor of Computer Science. Their affiliations name three major scientific fields, none of them being Physics! The scientific community was shocked, some physicists were upset, but for all of us in Computing the citation was thrilling: “For foundational discoveries and inventions that enable machine learning with artificial neural networks.” Artificial intelligence (AI), an interdisciplinary field with Computing at its core, was the achievement being honored!\n\nAs if this was not enough, the next day came the announcement of this year’s winners of the Nobel Prize in Chemistry: David Baker, a professor of Biochemistry, cited “for computational protein design”; and Demis Hassabis, co-founder and CEO of Google DeepMind together with John Jumper, researcher at Google DeepMind, cited “for protein structure prediction,” which was often elaborated in the more extensive press releases by “using artificial intelligence models.” Both achievements advance our understanding of proteins, a central focus of (bio-)chemistry, the field of the award. Nevertheless, at the core of both were again computing and AI.\n\nWe were at center stage of two Nobel Prize announcements! Both events were so unexpected that I believe they are not a coincidence but form a pattern. Scientific walls and walls of prejudice are falling as Computing is becoming a fundamental discipline in the STEM family. These prizes put Computing and AI at the core of scientific discoveries, to the point that, as tools, they may be considered as worthy of recognition as the scientific results they produce. Unprecedented!\n\nWe have entered the era of the 5th Paradigm of Science and the study of nature. After the paradigms of empirical/experimental science (followed for millennia), theoretical model science (for centuries), computational science (for decades), and data-driven science as envisioned by Jim Gray (for about 15 years), the 5th paradigm has emerged: AI-driven science. It is not just the speed at which AI generates and analyzes data; even more valuable are the correlations (and sometimes the causations) that AI identifies that far exceed the reach of conventional research. Computing and AI are transforming our scientific discovery processes. Science represents an amazingly exciting frontier for AI, and AI represents the most exciting new instruments in the hands of scientists.\n\nAll of us researchers in academia and industry should be thrilled and proud of how Computing and AI have risen in prominence in the eyes of the entire scientific community.\n\nThe two Nobel Prizes also highlight the importance of interdisciplinarity between Computing and other fields. The mission of ACM calls for “… advancing the art, science, engineering, and application of computing …”. With few exceptions, the application of computing, that is, interdisciplinarity, has been outside of ACM’s radar. Given the centrality of our technologies in other sciences, ACM is now establishing collaborations with prominent sister societies to serve the needs of emerging areas formed as their corresponding disciplines meet with Computing and AI. Our community should seize the moment, redirect some of its efforts toward the uncharted territories that are opening before us, and conquer new frontiers!\n\nExcited by the current successes of AI in scientific discovery, some push further and raise intriguing existential questions: Can we expect AI to transform from a tool to an actual researcher itself, pose and investigate scientific hypotheses, and eventually write papers about its work? If the work is reviewed by human experts who say the research is correct, novel, and interesting, why should we reject it? Eventually, could AI become a full peer of human researchers? Even if we reach that point, should a human always be in the loop, validating the scientific discovery and reviewing the AI-written paper (or its AI-written reviews)? These are questions that we must debate as a community. No matter what the answers may be, even the fact that we contemplate the existence of AI scientists is fascinating and a driver of exciting research ahead.\n\nAll of us researchers in academia and industry should be thrilled and proud of how Computing and AI have risen in prominence in the eyes of the entire scientific community. A scientific revolution is happening before our eyes, powered by Computing and AI. We should join our fellow researchers in other sciences and harness the power that modern Computing and AI technologies offer to understand the secrets of nature. In parallel, we should join forces with policymakers, governments, and civil society to ensure that our discoveries will be used responsibly for the benefit of all."
    },
    {
        "title": "Discovery Science Place's Ice Rink Exhibit opens Friday",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/discovery-science-places-ice-rink-exhibit-opens-friday/vi-AA1u9L1F?ocid=BingNewsVerp",
        "description": "Discovery Science Place's Ice Rink Exhibit opens Friday ...",
        "image_url": "https://www.bing.com/th?id=OVF.wktpZwnzrO4GmmImn9TORA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "KETK Tyler on MSN2h",
        "source": "KETK Tyler on MSN",
        "article_content": ""
    },
    {
        "title": "Science-Lovers Unite: Inside New Scientist Discovery Tours",
        "link": "https://www.travelawaits.com/3002113/a-look-at-new-scientist-discovery-tours/",
        "description": "Want to bundle a few world-class science lessons into your next adventure? Learn while you explore with New Scientist Discovery Tours.",
        "image_url": "https://www.bing.com/th?id=OJ.BePkpcA70cX5Ow&pid=news&w=84&h=16&rs=2",
        "category": "science+discovery",
        "date": "34m",
        "source": "travelawaits",
        "article_content": "I live in a magazine-happy household. My partner and I receive printed publications on a monthly basis and also follow curated newsletters.\n\nVideos by TravelAwaits\n\nNew Scientist, which has been around since 1956, is a well-known publication in our household.\n\nI read New Scientist articles and studies to stay updated on a wide range of topics, from AI to rising temperatures to bathroom tiles that mathematicians love. The latter is a great example of the type of casual, science-centric content the publication focuses on.\n\nIn other words, it’s not all dry and boring.\n\nIn fact, New Scientist wants to do a lot more than educate you on the latest innovations and discoveries. The company also wants to transport you and other like-minded travelers even closer to the frontiers of our world’s most impactful scientific research.\n\nAnd how is it doing that? One of the latest ways that New Scientist engages with its readers is through its highly tailored Discovery Tours programs.\n\nLike the title suggests, these curated trips zero in on science and research projects happening around the globe.\n\nBest of all, science buffs like you (and me) can join them easily. Caught your interest? Here’s what you need to know about New Scientist Discovery Tours.\n\nInside New Scientist Discovery Tours\n\nThe premise here is simple. Science nerds (I say that lovingly) with an overlapping interest in travel can shop around for highly specialized and expertly organized trips.\n\nYou can shop around for tours that run a massive gamut—from solar eclipses to polar bear expeditions to monarch butterfly migrations.\n\nSeriously, you can get lost looking into the dozens and dozens of tours available.\n\nEach is headed by a group of experts who have ample experience in scientific fields and research. That means that you’re not just getting up close to science-adjacent regions and sites—you’re also getting a first-class education along the way.\n\nAlong with the elevated scientific angles, travelers can also relax knowing that New Scientist goes above and beyond to work with sustainability-focused tour providers. (However, the publication recommends that all travelers look to offset their carbon footprints by traveling mindfully to the tour and paying to cover their emissions.)\n\nWhat’s included in the tours?\n\nEvery Discovery Tour is different—and I strongly encourage you to read the fine print on every tour that you’re considering. From lodging type to trip duration to fitness levels, there’s a lot you need to think about before signing up.\n\nGenerally speaking, tours include:\n\nProfessional guides\n\nCultural and scientific presentations\n\nTickets, entrance fees, etc.\n\nTaxes and permit fees\n\nLodging (usually shared)\n\n24-hour support\n\nAirport transfers, if relevant\n\nGenerally speaking, tours don’t include:\n\nTransportation to and from the meeting spot\n\nTravel protection & medical evacuation insurance\n\nAlcoholic beverages\n\nPrivate lodging (most deals include shared rooms)\n\nHow can you follow the latest New Scientist Discovery Tours?\n\nThe easiest way to follow the latest tours available from New Scientist is to sign up for its weekly newsletter or to join the Discovery Tour mailing list.\n\nTours are categorized into:"
    },
    {
        "title": "The science of magnets",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/the-science-of-magnets/vi-AA1u9Uz5?ocid=BingNewsVerp",
        "description": "Discovery World education director Paul Mech joins Real Milwaukee with a few fun science experiments ahead of Family Sci-Fi Day on Sunday.",
        "image_url": "https://www.bing.comNo image",
        "category": "science+discovery",
        "date": "FOX6 News Milwaukee on MSN3h",
        "source": "FOX6 News Milwaukee on MSN",
        "article_content": ""
    },
    {
        "title": "The Right Chemistry: Sometimes luck serves as a springboard for science",
        "link": "https://montrealgazette.com/opinion/columnists/the-right-chemistry-sometimes-luck-serves-as-a-springboard-for-science",
        "description": "The discovery of N-acetylcysteine as an antidote to acetaminophen overdoses is a fascinating story laced with serendipity. It ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9--GzI_ynV_tDASxL60QFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Montreal News3hOpinion",
        "source": "Montreal News",
        "article_content": "Content not available"
    },
    {
        "title": "Sacramento Inno Awards honoree: HuLoop Automation Inc.",
        "link": "https://www.bizjournals.com/sacramento/inno/stories/awards/2024/11/15/inno-awards-huloop-automation.html",
        "description": "The company targets industries such as retail, consumer packaged goods, banking, credit unions and other financial services.",
        "image_url": "https://www.bing.com/th?id=OVFT.8GNwJobEHXL77K6_TNxezS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1h",
        "source": "The Business Journals",
        "article_content": "Content not available"
    },
    {
        "title": "Odyssey Raises $18 Million To Scan The World, Meta’s Ray Bans May Be Gift Of The Year",
        "link": "https://www.forbes.com/sites/charliefink/2024/11/15/odyssey-raises-18-million-to-scan-the-world-metas-ray-bans-may-be-gift-of-the-year/",
        "description": "The addition of AI to Meta's Ray Ban audio smartglasswes is going to make the stylish new edition the Christmas gift of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YB0Hz5aPDrRwyLp49RFppy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "5h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "'It's a pinch me moment.' School, fans rally around IU football's 10-0 start",
        "link": "https://www.msn.com/en-us/sports/other/it-s-a-pinch-me-moment-school-fans-rally-around-iu-football-s-10-0-start/ar-AA1u9yDZ?ocid=BingNewsVerp",
        "description": "Sellouts. Rally towels. TV showcases. Curt Cignetti has awakened IU football, but it's been a team effort. 'Everybody rowing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JgfaVzQcpyZZmEu87N52ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "When is the right time to start a new habit—and actually keep it?",
        "link": "https://www.nationalgeographic.com/science/article/best-time-to-start-a-habit",
        "description": "Forget New Year’s resolutions and other gimmicks. Experts say the best way to change your habits is to consider the so-called ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PTORScZ4VBnZW3BTBWiGIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "23h",
        "source": "National Geographic news",
        "article_content": "So, when is actually the best time to make a change?\n\nSuch reasons show why it's not always wise to tie new habits with fleeting moments or (temporarily) likeminded people and to instead identify deep-rooted and personally significant reasons to change.\n\nWood calls such moments \"inflection points\"—such as an upcoming high school reunion causing you to want to lose a few pounds, over-drafting your bank account and realizing it's time to improve your career, or having a health scare wake you up to prioritizing a healthier lifestyle.\n\nHong says such moments tend to provide enduring feelings of motivation \"because they are rooted in something meaningful and more profound than just going along with everyone else.\"\n\nAt the same time, one doesn't have to wait for a wakeup call. \"There really is no reason to put off changes you know need to occur,\" says Kyle Smith, a brain and behavioral scientist at Dartmouth College. \"If your body is telling you to change something, listen to it and don't wait for something drastic to happen.\"\n\nWhat to do when motivation hits you\n\nRegardless of what jumpstarts your motivation, Wood says it's critical to take action as soon as you feel the desire because \"you may only have a short window of opportunity to make decisions about what you want to do before your old habits get in the way.\""
    },
    {
        "title": "DMDE review: How good is this free data recovery software?",
        "link": "https://www.msn.com/en-us/news/other/dmde-review-how-good-is-this-free-data-recovery-software/ar-AA1u6qMf?ocid=BingNewsVerp",
        "description": "I reviewed DMDE, a powerful, free, and low-cost data recovery app to test how well it restores files from HDDs, SSDs, and removable drives.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "22hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "How to reset the Linxura Smart Controller",
        "link": "https://www.digitaltrends.com/home/how-to-reset-linxura-smart-controller/",
        "description": "Here's how to reset the Linxura Smart Controller if you're looking to sell the device or just need to start from scratch.",
        "image_url": "https://www.bing.com/th?id=OVF.Hx5fl%2ffPTCZqKPISAW8jpw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1h",
        "source": "Digital Trends",
        "article_content": "The Linxura Smart Controller is a powerful way to control your smart home. Instead of relying on mobile companion apps, you can toggle smart lights, change your thermostat, or open smart blinds at the press of a button. It’s a unique device, but like all electronic gadgets, it’s bound to run into some issues. And if you’re encountering serious ones that can’t be fixed by other troubleshooting methods, it might be time to reset your Linxura Smart Controller. This wipes all your data from the device, giving you a chance to start anew. It’s also a great option if you’re selling the smart controller to another user or giving it away to a family member, ensuring they don’t have access to your data.\n\nHere's a look at how to reset your Linxura Smart Controller, along with other troubleshooting tips to try before opting for a full reset.\n\nRecommended Videos\n\nDifficulty Easy Duration 5 minutes What You Need Linxura Smart Controller\n\nPin\n\nHow to troubleshoot your Linxura Smart Controller\n\nSince performing a reset is a “last resort” type of solution, it’s worth exploring other ways to fix your Linxura Smart Controller. Here’s a quick look at common issues and how to fix them:\n\nPoor Wi-Fi connection: Consider checking the Wi-Fi Settings in your Linxura mobile app. If needed, disconnect and reconnect to your network.\n\nPoor battery life: Open your Linxura mobile app and see if you’re running the latest software. Running older software sometimes results in poor battery life. You could also check your Wi-Fi Settings, as an unstable network could quickly drain your battery.\n\nSlow to toggle: If it takes a very long time for a Linxura button press to translate to a smart home action, you may want to check your Wi-Fi Settings in the mobile app. Some actions simply take longer to toggle than others, and depending on your specific network speeds and which companion apps you’re using, it may take multiple seconds for an event to register.\n\nAt the very least, it’s highly recommended you restart your Linxura before performing a reset. Restarting requires you to hold down the button on the back of the device for a few seconds to power it off. Release the button, then hold the button down again. After a few seconds, it should reboot. This will not delete any of your data, as you’re essentially turning the device off and on. If you’re running into minor issues, this can sometimes resolve the problem.\n\nHow to reset the Linxura Smart Controller\n\nIf you’re ready to perform a reset, here’s what you’ll need to do. Keep in mind that this will delete all your stored data and connections.\n\nStep 1: Turn over the Linxura Smart Controller.\n\nStep 2: Locate the tiny pinhole, which can be found across from the power button.\n\nStep 3: Insert a pin into this pinhole and press down for 1 second.\n\nStep 4: This will begin the reset process for the Linxura Smart Controller."
    }
]