[
    {
        "title": "Top US states to visit where people have claimed UFO sightings",
        "link": "https://www.foxnews.com/travel/top-us-states-visit-where-people-have-claimed-ufo-sightings",
        "description": "A new report that compiled data from the National UFO Reporting reveals the top states where people claimed to have seen an unidentified anomalous phenomenon , also known as a UFO.",
        "image_url": "https://www.bing.com/th?id=OJ.caiiZBaxsWr8Rw&pid=news&w=75&h=16&rs=2",
        "category": "ufo",
        "date": "9m",
        "source": "Fox News",
        "article_content": "A new report, published by Casino.ca, is revealing the U.S. states where people have claimed to spot an unidentified anomalous phenomenon (UAP), also known as a UFO.\n\nData was compiled from the National UFO Reporting Center (NUFORC) and collected from social media platforms such as X, Facebook and Instagram.\n\nCasino.ca is a gaming website that covers entertainment, sports, tech, industry news and trending topics.\n\nTOP US STATES WHERE YOU'RE MOST LIKELY TO STRIKE GOLD\n\nA data scientist with Casino.ca told Fox News Digital via email that there has seen a rise in UFO interest.\n\n\"While many people have always found UFOs interesting, the recent upsurge in interest is probably related to advancements in technology, a less stigma associated with reporting sightings and perhaps classified aerospace projects,\" said the data scientist.\n\nLast year, the Department of Defense launched a reporting site to make government activity concerning UFOs publicly available.\n\nTITANIC EXHIBIT IN BOSTON TO FEATURE 250 ARTIFACTS RECOVERED FROM WRECK\n\n\"There is still a great deal of mystery surrounding UFOs, but governments and scientists are showing signs of understanding these phenomena (and sharing it with us, which is a plus),\" said the data scientist.\n\nIn July, a dozen employees at a Colorado concert venue reported seeing a \"disc-shaped craft\" hover overhead and then vanish, Fox News Digital reported.\n\nIn Las Vegas, Nevada, a family reported seeing a crashed UFO and told police they had seen 8- to 10-foot creatures \"with greenish color.\"\n\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER\n\nLouisiana was ranked as the least likely state to see a UFO, with one sighting per 3,815 people, according to the NUFORC.\n\nBelow, see the top five states where people have claimed to spot a UFO.\n\n1. California\n\nCasino.ca found one UFO per 1,075 people, naming the Golden State the top place where people have claimed to \"see\" a UFO, with 36,286 reported sightings since 1974.\n\nA data scientist with Casino.ca says the high number of reported UFO sightings in California may be related to a few reasons.\n\n\"For example, the vastness and diversity of the state's landscapes, which range from expansive deserts to coastal regions — offer numerous locations where unusual flying objects can be sighted,\" said the data scientist.\n\nA recent NUFORC report from Oct. 5 lists an alleged sighting, with the person saying, \"There were no clouds in sky and no wind. I saw a cloud shape circle moving quickly in the sky, not too high up.\"\n\n2. Washington\n\nReported in second place, there is one UFO per 1,093 people, finding about 7,125 UFO \"sightings\" in Washington. California’s sightings are 409% more than the state of Washington.\n\nAn alleged sighting took place on Oct. 6, with the witness sharing, \"I was walking out the front door, taking my dog out when I saw a very shiny object high in the sky.\" However, the NUFORC concluded that the claimed sighting was in fact a balloon.\n\nFor more Lifestyle articles, visit foxnews.com/lifestyle .\n\n3. Florida\n\nIn the Sunshine State, there were more than 11,000 UFO sighting claims since 1974. Casino.ca found one UFO for every 1,444 Floridians.\n\nA report entered in NUFORC, out of Destin, Florida, said that a witness looked into the sky and \"saw this huge slightly bright orange arrow moving across sky then saw it again though further away going the other way.\"\n\n4. Oregon\n\nA total number of 3,667 alleged UFO sightings have been reported since 1974 with one occurring for every 1,156 people.\n\nWitnesses reported to the NUFORC sightings of a \"Fast moving tic tac looking thing crossing the sky\" and a \"Translucent orb in sky with curl or bright lights on top and bottom, panels seen inside.\"\n\n5. New York\n\nThe Empire State came in fifth place with a total of a total of 6,405 claims of sightings. For every 1, 301 New Yorkers, one UFO sighting was reported.\n\nThe most recent entry into the NUFORC was in Pltneyville, New York, where the witness reported an oval shape during the aurora borealis.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nFox News Digital reached out to NASA’s UAP Independent Study Team for comment."
    },
    {
        "title": "UFO drones are surveilling America’s most sensitive military sites — and the Pentagon says it can’t stop them",
        "link": "https://www.msn.com/en-us/news/us/ufo-drones-are-surveilling-america-s-most-sensitive-military-sites-and-the-pentagon-says-it-can-t-stop-them/ar-AA1scamm?ocid=BingNewsVerp",
        "description": "Because snooping does not constitute an imminent threat, the military is prohibited by law from shooting down the drones.",
        "image_url": "https://www.bing.com/th?id=OVFT.s_hn0kCxp3u2EGTpfy3oii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "From UFO sightings to Big Foot — inside the eeriest National Park in America: ‘Like the X-Files’",
        "link": "https://www.msn.com/en-us/travel/other/from-ufo-sightings-to-big-foot-inside-the-eeriest-national-park-in-america-like-the-x-files/ar-AA1sbGEv?ocid=BingNewsVerp",
        "description": "When Navajo Ranger Stanley Milford Jr and partner Jon Dover were assigned to the department for investigating paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4Cor-DMssfdPxRyuRSlsyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "New Zealand creative agency Augusto Group adopts UFO Rodeo identity",
        "link": "https://mumbrella.com.au/new-zealand-creative-agency-augusto-group-adopts-ufo-rodeo-identity-851957",
        "description": "Augusto Group – a creative agency in New Zealand – has embraced a new identity, UFO Rodeo.The announcement:After nearly two ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oHUg4hH8RrHKB_xmO08sRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "16h",
        "source": "Mumbrella",
        "article_content": "Content not available"
    },
    {
        "title": "UFO drones are spying on US military bases: Why can't the Pentagon stop them?",
        "link": "https://timesofindia.indiatimes.com/world/us/ufo-drones-are-spying-on-us-military-bases-why-cant-the-pentagon-stop-them/articleshow/114196249.cms",
        "description": "Mysterious drones have been surveilling sensitive US military sites in Virginia and Nevada, including Naval Station Norfolk.",
        "image_url": "https://www.bing.com/th?id=OVFT.5khbAJMLpNajYSQ3c94XqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12h",
        "source": "Indiatimes",
        "article_content": "The Pentagon has little recourse to halt the potential surveillance from foreign adversaries (Photo: Reuters)\n\nMysterious UFO drones are reportedly surveilling America’s sensitive military sites, leaving the Pentagon struggling to take action against these aerial intruders, according to a recent report by the Wall Street Journal .Over the past year, unidentified drones have been spotted flying over military installations in Virginia and Nevada, including the secret base for the Navy’s elite SEAL Team Six and Naval Station Norfolk, the largest naval port in the world.However, federal laws prevent the military from shooting down these drones due to potential risks to troops and civilians.High-profile White House discussions have also ruled out jamming their signals, with concerns that such actions could disrupt emergency services, Wi-Fi networks, and commercial airliners, as reported by the New York Post.Former US Air Force general Mark Kelly was first alerted to drone sightings in December 2023, when Langley Air Force Base officials reported dozens of drones flying over the facility at night. These sightings continued for 17 days, prompting suspicions that Russian or Chinese agents might be involved.On January 6, 2024, a clue emerged when a Chinese student at the University of Minnesota, Fengyun Shi, was caught flying a drone near Langley. His drone, which had photographed Navy ships, was abandoned after getting stuck in a tree. Shi was arrested a week later as he prepared to board a flight to China and was charged with unlawfully photographing classified naval installations.While US officials have confirmed similar drone swarms near Edwards Air Force Base in Nevada, the Defence Department has yet to publicly identify those behind these apparent surveillance efforts."
    },
    {
        "title": "AI in Note-Taking Apps Isn't All Gimmicky: Here's How I Use Them",
        "link": "https://www.msn.com/en-us/news/technology/ai-in-note-taking-apps-isn-t-all-gimmicky-here-s-how-i-use-them/ar-AA1scR3J?ocid=BingNewsVerp",
        "description": "Summarizing documents and notes is hands down the best use of AI Iâ\u0080\u0099ve found in note-taking apps. Most of the time, you can ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9KgzebtDcLi8Jvk7kxGMBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Hosted on MSN6h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Here are all the Gemini Nano features, and the phones that support them",
        "link": "https://www.androidauthority.com/gemini-nano-features-devices-3490062/",
        "description": "Gemini Nano is Google's smallest AI model but it still has an important use case: running directly on your smartphone. Here's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LVG1DdNmgYpEJY0WBlN-0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Android Authority",
        "article_content": "Mishaal Rahman / Android Authority Samsung Chat Assist\n\nFor a few years, Google has positioned its Pixel smartphones as the go-to choice for AI features. But the recent boom in AI tools like ChatGPT has led other smartphone brands to follow suit too. The recent release of Apple Intelligence on the iPhone 16 series stands to further threaten Google’s ambitions of leading the AI space. The search giant still has a numbers advantage, though, with the entire Android ecosystem at its disposal. So unsurprisingly, we’re now starting to see Google’s Gemini Nano AI model on more and more devices, including Samsung and Xiaomi phones.\n\nSo what does Gemini Nano achieve on Android and should your next smartphone support it? Here’s everything you need to know.\n\nWhat is Gemini Nano and why does it matter? Gemini Nano is Google’s smallest AI model designed specifically to run directly on smartphones like the Pixel 9 series. Specifically, it’s a large language model that excels at text-based tasks — it can suggest replies for chat conversations, draft messages, and more. Recent Gemini Nano releases are also multimodal, meaning it can understand images and audio. However, it’s not as capable as a full language model either — you can’t directly talk to Gemini Nano like you would with ChatGPT or the standalone Gemini app. The latter is Google’s AI chatbot that’s accessible on any device.\n\nThe advantage of Gemini Nano is that it runs on-device, which means it does not send any data to Google’s servers for processing. In fact, Gemini Nano will work offline even if you don’t have an active internet connection. This translates to faster response times and better privacy, since most online AI platforms use your data to train future models.\n\nGemini Nano runs in the background, allowing your phone to process AI tasks without a connection.\n\nGemini Nano is specifically optimized for mobile hardware, but it still takes up some memory as it has to run in the background. This is why the Pixel 9 series ships with 16GB of RAM — a sizable chunk is reserved for AI models like Gemini Nano. Modern chipsets like the Tensor G4 and Snapdragon 8 Gen 3 also have neural processing units (NPUs) to efficiently run such AI models.\n\nWith Gemini Nano support now extending beyond the Pixel lineup, Google’s goal is to make AI capabilities a core part of the Android experience. However, we may only see the model supported on premium phones given the relatively higher processing requirements. You can find a full list of devices with Gemini Nano support below.\n\nGemini Nano features: What do you get? The list of Gemini Nano features will differ depending on your device, but here’s a quick rundown of what the model is capable of. We’re starting to see more and more features trickle down to other devices, but chances are that you’ll need a modern phone with powerful enough hardware to ever see Gemini Nano support.\n\n1. Gboard Smart Reply\n\nGoogle\n\nWhile smartphone keyboards have offered next-word suggestions for over a decade, Google added experimental Gemini Nano support to Gboard for “smart replies” with “conversational awareness”. In simpler terms, the keyboard now uses AI to suggest replies based on the text of your chats. The feature works within WhatsApp, Line, and KakaoTalk, but is limited to US English for now.\n\n2. Summarize in Recorder\n\nGoogle\n\nThe Pixel Recorder app relies on Gemini Nano to offer AI-generated summaries of audio recordings. On the Pixel 8 series, the model could only summarize around fifteen minutes of audio. However, Google’s latest Pixel 9 series includes a newer version of the model that allows for summaries of recordings over half an hour long.\n\nThe Galaxy AI suite also includes a similar AI summarization feature in Samsung’s Voice Recorder app. However, it relies on Google’s larger Gemini Pro model that can only run in the cloud. The upside is that Samsung’s competing feature can handle hours-long recordings at the expense of privacy and speed.\n\n3. Magic Compose\n\nMagic Compose in Google Messages\n\nMagic Compose is a feature within the Google Messages app that uses Gemini Nano to generate suggested replies based on the last 20 messages in a conversation. It offers various writing styles like Formal, Excited, Chill, and even Shakespearean, allowing you to adjust the tone of the AI-generated responses.\n\n4. Pixel Screenshots\n\nRyan Haines / Android Authority\n\nIntroduced with the Pixel 9 series, the Pixel Screenshots app uses Gemini Nano to extract and identify important information from past screenshots. The app offers a search bar so you can ask for specific details like a recipe you saved or an address from a friend’s chat in plain English instead of scrolling through a list of unorganized screenshots.\n\nSince all of the AI processing takes place offline, you get near-immediate results even with thousands of screenshots in your gallery.\n\n5. TalkBack TalkBack, Android’s accessibility feature, is getting a boost thanks to Gemini Nano’s multimodal abilities. It provides rich and detailed descriptions of images, allowing users with blindness or low vision to understand what’s on their screen.\n\nUnlike TalkBack’s older model, which only offered simple descriptions, Gemini Nano can identify specific landmarks or details. You can think of it as a reverse AI image generator, meaning it can offer useful results like “A panoramic view of Sydney Opera House at night.”\n\n6. Pixel Weather AI reports\n\nRyan Haines / Android Authority\n\nAs you may have guessed from the name, this is an AI integration within Google’s dedicated Weather app. Prior to the Pixel 9’s release, tapping on the weather forecast would take you to the Google app. However, the Pixel Weather app offers more data, better widgets, a smoother UI, and support for Gemini Nano.\n\nWhy would you need an on-device AI to know the weather? The idea is that Gemini Nano generates a short summary of the upcoming weather at the top of the app, saving you the trouble of reading through the expected precipitation, temperature, and other forecast numbers. It can also take additional factors such as UV index and air quality index into account, giving you well-rounded information at a glance.\n\n7. Call Notes\n\nGoogle\n\nCall Notes is another Pixel-exclusive feature that debuted alongside the Pixel 9 series. The feature records your phone calls and then employs Gemini Nano to generate a summary of the conversation. However, you’ll need to manually activate the feature for each phone call that you’d like to record and summarize. The other party will hear an audible message that says “Google Call Notes is on. The call is recorded.” Galaxy AI offers a similar feature, which also processes recordings offline.\n\nWhich phones support Gemini Nano?\n\nRyan Haines / Android Authority\n\nGemini Nano made its debut exclusively on the Pixel 8 Pro, but it has slowly made its way to more devices, including several non-Google ones. Here’s a list of devices that support Gemini Nano:\n\nGoogle Pixel 9 series, including the Pixel 9 Pro Fold\n\nGoogle Pixel 8a\n\nGoogle Pixel 8 series\n\nSamsung Galaxy S24 series\n\nSamsung Galaxy S24 FE\n\nSamsung Galaxy Z Flip 6 and Fold 6 Xiaomi 14T series (support announced)\n\nXiaomi MIX Flip (support announced)\n\nMotorola Edge 50 Ultra\n\nMotorola Razr 50 Ultra\n\nWe expect future premium smartphones to include Gemini Nano support especially since regular apps on your phone will soon be able to take advantage of the AI model. Google has streamlined the process of downloading and updating the Gemini Nano model via AICore, which also provides an interface to third-party developers. In early 2024, Google said that it provided an early access preview to companies like Adobe and Grammarly to incoporate the on-device model within their apps. This could allow a PDF reader like Adobe Acrobat to generate AI summaries without an internet connection.\n\nYou might like\n\nComments"
    },
    {
        "title": "AI agents in the driver's seat",
        "link": "https://www.theedgesingapore.com/digitaledge/focus/ai-agents-drivers-seat",
        "description": "We are now at the beginning of a new chapter in which scores of intelligent AI agents are already performing tasks on behalf of humans.",
        "image_url": "https://www.bing.com/th?id=ODF.bqLK1c_lgQQH6tifI47_cQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ai+app",
        "date": "The Edge Singapore1h",
        "source": "The Edge Singapore",
        "article_content": "Content not available"
    },
    {
        "title": "TSMC third-quarter profit seen jumping 40% on strong AI chip demand",
        "link": "https://www.reuters.com/technology/tsmc-third-quarter-profit-seen-jumping-40-strong-ai-chip-demand-2024-10-14/",
        "description": "Taiwan Semiconductor Manufacturing Co , the main producer of advanced chips used in artificial intelligence applications, is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zeTOgWWmPqp4j_a_Kp_teS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "The Hottest Startups in Dublin in 2024",
        "link": "https://www.wired.com/story/the-hottest-startups-in-dublin-in-2024/",
        "description": "The Irish capital's embrace of big tech is filtering through to its startups, who are building better tools for IT teams, AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YbiLAVxi3HtwjSyRA_Je_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14m",
        "source": "Wired",
        "article_content": "Thanks to low corporation tax and government incentives, Dublin has hosted the European Headquarters of many large US technology companies—Google, Meta, LinkedIn and Microsoft all have offices in the city’s Silicon Docks.\n\nEurope's 100 Hottest Startups From Amsterdam to Zurich, these are the hottest startups in Europe in 2024\n\n“The big US companies operated independently of the startup world for many years,” explains Will Prendergast, partner at Frontline Ventures. “But in the last five years, US technology companies have been building product and engineering functions here, and that talent is starting to spill out, driving startup creation.”\n\nGovernment support via Enterprise Ireland’s Pre-Seed Start Fund, designed to accelerate early stage startups, and hubs such as Dogpatch Labs are supporting this wave of new talent. “Ireland does have a capital issue,” says employee benefits startup Kota co-founder Luke Mackey. “There are lots of ways to raise a million euros but not many ways to raise €10 million.”\n\nWith recent funding rounds led by both US and local VCs of €10 million ($11.1 million) or more, that looks set to change.\n\nOpenvolt\n\nOpenvolt is building an API that collates carbon emissions data across Europe to supply to energy transition companies. It’s no coincidence that the aim is to make an API that’s as simple to work with as Stripe’s payment system—Don O’Leary, Openvolt’s CTO, was Stripe’s EMEA head of customer engineering. With CEO Dave Curran, he launched the company in 2023. Openvolt’s first step was securing real-time data from 90 million smart meters across the continent, with gas consumption and the carbon intensity of electricity supplies to follow. The company raised a pre-seed €1.5 million ($1.6 million) led by Cavalry Ventures. Its first client is Helios Energy, which will use Openvolt data in its audit of client’s energy use. openvolt.com\n\nTines\n\nTines is an automation platform for IT and security teams to automate any manual task using a menu of seven common commands, such as “HTTP request”, which sends or receives data from another system. Tines targets simple tasks that teams spend the most time on— on-boarding users or triaging low-level security incidents for instance—to reduce “alert fatigue”. Launched with an $11 million (€10.2 million) Series A round led by Accel, Index Ventures and Blossom Capital in December 2019, the company has raised $146.2 million (€130.6 million) overall. With 200 employees across the USA, Ireland, Australia, and Canada, revenue has grown 200 per cent since May 2024. Customers include Databricks, Mars Inc. and Oak Ridge National Laboratory. tines.com\n\nMarker Video\n\nMarker Video is a user-generated branded content platform, selling product review videos by ordinary people to brands and retailers for a flat fee. Launched as Marker Content in 2022 with €600,000 ($670,00) from Enterprise Ireland, founder Greta Dunne switched from blog post to video in February 2023. “I met the head of marketing at Estée Lauder who had just pivoted from influencers to ordinary people after their data showed the more authentic the content, the better the response,” the former copywriter explains. Customers can scan a QR code in hotels, or on products, and upload video reviews which are tagged and indexed. The videos sell for between €100 and €200 ($111 to $223). Brands receive unlimited use and creators are given 50 per cent of the fee. A stealth launch in April and deals with Unilever and Acer Hotels saw 5,000 creators a month join the site. A second round raised €200,000 ($223,000) from Enterprise Ireland and investor angels such as Brian Caulfield, as well as David Byrne of Digital Irish to fund a full launch in the fall. markervideo.com\n\nGreta Dunne, founder of “authentic review” service Marker Video. PHOTOGRAPH: LAURENCE MCMAHON\n\nCaliberAI\n\nCaliberAI is an AI-powered content moderation platform that searches for harmful and defamatory content. Acting as a “spell check for libel and hate speech”, it notifies news publishers and social media users when they're getting close to the line. It was founded by a father-and-son team—Conor Brady was editor-in-chief of The Irish Times and Neil Brady was a journalist for The Guardian. An Enterprise Ireland grant of €300k ($335k), followed by €850k ($950k) pre-seed launched the company in 2019. The team trains CaliberAI and other Large Language Models (LLMS) on specifically created data sets—a paucity of defamatory material to train on meant the company built its own. Customers include Mediahuis, the Daily Mail, Meta, and numerous law firms involved in AI. “Misinformation and hate speech is eroding democracy because news publishers are on their knees,” explains Neil. “Generative AI chatbots and the companies that make them are not going to be afforded the same legal protections as social media users.” caliberai.net\n\nEdgeTier\n\n“Customer service is broken—no one likes fighting with a chatbot to get through to a human to solve their problem,” says EdgeTier CEO and co-founder Shane Lynn. The company’s AI monitors customer conversations with call centers, listens out for issues and offers training to humans based on the conversations it has analyzed. Lynn, CCO Bart Lehane and CTO Ciarán Tobin launched with a seed round in 2019 and have since raised €7.5 million ($8.3 million) in two rounds lead by Smedvig Capital and ACT VC. The company now operates in more than 20 countries across Europe and the Americas, working with Abercrombie & Fitch, Ryanair, the TUI travel company, Electric Ireland and Tipico. edgetier.com\n\nNoloco\n\nNoloco is a platform for any business to build an app using a point-and-click interface, without the need for software or coding skills. Founder Darragh Mc Kay describes it as the Webflow for business apps. As a software engineer, Mc Kay realized “how few of the tools I had were available to non-software engineers and how complicated they were to use”. Noloco has a series of templates for common HR, project management and inventory apps as well as a blank canvas where users can drag and drop the tasks they need apps to perform. Founded in summer 2021, seed funding in February 2022 raised $1.4 million (€1.8 million), led by Unpopular Ventures and Accel Angels, and the app builder was launched in July 2022. Customers are SMEs—primarily construction companies, marketing agencies, accountants and lawyers. Available as a subscription model, revenue has grown 140 per cent in the last 12 months. noloco.io\n\nDarragh Mc Kay, founder of app platform, Noloco. PHOTOGRAPH: LAURENCE MCMAHON\n\nInspeq ai\n\nInspeq.ai is an evaluation platform for product teams creating AI applications. It monitors app development, especially LLMs, to make sure that the output is accurate, consistent, does not hallucinate and is free from biases and negative tones. The idea for the company came to CEO Apoorva Kumar and CTO Ramanujam MV, formerly product managers at Microsoft and Meta respectively. The pair found that the LLMs they worked with would often “hallucinate”, producing grammatically correct but factually inaccurate information. After building a proof of concept at the Founders Talent Accelerator in late 2023 that reduced hallucination issues by 80 percent, they raised €1.1 million ($1.2 million) in a round lead by Sure Valley Ventures in May 2024 to grow operations in Ireland, London and India. inspeq.ai\n\nBarespace.io\n\nBarespace CEO and co-founder Conor Moules worked at a local hair salon when he was a teenager. Then, when he joined food delivery app Bamboo in his 20s, he realized to his surprise that typical salon transactions were more than ten times larger than typical food delivery orders. He founded Barespace to help barbershops, salons, and spa businesses automate their business management with a comprehensive SaaS platform that combines appointment scheduling, client history and marketing designed to be used by non-technical staff. Founded in March 2022 by Moules and COO Glenn McGoldrick, it closed a €1.5 million ($1.6 million) pre-seed round in August 2024 from investors such as Brian Caulfield, chair of Scale Ireland, Barry Napier, CEO of Cubic Telecom, and Rick Kelley, the former managing director of Meta Ireland. Barespace has processed more than €10 million ($11.1 million) in payments in its first 20 months since launch, growing the business by more than 300 percent. barespace.io\n\nGazelle Wind Power\n\nGazelle Wind Power is building floating wind turbine platforms far out in the deep sea. Ninety-nine per cent of wind farms are fixed to the sea floor in relatively shallow depths. However, more consistent and stronger winds are found above much deeper water. Antonio García—racing yacht engineer and uncle to Gazelle founder Jon Salazar—devised a dynamic floating platform with anchor lines attached to the seabed, accompanied by a counterweight that balances the platform in rough seas. The company has raised $11.3 million (€10.1 million) in equity to date, led by Katapult Group, and has a series A round looming. Salazar’s next goal is reducing the cost to reach the “Henry Ford moment”—a cheap, scalable platform that’s simple to assemble, install and operate. gazellewindpower.com\n\nAntler Bio\n\nAntler Bio’s EpiHerd screening platform examines RNA in blood from dairy cows—the tool by which genes are expressed in the environment. “Farmers think about breeding for perfect genetics,” cofounder Maria Jensen explains, “then wonder why the animal isn’t delivering.” EpiHerd reveals environmental effects on gene expression—disease, diet, farm infrastructure or stress—provide recommended actions specific to farm and animals, and monitor the impact changes. Cofounded by Jensen and Nathalie Conte in November 2020, the company raised more than €1 million ($1.1 million), led by the Nest family office. The first paying farm in November 2023 increased milk production by 30 per cent. Antler expects to reach 173 farms by the end of 2024. Plans include validating EpiHerd to screen for endemic diseases, such as bovine TB. antlerbio.com\n\nThis article first appeared in the November/December 2024 issue of WIRED UK."
    },
    {
        "title": "Doylestown’s VAMPA Museum: Where history meets the paranormal",
        "link": "https://whyy.org/articles/doylestowns-vampa-museum-vampire-paranormal-bucks-county/",
        "description": "Investigation into Abigail and other paranormal activity on the VAMPA Museum property is one of the subjects of a two-part ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xr-whBvLR3Q2YF0JSL05vC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WHYY21h",
        "source": "WHYY",
        "article_content": "The museum offers more than just vampire artifacts, though. There is a display with exorcism chairs examining “levels of demonic ownership,” a seance exhibition and a doll room which Crimi said sees “the most paranormal activity” of any space in the museum.\n\n“Sometimes things will move,” Crimi said. “I don’t think it’s demonic, necessarily. I think it’s just, you know, activity …Children love to also go into dolls. People like to go into dolls. So it’s just a way of the spirits feeling happy.”\n\nAs word has spread about the eerie museum, its number of visitors have grown to 500 each weekend, Crimi said. Visitors travel across the nation and internationally to see VAMPA’s collection of antique vampire killing sets, the largest in the world.\n\nCrimi said they’ve benefitted from the widespread cultural appeal of the paranormal — an interest which, for all the technological advancements of the 21st century, is still as compelling to many people as it was in the Dark Ages.\n\n“People are fascinated by what they don’t understand,” he said. “That’s always been a fact of life. People are searching and trying to understand life as they’re trying to deal with the concept of death.”\n\nThe various objects in the museum’s collection are sinister, but what makes the site special is the presence of “a little girl by name of Abigail,” Crimi said.\n\nCrimi has lived on the property for more than 30 years. He said during that time, employees often argued amongst themselves over who had spilled the milk, and his own daughters, when they were young, would accuse each other of having drank the milk.\n\n“This was a dairy farm, so we think there’s a correlation with Abigail and milk, and we still have experiences,” he said. “Even last week, I poured milk for the cats, and within two minutes, the cats weren’t even in the room, half the milk was gone.”\n\nCrimi said that unlike other, more negative experiences he’s had with paranormal activity, which he declined to share, Abigail is “not demonic in any sense of imagination.”\n\n“She’s more mischievous,” he said. “She’s a little girl, so she likes to play.”\n\nInvestigation into Abigail and other paranormal activity on the VAMPA Museum property is one of the subjects of a two-part documentary, “Paranormal Pickers,” featuring Crimi and paranormal investigator Eric Mintel and his team. It premiered at Doylestown’s County Theater on Oct. 11.\n\nCrimi said putting all the spookiness of the museum aside, he sees it as a family-friendly experience that emphasizes goodness in the world.\n\nThere’s a room in the museum dedicated to St. Michael the Archangel and his battle against the devil — a room which Crimi said is his favorite because it helps express the museum’s central focus: “How to fight evil.”\n\nEven objects like carved skeletons aren’t necessarily meant to be scary, Crimi said. The Stoics, for example, displayed skulls with the Latin phrase, “Memento Mori” — ”Remember you will die” — as an affirmation of life.\n\nCrimi said the museum has donated to St. Jude’s Hospital for Children and other charitable causes, and he wants to continue to grow their community impact in the coming years.\n\nThe museum is open year-round, Saturdays and Sundays, 10 a.m. – 5 p.m., and by appointment during the week. Admission is $15 for adults, $8 for children ages 6-17 and free for children under 6. Information about upcoming events and special ticketed experiences can be found on VAMPA’s Instagram."
    },
    {
        "title": "From UFO sightings to Big Foot — inside the eeriest National Park in America: ‘Like the X-Files’",
        "link": "https://www.msn.com/en-us/travel/other/from-ufo-sightings-to-big-foot-inside-the-eeriest-national-park-in-america-like-the-x-files/ar-AA1sbGEv?ocid=BingNewsVerp",
        "description": "When Navajo Ranger Stanley Milford Jr and partner Jon Dover were assigned to the department for investigating paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4Cor-DMssfdPxRyuRSlsyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "The six ways we are primed to believe in the paranormal",
        "link": "https://www.msn.com/en-gb/money/technology/the-six-ways-we-are-primed-to-believe-in-the-paranormal/ar-AA1sb9PI?ocid=BingNewsVerp",
        "description": "From ghosts, to premonitions, to reincarnation, opinions are divided about the supernatural – but such beliefs can sometimes ...",
        "image_url": "https://www.bing.com/th?id=OVFT._VZS3ggRpAa7T5NMVfOnXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The i on MSN21h",
        "source": "The i on MSN",
        "article_content": ""
    },
    {
        "title": "Informer: HHW facility regular season ends soon",
        "link": "https://www.mankatofreepress.com/news/local_news/informer-hhw-facility-regular-season-ends-soon/article_cd75d29a-85bf-11ef-8a64-e7461921acc2.html",
        "description": "The Blue Earth County Regional Household Hazardous Waste Facility and Product Reuse Center will close for the regular season ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ap3kaLk_eKLEFU1BJZi6Sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Mankato Free Press29m",
        "source": "Mankato Free Press",
        "article_content": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items."
    },
    {
        "title": "Paranormal activity in bedroom",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/paranormal-activity-in-bedroom/vi-AA1scxEt?ocid=BingNewsVerp",
        "description": "Major US city lawmakers propose law to ban common household item: 'These are very high-emissions devices' How Many Years Does It Take To Make Over $400,000 As A Pilot?",
        "image_url": "https://www.bing.comNo image",
        "category": "paranormal",
        "date": "Allie Sparks on MSN7h",
        "source": "Allie Sparks on MSN",
        "article_content": ""
    },
    {
        "title": "Men won all the science Nobels this year. There’s an even bigger problem",
        "link": "https://www.statnews.com/2024/10/11/nobel-prizes-2024-gender-bias-science/",
        "description": "The men who received this year’s prizes are 'superstars,' said Liselotte Jauffred, a physicist at the Niels Bohr Institute ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Lg2G04MyIYPZ98jGjtABZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "STAT10h",
        "source": "STAT",
        "article_content": "Since the Nobel Prizes were created in 1901, just 24 women have received awards in the sciences. This year, that number stayed the same: All seven laureates in physics, chemistry, and physiology or medicine were men.\n\nSome scientists have expressed frustration about the lack of women among this year’s awardees, particularly the omission of two women who contributed to the work honored for the prize in physiology or medicine. Experts who study gender bias in the sciences say the Nobel’s gender gap reflects the larger barriers to success faced by women in science — and that science is poorer for it.\n\nadvertisement\n\nThe men who received this year’s prizes are “superstars,” said Liselotte Jauffred, a physicist at the Niels Bohr Institute who has studied gender bias in the Nobels. But “what are the mechanisms that make it easier for men to enter that pool of superstar scientists that could even be nominated for a Nobel Prize?”\n\nCertain fields, like biology, chemistry and social sciences are reaching gender parity in undergraduate and graduate degrees. But representation falls further up the academic ladder — a problem known as the leaky pipeline. Some women are pushed out of science altogether because of experiences of sexism. Those who persist are less often promoted to senior professorships, and even fewer become chief physicians, department heads, or journal editors.\n\nEven once in academia, women are not given tenure as often as men. They are not listed as the key author on as many papers, are cited less often than male colleagues, and receive fewer prestigious awards overall.\n\nadvertisement\n\nFiguring out whether the Nobels reflect even more bias than academia as a whole was “not easy” Jauffred said. Researchers had to account for the lag between when a discovery is made and when it is recognized, and for the lower representation of women in science over the years. But even when accounting for those factors, she and her colleagues found in a 2019 study that the likelihood that bias against women played a role in the decision of who gets awards was around 96%.\n\nThis year’s Nobel for physiology or medicine, which was awarded to Gary Ruvkun and Victor Ambros for the discovery of microRNA, has attracted particular scrutiny with regard to gender bias. Many outside observers commented on the fact that Rosalind Lee, Ambros’ wife and long-time collaborator, was not recognized for the discovery despite being a first author on one of the studies cited by the committee. To some, the story seemed to write itself — another Rosalind overlooked by the committee, much like Rosalind Franklin, whose contributions to the discovery of DNA’s double helix were not initially recognized.\n\nThere are, however, reasons beyond sexism that can lead collaborators like Lee to get overlooked. The Nobel committee limits awards to three people, which some scientists have pointed out is an antiquated way to reward discoveries that are increasingly part of large collaborations.\n\n“Any project of any complexity rolls out over years with many contributors,” said Bruce Wightman, a biologist at Muhlenberg College who was in Ruvkun’s lab and worked on an aspect of the discovery of microRNA. “Science takes a village.”\n\nA spokesperson for UMass Chan Medical School said Lee and Ambros are “celebrating the Nobel Prize and view it as a recognition of the team’s collaborative work.”\n\nThe push to reduce gender bias in Nobel Prizes\n\nThat said, how credit is distributed to scientists that are part of a large collaboration may also be the product of bias. One study found that women who co-authored papers were less likely to receive tenure compared to those who published papers alone. This kind of collaboration didn’t have any effect on men’s ability to get tenure. Another found that women tended to receive authorship on papers or patents to which they had contributed less often than male colleagues.\n\nadvertisement\n\nThe Nobels tend to “recognize people who were in a position of power and authority, instead of the people who actually made a discovery or had an idea or proved it experimentally,” said Pnina Abir-Am, a historian of science at Brandeis University, who has studied collaborative couples in science as well as documented the women who were not recognized for the Nobel prize for RNA splicing.\n\nNewsletter Weekdays Sign up for Morning Rounds Understand how science, health policy, and medicine shape the world every day Please enter a valid email address. Sign Up Your data will be processed in accordance with our Privacy Policy and Terms of Service. You may opt out of receiving STAT communications at any time.\n\nThe Nobel committee is often “narrow-minded” in who it gives awards to, Abir-Am said, favoring those who are heads of the lab where the research was conducted as well as those who have trained with other Nobel laureates. That means lower chances of receiving the prize for women, racial minorities, and more junior scientists who have made breakthrough discoveries but are less likely to be in positions of power.\n\nNobel winners also tend to come from socioeconomically privileged backgrounds, according to Paul Novosad, an economist at Dartmouth College who studies access to opportunity and upward mobility. Novosad and his colleagues published a white paper this week finding that on average, laureates came from households with fathers in the 87th percentile of income in their country. Around half were in the top 5% by income.\n\nFemale laureates tended to be from even more elite families, which the authors write may be because the higher socioeconomic status helps them overcome some of the gendered obstacles in academia. But “it means that elite women in the sciences are drawn from an even smaller socioeconomic pool than men, implying substantial misallocation,” they write in the paper.\n\n“If children who are brilliant but poor fail to make it into the sciences, then all of humanity loses out on their potential discoveries,” said Novosad.\n\nThings may be changing. The analysis found that the average socioeconomic status of laureates is creeping downward, which could signal a slow democratization of the sciences. “This kind of research is really important for the same reasons that we would like to see less elite demographics represented in various top positions,” said Novosad. “Unfortunately there is still a surprising amount of work to do just to convince men in senior scientific positions that these barriers exist at all.”\n\nadvertisement\n\nOne change that may make recognition more fair going forward is the growing practice of papers delineating what each author has contributed to a paper. “Journals require scientists to say who contributed to conception and who contributed to experiments,” Abir-Am said. This creates less ambiguity around who directly contributed to discoveries that are being honored by awards — as opposed to assuming lab heads or senior authors did the lion’s share of the work. “I don’t care who is a director and who is a junior [researcher], I want to know who did what.”\n\nThe organizations that select Nobel laureates have taken steps to address the laureates’ lack of diversity in recent years. In 2019, Nobel committees began asking nominators to consider gender and ethnicity to encourage a wider range of diversity in nominees. And since scientists have to be invited to contribute nominations, “[w]e are extending invitations to an increasing number of individuals from regions beyond traditional academic research hubs in the United States, Europe, Australia and Japan,” Thomas Perlmann, the secretary for the Nobel Committee for Physiology or Medicine, told Nature this week. “Moreover, we’re actively identifying more women and younger scientists as nominators.”\n\nJauffred has also seen improvement. She was motivated to write her paper on gender bias in the Nobels after Donna Strickland in 2018 became the first woman to win the Nobel in physics in 55 years. Since 2018, two more women have also won the Nobel in physics. Still, progress is slow.\n\n“The demography of fields has been changing for a long time, but it’s not yet reflected in Nobel Prizes,” Jauffred said. “When we don’t see that diversity represented in the Nobel Prizes, of course we ask ourselves questions. Why does it have to be like that?”\n\nMegan Molteni contributed reporting."
    },
    {
        "title": "A Shift in the World of Science",
        "link": "https://www.nytimes.com/2024/10/13/briefing/nobel-prize-artificial-intelligence.html",
        "description": "Cue the grousing: This was computer science, not physics or chemistry! Indeed, of the five laureates on Tuesday and Wednesday ...",
        "image_url": "https://www.bing.com/th?id=OVFT.81V0lrl8bV3u5NCRzAvQ7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "The New York Times",
        "article_content": "Technology observers have grown increasingly vocal in recent years about the threat that artificial intelligence poses to the human variety. A.I. models can write and talk like us, draw and paint like us, crush us at chess and Go. They express an unnerving simulacrum of creativity, not least where the truth is concerned.\n\nA.I. is coming for science, too, as this week’s Nobel Prizes seemed keen to demonstrate. On Tuesday, the Nobel Prize in Physics was awarded to two scientists who helped computers “learn” closer to the way the human brain does. A day later, the Nobel Prize in Chemistry went to three researchers for using A.I. to invent new proteins and reveal the structure of existing ones — a problem that stumped biologists for decades, yet could be solved by A.I. in minutes."
    },
    {
        "title": "360 million-year-old winged seed found, sheds light on wind dispersal in plants",
        "link": "https://interestingengineering.com/science/researchers-discover-second-oldest-winged-seed",
        "description": "Scientists have discovered Alasemenia, the second-oldest known winged seed, that caught the wind better than other seeds of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ioifBO-S43Oipx5P4otqtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Interesting Engineering18h",
        "source": "Interesting Engineering",
        "article_content": "Unique wing structure\n\nThe research included a careful study of Alasemenia’s internal structure, with the findings indicating the seeds were around 25 to 33 millimeters long. However, they lacked the cupule which was common in most seeds of the period. This prompted scientists to determine that the variety was 40 million years older that what was previously estimated.\n\nAlasemenia has a coat that is extends outward and forms wing-like lobes. The broad and convex structure of these wings helped the seeds to fly in the wind. The research notes that three-winged seeds of Alasemenia were adapted better to wind dispersal than seeds with one, two or four wings.\n\nAccording to the published study, experts compared Alasemenia against two other known winged seeds from the Late Devonian period. Both Warstenia and Guazia had four wings. While the former’s wings were short and straight, the latter’s were broad and flat."
    },
    {
        "title": "Christopher Columbus 'was Jewish and Spanish' study finds following the discovery of the famous explorer's remains 500 years after his death",
        "link": "https://www.msn.com/en-ph/news/other/christopher-columbus-was-jewish-and-born-in-western-europe/ar-AA1sbzLT?ocid=BingNewsVerp",
        "description": "The origins as well as the final resting place of the 15th-century explorer who led Spanish-funded expeditions from the 1490s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zCtNNmhIpXZasXI8vMjMAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "17hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "Earth's telescopes have evidence of aliens, will reveal it next month, claims NASA filmmaker",
        "link": "https://www.msn.com/en-in/news/techandscience/earths-telescopes-have-evidence-of-aliens-will-reveal-it-next-month-claims-nasa-filmmaker/ar-AA1sb26p?ocid=BingNewsVerp",
        "description": "A NASA filmmaker has claimed that evidence of intelligent alien life has been found by the telescopes on Earth and it will be ...",
        "image_url": "https://www.bing.com/th?id=OVFT.APR4GIRZxtE0eb2l9behvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20hon MSN",
        "source": "WION on MSN",
        "article_content": ""
    },
    {
        "title": "DraftKings promo code: Bet $5, get $200 bonus offer for Giants vs. Bengals on SNF",
        "link": "https://www.nj.com/betting/2024/10/draftkings-promo-code-bet-5-get-200-bonus-offer-for-giants-vs-bengals-on-snf.html",
        "description": "Sunday Night Football kicks off with the Bengals traveling to MetLife Stadium to square off against the New York Giants. For ...",
        "image_url": "https://www.bing.com/th?id=OVFT.URc3O2IhEjvXFOFZWTfaei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "8h",
        "source": "NJ.com",
        "article_content": "Sunday Night Football kicks off with the Bengals traveling to MetLife Stadium to square off against the New York Giants. For a chance to expand your payroll to wager on the NFL season, get take advantage of the DraftKings promo code (no code required) today!\n\nDraftKings promo code: What you need to know\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code bonus Bet $5, get $200 in bonus bets instantly 💸 Minimum deposit $5 📝 DraftKings promo code terms and conditions Get $200 in bonus bets instantly after your first $5+ wager.\n\nBonus received as eight $25 bonus bets.\n\nBonus bets are single-use, non-withdrawable and expire seven days after receipt. ✅ Last verified Oct. 13, 2024\n\nDraftKings promo code: how to claim the offer\n\nAfter getting set up, you’ll need to place a wager of $5 or more, then you should receive your $200 in bonus bets instantly. From there you are free to use them on any wagers ahead of the Week 6 slate.\n\nSigning up using the DraftKings promo code (no code needed) requires just a short set of steps:\n\nClick any link or banner on this page to get started downloading the DraftKings app Tap the ‘Sign Up’ or ‘Join Now’ button in the middle of the page. Make a $5 minimum deposit. Bet $5 on a qualifying market and the bonus funds should appear instantly. Bonus bets expire 7 days after they’re credited\n\nOnce the bonus bets are added to your funds, they’re free to use for the next seven days. Be sure to use them in that time though, or they will expire.\n\nClick any link on this page to see the full terms and conditions.\n\nGiants vs Bengals odds to use your DraftKings promo code on\n\nDespite the Bengals issues to start out the 2024 campaign, Joe Burrow and the passing attack have continued to fire on all cylinders.\n\nTee Higgins battled injuries through the early parts of the campaign, but he’s found his groove as of late and has become a focal point for the offense.\n\nWith 14 targets last week, it’s clear that the emphasis on Ja’Marr Chase from opposing defenses has opened up opportunities for Higgins to shine. Against a Giants secondary that is lacking outside of Deonte Banks, that trend should continue on Sunday night.\n\nWhile Higgins hasn’t been as explosive with his receptions, as long as he continues to get fed, going over the 50.5 total (-115 in DraftKings sportsbook) should be a piece of cake."
    },
    {
        "title": "Best sportsbook promo codes for NFL Week 6: $4K in bonuses for Giants vs. Bengals",
        "link": "https://www.nj.com/betting/2024/10/best-sportsbook-promo-codes-for-nfl-week-6-4k-in-bonuses-for-giants-vs-bengals.html",
        "description": "In total, you can unlock up to $4,200 from the top sportsbook promo codes to use on Week 6 Sunday games and more NFL action.",
        "image_url": "https://www.bing.com/th?id=OVFT.GjVI4qMGJI7Toqcp6QKXLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "9h",
        "source": "NJ.com",
        "article_content": "With Week 6 of the NFL season set to continue this afternoon, fans across the country are loading up their preferred sports betting platforms and placing wagers on a variety of odds around the league.\n\nIf you have yet to create an account or are looking to start fresh with a new sportsbook, you’ve come to the right place.\n\nIn total, you can unlock up to $4,200 from the top sportsbook promo codes to use on Week 6 Sunday games and more NFL action. Here are some of the best games to wager on with your bonuses:\n\nJacksonville Jaguars vs Chicago Bears, 9:30 a.m. ET (NFL Network)\n\nTampa Bay Buccaneers at New Orleans Saints, 1 p.m. ET (FOX)\n\nWashington Commanders at Baltimore Ravens, 1 p.m. ET (CBS)\n\nDetroit Lions at Dallas Cowboys, 4:25 p.m. ET (FOX)\n\nCincinnati Bengals at New York Giants, 8:20 p.m. ET (NBC)\n\nFanDuel Sportsbook promo code: Bet $5 for up to $300 in bonus bets\n\nThe FanDuel Sportsbook promo code (no code needed) is one of the more exciting in the game. America’s Favorite Sportsbook has recently upped its bonus bets up to $300 for users who make a wager of $5 or more after signing up.\n\nAs long as you hit in your first bet, the $300 gets added on top and immediately goes into your payroll. These bonus bets can be split into increments of your choice, so if you want 4 $50 bonus bets or just 1 $300 one, it’s up to you.\n\nBonus bets have no cash value and expire seven days after they’re issued.\n\nGet the latest $300 bonus now at FanDuel Sportsbook promo code (no code needed)\n\nBetMGM Sportsbook promo code: $1,500 first-bet bonus\n\nJust by using our BetMGM sportsbook promo code NJCOM1500 new users can receive up to $1,500 in bonus bets if their first bet loses.\n\nIf your first bet is less than $50, you will receive one bonus bet in the amount you lose.\n\nIf your first bet is between $50 and $1,500, you’ll receive five bonus bets of equal value that add up to the amount you lose. So, if you bet $100 and lose, you’ll receive five $20 bonus bets.\n\nBonus bets will be issued roughly 24 hours after your first bet is settled as a loss. Bonus bets have no cash value and expire in 7 days.\n\nGo claim up to a possible $1,500 in bonuses from this BetMGM Sportsbook promo code NJCOM1500\n\nDraftKings Sportsbook promo code: $200 in bonus bets\n\nIf you want your bonuses quickly, DraftKings Sportsbook promo code offer (no code needed) is on top of it. Once you’ve registered for an account, you will immediately be awarded $200 in bonus bets after you place a wager of $5 or more.\n\nThis bonus will be distributed as eight $25 bonus bets. These bonus bets can be used on any sporting event, but they must be used within seven days or they will expire.\n\nFollow this link for DraftKings Sportsbook promo code (no code needed) to get $200 in bonus bets\n\nCaesars Sportsbook promo code NJCOM1000: $1K first-bet bonus\n\nTake the stress out of your first wager by signing up with the Caesars Sportsbook promo code NJCOM1000 where they offer a first-bet bonus up to $1,000.\n\nAll lost funds on your first bet will be refunded to your account in bonus bets giving you a chance to try again and win big.\n\nBonus bets will be issued within 72 hours of your first bet being settled as a loss. The bonus tokens have no cash value and will expire in 14 days.\n\nTake advantage of the $1,000 in bonuses with Caesars Sportsbook promo code NJCOM1000\n\nBet365 Sportsbook promo code NJCOM365 offers $200 in bonus bets\n\nBet365 won’t keep you waiting with their bonus offer as they award $200 in bonus bets for new accounts who place a wager of $5 or more.\n\nYour first bet must be made at -500 odds or greater, or one leg of a parlay must be at -500 odds or greater. Just be sure to use the bonus bets within seven days of receiving them so they don’t expire.\n\nFor a quick and easy way to increase your funds, you can’t go wrong setting up an account and using our bet365 promo code NJCOM365 on bet365 today!\n\nFor up to $200 in bonuses, claim the bet365 Sportsbook promo code NJCOM365\n\nFanatics Sportsbook promo code: $1,000 in bonus bets\n\nSign up with Fanatics sportsbook promo code (no promo code needed) and you’ll be tempted to keep coming back for more.\n\nFanatics Sportsbook will match bets up to $100 through your first 10 days with the sportsbook. If you maximize the stakes, you’ll end up with $1,000 in bonus bets.\n\nBe sure to repeat the bets for ten straight days and you’ll receive a bonus bet of up to $100 for each of the first 10 days that you’re a Fanatics Sportsbook user.\n\nCreate an account now with Fanatics Sportsbook promo code (no promo code needed just click the link above)."
    },
    {
        "title": "The Hottest Startups in Dublin in 2024",
        "link": "https://www.wired.com/story/the-hottest-startups-in-dublin-in-2024/",
        "description": "The Irish capital's embrace of big tech is filtering through to its startups, who are building better tools for IT teams, AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YbiLAVxi3HtwjSyRA_Je_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "14m",
        "source": "Wired",
        "article_content": "Thanks to low corporation tax and government incentives, Dublin has hosted the European Headquarters of many large US technology companies—Google, Meta, LinkedIn and Microsoft all have offices in the city’s Silicon Docks.\n\nEurope's 100 Hottest Startups From Amsterdam to Zurich, these are the hottest startups in Europe in 2024\n\n“The big US companies operated independently of the startup world for many years,” explains Will Prendergast, partner at Frontline Ventures. “But in the last five years, US technology companies have been building product and engineering functions here, and that talent is starting to spill out, driving startup creation.”\n\nGovernment support via Enterprise Ireland’s Pre-Seed Start Fund, designed to accelerate early stage startups, and hubs such as Dogpatch Labs are supporting this wave of new talent. “Ireland does have a capital issue,” says employee benefits startup Kota co-founder Luke Mackey. “There are lots of ways to raise a million euros but not many ways to raise €10 million.”\n\nWith recent funding rounds led by both US and local VCs of €10 million ($11.1 million) or more, that looks set to change.\n\nOpenvolt\n\nOpenvolt is building an API that collates carbon emissions data across Europe to supply to energy transition companies. It’s no coincidence that the aim is to make an API that’s as simple to work with as Stripe’s payment system—Don O’Leary, Openvolt’s CTO, was Stripe’s EMEA head of customer engineering. With CEO Dave Curran, he launched the company in 2023. Openvolt’s first step was securing real-time data from 90 million smart meters across the continent, with gas consumption and the carbon intensity of electricity supplies to follow. The company raised a pre-seed €1.5 million ($1.6 million) led by Cavalry Ventures. Its first client is Helios Energy, which will use Openvolt data in its audit of client’s energy use. openvolt.com\n\nTines\n\nTines is an automation platform for IT and security teams to automate any manual task using a menu of seven common commands, such as “HTTP request”, which sends or receives data from another system. Tines targets simple tasks that teams spend the most time on— on-boarding users or triaging low-level security incidents for instance—to reduce “alert fatigue”. Launched with an $11 million (€10.2 million) Series A round led by Accel, Index Ventures and Blossom Capital in December 2019, the company has raised $146.2 million (€130.6 million) overall. With 200 employees across the USA, Ireland, Australia, and Canada, revenue has grown 200 per cent since May 2024. Customers include Databricks, Mars Inc. and Oak Ridge National Laboratory. tines.com\n\nMarker Video\n\nMarker Video is a user-generated branded content platform, selling product review videos by ordinary people to brands and retailers for a flat fee. Launched as Marker Content in 2022 with €600,000 ($670,00) from Enterprise Ireland, founder Greta Dunne switched from blog post to video in February 2023. “I met the head of marketing at Estée Lauder who had just pivoted from influencers to ordinary people after their data showed the more authentic the content, the better the response,” the former copywriter explains. Customers can scan a QR code in hotels, or on products, and upload video reviews which are tagged and indexed. The videos sell for between €100 and €200 ($111 to $223). Brands receive unlimited use and creators are given 50 per cent of the fee. A stealth launch in April and deals with Unilever and Acer Hotels saw 5,000 creators a month join the site. A second round raised €200,000 ($223,000) from Enterprise Ireland and investor angels such as Brian Caulfield, as well as David Byrne of Digital Irish to fund a full launch in the fall. markervideo.com\n\nGreta Dunne, founder of “authentic review” service Marker Video. PHOTOGRAPH: LAURENCE MCMAHON\n\nCaliberAI\n\nCaliberAI is an AI-powered content moderation platform that searches for harmful and defamatory content. Acting as a “spell check for libel and hate speech”, it notifies news publishers and social media users when they're getting close to the line. It was founded by a father-and-son team—Conor Brady was editor-in-chief of The Irish Times and Neil Brady was a journalist for The Guardian. An Enterprise Ireland grant of €300k ($335k), followed by €850k ($950k) pre-seed launched the company in 2019. The team trains CaliberAI and other Large Language Models (LLMS) on specifically created data sets—a paucity of defamatory material to train on meant the company built its own. Customers include Mediahuis, the Daily Mail, Meta, and numerous law firms involved in AI. “Misinformation and hate speech is eroding democracy because news publishers are on their knees,” explains Neil. “Generative AI chatbots and the companies that make them are not going to be afforded the same legal protections as social media users.” caliberai.net\n\nEdgeTier\n\n“Customer service is broken—no one likes fighting with a chatbot to get through to a human to solve their problem,” says EdgeTier CEO and co-founder Shane Lynn. The company’s AI monitors customer conversations with call centers, listens out for issues and offers training to humans based on the conversations it has analyzed. Lynn, CCO Bart Lehane and CTO Ciarán Tobin launched with a seed round in 2019 and have since raised €7.5 million ($8.3 million) in two rounds lead by Smedvig Capital and ACT VC. The company now operates in more than 20 countries across Europe and the Americas, working with Abercrombie & Fitch, Ryanair, the TUI travel company, Electric Ireland and Tipico. edgetier.com\n\nNoloco\n\nNoloco is a platform for any business to build an app using a point-and-click interface, without the need for software or coding skills. Founder Darragh Mc Kay describes it as the Webflow for business apps. As a software engineer, Mc Kay realized “how few of the tools I had were available to non-software engineers and how complicated they were to use”. Noloco has a series of templates for common HR, project management and inventory apps as well as a blank canvas where users can drag and drop the tasks they need apps to perform. Founded in summer 2021, seed funding in February 2022 raised $1.4 million (€1.8 million), led by Unpopular Ventures and Accel Angels, and the app builder was launched in July 2022. Customers are SMEs—primarily construction companies, marketing agencies, accountants and lawyers. Available as a subscription model, revenue has grown 140 per cent in the last 12 months. noloco.io\n\nDarragh Mc Kay, founder of app platform, Noloco. PHOTOGRAPH: LAURENCE MCMAHON\n\nInspeq ai\n\nInspeq.ai is an evaluation platform for product teams creating AI applications. It monitors app development, especially LLMs, to make sure that the output is accurate, consistent, does not hallucinate and is free from biases and negative tones. The idea for the company came to CEO Apoorva Kumar and CTO Ramanujam MV, formerly product managers at Microsoft and Meta respectively. The pair found that the LLMs they worked with would often “hallucinate”, producing grammatically correct but factually inaccurate information. After building a proof of concept at the Founders Talent Accelerator in late 2023 that reduced hallucination issues by 80 percent, they raised €1.1 million ($1.2 million) in a round lead by Sure Valley Ventures in May 2024 to grow operations in Ireland, London and India. inspeq.ai\n\nBarespace.io\n\nBarespace CEO and co-founder Conor Moules worked at a local hair salon when he was a teenager. Then, when he joined food delivery app Bamboo in his 20s, he realized to his surprise that typical salon transactions were more than ten times larger than typical food delivery orders. He founded Barespace to help barbershops, salons, and spa businesses automate their business management with a comprehensive SaaS platform that combines appointment scheduling, client history and marketing designed to be used by non-technical staff. Founded in March 2022 by Moules and COO Glenn McGoldrick, it closed a €1.5 million ($1.6 million) pre-seed round in August 2024 from investors such as Brian Caulfield, chair of Scale Ireland, Barry Napier, CEO of Cubic Telecom, and Rick Kelley, the former managing director of Meta Ireland. Barespace has processed more than €10 million ($11.1 million) in payments in its first 20 months since launch, growing the business by more than 300 percent. barespace.io\n\nGazelle Wind Power\n\nGazelle Wind Power is building floating wind turbine platforms far out in the deep sea. Ninety-nine per cent of wind farms are fixed to the sea floor in relatively shallow depths. However, more consistent and stronger winds are found above much deeper water. Antonio García—racing yacht engineer and uncle to Gazelle founder Jon Salazar—devised a dynamic floating platform with anchor lines attached to the seabed, accompanied by a counterweight that balances the platform in rough seas. The company has raised $11.3 million (€10.1 million) in equity to date, led by Katapult Group, and has a series A round looming. Salazar’s next goal is reducing the cost to reach the “Henry Ford moment”—a cheap, scalable platform that’s simple to assemble, install and operate. gazellewindpower.com\n\nAntler Bio\n\nAntler Bio’s EpiHerd screening platform examines RNA in blood from dairy cows—the tool by which genes are expressed in the environment. “Farmers think about breeding for perfect genetics,” cofounder Maria Jensen explains, “then wonder why the animal isn’t delivering.” EpiHerd reveals environmental effects on gene expression—disease, diet, farm infrastructure or stress—provide recommended actions specific to farm and animals, and monitor the impact changes. Cofounded by Jensen and Nathalie Conte in November 2020, the company raised more than €1 million ($1.1 million), led by the Nest family office. The first paying farm in November 2023 increased milk production by 30 per cent. Antler expects to reach 173 farms by the end of 2024. Plans include validating EpiHerd to screen for endemic diseases, such as bovine TB. antlerbio.com\n\nThis article first appeared in the November/December 2024 issue of WIRED UK."
    },
    {
        "title": "Drake Maye stats today: How Patriots rookie QB fared in first NFL start",
        "link": "https://www.msn.com/en-us/sports/other/drake-maye-stats-today-how-patriots-rookie-qb-fared-in-first-nfl-start/ar-AA1scmQr?ocid=BingNewsVerp",
        "description": "Drake Maye made his first NFL start in Week 6 against the Texans. The Patriots didn't win, but the rookie flashed potential ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p_hW-MgxA1iRQ-Wy4jlZ_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "11hon MSN",
        "source": "USA Today on MSN",
        "article_content": ""
    },
    {
        "title": "Apple is hoping to one-up Meta with its own smart glasses",
        "link": "https://www.msn.com/en-us/news/technology/apple-is-hoping-to-one-up-meta-with-its-own-smart-glasses/ar-AA1sbF6D?ocid=BingNewsVerp",
        "description": "Meta wowed the world with its Orion AR glasses a few weeks ago. Apple's Vision Products Group is now working on own take.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "18hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "The road to digital success: Mapping out your digitalisation strategy",
        "link": "https://www.accountingweb.co.uk/community/industry-insights/the-road-to-digital-success-mapping-out-your-digitalisation-strategy",
        "description": "The accounting industry has come a long way in terms of embracing a new era of digitalisation - and it looks nothing like it did a decade ago. Now, ...",
        "image_url": "https://www.bing.com/th?id=ODF.3P07X-NHx6cUVcH8oIiJoA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "accountingweb.co.uk23m",
        "source": "accountingweb.co.uk",
        "article_content": "The accounting industry has come a long way in terms of embracing a new era of digitalisation - and it looks nothing like it did a decade ago. Now, mapping out a roadmap towards digitalisation that focuses on embedding a robust set of digital tools should shape your firm’s strategy.\n\nTo do that, it’s important to understand how much things have changed, what technology trends are shaping practices today, and, most importantly, what the future could look like.\n\nThat’s why, in our most recent survey, we asked accountants about their relationship with tech and what’s important to them. Here are some key areas to be aware of.\n\nCloud accounting is the new normal\n\nWith 81% of firms now reporting that cloud-based accounting systems make up at least half of their tech stack, it's fast becoming the new normal. And that's no surprise: compared to spreadsheets and manual data entry, cloud accounting has enabled a transformative shift in the industry, and is fundamental to staying agile.\n\nAs well as boosting efficiency, streamlining workflows, and enabling real-time collaboration, embracing cloud accounting software means:\n\nbeing able to access financial data, in real time, anywhere, on any device\n\nbeing able to view data at the same time as clients, creating one source of truth\n\nbetter security, with features like advanced encryption and system backups\n\nautomatic updates, making it easier to stay compliant with regulations.\n\nIt’s also great for client relationships - with 88% of firms believing an efficient tech stack improves communication with clients, and 70% agreeing it helps them to provide a personalised experience.\n\nAnd, considering the additional pressure that external factors like the roll out of Making Tax Digital create, having software that integrates and complies as smoothly as possible with HMRC’s systems has become top priority.\n\nPractice management software: Your central hub\n\nPractice management software is designed to act as your firm's central hub - integrating your client communication, document storage, time tracking, invoicing, and compliance tasks all into one streamlined system. It's the most important digital tool you can invest in to manage your firm's operations.\n\nBut, surprisingly, only 35% of firms currently use some form of practice management software. That means almost two thirds of accountants aren’t yet making use of the benefits, which include:\n\nincreased efficiency, as manual processes are automated\n\nbetter client management, with all client data and communications stored in one place\n\nimproved staff collaboration, allowing for more seamless task delegation\n\ncompliance tracking, ensuring deadlines and regulatory requirements are met\n\nAs well as the overall improvements to your firm’s operations, allowing tech to do the heavy lifting when it comes to practice management also means you can focus on higher-value services, without being tied down by admin.\n\nPayroll software leading the way\n\nFinally, payroll is another key area where digitalisation has had a profound impact on the industry. The introduction of auto-enrolment in the UK and Ireland has made payroll processes more complex - and the adoption of payroll software has skyrocketed, with 95% of firms now using it.\n\nModern payroll software not only automates payslip generation, tax calculations, and pension contributions but also keeps you compliant with regulations like auto-enrolment as they change.\n\nIt can be a gamechanger for both you and your clients when it comes to smoothing operations and freeing up time for more strategic financial work.\n\nWhat does the road ahead look like?\n\nOur survey found that accountants are clear about what they want from their technology in future. Ultimately, firms are looking for:\n\nBetter integration across their tech stack - seamless connections between cloud-based accounting, tax software, practice management software, and payroll software, enabling data to flow smoothly between systems Improved automation - automating routine tasks such as data entry, tax filings, and invoicing is a key priority for many firms, allowing them to focus on advisory services and value-added tasks Enhanced reporting capabilities - firms are looking for software that can generate more detailed and insightful reports to help clients make informed financial decisions. Compliance with changing regulations - as initiatives like MTD continue to evolve, accountants want software that stays up to date with the latest regulations.\n\nThe journey towards digitalisation is ongoing, but it’s clear that the future of accounting lies in technology.\n\nAt Bright, we’re committed to helping practices embrace this, with a suite of tools designed to streamline operations and drive growth. Book a demo to see our solutions in action.\n\nBook a demo\n\nRelated articles:"
    }
]