[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pilots Told to 'Maneuver' Around Oregon 'UFO' in Leaked Cabin Audio",
            "link": "https://www.msn.com/en-us/money/companies/pilots-told-to-maneuver-around-oregon-ufo-in-leaked-cabin-audio/ar-AA1vGT3j?ocid=BingNewsVerp",
            "description": "Two pilots reported seeing unidentified red, circular lights and objects moving erratically at various high altitudes.",
            "image_url": "https://www.bing.com/th?id=OVFT.QJ1giKG49G1Nj7F5zMSGdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "14hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pilot Encountered Mystery Objects 'Moving at Extreme Speed': FAA",
            "link": "https://www.msn.com/en-us/news/technology/pilot-encountered-mystery-objects-moving-at-extreme-speed-faa/ar-AA1vJAVW?ocid=BingNewsVerp",
            "description": "The FAA has confirmed that a pilot reported seeing \"unidentified lights\" after air traffic control told him to 'avoid the UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.inx5FMR07CGdkpO_-LzjXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey",
            "link": "https://www.yahoo.com/news/iranian-vessel-drone-ufo-mystery-172814554.html",
            "description": "Drones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rj2tmeZwjm5sEs8ttBlvmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8h",
            "source": "Yahoo",
            "article_content": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey\n\nDrones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from regional lawmakers. The state’s governor has insisted the drones are safe, while a Congressman believes they’re the vanguard of an Iranian “mothership.”\n\nHomeland security officials and regional lawmakers met on Wednesday to discuss the sightings further.\n\nDozens of mysterious nighttime flights started last month and have raised growing concern among residents and officials. Part of the worry stems from the flying objects initially being spotted near the Picatinny Arsenal, a U.S. military research and manufacturing facility, and over president-elect Donald Trump’sgolf course in Bedminster. Drones are legal in New Jersey for recreational and commercial use, but they are subject to local and Federal Aviation Administration regulations and flight restrictions. Operators must also be FAA certified.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMost, but not all, of the drones spotted in New Jersey were larger than those typically used by hobbyists, with reports claiming some are the size of an SUV,\n\nThe number of sightings has increased in recent days, though officials say many of the objects seen may have been planes rather than drones. It’s also possible that a single drone has been reported more than once.\n\nA drone of unknown origin was spotted flying over Donald Trump’s Bedminster golf club in New Jersey (TMX)\n\nGov. Phil Murphy and law enforcement officials have stressed that the drones don’t appear to threaten public safety. The FBI has been investigating and has asked residents to share any videos, photos or other information they may have.\n\nMany municipal lawmakers have called for more restrictions on who is entitled to fly the unmanned devices. At least one state lawmaker proposed a temporary ban on drone flights.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“This is something we’re taking deadly seriously. I don’t blame people for being frustrated,\" New Jersey Governor Phil Murphy said earlier this week.\n\nNew Jersey Congressman Jeff Van Drew echoed Murphy's sentiments.\n\n“We have a serious problem with our aerospace,” he said on Wednesday before the House Transportation and Infrastructure Committee. “The recent sightings of unidentified drones in the state of New Jersey, my home state, is justifiably causing tremendous public concern.”\n\nUnlike Murphy, however, Van Drew blamed the drones on an \"Iranian mothership.\"\n\n\"I've learned, for real, that there is circumstantial evidence that there's an Iranian mothership off the East Coast of the United States, and that's launching these drone incursions,\" he said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nPentagon deputy press secretary Sabrina Singh shot that theory down, assuring ABC News that there \"is not any truth to that — there is no Iranian ship off the coast of the United States, and there's no so called mothership launching drones towards the United States.\"\n\n“We’re going to continue to monitor what is happening,” Singh said. “At no point were our installations threatened when this activity was occurring.”\n\nVan Drew did not buy the Pentagon's response, insisting during an ABC News interview that there is a \"real possibility that it is a foreign entity.\"\n\n\"[The Pentagon says] to us there's nothing to fear, but we have no idea who it is, where it comes from, what it's about, and what it can do,\" he said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDetails about Wednesday's meeting were not immediately disclosed, and Murphy did not attend.\n\nRepublican Assemblyman Erik Peterson, whose district includes parts of the state where the drones have been reported, said he and other legislators met with Homeland Security and state police officials for about 90 minutes at a state police facility in West Trenton.\n\nPeterson said DHS officials were generous with their time, but appeared dismissive of some concerns, saying not all the sightings reported have been confirmed to involve drones.\n\n“So who or what is behind the flying objects? Where are they coming from? What are they doing? “My understanding is they have no clue,” Peterson said.\n\nAdvertisement Advertisement\n\nA message seeking comment on Peterson’s remarks was left with the Department of Homeland Security.\n\nMost of the drones have been spotted along coastal areas and some were recently reported flying over a large reservoir in Clinton. Sightings also have been reported in neighboring states, including the New York City area, and over Pennsylvania’s Delaware County and Philadelphia.\n\nJames Edwards, of Succasunna, New Jersey, said he has seen a few drones flying over his neighborhood since last month.\n\n“It raises concern mainly because there's so much that's unknown,” Edwards said Wednesday. “There are lots of people spouting off about various conspiracies that they believe are in play here, but that only adds fuel to the fire unnecessarily. We need to wait and see what is really happening here, not let fear of the unknown overtake us.\"\n\nAdditional reporting by Associated Press"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alleged UFO over Oregon caused pilots to divert",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/traffic-and-transportation-incidents/alleged-ufo-over-oregon-caused-pilots-to-divert/ar-AA1vKMdV?ocid=BingNewsVerp",
            "description": "An alleged recording shows that two pilots who saw a UFO in the skies near Eugene, Oregon, were told to maneuver around the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MFhRGbIZNWccj9ZZ_9MrQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘You are cleared to maneuver ... to avoid the UFO’: Pilots report unidentified lights over Oregon",
            "link": "https://www.oregonlive.com/weather/2024/12/you-are-cleared-to-maneuver-to-avoid-the-ufo-pilots-report-unidentified-lights-over-oregon.html",
            "description": "Multiple pilots reported strange, red circular lights zipping around in the sky during flights over Oregon last weekend, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KGChlaKyPXlYJ407hDSsxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1h",
            "source": "Oregonian",
            "article_content": "Multiple pilots reported strange, red circular lights zipping around in the sky during flights over Oregon last weekend, according to audio, reports and federal aviation officials.\n\nIn air traffic control audio archived from Saturday, Dec. 7, pilots and air traffic control discuss the moving lights near Eugene."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I Tried Google and Samsung's Next-Gen Android XR Headsets and Glasses, and the Killer App Is AI",
            "link": "https://www.msn.com/en-us/technology/tech-companies/i-tried-google-and-samsung-s-next-gen-android-xr-headsets-and-glasses-and-the-killer-app-is-ai/ar-AA1vKDqg?ocid=BingNewsVerp",
            "description": "We got an early hands-on look at Samsung's mixed-reality headset and Google's glasses, powered by an all-seeing assistant.",
            "image_url": "https://www.bing.com/th?id=OVFT.1UL_KVtd0W3WVlk6XhDHeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN9h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I Tried Using AI to Filter Out the Chaos in My Brain. I'll Stick to My Notes App",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/i-tried-using-ai-to-filter-out-the-chaos-in-my-brain-i-ll-stick-to-my-notes-app/ar-AA1vJSVT?ocid=BingNewsVerp",
            "description": "Roam Research is utilizing AI within its note-taking tool. For non-web developers, it involves a lot of steps and a steep ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uKl0TP3cqhDEwgmpB3zXZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN12h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google’s new Project Astra could be generative AI’s killer app",
            "link": "https://www.technologyreview.com/2024/12/11/1108493/googles-new-project-astra-could-be-generative-ais-killer-app/",
            "description": "Google just launched a ton of new products—including Gemini 2.0, which could power a new world of agents. And we got a first ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E1nmAlffr8Q4S7niLAaxci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "MIT Technology Review12h",
            "source": "MIT Technology Review",
            "article_content": "MIT Technology Review got to try out Astra in a closed-door live demo last week. It was a stunning experience, but there’s a gulf between polished promo and live demo.\n\nAstra uses Gemini 2.0’s built-in agent framework to answer questions and carry out tasks via text, speech, image, and video, calling up existing Google apps like Search, Maps, and Lens when it needs to. “It’s merging together some of the most powerful information retrieval systems of our time,” says Bibo Xu, product manager for Astra.\n\nGemini 2.0 and Astra are joined by Mariner, a new agent built on top of Gemini that can browse the web for you; Jules, a new Gemini-powered coding assistant; and Gemini for Games, an experimental assistant that you can chat to and ask for tips as you play video games.\n\n(And let’s not forget that in the last week Google DeepMind also announced Veo, a new video generation model; Imagen 3, a new version of its image generation model; and Willow, a new kind of chip for quantum computers. Whew. Meanwhile, CEO Demis Hassabis was in Sweden yesterday receiving his Nobel Prize.)\n\nGoogle DeepMind claims that Gemini 2.0 is twice as fast as the previous version, Gemini 1.5, and outperforms it on a number of standard benchmarks, including MMLU-Pro, a large set of multiple-choice questions designed to test the abilities of large language models across a range of subjects, from math and physics to health, psychology, and philosophy.\n\nBut the margins between top-end models like Gemini 2.0 and those from rival labs like OpenAI and Anthropic are now slim. These days, advances in large language models are less about how good they are and more about what you can do with them.\n\nAnd that’s where agents come in.\n\nHands on with Project Astra\n\nLast week I was taken through an unmarked door on an upper floor of a building in London’s King’s Cross district into a room with strong secret-project vibes. The word “ASTRA” was emblazoned in giant letters across one wall. Xu’s dog, Charlie, the project’s de facto mascot, roamed between desks where researchers and engineers were busy building a product that Google is betting its future on."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Gemini: Everything you need to know about the generative AI models",
            "link": "https://techcrunch.com/2024/12/12/what-is-google-gemini-ai/",
            "description": "Wondering what all the fuss is about Gemini, Google's next-gen generative AI model family? Here's a handy roundup to get you ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bDpKucGroTD0AH_sVToRwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "Google’s trying to make waves with Gemini, its flagship suite of generative AI models, apps, and services. But what’s Gemini? How can you use it? And how does it stack up to other generative AI tools such as OpenAI’s ChatGPT, Meta’s Llama, and Microsoft’s Copilot?\n\nTo make it easier to keep up with the latest Gemini developments, we’ve put together this handy guide, which we’ll keep updated as new Gemini models, features, and news about Google’s plans for Gemini are released.\n\nWhat is Gemini?\n\nGemini is Google’s long-promised, next-gen generative AI model family. Developed by Google’s AI research labs DeepMind and Google Research, it comes in four flavors:\n\nGemini Ultra\n\nGemini Pro\n\nGemini Flash , a speedier, “distilled” version of Pro. It also comes in a slightly smaller and faster version, called Gemini Flash-8B.\n\n, a speedier, “distilled” version of Pro. It also comes in a slightly smaller and faster version, called Gemini Flash-8B. Gemini Nano, two small models: Nano-1 and the slightly more capable Nano-2, which is meant to run offline\n\nAll Gemini models were trained to be natively multimodal — that is, able to work with and analyze more than just text. Google says they were pre-trained and fine-tuned on a variety of public, proprietary, and licensed audio, images, and videos; a set of codebases; and text in different languages.\n\nThis sets Gemini apart from models such as Google’s own LaMDA, which was trained exclusively on text data. LaMDA can’t understand or generate anything beyond text (e.g., essays, emails, and so on), but that isn’t necessarily the case with Gemini models.\n\nWe’ll note here that the ethics and legality of training models on public data, in some cases without the data owners’ knowledge or consent, are murky. Google has an AI indemnification policy to shield certain Google Cloud customers from lawsuits should they face them, but this policy contains carve-outs. Proceed with caution — particularly if you’re intending on using Gemini commercially.\n\nWhat’s the difference between the Gemini apps and Gemini models?\n\nGemini is separate and distinct from the Gemini apps on the web and mobile (formerly Bard).\n\nThe Gemini apps are clients that connect to various Gemini models and layer a chatbot-like interface on top. Think of them as front ends for Google’s generative AI, analogous to ChatGPT and Anthropic’s Claude family of apps.\n\nImage Credits:Google\n\nGemini on the web lives here. On Android, the Gemini app replaces the existing Google Assistant app. And on iOS, the Google and Google Search apps serve as that platform’s Gemini clients.\n\nOn Android, it also recently became possible to bring up the Gemini overlay on top of any app to ask questions about what’s on the screen (e.g., a YouTube video). Just press and hold a supported smartphone’s power button or say, “Hey Google”; you’ll see the overlay pop up.\n\nGemini apps can accept images as well as voice commands and text — including files like PDFs and soon videos, either uploaded or imported from Google Drive — and generate images. As you’d expect, conversations with Gemini apps on mobile carry over to Gemini on the web and vice versa if you’re signed in to the same Google Account in both places.\n\nGemini Advanced\n\nThe Gemini apps aren’t the only means of recruiting Gemini models’ assistance with tasks. Slowly but surely, Gemini-imbued features are making their way into staple Google apps and services like Gmail and Google Docs.\n\nTo take advantage of most of these, you’ll need the Google One AI Premium Plan. Technically a part of Google One, the AI Premium Plan costs $20 and provides access to Gemini in Google Workspace apps like Docs, Maps, Slides, Sheets, Drive, and Meet. It also enables what Google calls Gemini Advanced, which brings the company’s more sophisticated Gemini models to the Gemini apps.\n\nGemini Advanced users get extras here and there, too, like priority access to new features, the ability to run and edit Python code directly in Gemini, and a larger “context window.” Gemini Advanced can remember the content of — and reason across — roughly 750,000 words in a conversation (or 1,500 pages of documents). That’s compared to the 24,000 words (or 48 pages) the vanilla Gemini app can handle.\n\nImage Credits:Google\n\nGemini Advanced also gives users access to Google’s new Deep Research feature, which uses “advanced reasoning” and “long context capabilities” to generate research briefs. After you prompt the chatbot, it creates a multi-step research plan, asks you to approve it, and then Gemini takes a few minutes to search the web and generate an extensive report based on your query. It’s meant to answer more complex questions such as, “Can you help me redesign my kitchen?”\n\nGoogle also offers Gemini Advanced users a memory feature, that allows the chatbot to use your old conversations with Gemini as context for your current conversation.\n\nAnother Gemini Advanced exclusive is trip planning in Google Search, which creates custom travel itineraries from prompts. Taking into account things like flight times (from emails in a user’s Gmail inbox), meal preferences, and information about local attractions (from Google Search and Maps data), as well as the distances between those attractions, Gemini will generate an itinerary that updates automatically to reflect any changes.\n\nGemini across Google services is also available to corporate customers through two plans, Gemini Business (an add-on for Google Workspace) and Gemini Enterprise. Gemini Business costs as low as $6 per user per month, while Gemini Enterprise — which adds meeting note-taking and translated captions as well as document classification and labeling — is generally more expensive, but is priced based on a business’s needs. (Both plans require an annual commitment.)\n\nIn Gmail, Gemini lives in a side panel that can write emails and summarize message threads. You’ll find the same panel in Docs, where it helps you write and refine your content and brainstorm new ideas. Gemini in Slides generates slides and custom images. And Gemini in Google Sheets tracks and organizes data, creating tables and formulas.\n\nGoogle’s AI chatbot recently came to Maps, where Gemini can summarize reviews about coffee shops or offer recommendations about how to spend a day visiting a foreign city.\n\nGemini’s reach extends to Drive as well, where it can summarize files and folders and give quick facts about a project. In Meet, meanwhile, Gemini translates captions into additional languages.\n\nImage Credits:Google\n\nGemini recently came to Google’s Chrome browser in the form of an AI writing tool. You can use it to write something completely new or rewrite existing text; Google says it’ll consider the web page you’re on to make recommendations.\n\nElsewhere, you’ll find hints of Gemini in Google’s database products, cloud security tools, and app development platforms (including Firebase and Project IDX), as well as in apps like Google Photos (where Gemini handles natural language search queries), YouTube (where it helps brainstorm video ideas), and the NotebookLM note-taking assistant.\n\nCode Assist (formerly Duet AI for Developers), Google’s suite of AI-powered assistance tools for code completion and generation, is offloading heavy computational lifting to Gemini. So are Google’s security products underpinned by Gemini, like Gemini in Threat Intelligence, which can analyze large portions of potentially malicious code and let users perform natural language searches for ongoing threats or indicators of compromise.\n\nGemini extensions and Gems\n\nAnnounced at Google I/O 2024, Gemini Advanced users can create Gems, custom chatbots powered by Gemini models. Gems can be generated from natural language descriptions — for example, “You’re my running coach. Give me a daily running plan” — and shared with others or kept private.\n\nGems are available on desktop and mobile in 150 countries and most languages. Eventually, they’ll be able to tap an expanded set of integrations with Google services, including Google Calendar, Tasks, Keep, and YouTube Music, to complete custom tasks.\n\nImage Credits:Google\n\nSpeaking of integrations, the Gemini apps on the web and mobile can tap into Google services via what Google calls “Gemini extensions.” Gemini today integrates with Google Drive, Gmail, and YouTube to respond to queries such as “Could you summarize my last three emails?” Later this year, Gemini will be able to take additional actions with Google Calendar, Keep, Tasks, YouTube Music and Utilities, the Android-exclusive apps that control on-device features like timers and alarms, media controls, the flashlight, volume, Wi-Fi, Bluetooth, and so on.\n\nGemini Live in-depth voice chats\n\nAn experience called Gemini Live allows users to have “in-depth” voice chats with Gemini. It’s available in the Gemini apps on mobile and the Pixel Buds Pro 2, where it can be accessed even when your phone’s locked.\n\nWith Gemini Live enabled, you can interrupt Gemini while the chatbot’s speaking (in one of several new voices) to ask a clarifying question, and it’ll adapt to your speech patterns in real time. At some point, Gemini is supposed to gain visual understanding, allowing it to see and respond to your surroundings, either via photos or video captured by your smartphones’ cameras.\n\nImage Credits:Google\n\nLive is also designed to serve as a virtual coach of sorts, helping you rehearse for events, brainstorm ideas, and so on. For instance, Live can suggest which skills to highlight in an upcoming job or internship interview, and it can give public speaking advice.\n\nYou can read our review of Gemini Live here. Spoiler alert: We think the feature has a ways to go before it’s super useful — but it’s early days, admittedly.\n\nImage generation via Imagen 3\n\nGemini users can generate artwork and images using Google’s built-in Imagen 3 model.\n\nGoogle says that Imagen 3 can more accurately understand the text prompts that it translates into images versus its predecessor, Imagen 2, and is more “creative and detailed” in its generations. In addition, the model produces fewer artifacts and visual errors (at least according to Google), and is the best Imagen model yet for rendering text.\n\nA sample from Imagen 3. Image Credits:Google\n\nBack in February, Google was forced to pause Gemini’s ability to generate images of people after users complained of historical inaccuracies. But in August, the company reintroduced people generation for certain users, specifically English-language users signed up for one of Google’s paid Gemini plans (e.g., Gemini Advanced) as part of a pilot program.\n\nGemini for teens\n\nIn June, Google introduced a teen-focused Gemini experience, allowing students to sign up via their Google Workspace for Education school accounts.\n\nThe teen-focused Gemini has “additional policies and safeguards,” including a tailored onboarding process and an “AI literacy guide” to (as Google phrases it) “help teens use AI responsibly.” Otherwise, it’s nearly identical to the standard Gemini experience, down to the “double check” feature that looks across the web to see if Gemini’s responses are accurate.\n\nGemini in smart home devices\n\nA growing number of Google-made devices tap Gemini for enhanced functionality, from the Google TV Streamer to the Pixel 9 and 9 Pro to the newest Nest Learning Thermostat.\n\nOn the Google TV Streamer, Gemini uses your preferences to curate content suggestions across your subscriptions and summarize reviews and even whole seasons of TV.\n\nImage Credits:Google\n\nOn the latest Nest thermostat (as well as Nest speakers, cameras, and smart displays), Gemini will soon bolster Google Assistant’s conversational and analytic capabilities.\n\nSubscribers to Google’s Nest Aware plan later this year will get a preview of new Gemini-powered experiences like AI descriptions for Nest camera footage, natural language video search and recommended automations. Nest cameras will understand what’s happening in real-time video feeds (e.g., when a dog’s digging in the garden), while the companion Google Home app will surface videos and create device automations given a description (e.g., “Did the kids leave their bikes in the driveway?,” “Have my Nest thermostat turn on the heating when I get home from work every Tuesday”).\n\nGemini will soon be able to summarize security camera footage from Nest devices. Image Credits:Google\n\nAlso later this year, Google Assistant will get a few upgrades on Nest-branded and other smart home devices to make conversations feel more natural. Improved voices are on the way, in addition to the ability to ask follow-up questions and “[more] easily go back and forth.”\n\nWhat can the Gemini models do?\n\nBecause Gemini models are multimodal, they can perform a range of multimodal tasks, from transcribing speech to captioning images and videos in real time. Many of these capabilities have reached the product stage (as alluded to in the previous section), and Google is promising much more in the not-too-distant future.\n\nOf course, it’s a bit hard to take the company at its word. Google seriously underdelivered with the original Bard launch. More recently, it ruffled feathers with a video purporting to show Gemini’s capabilities that was more or less aspirational — not live.\n\nAlso, Google offers no fix for some of the underlying problems with generative AI tech today, like its encoded biases and tendency to make things up (i.e., hallucinate). Neither do its rivals, but it’s something to keep in mind when considering using or paying for Gemini.\n\nAssuming for the purposes of this article that Google is being truthful with its recent claims, here’s what the different tiers of Gemini can do now and what they’ll be able to do once they reach their full potential:\n\nWhat you can do with Gemini Ultra\n\nGoogle says that Gemini Ultra — thanks to its multimodality — can be used to help with things like physics homework, solving problems step-by-step on a worksheet, and pointing out possible mistakes in already filled-in answers.\n\nUltra can also be applied to tasks such as identifying scientific papers relevant to a problem, Google says. The model can extract information from several papers, for instance, and update a chart from one by generating the formulas necessary to re-create the chart with more timely data.\n\nGemini Ultra technically supports image generation. But that capability hasn’t made its way into the productized version of the model yet — perhaps because the mechanism is more complex than how apps such as ChatGPT generate images. Rather than feed prompts to an image generator (like DALL-E 3, in ChatGPT’s case), Gemini outputs images “natively,” without an intermediary step.\n\nUltra is available as an API through Vertex AI, Google’s fully managed AI dev platform, and AI Studio, Google’s web-based tool for app and platform developers.\n\nGemini Pro’s capabilities\n\nGoogle says that Gemini Pro is an improvement over LaMDA in its reasoning, planning, and understanding capabilities. The latest version, Gemini 1.5 Pro — which powers the Gemini apps for Gemini Advanced subscribers — exceeds even Ultra’s performance in some areas.\n\nGemini 1.5 Pro is improved in a number of areas compared with its predecessor, Gemini 1.0 Pro, perhaps most obviously in the amount of data that it can process. Gemini 1.5 Pro can take in up to 1.4 million words, two hours of video, or 22 hours of audio and can reason across or answer questions about that data (more or less).\n\nGemini 1.5 Pro became generally available on Vertex AI and AI Studio in June alongside a feature called code execution, which aims to reduce bugs in code that the model generates by iteratively refining that code over several steps. (Code execution also supports Gemini Flash.)\n\nWithin Vertex AI, developers can customize Gemini Pro to specific contexts and use cases via a fine-tuning or “grounding” process. For example, Pro (along with other Gemini models) can be instructed to use data from third-party providers like Moody’s, Thomson Reuters, ZoomInfo and MSCI, or source information from corporate datasets or Google Search instead of its wider knowledge bank. Gemini Pro can also be connected to external, third-party APIs to perform particular actions, like automating a back-office workflow.\n\nAI Studio offers templates for creating structured chat prompts with Pro. Developers can control the model’s creative range and provide examples to give tone and style instructions — and also tune Pro’s safety settings.\n\nVertex AI Agent Builder lets people build Gemini-powered “agents” within Vertex AI. For example, a company could create an agent that analyzes previous marketing campaigns to understand a brand style and then apply that knowledge to help generate new ideas consistent with the style.\n\nGemini Flash is lighter but packs a punch\n\nWhile the first version of Gemini Flash was made for less demanding workloads, the newest version, 2.0 Flash, is now Google’s flagship AI model. Google calls Gemini 2.0 Flash its AI model for the agentic era. The model can natively generate images and audio, in addition to text, and can use tools like Google Search and interact with external APIs.\n\nThe 2.0 Flash model is faster than Gemini’s previous generation of models and even outperforms some of the larger Gemini 1.5 models on benchmarks measuring coding and image analysis. You can try an experimental version of 2.0 Flash in the web version of Gemini or through Google’s AI developer platforms, and a production version of the model should land in January.\n\nAn offshoot of Gemini Pro that’s small and efficient, built for narrow, high-frequency generative AI workloads, Flash is multimodal like Gemini Pro, meaning it can analyze audio, video, images, and text (but it can only generate text). Google says that Flash is particularly well-suited for tasks like summarization and chat apps, plus image and video captioning and data extraction from long documents and tables.\n\nDevs using Flash and Pro can optionally leverage context caching, which lets them store large amounts of information (e.g., a knowledge base or database of research papers) in a cache that Gemini models can quickly and relatively cheaply access. Context caching is an additional fee on top of other Gemini model usage fees, however.\n\nGemini Nano can run on your phone\n\nGemini Nano is a much smaller version of the Gemini Pro and Ultra models, and it’s efficient enough to run directly on (some) devices instead of sending the task to a server somewhere. So far, Nano powers a couple of features on the Pixel 8 Pro, Pixel 8, Pixel 9 Pro, Pixel 9 and Samsung Galaxy S24, including Summarize in Recorder and Smart Reply in Gboard.\n\nThe Recorder app, which lets users push a button to record and transcribe audio, includes a Gemini-powered summary of recorded conversations, interviews, presentations, and other audio snippets. Users get summaries even if they don’t have a signal or Wi-Fi connection — and in a nod to privacy, no data leaves their phone in process.\n\nImage Credits:Google\n\nNano is also in Gboard, Google’s keyboard replacement. There, it powers a feature called Smart Reply, which helps to suggest the next thing you’ll want to say when having a conversation in a messaging app such as WhatsApp.\n\nIn the Google Messages app on supported devices, Nano drives Magic Compose, which can craft messages in styles like “excited,” “formal,” and “lyrical.”\n\nGoogle says that a future version of Android will tap Nano to alert users to potential scams during calls. The new weather app on Pixel phones uses Gemini Nano to generate tailored weather reports. And TalkBack, Google’s accessibility service, employs Nano to create aural descriptions of objects for low-vision and blind users.\n\nHow much do the Gemini models cost?\n\nGemini 1.0 Pro (the first version of Gemini Pro), 1.5 Pro, and Flash are available through Google’s Gemini API for building apps and services — all with free options. But the free options impose usage limits and leave out certain features, like context caching and batching.\n\nGemini models are otherwise pay-as-you-go. Here’s the base pricing — not including add-ons like context caching — as of September 2024:\n\nGemini 1.0 Pro: 50 cents per 1 million input tokens, $1.50 per 1 million output tokens\n\n50 cents per 1 million input tokens, $1.50 per 1 million output tokens Gemini 1.5 Pro: $1.25 per 1 million input tokens (for prompts up to 128K tokens) or $2.50 per 1 million input tokens (for prompts longer than 128K tokens); $5 per 1 million output tokens (for prompts up to 128K tokens) or $10 per 1 million output tokens (for prompts longer than 128K tokens)\n\n$1.25 per 1 million input tokens (for prompts up to 128K tokens) or $2.50 per 1 million input tokens (for prompts longer than 128K tokens); $5 per 1 million output tokens (for prompts up to 128K tokens) or $10 per 1 million output tokens (for prompts longer than 128K tokens) Gemini 1.5 Flash: 7.5 cents per 1 million input tokens (for prompts up to 128K tokens), 15 cents per 1 million input tokens (for prompts longer than 128K tokens), 30 cents per 1 million output tokens (for prompts up to 128K tokens), 60 cents per 1 million output tokens (for prompts longer than 128K tokens)\n\n7.5 cents per 1 million input tokens (for prompts up to 128K tokens), 15 cents per 1 million input tokens (for prompts longer than 128K tokens), 30 cents per 1 million output tokens (for prompts up to 128K tokens), 60 cents per 1 million output tokens (for prompts longer than 128K tokens) Gemini 1.5 Flash-8B: 3.75 cents per 1 million input tokens (for prompts up to 128K tokens), 7.5 cents per 1 million input tokens (for prompts longer than 128K tokens), 15 cents per 1 million output tokens (for prompts up to 128K tokens), 30 cents per 1 million output tokens (for prompts longer than 128K tokens)\n\nTokens are subdivided bits of raw data, like the syllables “fan,” “tas,” and “tic” in the word “fantastic”; 1 million tokens is equivalent to about 700,000 words. Input refers to tokens fed into the model, while output refers to tokens that the model generates.\n\nUltra and 2.0 Flash pricing has yet to be announced, and Nano is still in early access.\n\nWhat’s the latest on Project Astra?\n\nProject Astra is Google DeepMind’s effort to create AI-powered apps and “agents” for real-time, multimodal understanding. In demos, Google has shown how the AI model can simultaneously process live video and audio. Google released an app version of Project Astra to a small number of trusted testers in December but has no plans for a broader release right now.\n\nThe company would like to put Project Astra in a pair of smart glasses. Google also gave a prototype of some glasses with Project Astra and augmented reality capabilities to a few trusted testers in December. However, there’s not a clear product at this time, and it’s unclear when Google would actually release something like this.\n\nProject Astra is still just that, a project, and not a product. However, the demos of Astra reveal what Google would like its AI products to do in the future.\n\nIs Gemini coming to the iPhone?\n\nIt might.\n\nApple has said that it’s in talks to put Gemini and other third-party models to use for a number of features in its Apple Intelligence suite. Following a keynote presentation at WWDC 2024, Apple SVP Craig Federighi confirmed plans to work with models, including Gemini, but he didn’t divulge any additional details.\n\nThis post was originally published February 16, 2024, and has since been updated to include new information about Gemini and Google’s plans for it."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Defense Department going big on generative AI to 'meet critical warfighter problems'",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/defense-department-going-big-on-generative-ai-to-meet-critical-warfighter-problems/ar-AA1vLw2Z?ocid=BingNewsVerp",
            "description": "Still aiming to become a global leader in AI, the United States announced it will be moving forward on initiatives to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4p3XXJjy9RGYbe-1jgkiuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "S.E. Hinton Leans on Dave Barry for Post-Election Comfort",
            "link": "https://www.nytimes.com/2024/12/12/books/review/se-hinton-the-outsiders-by-the-book.html",
            "description": "You can’t read a page without laughing,' says the author of 'The Outsiders,' who’s watched the stage musical of the novel ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R5Y8OOZkM0v4nQ7eONVNfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "15h",
            "source": "The New York Times",
            "article_content": "What books are on your night stand?\n\nI am currently rereading “Middlemarch” (it takes rereading), and “The Last of the Wine,” by Mary Renault. Socrates is a character in that book. So is Plato. To have them appear casually in a novel, yet be very faithful to what we know of them, is great.\n\nHow do you organize your books?\n\nI have a beautiful library, organized by subjects: History (early to late), Author Biographies, Exploring, Women’s Studies, Journalism, Entertainment, English Fiction, American Fiction and Children’s Books. The Paranormal books are organized by Ghosts and Hauntings, Reincarnation, Coincidences, Strange but True.\n\nWhy so many books on the paranormal?\n\nI have had many strange things happen in my life.\n\nDescribe your ideal reading experience (when, where, what, how).\n\nAny time, on the sofa, with good lighting, my cat and a small glass of wine.\n\nWhat’s the last great book you read?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No, an Iranian 'Mothership' Isn't Attacking New Jersey With UFOs",
            "link": "https://www.msn.com/en-us/news/world/no-an-iranian-mothership-isnt-attacking-new-jersey-with-ufos/ar-AA1vL99l?ocid=BingNewsVerp",
            "description": "Something weird is going on in New Jersey, and it's not just the swamp gas. Residents across the state have been calling in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Tz4516MwB2ILoMDrY-4-zC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "16mon MSN",
            "source": "Reason on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No, an Iranian 'Mothership' Isn't Attacking New Jersey With UFOs (opinion)",
            "link": "https://www.yahoo.com/news/no-iranian-mothership-isnt-attacking-205012736.html",
            "description": "The post No, an Iranian 'Mothership' Isn't Attacking New Jersey With UFOs appeared first on Reason.com. Tom Homan told ...",
            "image_url": "https://www.bing.com/th?id=OVFT.O1PVjQTJyOXKpbzWDqPvjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "5h",
            "source": "Yahoo",
            "article_content": "Something weird is going on in New Jersey, and it's not just the swamp gas. Residents across the state have been calling in nighttime sightings of unidentified flying objects for the past month, including over military bases and President-elect Donald Trump's golf course. Neither local police nor the feds can explain what is going on—but Rep. Jeff Van Drew (R–N.J.) believes he has the answer.\n\n\"Iran launched a mothership, probably about a month ago, that contains these drones. It's off the east coast of America,\" the congressman told Fox News on Wednesday, citing \"sources who can't reveal who they are.\" Then he hedged his bets, saying that the \"drones should be shot down, whether it was some crazy hobbyist that we can't imagine, or whether it is Iran, and I think it very possibly could be.\"\n\nThe U.S. military denied that Van Drew's story was, in fact, very possible. Asked about the Iranian mothership theory, Pentagon spokeswoman Sabrina Singh seemed almost annoyed to have to answer the question. \"There is not any truth to that. There is no Iranian ship off the coast of the United States and there's no so-called mothership launching drones towards the United States,\" she told reporters.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe fact that Van Drew accused Iran—rather than China, which has actually deployed spy balloons over American airspace—may say more about the current political moment than what his \"sources\" know. With the fall of the Syrian government, some Israeli officials and their supporters in Washington say that the time is ripe for war with Iran.\n\nThis mix of hawkish national security panic and strange sightings in the sky is nothing new. The UFO fever of the 1940s and 1950s was always tied to Cold War paranoia; U.S. government coverups of experimental military aircraft led people to believe that the unexplained flying machines they saw were alien visitors. Van Drew is working in the opposite direction: Instead of trying to explain military technology with paranormal theory, he started with an unexplained phenomenon and turned it into a military issue.\n\nAnd he isn't the only one. \"We know nothing. PERIOD. To state that there is no known or credible threat is incredibly misleading,\" state Rep. Dawn Fantasia (R–Sussex) wrote on social media after a Wednesday meeting between the U.S. Department of Homeland Security and state officials. \"At this point, I believe military intervention is the only path forward. There will be no answers in the absence of proactivity.\"\n\nFantasia's own description of the drone threat, however, raises questions about how real it is in the first place. \"Current radio frequencies do not pick up drone signals,\" she claimed. (Fantasia was probably referring to Remote ID, the \"digital license plate\" that the Federal Aviation Administration requires civilian drones to broadcast.) And when the New Jersey State Police sent a helicopter to investigate a drone sighting over the Raritan River, she said, its thermal cameras didn't pick anything up.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe drone could have been carrying an advanced new technology that allows them to anticipate and evade police detection efforts. Or there could have been nothing to \"detect\" in the first place. Gov. Phil Murphy admitted on the radio that there's \"some amount of overreporting\" of drone sights, as well as \"other flying objects, including small Piper Cub planes and others, that are being understandably mistaken for drones.\"\n\nOn Wednesday, the local Asbury Park Press published a photo of a \"drone\" that \"seemed to be well above the 400-foot height [Federal Aviation Administration] regulations allow. This object in the sky was thought to be a helicopter, but there was no audible sound associated with it.\" In other words, it very well could have been a helicopter that was too far away to hear.\n\nOf course, that doesn't mean that all of the flying object sightings are fake. The U.S. Coast Guard confirmed that it spotted a drone swarm off the Jersey Shore over the weekend. But the mass panic about a drone menace is also causing people to connect unrelated incidents and see things that aren't there.\n\nIn 1954, after police in the Seattle suburbs reported that vandals had shot through some car windshields with BB guns, a \"windshield pitting epidemic\" spread through Washington state. Car owners around the state started reporting all kinds of mysterious holes—on far too many cars in far too many places for it to have been the work of human hands. Rumors spread about some kind of military technology attacking people's windshields.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe Seattle Police Department crime lab eventually got a look at the cars, concluding that the \"epidemic\" was really \"5 per cent hoodlum-ism, and 95 per cent public hysteria.\" The reports of pitting stopped soon after. Someone had attacked some cars, which caused others to report normal dents and dings as vandalism. The scale of the problem became so large that it could only be explained by fantastical conspiracy theories.\n\nIran itself has a history of UFO mania. In 1972, an Iranian fighter pilot reported trying to shoot down an unknown flying object that could make aerodynamically impossible maneuvers, jam his radar, and change colors. Over the years, Iran has reported more aerial dogfights with hyper-advanced technology. Military affairs journalist Michael Peck believes that in some of these cases, the Iranian military encountered spy drones and simply \"exaggerated the performance of the intruders.\"\n\nAuthorities probably should figure out what people are seeing in the sky. Even if it's not as widespread and sophisticated as reported, someone could be running a malicious surveillance operation or probing air defenses. Even if there is no security threat, unexplained swarms of flying objects are a problem for the safety of air traffic. The most extreme claims about motherships and undetectable drones, however, might be up there with the Pine Barren ghosts and the Jersey Devil.\n\nThe post No, an Iranian 'Mothership' Isn't Attacking New Jersey With UFOs appeared first on Reason.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Most Controversial TV Cancelations of 2024",
            "link": "https://www.msn.com/en-us/tv/news/the-most-controversial-tv-cancelations-of-2024/ar-AA1vLq0V?ocid=BingNewsVerp",
            "description": "TV cancellations aren’t close to America’s most pressing problem headed into 2025 — but in an uncertain year for the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hrUxF8MS4F58SoBrv2NZyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4hon MSN",
            "source": "IndieWire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Amazing Kreskin dies at 89; had ties to Lehigh Valley, visited 69 News at Sunrise",
            "link": "https://www.wfmz.com/news/area/lehighvalley/the-amazing-kreskin-dies-at-89-had-ties-to-lehigh-valley-visited-69-news-at/article_dc5fc540-b8c8-11ef-a3b5-47edb43fab4e.html",
            "description": "The Amazing Kreskin, who dazzled us with his mentalist talents for decades and had ties to the Lehigh Valley and New Jersey, ...",
            "image_url": "https://www.bing.com/th?id=OVF.b693zulTITrJ1qis9wYzHA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "WFMZ-TV",
            "article_content": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Channel to launch educational series on nuclear science with IAEA",
            "link": "https://www.iaea.org/newscenter/news/discovery-channel-to-launch-educational-series-on-nuclear-science-with-iaea",
            "description": "Today, representatives from Warner Bros. Discovery and the IAEA signed the agreement to launch the educational campaign in 2025, which will air on the Discovery Channel across the entire Europe, the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "iaea.org15h",
            "source": "iaea.org",
            "article_content": "Through the new partnership, Discovery will launch ‘Good To Know’, an educational videos series about the benefits of nuclear science and technology. The first short videos, on topics such as nuclear science-based solutions to drought, cancer and plastic pollution, will be released in January across EMEA, both on television and online.\n\nIAEA Director General Rafael Mariano Grossi said: “We are excited to work with the Discovery Channel to help even more people learn about the amazing world of nuclear science. From the IAEA’s unique laboratories, our scientists are using radiation to recycle plastics and create plants that can better withstand climate change, they’re researching new targeted forms of cancer therapy, and much more. In the last couple of years alone, the IAEA sent seeds into space to see if we can develop even stronger variants; we sent scientists to Antarctica to collect accurate data about plastic pollution and we helped conservationists use radiotracers to combat rhino poaching!”\n\nHe added: “There are so many fascinating stories to tell about the cutting-edge nuclear techniques through which the IAEA assists countries in the fight against hunger, disease, climate change and energy poverty, to name just a few, and we are very happy to be telling them together with the Discovery Channel.”\n\nIAEA Director of Communications Sophie Boutaud de la Combe added: “We are very proud of the films we make at the IAEA, where we have built a dedicated video team with award winning cinematographers and are delighted that the Discovery Channel will use our original footage to reach an even bigger audience. Accurate and engaging story-telling can do a lot to explain the benefits of nuclear science and technology in our daily lives.”\n\nWatch original IAEA films on the IAEA YouTube channel here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Don Harrington Discovery Center offering activities for winter break",
            "link": "https://www.newschannel10.com/2024/12/12/don-harrington-discovery-center-offering-activities-winter-break/",
            "description": "The Don Harrington Discovery Center is hosting an Arctic Explorer Winter Day Camp for children who want to beat winter break ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-PBYI1r5HusuqcU0SyLNWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1m",
            "source": "KFDA-TV",
            "article_content": "AMARILLO, Texas (KFDA) - The Don Harrington Discovery Center is hosting an Arctic Explorer Winter Day Camp for children who want to beat winter break boredom.\n\nThe camps will be on Dec. 23, Dec, 27, Dec. 30, Dec. 31, Jan. 2, Jan. 3, and Jan. 6 from 9 a.m. to 4 p.m.\n\nCampers will learn science-based curriculum led by qualified teachers including demonstrations, hands-on experiments and take-home projects.\n\nChildren as young as four years old through fourth grade can enroll in the camps. Children must be at least five years old to attend a full day.\n\nLimited spots are available, so parents and guardians are encouraged to register early to ensure a spot. To register, click here.\n\nPrices are as follows:\n\nHalf Day Slots for morning or afternoon: $25 for members, $30 for non-members\n\nFull Day Slots: $45 for members and $55 for non-members\n\nPre-care and after-care options are also available for an additional $10 each.\n\nCopyright 2024 KFDA. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers discover zip code that allows proteins to hitch a ride around the body",
            "link": "https://www.sciencedaily.com/releases/2024/12/241211143557.htm",
            "description": "Researchers have discovered an 18-digit code that allows proteins to attach themselves to exosomes -- tiny pinched-off pieces of cells that travel around the body and deliver biochemical signals. The ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily1h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery",
            "link": "https://www.bbc.com/worldservice/specials/948_discovery_2008/index.shtml",
            "description": "World Service's science feature series, reporting on the latest developments and ideas. Each week the programme provides ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZhT1v9C8FD0FhIxORvtsSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "8h",
            "source": "BBC",
            "article_content": "\n\n\n\n\n\nDiscovery\n\n\n\nDiscovery is the World Service's science feature series, reporting on the latest developments and ideas.\n\n\n\nEach week the programme provides in-depth coverage of a new topic, reporting from top laboratories, remote locations, even outer space. It examines big ideas ranging from the secrets of life to the frontiers of cosmology. Thought-provoking and topical, it probes the science behind the news and investigates how the latest research will affect our world and our lives.\n\n\n\nDiscovery opens up the research labs and explains what's going on there in clear, simple language; at the same time sharing the excitement of new breakthroughs. It also questions the applications of those discoveries and the ethics of their use.\n\n\n\nOne reviewer described Discovery as \"The best science programme on radio - any radio.\"\n\n\n\nScience shapes our health, wealth and environment and has become central to our culture. Discovery takes listeners to the leading edge of knowledge and shares the latest insights.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Neanderthals and Humans Mated More Recently Than Previously Thought",
            "link": "https://www.msn.com/en-us/news/technology/neanderthals-and-humans-mated-more-recently-than-previously-thought/ar-AA1vKRH7?ocid=BingNewsVerp",
            "description": "Two new studies confirm similar timelines for the mingling of the species. The intermixing provided Homo sapiens with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SuC1lmzqkt24oSdfN35OfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6hon MSN",
            "source": "Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT now understands real-time video, seven months after OpenAI first demoed it",
            "link": "https://techcrunch.com/2024/12/12/chatgpt-now-understands-real-time-video-seven-months-after-openai-first-demoed-it/",
            "description": "OpenAI has finally released the real-time video capabilities for ChatGPT that it demoed nearly seven months ago.",
            "image_url": "https://www.bing.com/th?id=OVFT.50xlXiGrAkrzRbOuy3Z6XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "OpenAI has finally released the real-time video capabilities for ChatGPT that it demoed nearly seven months ago.\n\nOn Thursday during a livestream, the company said that Advanced Voice Mode, its human-like conversational feature for ChatGPT, is getting vision. Using the ChatGPT app, users subscribed to ChatGPT Plus, Team, or Pro can point their phones at objects and have ChatGPT respond in near real time.\n\nAdvanced Voice Mode with vision can also understand what’s on a device’s screen via screen sharing. It can explain various settings menus, for example, or give suggestions on a math problem.\n\nTo access Advanced Voice Mode with vision, tap the voice icon next to the ChatGPT chat bar, then tap the video icon on the bottom left, which will start video. To screen-share, tap the three-dot menu and select “Share Screen.”\n\nThe rollout of Advanced Voice Mode with vision will start Thursday, OpenAI says, and wrap up in the next week. But not all users will get access. OpenAI says that ChatGPT Enterprise and Edu subscribers won’t get the feature until January, and that it has no timeline for ChatGPT users in the EU, Switzerland, Iceland, Norway, or Liechtenstein.\n\nIn a recent demo on CNN’s “60 Minutes,” OpenAI President Greg Brockman had Advanced Voice Mode with vision quiz Anderson Cooper on his anatomy skills. As Cooper drew body parts on a blackboard, ChatGPT could “understand” what he was drawing.\n\nOpenAI employees demo ChatGPT’s Advanced Voice Mode with vision during a livestream. Image Credits:OpenAI\n\n“The location is spot on,” ChatGPT said. “The brain is right there in the head. As for the shape, it’s a good start. The brain is more of an oval.”\n\nIn that same demo, Advanced Voice Mode with vision made a mistake on a geometry problem, however, suggesting that it’s prone to hallucinating.\n\nAdvanced Voice Mode with vision has been delayed multiple times — reportedly in part because OpenAI announced the feature far before it was production-ready. In April, OpenAI promised that Advanced Voice Mode would roll out to users “within a few weeks.” Months later, the company said it needed more time.\n\nWhen Advanced Voice Mode finally arrived in early fall for some ChatGPT users, it lacked the visual analysis component. In the lead-up to Thursday’s launch, OpenAI has focused its attention on bringing the voice-only Advanced Voice Mode experience to additional platforms and users in the EU.\n\nRivals like Google and Meta are working on similar capabilities for their respective chatbot products. This week, Google made its real-time, video-analyzing conversational AI feature, Project Astra, available to a group of “trusted testers” on Android.\n\nIn addition to Advance Voice Mode with vision, OpenAI on Thursday launched a festive “Santa Mode,” which adds Santa’s voice as a preset voice in ChatGPT. Users can find it by tapping or clicking the snowflake icon in the ChatGPT app next to the prompt bar."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s ChatGPT Will Respond to Video Feeds in Real Time",
            "link": "https://www.bloomberg.com/news/articles/2024-12-12/openai-s-chatgpt-will-respond-to-video-feeds-in-real-time",
            "description": "OpenAI is giving chatbot ChatGPT the ability to process and speak to users about what it observes in video feeds in real time ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EVavuUxapy9BUNYVS1fYIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "Bloomberg L.P.",
            "article_content": "OpenAI is giving chatbot ChatGPT the ability to process and speak to users about what it observes in video feeds in real time, seven months after it first teased the feature.\n\nWith the new option, unveiled in a livestreamed event on Thursday, ChatGPT can recognize objects via a smartphone’s camera and react to what’s on screen by talking. For example, a user might ask for help in responding to a message in an opened app or get real-time instructions for making coffee."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It sure looks like OpenAI trained Sora on game content — and legal experts say that could be a problem",
            "link": "https://techcrunch.com/2024/12/11/it-sure-looks-like-openai-trained-sora-on-game-content-and-legal-experts-say-that-could-be-a-problem/",
            "description": "It seems that OpenAI trained its video-generating model, Sora, on copyrighted video game content. And that could be legally ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m2L4Vht5V1V5Kg8bK51gky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5h",
            "source": "TechCrunch",
            "article_content": "OpenAI has never revealed exactly which data it used to train Sora, its video-generating AI. But from the looks of it, at least some of the data might’ve come from Twitch streams and walkthroughs of games.\n\nSora launched on Monday, and I’ve been playing around with it for a bit (to the extent the capacity issues will allow). From a text prompt or image, Sora can generate up to 20-second-long videos in a range of aspect ratios and resolutions.\n\nWhen OpenAI first revealed Sora in February, it alluded to the fact that it trained the model on Minecraft videos. So, I wondered, what other video game playthroughs might be lurking in the training set?\n\nQuite a few, it seems.\n\nSora can generate a video of what’s essentially a Super Mario Bros. clone (if a glitchy one):\n\nImage Credits:OpenAI\n\nIt can create gameplay footage of a first-person shooter that looks inspired by Call of Duty and Counter-Strike:\n\nImage Credits:OpenAI\n\nAnd it can spit out a clip showing an arcade fighter in the style of a ’90s Teenage Mutant Ninja Turtle game:\n\nImage Credits:OpenAI\n\nSora also appears to have an understanding of what a Twitch stream should look like — implying that it’s seen a few. Check out the screenshot below, which gets the broad strokes right:\n\nA screengrab of a video generated using Sora. Image Credits:OpenAI\n\nAnother noteworthy thing about the screenshot: It features the likeness of popular Twitch streamer Raúl Álvarez Genes, who goes by the name Auronplay — down to the tattoo on Genes’ left forearm.\n\nAuronplay isn’t the only Twitch streamer Sora seems to “know.” It generated a video of a character similar in appearance (with some artistic liberties) to Imane Anys, better known as Pokimane.\n\nImage Credits:OpenAI\n\nGranted, I had to get creative with some of the prompts (e.g. “Italian plumber game”). OpenAI has implemented filtering to try to prevent Sora from generating clips depicting trademarked characters. Typing something like “Mortal Kombat 1 gameplay,” for example, won’t yield anything resembling the title.\n\nBut my tests suggest that game content may have found its way into Sora’s training data.\n\nOpenAI has been cagey about where it gets training data from. In an interview with The Wall Street Journal in March, OpenAI’s then-CTO, Mira Murati, wouldn’t outright deny that Sora was trained on YouTube, Instagram, and Facebook content. And in the tech specs for Sora, OpenAI acknowledged it used “publicly available” data, along with licensed data from stock media libraries like Shutterstock, to develop Sora.\n\nOpenAI didn’t initially respond to a request for comment. But shortly after this story was published, a PR rep said that they would “check with the team.”\n\nIf game content is indeed in Sora’s training set, it could have legal implications — particularly if OpenAI builds more interactive experiences on top of Sora.\n\n“Companies that are training on unlicensed footage from video game playthroughs are running many risks,” Joshua Weigensberg, an IP attorney at Pryor Cashman, told TechCrunch. “Training a generative AI model generally involves copying the training data. If that data is video playthroughs of games, it’s overwhelmingly likely that copyrighted materials are being included in the training set.”\n\nProbabilistic models\n\nGenerative AI models like Sora are probabilistic. Trained on a lot of data, they learn patterns in that data to make predictions — for example, that a person biting into a burger will leave a bite mark.\n\nThis is a useful property. It enables models to “learn” how the world works, to a degree, by observing it. But it can also be an Achilles’ heel. When prompted in a specific way, models — many of which are trained on public web data — produce near-copies of their training examples.\n\nA sample from Sora. Image Credits:OpenAI\n\nThat has understandably displeased creators whose works have been swept up in training without their permission. An increasing number are seeking remedies through the court system.\n\nMicrosoft and OpenAI are currently being sued over allegedly allowing their AI tools to regurgitate licensed code. Three companies behind popular AI art apps, Midjourney, Runway, and Stability AI, are in the crosshairs of a case that accuses them of infringing on artists’ rights. And major music labels have filed suit against two startups developing AI-powered song generators, Udio and Suno, of infringement.\n\nMany AI companies have long claimed fair use protections, asserting that their models create transformative — not plagiaristic — works. Suno makes the case, for example, that indiscriminate training is no different from a “kid writing their own rock songs after listening to the genre.”\n\nA sample from Sora. Image Credits:OpenAI\n\nBut there are certain unique considerations with game content, says Evan Everist, an attorney at Dorsey & Whitney specializing in copyright law.\n\n“Videos of playthroughs involve at least two layers of copyright protection: the contents of the game as owned by the game developer, and the unique video created by the player or videographer capturing the player’s experience,” Everist told TechCrunch in an email. “And for some games, there’s a potential third layer of rights in the form of user-generated content appearing in software.”\n\nEverist gave the example of Epic’s Fortnite, which lets players create their own game maps and share them for others to use. A video of a playthrough of one of these maps would concern no fewer than three copyright holders, he said: (1) Epic, (2) the person using the map, and (3) the map’s creator.\n\nA sample from Sora. Image Credits:OpenAI\n\n“Should courts find copyright liability for training AI models, each of these copyright holders would be potential plaintiffs or licensing sources,” Everist said. “For any developers training AI on such videos, the risk exposure is exponential.”\n\nWeigensberg noted that games themselves have many “protectable” elements, like proprietary textures, that a judge might consider in an IP suit. “Unless these works have been properly licensed,” he said, “training on them may infringe.”\n\nTechCrunch reached out to a number of game studios and publishers for comment, including Epic, Microsoft (which owns Minecraft), Ubisoft, Nintendo, Roblox, and Cyberpunk developer CD Projekt Red. Few responded — and none would give an on-the-record statement.\n\n“We won’t be able to get involved in an interview at the moment,” a spokesperson for CD Projekt Red said. EA told TechCrunch it “didn’t have any comment at this time.”\n\nRisky outputs\n\nIt’s possible that AI companies could prevail in these legal disputes. The courts may decide that generative AI has a “highly convincing transformative purpose,” following the precedent set roughly a decade ago in the publishing industry’s suit against Google.\n\nIn that case, a court held that Google’s copying of millions of books for Google Books, a sort of digital archive, was permissible. Authors and publishers had tried to argue that reproducing their IP online amounted to infringement.\n\nA sample from Sora. Image Credits:OpenAI\n\n“The key questions around whether AI models’ use of copyrighted materials constitutes copyright infringement remain unsettled,” Jesse Saivar, chair of Greenberg Glusker’s IP and digital media and technology groups, told TechCrunch. “Is there copying of copyrighted works during the training process, and does that constitute copyright infringement? Does it impact the market for the original work? [And] can the copyright owners of the training materials even allege any actual damage or injury?”\n\nA ruling in favor of AI companies wouldn’t necessarily shield their users from accusations of wrongdoing. If a generative model regurgitated a copyrighted work, a person who then went and published that work — or incorporated it into another project — could still be held liable for IP infringement.\n\n“Generative AI systems often spit out recognizable, protectable IP assets as output,” Weigensberg said. “Simpler systems that generate text or static images often have trouble preventing the generation of copyrighted material in their output, and so more complex systems may well have the same problem no matter what the programmers’ intentions may be.”\n\nA sample from Sora. Image Credits:OpenAI\n\nSome AI companies have indemnity clauses to cover these situations, should they arise. But the clauses often contain carve-outs. For example, OpenAI’s applies only to corporate customers — not individual users.\n\nThere’s also risks beside copyright to consider, Weigensberg says, like violating trademark rights.\n\n“The output could also include assets that are used in connection with marketing and branding — including recognizable characters from games — which creates a trademark risk,” he said. “Or the output could create risks for name, image, and likeness rights.”\n\nThe growing interest in world models could further complicate all this. One application of world models — which OpenAI considers Sora to be — is essentially generating video games in real time. If these “synthetic” games resemble the content the model was trained on, that could be legally problematic.\n\nA sample from Sora. Image Credits:OpenAI\n\n“Training an AI platform on the voices, movements, characters, songs, dialogue, and artwork in a video game constitutes copyright infringement, just as it would if these elements were used in other contexts,” Avery Williams, an IP trial lawyer at McKool Smith, said. “The questions around fair use that have arisen in so many lawsuits against generative AI companies will affect the video game industry as much as any other creative market.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI brings video to ChatGPT Advanced Voice Mode",
            "link": "https://mashable.com/article/openai-brings-video-to-chatgpt-advanced-voice-mode",
            "description": "ChatGPT's Advanced Voice Mode now has video and screenshare capabilities. The feature was last May with the release of GPT-4o ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3uNuEL5CW42-VR8HOPCLoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "Mashable",
            "article_content": "ChatGPT's Advanced Voice Mode now has video and screenshare capabilities.\n\nThe feature was last May with the release of GPT-4o, but only the audio modality has been live. Now users can chat with ChatGPT using a phone camera and the model will \"see\" what you see.\n\nIn the livestream, CPO Kevin Weil and other OpenAI team members demoed ChatGPT assisting with how to make pour-over coffee. By pointing the camera at the action, AVM demonstrated that it understood the principle of the coffee maker and walked the team through the brewing of their beverage. The team also showed how ChatGPT supports screensharing by understanding an open message on a phone with Weil wearing a Santa beard.\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By signing up you agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\nThe long-awaited announcement comes a day after Google unveiled the next generation of its flagship model, Gemini 2.0. The new Gemini 2.0 can also process visual and audio inputs and has more agentic capabilities, meaning it can perform multi-step tasks on the user's behalf. Gemini 2.0's agent features currently exist as a research prototype under three different names: Project Astra for a universal AI assistant, Project Mariner for specific AI tasks, and Project Jules for developers.\n\nNot to be outdone, OpenAI's demo showcased how ChatGPT's vision modality accurately identified objects — and was even interruptible. And yes, part of this included a Santa voice option in Voice Mode, complete with a deep, jolly voice and lots of \"ho-ho-hos.\" You can chat with OpenAI's version of Santa by tapping the snowflake icon in ChatGPT. No word yet on whether the real Santa Claus contributed his voice for AI training or OpenAI used his voice without prior consent.\n\nOddly, when selecting the Santa voice in the ChatGPT app, the user is warned that the voice is only for people 13 and older.\n\nStarting today, video and screenshare are available to ChatGPT Plus and Pro users, with Enterprise and Edu availability coming in Jan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Sora doesn’t feel like the game-changer it was supposed to be",
            "link": "https://www.msn.com/en-us/news/technology/openai-s-sora-doesn-t-feel-like-the-game-changer-it-was-supposed-to-be/ar-AA1vLgfp?ocid=BingNewsVerp",
            "description": "OpenAI has been touting Sora as the future of video generation for nearly a year. What it released Tuesday can't possibly be ...",
            "image_url": "https://www.bing.com/th?id=OVF.Zy%2bztuzCYJn95ZkKWSVrzQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Simplified, Secure And Seamlessly Efficient: Trends Shifting The Developer Landscape",
            "link": "https://www.forbes.com/sites/insights-amazon-web-services/2024/12/12/simplified-secure-and-seamlessly-efficient-trends-shifting-the-developer-landscape/",
            "description": "AI-powered tools and cloud-native application methods are enabling more agile development and accelerating new possibilities.",
            "image_url": "https://www.bing.com/th?id=OVFT.wVyACht2lgFZ38zD7wh4Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "11h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google unveils top search trends for 2024; Celtics make the list",
            "link": "https://www.msn.com/en-us/sports/basketball/google-unveils-top-search-trends-for-2024-celtics-make-the-list/vi-AA1vJXfk?ocid=BingNewsVerp",
            "description": "US-born pairs skater Stellato-Dudek becomes Canadian citizen, clearing the way for Milan Olympics 7 Simple Phrases That Can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.09Er_rcjao2rtZMNkN6Rei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Evinced’s Navin Thadani Talks Latest Funding, Digital Accessibility In New Interview",
            "link": "https://www.forbes.com/sites/stevenaquino/2024/12/12/evinceds-navin-thadani-talks-latest-funding-digital-accessibility-in-new-interview/",
            "description": "Money makes the world go ‘round. It makes startups go ‘round too.",
            "image_url": "https://www.bing.com/th?id=OVFT.yOi0M92tyNHeOc1m3T_UQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "7h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Arizona income, home values on the rise, according to latest Census data",
            "link": "https://www.bizjournals.com/phoenix/news/2024/12/11/census-bureau-acs-release.html",
            "description": "The detailed ACS estimates show that 2023 median household income in Maricopa County was $85,818, up from $80,675 a year ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rvIRhzFFMynW94zNH2SeZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "23h",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We Decoded the Confusing Black-Tie Attire Dress Code",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/we-decoded-the-confusing-black-tie-attire-dress-code/ar-AA1vKWrH?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4eJ3sxycvo20Z0EAe1blIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Physics Discovery So Strange It’s Changing Quantum Theory",
            "link": "https://scitechdaily.com/a-physics-discovery-so-strange-its-changing-quantum-theory/",
            "description": "MIT physicists surprised to discover electrons in pentalayer graphene can exhibit fractional charge. New theoretical research ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CEhNB_P0eCC1Y1ow4hdujS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "16h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Channel to launch educational series on nuclear science with IAEA",
            "link": "https://www.iaea.org/newscenter/news/discovery-channel-to-launch-educational-series-on-nuclear-science-with-iaea",
            "description": "Today, representatives from Warner Bros. Discovery and the IAEA signed the agreement to launch the educational campaign in 2025, which will air on the Discovery Channel across the entire Europe, the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "iaea.org15h",
            "source": "iaea.org",
            "article_content": "Through the new partnership, Discovery will launch ‘Good To Know’, an educational videos series about the benefits of nuclear science and technology. The first short videos, on topics such as nuclear science-based solutions to drought, cancer and plastic pollution, will be released in January across EMEA, both on television and online.\n\nIAEA Director General Rafael Mariano Grossi said: “We are excited to work with the Discovery Channel to help even more people learn about the amazing world of nuclear science. From the IAEA’s unique laboratories, our scientists are using radiation to recycle plastics and create plants that can better withstand climate change, they’re researching new targeted forms of cancer therapy, and much more. In the last couple of years alone, the IAEA sent seeds into space to see if we can develop even stronger variants; we sent scientists to Antarctica to collect accurate data about plastic pollution and we helped conservationists use radiotracers to combat rhino poaching!”\n\nHe added: “There are so many fascinating stories to tell about the cutting-edge nuclear techniques through which the IAEA assists countries in the fight against hunger, disease, climate change and energy poverty, to name just a few, and we are very happy to be telling them together with the Discovery Channel.”\n\nIAEA Director of Communications Sophie Boutaud de la Combe added: “We are very proud of the films we make at the IAEA, where we have built a dedicated video team with award winning cinematographers and are delighted that the Discovery Channel will use our original footage to reach an even bigger audience. Accurate and engaging story-telling can do a lot to explain the benefits of nuclear science and technology in our daily lives.”\n\nWatch original IAEA films on the IAEA YouTube channel here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Confirmed the Presence of Unknown Physics in Our Universe",
            "link": "https://www.msn.com/en-us/science/physics/scientists-just-confirmed-the-presence-of-unknown-physics-in-our-universe/ar-AA1vJSQr?ocid=BingNewsVerp",
            "description": "The Hubble tension is one of the most hotly debated discrepancies in all of astronomy. It centers around a number called the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RLvy9PRUkv6MaEgZ8wUyFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "12hon MSN",
            "source": "Popular Mechanics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Don Harrington Discovery Center offering activities for winter break",
            "link": "https://www.newschannel10.com/2024/12/12/don-harrington-discovery-center-offering-activities-winter-break/",
            "description": "The Don Harrington Discovery Center is hosting an Arctic Explorer Winter Day Camp for children who want to beat winter break ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-PBYI1r5HusuqcU0SyLNWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1m",
            "source": "KFDA-TV",
            "article_content": "AMARILLO, Texas (KFDA) - The Don Harrington Discovery Center is hosting an Arctic Explorer Winter Day Camp for children who want to beat winter break boredom.\n\nThe camps will be on Dec. 23, Dec, 27, Dec. 30, Dec. 31, Jan. 2, Jan. 3, and Jan. 6 from 9 a.m. to 4 p.m.\n\nCampers will learn science-based curriculum led by qualified teachers including demonstrations, hands-on experiments and take-home projects.\n\nChildren as young as four years old through fourth grade can enroll in the camps. Children must be at least five years old to attend a full day.\n\nLimited spots are available, so parents and guardians are encouraged to register early to ensure a spot. To register, click here.\n\nPrices are as follows:\n\nHalf Day Slots for morning or afternoon: $25 for members, $30 for non-members\n\nFull Day Slots: $45 for members and $55 for non-members\n\nPre-care and after-care options are also available for an additional $10 each.\n\nCopyright 2024 KFDA. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bucknell Professor Leads Discovery of Magnetic Loops Around Black Hole",
            "link": "https://www.bucknell.edu/news/bucknell-professor-leads-discovery-magnetic-loops-around-black-hole",
            "description": "Professor Jack Gallimore led a team of international astronomers who, for the first time, have observed evidence of magnetic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ksMepS8-8ekxLb7is6hMli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "researchbysubject.bucknell.edu5h",
            "source": "researchbysubject.bucknell.edu",
            "article_content": "Led by Bucknell University Professor Jack Gallimore, physics & astronomy, an international team of astronomers and students, including Bucknell physics student Virginia Hostetter '25, set out on a new way to study NGC 1068, a well-known, relatively nearby (45 to 50-million light years away), bright galaxy with a supermassive black hole at its center.\n\nTheir research had twin goals: astrometric mapping of the galaxy's radio continuum and measurements of polarization for its water masers — naturally occurring sources of microwave radio emissions. In radio astronomy, water masers observed at a frequency of 22 GHz are particularly useful because they can shine through much of the dust and gas that obscures optical wavelengths around the black hole.\n\nUsing the High Sensitivity Array (HSA) — a multi-facility network supported by the U.S. National Science Foundation National Radio Astronomy Observatory (NRAO) — the international team observed for the first time evidence of magnetic filaments in the accretion disk surrounding the galaxy's supermassive black hole. Their discovery was announced Wednesday by the NRAO and reported in a recent paper published by The Astrophysical Journal Letters.\n\nBy measuring the polarization of water masers and the continuum of radio emissions from NGC 1068, the team generated a map revealing the compact radio source now known as NGC 1068*, as well as mysterious extended structures of more faint emissions.\n\nMapping the astrometric distribution of NGC 1068 and its water masers revealed that they are spread along filaments of structure.\n\nProfessor Jack Gallimore, physics & astronomy. Photo courtesy of Jack Gallimore\n\n\"It really came out in these new observations that these filaments of maser spots line up like beads on a string,\" Gallimore said in the NRAO story. The team was stunned to see that there was a clear offset — a displacement angle — between the radio continuum showing the structures at the galaxy's core and the locations of the masers themselves. \"The configuration is unstable, so we are probably observing the source of a magnetically-launched outflow,\" he said.\n\nHSA measurements of the polarization of these water masers revealed striking evidence of magnetic fields.\n\n\"No one has ever seen polarization in water masers outside our galaxy,\" Gallimore said. Similar to the looping structures seen on our sun's surface as prominences, the polarization pattern of these water masers clearly indicates that magnetic fields are also at the root of these light-year-scale structures as well. \"Looking at the filaments and seeing that the polarization vectors are perpendicular to them, that's the key to confirming that they are magnetically driven structures. It's exactly what you'd expect to see.\"\n\nPrevious studies of the region hinted at patterns usually associated with magnetic fields, but such conclusions remained beyond the reach of observing technology until recently. This discovery is the first to confirm the existing theory.\n\n\"Only the HSA has the combination of resolution and sensitivity needed to map out magnetic fields using polarized light,\" said Gallimore.\n\nTheir findings reveal evidence of a compact central radio source (the galaxy's supermassive black hole), clear polarization of the water masers indicating structure within NGC 1068's magnetic fields, and spectacular extended features across the continuum of radio frequencies. Together, these findings indicate that magnetic fields are the underlying drivers of these phenomena.\n\nPlenty of mysteries remain, however. Within the radio continuum map, for instance, there is a diffuse, faint protrusion that the team nicknamed \"the foxtail,\" which extends northward from the central region.\n\n\"We said to ourselves when we set out to do this, ‘let's see if we can really push the limits and get a good continuum as well as polarization data. And both of those goals succeeded,\" Gallimore said. \"With the NSF NRAO High Sensitivity Array, we detected water megamaser polarization for the first time, and we also made a really amazing continuum map that we're still trying to wrap our minds around.\"\n\nSpecial thanks to the NRAO and author Jessi Almstead for the use of their story."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Low-Code Beats No-Code For Web Scraping: Introducing Sequentum Cloud",
            "link": "https://www.benzinga.com/partner/tech/24/12/42460094/why-low-code-beats-no-code-for-web-scraping-introducing-sequentum-cloud",
            "description": "When it comes to web scraping, many platforms aim to provide a user-friendly drag-and-drop interface that forgoes the need ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Yv7LnxkyUAR4GoqB7wAewy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "13h",
            "source": "Benzinga.com",
            "article_content": "Check out Sequentum Cloud today and sign up for a free trial.\n\nData is an increasingly valuable commodity in today's digital world. Whether in finance, real estate, e-commerce or healthcare, the ability to extract, analyze and leverage data can provide a competitive edge for businesses across a wide range of industries. However, to fully harness the power of data, it is crucial to use a tool that can deliver reliability, precision and customizability.\n\nCustom web-scraping company Sequentum recently announced the launch of its cloud-based software-as-a-service (SaaS) solution, Sequentum Cloud. The company says this cutting-edge platform is the ultimate web scraping tool, allowing users of all sizes to access high-quality, trusted, auditable, custom web data on a pay-as-you-go basis.\n\nWhy Low-Code Is Better Than No-Code\n\nWhen it comes to web scraping, many platforms aim to provide a user-friendly drag-and-drop interface that forgoes the need for traditional hand coding. So-called no-code tools may offer simplicity, but with the evolving nature of the internet, they lack the customizability required to handle ever-changing data extraction needs.\n\nSequentum Cloud is a low-code solution, aiming to strike the perfect balance between usability and customizability. Like no-code platforms, Sequentum offers a point-and-click interface for easy agent creation. The company says that around 95% of tasks can be achieved with reusable, composable assets, thereby saving time and allowing you to scale easily.\n\nHowever, for the remaining 5% of tasks, Sequentum Cloud supports custom coding in JavaScript, Python, C# and Regular Expression, giving you the flexibility to handle any data from any data source, in any data structure, to any destination.\n\nHarness The Sequentum Agent Human-Friendly Text Format To Build Trust And Train Your AI To Interact In Complex Ways With The Web\n\nOne of the advantages of Sequentum Cloud is its new and innovative nested, human-readable, text format of the agent you create. With all the data extraction process logic presented in this way, all stakeholders can understand the data and the extraction process, helping to promote trust and transparency in the process and the resulting data.\n\nFurthermore, non-technical staff will be able to review your data collection process by seeing all the steps laid out in a human-readable format and easily read every step that is being followed to obtain the data and ensure compliance with guidelines. For example, some companies might restrict their staff from using web scraping bots to automatically bypass CAPTCHA tests. With human-readable results, compliance teams can more easily verify that restricted activities such as CAPTCHA automation are not happening in their data collection.\n\nSimilarly, the human-friendly agent text format is a turnkey way to train AI to make use of websites and mobile apps no matter how complex the interaction needs to be.\n\nTrust, Transparency And Ethical Compliance\n\nData trustworthiness, transparency and regulatory compliance are of the utmost importance for companies. Sequentum Cloud aims to address this by ensuring that users can see exactly where their data originates from and every step of the collection process, all auditable with full documentation.\n\nSequentum argues that this not only mitigates legal risks, such as those relating to privacy and security, but also makes sure that data aligns with ethical standards. This is crucial when it comes to monetizing data assets since documenting full lineage on all data from how data is sourced and processed will not only enable dataset creators to demonstrate where they added value but will also point to the web sources that contributed to that value.\n\nThis is particularly important for AI, analytics and data-driven decision-making, as a lack of data transparency could mean risking future monetization opportunities or compliance failures as new regulations are adopted. By being proactive and applying transparent data practices today, companies can avoid losing out on all the value they've added once the laws catch up to the way people are working today.\n\nGet Started Today\n\nIn today's competitive environment, trust, precision and transparency are essential if you want to gain an edge. In November, CIOReview named Sequentum as the Enterprise Data Delivery Platform of the Year for 2024. Sequentum Cloud seems poised to be the ultimate web scraper for the most precise and trusted data, combining a low-code platform and point-and-click interface with the power of customization and human-readable nested text format of the agent you create.\n\nSign up for a free trial today and experience the Sequentum Edge.\n\nFeatured photo by Markus Spiske on Unsplash.\n\nThis post contains sponsored content. This content is for informational purposes only and not intended to be investing advice."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fanatics Sportsbook promo code for Rams vs. 49ers offers $1,000 in No Sweat Bets for TNF",
            "link": "https://www.cleveland.com/betting/2024/12/fanatics-sportsbook-promo-code-for-rams-vs-49ers-offers-1000-in-no-sweat-bets-for-tnf.html",
            "description": "New users don't need to enter a Fanatics Sportsbook promo code to get up to $1,000 in bonus bets for tonight's Rams vs. 49ers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-WEQ50bd-qYSQ-i7_SSj5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "2h",
            "source": "Cleveland.com",
            "article_content": "Get ready for an NFC West showdown when the Los Angeles Rams travel north for a matchup with the San Francisco 49ers. New users don’t need to enter a Fanatics Sportsbook promo code to wager on Rams vs. 49ers and get up to $1,000 in No Sweat Bets.\n\nFanatics Sportsbook promo code at a glance\n\n🎁 Fanatics Sportsbook promo code No code required 💰 Fanatics Sportsbook welcome bonus Up to $1,000 in No Sweat Bets 📝 Fanatics Sportsbook promo code terms and conditions Wager $5+ on each of the 10 days after registration and receive a daily bonus match up to $100 if your wager loses. The 10-day countdown begins on the registration date.\n\n\n\nOpt-in required each day. Qualifying wagers must have -200 odds or longer.\n\n\n\nBonuses sent within 72 hours of bet settlement, win or lose.\n\nBonus bets expire seven days after issuance and can’t be withdrawn. ✅ Last verified Dec. 12, 2024\n\nFanatics Sportsbook promo code: Unlock $1000 in No Sweat bets\n\nNewly verified Fanatics sports betting accounts do not require a Fanatics Sportsbook promo code, but certain steps must be completed to receive the $1000.\n\nPress any Fanatics sportsbook web banner or link, and you’ll be taken to a page where you can download the app from Google Play or Apple. Fill out all the required fields, including your Social Security Number (SSN), and upload a valid state-issued photo ID, passport, or military ID. Select a payment option, make a deposit, and place a $1 minimum wager on tonight’s Rams vs. 49ers TNF game or any other contest on the board. Fanatics will add one bonus bet to your account in the amount of the wager up to $100 if the bet loses. This No Sweat Bet promo can be used for up to 10 days.\n\nFanatics Sportsbook existing user promos\n\nThe Fanatics No Sweat bets will expire, but the app also offers various themed betting promotions year-round, including these options for existing users.\n\nSame Game Parlay Boosts: Boost your Rams vs. 49ers same-game parlay or any other parlay on the Week 15 slate.\n\nNFL Early Payout: Request an early payout at various times throughout any NFL game.\n\nHow to use your Fanatics Sportsbook promo code\n\nThe Fanatics Sportsbook No Sweat Bet promo only pays out on a losing initial wager. If this were my No Sweat Bet, I would try and win this bet, and I would place a $100 wager on the Los Angeles Rams to beat the San Francisco 49ers.\n\nThe Rams have won three of their last five and have beaten the 49ers in consecutive games, including a 27-24 Week 3 victory in Los Angeles. The 49ers looked pretty good against a Chicago Bears side that can’t score the football, but the Rams can score and have a good chance of beating the injury-riddled 49ers.\n\nIf the Rams win, you’ll win $120 plus the bet. If the 49ers win, Fanatics will give you a No Sweat bet in the amount of the wager up to $100 if the bet loses."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Falcons HC: Michael Penix Jr. Will Start 'When It's Time' amid Kirk Cousins Rumors",
            "link": "https://bleacherreport.com/articles/10147028-falcons-hc-michael-penix-jr-will-start-when-its-time-amid-kirk-cousins-rumors",
            "description": "Atlanta Falcons head coach Raheem Morris doesn't appear to be in a rush to insert rookie quarterback Michael Penix Jr. into ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QHh8uBdPq0G6oYXGikutoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "Bleacher Report",
            "article_content": "David Berding/Getty Images\n\nAtlanta Falcons head coach Raheem Morris doesn't appear to be in a rush to insert rookie quarterback Michael Penix Jr. into the starting offense and bench veteran Kirk Cousins.\n\nMorris told reporters on Thursday that Penix will get the opportunity to start \"when it's time,\" per ESPN's Marc Raimondi.\n\nThe Falcons are currently in the midst of a four-game losing streak with Cousins under center, sitting in second place in the NFC South standings with a 6-7 record.\n\nThe 36-year-old has struggled mightily during the stretch of defeats, throwing for 1,068 yards and eight interceptions without recording a touchdown throughout his last four appearances.\n\nOn the season as a whole, Cousins has been picked off a league-leading 15 times. His 261.2 passing yards per game represents his lowest average since 2019, while his 89.0 passer rating is his worst mark since 2014.\n\nCousins' subpar performance is especially worrisome after he signed a massive four-year, $180 million contract to join Atlanta as a free agent in March.\n\nDespite his turnover issues and the Falcons' inconsistent offense, Morris has remained steadfast in his approach to the top quarterback spot on the depth chart.\n\nHe confirmed that Cousins would remain Atlanta's starter following a 42-21 loss to the Minnesota Vikings on Sunday.\n\nDianna Russini of The Athletic also reported that the Falcons haven't held any \"internal discussions\" regarding a change at quarterback.\n\nEven though Cousins is expected to retain his status as the starter, Morris also expressed his support for Penix as the team's eventual top signal-caller.\n\n\"I told you right from the beginning, he's our future,\" Morris said on Thursday, per Raimondi.\n\nPenix, the No. 8 overall pick in the 2024 NFL draft, still appears to have the support of the coaching staff as a long-term option."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Soto bet on himself from start, and it paid off with historic deal",
            "link": "https://www.mlb.com/mets/news/juan-soto-s-path-to-record-contract",
            "description": "Juan Soto. There’s no one like him. It’s not just the money he’s going to make with the New York Mets … though that’s ...",
            "image_url": "https://www.bing.com/th?id=OVF.PwNV4ktmN7VycdEHBSY95A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "MLB5h",
            "source": "MLB",
            "article_content": "San Diego was never seen as a long-term destination for Soto, as the Padres had a lot of money tied up into other players and were merely hoping Soto could be the final piece of a World Series-caliber club. They lost the NLCS with Soto in 2022, then missed the playoffs entirely in 2023. Rather than go through another round of arbitration with Soto and take him into his walk year, they dealt him and outfielder Trent Grisham to the Yankees on Dec. 7, 2023, for a package of controllable pitchers Michael King and Jhony Brito, prospects Drew Thorpe and Randy Vásquez and backup catcher Kyle Higashioka (a package that’s looking strong for San Diego)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 IT Infrastructure Trends: The Edge Computing, HCI And AI Boom",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/12/2025-it-infrastructure-trends-the-edge-computing-hci-and-ai-boom/",
            "description": "Looking to the future, there is a definitive shift ongoing with the tech landscape shifting toward more decentralized, secure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wVyACht2lgFZ38zD7wh4Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "12h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Thick as Thieves reimagines Thief as a multiplayer immersive sim",
            "link": "https://www.digitaltrends.com/gaming/thick-as-thieves-game-awards-reveal/",
            "description": "We spoke with gaming legend Warren Spector and the team at Otherside about their surprising multiplayer Thief spiritual ...",
            "image_url": "https://www.bing.com/th?id=OVF.i1sWGZi7VTe%2bAQ8JQE0oQQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "2h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents Thief vs. thief Always another way\n\nThief is getting a spiritual successor in the form of Thick as Thieves. The project, which is being developed by an all-star team that includes genre legend Warren Spector, is a multiplayer immersive sim scheduled to launch in 2026 on the PlayStation 5, Xbox Series X/S, and PC.\n\nRecommended Videos\n\nRevealed at the 2024 Game Awards with a trailer, Thick as Thieves takes the basic principles of Thief, a landmark stealth series, but shuffles them into a four-player PvPvE game. It’s a stealth-action game where four thieves all hop into one mission and compete to pull off a loot heist first. While it’s not officially a Thief game, the project is being directed by Greg LoPiccolo, the director of 1998’s Thief: The Dark Project, at Otherside, a studio co-founded by Spector. That makes the project an evolution of the immersive sim created by some of the genre’s most influential names.\n\nAhead of its reveal, Digital Trends got a behind-the-scenes look at Thick as Thieves, which included a five-minute gameplay reel not shown at The Game Awards. The presentation highlighted how Otherside is looking to push the genre forward by combining a classic genre with modern ideas inspired by multiplayer genres like the extraction shooter. There’s a good reason for that too, as Spector told Digital Trends during an interview.\n\n“My secret goal is that I want to make sure that immersive sims keep going and keep making progress long after I’m gone.”\n\nThief vs. thief\n\nThick as Thieves is a bit of a dream project for Spector, who says he has dreamed of making a multiplayer immersive sim like this for decades. There’s perhaps a reason it hasn’t happened until now: The two genres seemed incompatible at a surface glance. Even Spector, an industry veteran who worked on several influential games, admits that he was out of his depth at first.\n\n“I have no idea how to make a PvP stealth game! Stealth games are about not interacting and PvP games are about interacting!” Spector says. “That’s the kind of challenge we want to take on at Otherside.”\n\nIt was only once Spector started assembling a team at Otherside to bring that vision to life that the project came together. The crew would include LoPiccolo on directing duties, as well as lead designer David McDonough, whose recent credits include XCOM: Chimera Squad and system design work on the next Bioshock game. After looking at a wide range of multiplayer genres, including battle royale games, the team eventually drew ideas from asymmetrical titles and extraction games. That gave birth to a PvPvE mix that neatly fit into the core philosophy of games like Thief.\n\n“There’s this form of interaction, which Warren likes to quote: ‘It’s competition, not combat,’” MacDonough tells Digital Trends. “The thieves compete intensely in our game, but that doesn’t mean they have to fight each other. They could be competing for different things and all make it out with some mixture of success that means something to each of them, even though they fought fiercely. We saw that kind of stuff in extraction games. Our game isn’t as hard-nosed as a real extraction game with permadeath, but there’s clearly an appetite for this kind of more sophisticated, nuanced, thinking man’s multiplayer game.”\n\nThe premise is that players can choose from an array of thieves, each of which have their own special abilities and career progression. The Spider, for instance, is a female thief that can use a grappling hook to zip around. The story campaign is split into missions that players load into from a hub. Each one tasks them with some kind of infiltration mission that can be tackled in any number of ways as they hunt down loot. The twist? Four players are matched together in the same mission at once — and only one can walk away with the loot. That turns each 20- to 30-minute session into a game of wits as players can either try to knock out their rivals or indirectly eliminate them by getting guards on their tail.\n\nIn the recorded demo I saw, Spider had to sneak into a mansion and steal some loot. She starts by zipping to the rooftops around it and scouting the area for a way in. While she’s doing that, another player on a far-off roof sees her and starts shooting darts at her, forcing her to run and look for another way in. She eventually decides to sneak in through a sewer grate, wading through muck to wind up in the mansion’s basement. From there, she uses stealth to knock out guards, find clues, and crack safes. The team tells me that these missions aren’t static. Safe codes can change, guard patrol routes shifts, and players can approach them in new ways as they buy new gear over time.\n\nMany of the core ideas of the immersive sim genre are present, as players have a lot of different ways to approach a situation. The multiplayer component gave the team space to experiment with new tricks, though. For instance, players can only carry so much loot at once. When their inventory is filled, they’ll need to drop some off into storage, potentially taking time away from completing the main objective of a mission. The more items players carry, the easier it is for guards to spot them. Sprinting can cause problems too, as that’ll leave footprints around the level that other players can see and use to track opponents down. All of these ideas help Thick as Thieves feel like a genuinely new spin on a stalwart genre, one that feels like a fusion of Thief and Payday.\n\nAlways another way\n\nThe more I speak to the team, the clearer it becomes that Thick as Thieves is an important project for creators who have dedicated their careers to the immersive sim. They see it as a way to bring the genre to its next level, staying up to date with more modern games without losing the spirit of the older games they worked on. LoPiccolo points at the “long chain of causalities” in Thief, connecting that to the kinds of emergent storytelling moments that happen in modern multiplayer games today. Thick as Thieves could be a generational bridge if Otherside plays its cards right.\n\nThat’s especially important for Spector, whose legacy is inseparable from a genre he helped create. For him, Thick as Thieves is a dream project in several ways. Not only does it realize his decades-long vision for a multiplayer immersive sim, but he also sees its approach to an ongoing campaign as fulfilling another dream he’s long had as a tabletop RPG fan.\n\n“The campaign wasn’t something I initially thought of. It was initially a business decision, to be frank,” Spector says. “I resisted it, but then one of the designers at the studio said, ‘Warren, you’ve been saying you want to make a game like Dungeons and Dragons for decades now. This is just the D&D model!’ It was a forehead-slapping moment.”\n\nOne of my rules is that there’s always another way.\n\nIt’s clear from talking that Spector is especially invested in seeing the genre he helped build reach its next form. As the conversation winds down, I ask for his reflections on where the immersive sim has gone, noting that everything from Hitman to The Legend of Zelda: Tears of the Kingdom (“Thank you for pointing that out!” he shouts when I label it as an immersive sim) seems to carry a bit of his mark. He’s proud to see so many games embrace the genre, one that he’s always believed in.\n\n“It’s really gratifying seeing how many games seem to have been influenced by immersive sims,” Spector says. “When we were working on the early games, I remember that Doug Church, secret master of gaming, and I used to sit around and say, ‘Why isn’t everybody making games like this?’ I always thought it was the most mainstream thing in the world. One of my rules is that there’s always another way. If I’m not good enough at shooting — he said, raising his hand — try sneaking. If I’m not good enough at sneaking, try talking. There’s always another way. That seemed like an incredibly mainstream idea. And now we’re starting to see that I was right!”\n\nBefore we even formally start our interview, Spector runs through his history with the genre and throws in a surprising game as an example of an immersive sim: Epic Mickey. I’m surprised to hear him namedrop it in the same breath as Deus Ex, but he promises to circle back around to it. He does so in the final minute of our conversation, neatly tying together everything we’ve discussed with a bow. Spector cares so much about the genre because he sees a broad appeal in it that makes the genre so age-proof. Thick as Thieves is just one more step toward getting it in front of mainstream audiences that don’t even realize they already love the format. Whether it’s intentional or not, he’s living by his golden rule: There’s always another way.\n\n“One of my secret ideas behind Epic Mickey was that I thought with Mickey Mouse as my star, I could sneak some of the immersive sim ideas into a mainstream game,” Spector says. “It was by far the bestselling game I’ve ever worked on. And a lot of that was due to Mickey Mouse, I’m not gonna fool myself, but I heard from a lot of normal humans that they got it. They appreciated the immersive sim qualities in that game. So, I’m pretty confident that the world is ready for Thick as Thieves and a game that offers them the opportunity to play the game they want.\n\n“I think we have the capability to make this kind of game and make it as deep as anyone on the planet.”\n\nThick as Thieves will launch in 2026 for PS5, Xbox Series X/S, and PC."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Public salary data reveals how much xAI pays some workers compared to OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/public-salary-data-reveal-how-much-xai-pays-some-workers-compared-to-openai/ar-AA1vKphJ?ocid=BingNewsVerp",
            "description": "Publicly available salary data for OpenAI and xAI shows that pay for some workers across the companies ranged from $145,000 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f3cfAWdYdOcFSN537hWJfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "8hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Sora AI Video Generator Review: Features, Pricing, and Performance",
            "link": "https://www.geeky-gadgets.com/openai-sora-review/",
            "description": "Sora is included in OpenAI’s $200/month Pro Plan, which also grants access to tools like ChatGPT and DALL-E. While this ...",
            "image_url": "https://www.bing.com/th?id=OVF.zoxQlZbg%2bkKJbTlMqFDA%2fQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "12h",
            "source": "Geeky Gadgets",
            "article_content": "If you’re exploring AI-powered video generation, OpenAI’s Sora platform is a noteworthy contender. It provides tools designed to simplify the creative process, but its $200/month price tag as part of OpenAI’s Pro Plan raises questions about its value compared to competitors like Runway. This review provide more insights into Sora’s pricing, performance, features, and usability, offering a detailed analysis to help you determine if it aligns with your creative and professional needs.\n\nIn this review by Skill Leap AI, learn more about Sora’s features, pricing, and performance, while also comparing it to a strong competitor, Runway. Whether you’re a filmmaker looking for cinematic precision or a casual creator exploring AI tools, this guide will help you navigate the pros and cons of Sora and decide if it’s the right fit for your needs. Let’s explore what this platform has to offer—and where it might fall short.\n\nOpenAI AI Video Generator\n\nTL;DR Key Takeaways : Sora is part of OpenAI’s $200/month Pro Plan, offering high-resolution, watermark-free videos, but its pricing may feel restrictive compared to competitors like Runway’s $96/month unlimited plan.\n\nSora’s video generation performance is inconsistent, with only 25% of tested clips being immediately usable, while Runway offers more reliable and professional-grade outputs.\n\nSora provides useful editing tools and customizable presets but lacks the advanced cinematic controls available in Runway, limiting its appeal for professional filmmakers.\n\nRunway stands out with better pricing flexibility, advanced features, and greater reliability, making it a stronger choice for high-quality video generation.\n\nSora is best suited for users already using OpenAI’s Pro Plan, while Runway is recommended for those prioritizing video creation with advanced tools and cost-effective options.\n\nPricing and Value\n\nSora is included in OpenAI’s $200/month Pro Plan, which also grants access to tools like ChatGPT and DALL-E. While this bundled approach may appeal to users who rely on multiple AI tools, the standalone value of Sora for video generation is less clear. Here’s how it compares to other options:\n\nSora’s $200/month plan: Offers high-resolution (1080p) downloads and watermark-free videos, but the cost may be prohibitive for users focused solely on video creation.\n\nOffers high-resolution (1080p) downloads and watermark-free videos, but the cost may be prohibitive for users focused solely on video creation. Sora’s $20/month plan: Excludes essential features like watermark removal and high-resolution output, limiting its utility for professional projects.\n\nExcludes essential features like watermark removal and high-resolution output, limiting its utility for professional projects. Runway’s $96/month unlimited plan: Provides a more affordable and focused solution for text-to-video generation, making it a strong competitor for budget-conscious users.\n\nFor those prioritizing video creation, Sora’s pricing structure may feel restrictive compared to alternatives like Runway, which offers more flexibility and affordability without sacrificing quality.\n\nPerformance and Output Quality\n\nSora’s video generation capabilities deliver mixed results, particularly when tested across a variety of scenarios. In a sample of 150 generated clips, only 25% were immediately usable, while another 25% required significant refinement using Sora’s built-in editing tools. Key observations regarding its performance include:\n\nStrengths: Sora performs well for short, simple clips and provides tools for refining outputs, making it suitable for basic projects.\n\nSora performs well for short, simple clips and provides tools for refining outputs, making it suitable for basic projects. Weaknesses: Longer videos and complex prompts often result in inconsistent or nonsensical outputs, limiting its reliability for professional-grade work.\n\nIn comparison, Runway demonstrates greater consistency and reliability, particularly for filmmakers seeking cinematic-quality results. Its ability to handle complex prompts with fewer errors makes it a preferred choice for professionals.\n\nOpenAI Sora Honest Review\n\nMaster AI video generator with the help of our in-depth articles and helpful guides.\n\nFeatures and Tools\n\nSora offers a range of tools aimed at enhancing the creative workflow, but its feature set has notable limitations when compared to competitors. Key tools and their benefits include:\n\nEditing tools: Options for recutting, remixing, and storyboard creation allow for moderate customization of video outputs.\n\nOptions for recutting, remixing, and storyboard creation allow for moderate customization of video outputs. Presets: Users can create and customize presets to match specific styles or themes, streamlining repetitive tasks.\n\nUsers can create and customize presets to match specific styles or themes, streamlining repetitive tasks. Limitations: High-resolution downloads and watermark-free videos are restricted to the $200/month plan, which may deter users seeking affordable solutions.\n\nWhile these features are useful for casual creators, they fall short of the advanced controls offered by platforms like Runway. For instance, Sora lacks the precision required for detailed camera movements and cinematic elements, which are essential for professional filmmakers.\n\nComparison with Runway\n\nRunway emerges as a strong alternative to Sora, offering several advantages that cater to a broader range of users. Its strengths include:\n\nAdvanced controls: Runway provides better control over camera movements, lighting, and cinematic elements, making it ideal for professional filmmakers.\n\nRunway provides better control over camera movements, lighting, and cinematic elements, making it ideal for professional filmmakers. Flexible pricing: The credit-based system and $96/month unlimited plan offer more affordable options for users with varying needs.\n\nThe credit-based system and $96/month unlimited plan offer more affordable options for users with varying needs. Drawbacks: Processing times can slow during peak hours, but the overall reliability and quality of outputs remain superior to Sora.\n\nFor users prioritizing high-quality video generation, Runway’s advanced features and cost-effective plans make it a compelling choice over Sora, particularly for those not already invested in OpenAI’s ecosystem.\n\nUsability and Workflow\n\nSora’s user interface is designed to streamline the creative process, offering features that enhance usability and accessibility. Key aspects of its workflow include:\n\nCommunity inspiration: Users can explore prompts and presets created by others, providing a source of ideas and creative direction.\n\nUsers can explore prompts and presets created by others, providing a source of ideas and creative direction. Performance tips: Starting with lower resolutions (480p) can minimize processing time, with the option to upgrade to 1080p for final outputs.\n\nStarting with lower resolutions (480p) can minimize processing time, with the option to upgrade to 1080p for final outputs. Peak hours: Sora performs best during off-peak times, offering faster generation speeds and reduced wait times.\n\nWhile the interface is intuitive and user-friendly, the platform’s limitations in handling complex prompts and longer videos may disrupt workflows for users with advanced or professional requirements.\n\nLimitations and Issues\n\nDespite its strengths, Sora has several limitations that may impact its appeal for certain users. These include:\n\nInconsistent outputs: Many generated clips fail or produce nonsensical results, particularly when using complex prompts or attempting longer videos.\n\nMany generated clips fail or produce nonsensical results, particularly when using complex prompts or attempting longer videos. Restricted features: Advanced tools like face generation and high-resolution downloads are only available on the $200/month plan, limiting accessibility for budget-conscious users.\n\nAdvanced tools like face generation and high-resolution downloads are only available on the $200/month plan, limiting accessibility for budget-conscious users. Lack of precision: Sora does not offer the advanced camera controls or cinematic features that make Runway a preferred choice for professional filmmakers.\n\nThese issues highlight the platform’s limitations for users seeking reliable, high-quality video generation, particularly for complex or professional projects.\n\nRecommendation\n\nSora is best suited for users already invested in OpenAI’s Pro Plan, as its integration with tools like ChatGPT and DALL-E adds value to the overall package. However, for standalone video generation, Runway offers a more cost-effective and reliable solution. To guide your decision:\n\nChoose Sora: If you need a comprehensive suite of AI tools and are already using OpenAI’s Pro Plan for other purposes.\n\nIf you need a comprehensive suite of AI tools and are already using OpenAI’s Pro Plan for other purposes. Choose Runway: If you prioritize video generation and require advanced features, better performance, and a more affordable pricing model.\n\nUltimately, while Sora showcases the potential of AI-driven video generation, its high cost and limitations may make it less appealing for users focused solely on video creation. By carefully evaluating your needs and priorities, you can determine whether Sora or an alternative platform like Runway is the right fit for your creative projects.\n\nMedia Credit: Skill Leap AI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Before You Can Trust AI And Machine Learning, You Have To Trust Your Data",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/12/before-you-can-trust-ai-and-machine-learning-you-have-to-trust-your-data/",
            "description": "Without trustworthy data, the effectiveness of AI and ML solutions is negated, and rather than being an instrument for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-nnx6ZMkGDebH_eYefvQNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "14h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From AI Visionary to Industry Leader: Himanshu Sinha on Transforming Enterprises with Machine Learning and Generative AI",
            "link": "https://techbullion.com/from-ai-visionary-to-industry-leader-himanshu-sinha-on-transforming-enterprises-with-machine-learning-and-generative-ai/",
            "description": "Himanshu Sinha is a globally recognized thought leader in AI and data science, currently serving as the Director of Advanced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9TsIrdXBZFNiTkVYgAaJki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Impacts4h",
            "source": "Impacts",
            "article_content": "Himanshu Sinha is a globally recognized thought leader in AI and data science, currently serving as the Director of Advanced Data Science at Marriott International. An AI innovator with deep-learning based patent to his name and a published author of the best-selling book “Cognitive Horizons: Navigating the Landscape of Artificial Intelligence” His book is widely adopted by educational institutions to guide data science capabilities and inspire the next generation of AI practitioners.\n\nAs a foundational contributor to machine learning and AI research, Himanshu has published extensively in internationally acclaimed journals, pushing the boundaries of innovation.\n\nWith over 18 years of experience, Himanshu has led data science capabilities at organizations like CVS, Precisely, and Wipro, delivering transformative results across industries. Currently, he is driving AI-powered innovation in the hospitality sector, redefining customer experiences at Marriott International.\n\nHimanshu’s respected record of using data, analytics, and AI to deliver significant business impact is complemented by his role as an advisor and coach to executives, boards, and data leaders. His visionary leadership continues to transform organizations and inspire the global AI community.\n\nPlease tell us your name and a little more about yourself.\n\nMy name is Himanshu Sinha, and I am a data scientist with over 15 years of experience in leveraging machine learning and AI to drive transformative change across industries. From fintech to healthcare and hospitality, I have had the privilege of developing and deploying innovative AI solutions that blend technical excellence with business strategy. My expertise spans a wide range of areas, including generative AI, predictive analytics, and data observability.\n\nBeyond my technical work, I am a passionate mentor, a published co-author of books on AI and ML, and a patented innovator. I thrive on building solutions that not only solve complex problems but also inspire others to push the boundaries of what technology can achieve.\n\nYou’ve had an extraordinary career in AI and machine learning, spanning various industries like healthcare, hospitality, and fintech. Can you walk us through your journey and how it has shaped your current role as Director of Advanced Data Science at Marriott International?\n\nI began my professional journey in consumer-focused research for a CPG brand, here I developed a fascination for consumer behaviour change indicated through and their business implications . This passion deepened as I worked on leveraging state-of-the-art machine learning techniques to analyze behavioral changes and their impact on business outcomes. My focus has always been on helping organizations use patterns in data to inform strategy and drive results.\n\nWorking in large scale consulting such as Wipro brought me close to enterprises’s pain areas and help create machine learning cored solutions for them. In 2012, I established a Center of Excellence for analytics at Agilis, a lesser-known company at the time, helping telecom clients predict fraud and mitigate risks like churn. Over the years, Agilis went through multiple acquisitions, becoming Infogix and later Precisely Inc. During this period, I led the development of a bespoke software product with an embedded ML-based ‘Anomaly Detection’ system. This solution predicts ‘data drift and shift’, ensuring data quality and integrity. Today, it’s a multimillion-dollar offering used by Fortune 100 companies to maintain operational excellence of data dependent functions.\n\nCurrently, as the Director of Advanced Data Science at Marriott International, I lead transformative AI initiatives, including personalization models, generative AI applications, and global acquisition strategies. My journey has been about building scalable AI solutions that align technical innovation with business impact, and I continue to be inspired by the limitless potential of machine learning and AI to transform industries.\n\nIn your article, “The Ultimate Blueprint for Enterprise Chatbots: Simplify, Scale, Succeed”, you discuss the challenges of fragmented chatbot strategies. What inspired you to advocate for a unified chatbot framework, and how do you see it transforming industries?\n\nThe inspiration came from witnessing the inefficiencies and frustrations caused by fragmented chatbot strategies in enterprises—siloed implementations, inconsistent user experiences, and high maintenance costs. I realized the need for a unified framework that could streamline development, ensure scalability, and provide a seamless experience across touchpoints.\n\nA unified chatbot framework transforms industries by enabling businesses to deliver consistent, personalized interactions while reducing operational overhead. It empowers enterprises to integrate.\n\nEnterprises often face the dilemma of balancing ROI with the complexity of AI solutions. How do you approach this challenge in your projects, and can you share a specific example where you had to make such decisions?\n\nBalancing ROI with AI complexity is a common challenge, but I approach it by focusing on simplification and scalability without compromising value. In my article, The Ultimate Blueprint for Enterprise Chatbots: Simplify, Scale, Succeed, I discussed how fragmented chatbot strategies often create inefficiencies and diminish user satisfaction. To address this, I advocate for a unified framework that prioritizes intent-driven design and reusable components.\n\nA specific example is a chatbot project for a travel enterprise. Initially, individual bots were handling separate use cases like booking management, trip planning, and customer support, leading to redundancy and confusion. By implementing a unified triage bot as the primary entry point, we streamlined user interactions and routed intents to specialized APIs. This reduced operational complexity and boosted ROI by consolidating efforts into a cohesive system.\n\nThe result? Enhanced user satisfaction and scalable deployment across multiple business units—all while maintaining a strong ROI through reduced maintenance costs and improved efficiency. Simplifying complexity is not just about technology—it’s about creating value for both users and businesses.\n\nYour work highlights generative AI’s role in creating personalized user experiences, such as credit card recommendations. How do you envision the future of generative AI in personalization across industries?\n\nGenerative AI is revolutionizing personalization by creating tailored, intuitive experiences that resonate with individual users. In the context of chatbots, like those for credit card recommendations, generative AI plays a pivotal role in breaking decision paralysis. It simplifies complex choices by presenting relevant options in a conversational and engaging way, helping customers make faster and more confident decisions.\n\nLooking ahead, I envision generative AI expanding its influence across industries—from retail to healthcare—where it will not only personalize user interactions but also anticipate needs, provide proactive solutions, and streamline decision-making. The future of personalization lies in AI’s ability to combine deep contextual understanding with dynamic adaptability, ultimately creating experiences that are both efficient and deeply human-centered.\n\nYou’ve authored books, published scholarly articles, and filed patents in advanced AI domains. How do you balance your role as a technical leader and a thought leader in the ever-evolving field of AI?\n\nBalancing my roles as a technical and thought leader in AI comes down to a shared foundation: curiosity , giving back to learners community and a commitment to impact. As a technical leader, I focus on driving practical innovations—building systems like scalable enterprise chatbots or anomaly detection frameworks that solve real business problems. This hands-on work keeps me connected to the evolving challenges and opportunities in AI.\n\nAs a thought leader, I view my role as amplifying these learnings for a broader audience. Writing articles on social blogs like “The Ultimate Blueprint for Enterprise Chatbots” allows me to distill complex ideas into actionable strategies, fostering industry-wide collaboration and growth. It’s a synergy—my technical work feeds my thought leadership, while my engagement with the AI community sharpens my ability to lead in dynamic environments.\n\nUltimately, the key is staying grounded in purpose: using AI not just to innovate, but to inspire and drive meaningful change.\n\nMany of your projects aim to enhance customer experience through AI, like anomaly detection and marketing optimization. How do you align technical innovation with customer-centric outcomes?\n\nI believe the key to aligning technical innovation with customer-centric outcomes is to start with the end in mind—understanding what the customer truly values. Whether it’s anomaly detection, marketing optimization, or enterprise chatbots, my approach combines cutting-edge AI techniques with a deep focus on creating seamless and meaningful experiences for users.\n\nFor instance, in my article “The Ultimate Blueprint for Enterprise Chatbots: Simplify, Scale, Succeed,” I emphasized building unified frameworks that deliver consistent, personalized customer interactions. Similarly, my work on marketing optimization involves leveraging predictive models to understand behavioral patterns, enabling hyper-targeted engagement that feels intuitive to the customer.\n\nAt the core, it’s about using AI as a bridge—not just to solve technical problems but to anticipate and enhance the customer journey. By embedding intelligence into every interaction, we not only drive business impact but also create solutions that resonate with people in real and tangible ways.\n\nWith increasing emphasis on data privacy regulations like GDPR and CCPA, how do you ensure that your AI models remain compliant while delivering actionable insights?\n\nEnsuring compliance with data privacy regulations like GDPR and CCPA starts with embedding guardrails into the design and deployment of AI models. Guardrails ensure that privacy, security, and transparency are foundational, not an afterthought.\n\nIn my work, I advocate for privacy-by-design principles—data minimization, anonymization, and secure pipelines are non-negotiables. For instance, when building models for personalized customer targeting or chatbots, we ensure that data used is aggregated and anonymized, aligning with both regulations and user trust.\n\nBalancing compliance with actionable insights requires robust governance frameworks. These frameworks monitor data usage and provide explainability, ensuring that while insights drive business value, they do so ethically and legally. In the age of AI, it’s not just about what we can do with data, but what we should do, and that’s where compliance meets innovation.\n\nAs an internationally recognized expert, what advice would you give aspiring data scientists looking to make a significant impact in the field of AI and machine learning?\n\nMy advice to aspiring data scientists is simple: focus on solving practical problems and always prioritize the user experience. AI and machine learning aren’t just about building sophisticated models—they’re about creating solutions that make a tangible difference.\n\nStart by immersing yourself in real-world challenges. Learn how businesses operate, identify pain points, and think about how data and AI can address them. For instance, in my own journey, I’ve worked on everything from predictive analytics to creating a unified chatbot framework. These experiences taught me that the best solutions are the ones that simplify complexity and put the user first.\n\nStay curious, keep experimenting, and don’t shy away from asking questions like: “How does this impact the end user?” and “Is this scalable for enterprise needs?” A data scientist’s true power lies not just in technical expertise but in the ability to translate it into meaningful impact. Keep that as your north star, and you’ll create solutions that truly transform industries."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden admin says it is surging deliveries to Ukraine as Trump criticizes decision to allow US weapons to strike inside Russia",
            "link": "https://www.msn.com/en-us/news/world/biden-admin-says-it-is-surging-deliveries-to-ukraine-as-trump-criticizes-decision-to-allow-us-weapons-to-strike-inside-russia/ar-AA1vKWGC?ocid=BingNewsVerp",
            "description": "The Biden administration is working to surge deliveries of weapons to Ukraine in its final days in office in a concerted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5Q3kqGYjGVxWm_TdP-g1FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "31mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump criticizes Ukraine's use of US missiles for attacks deep into Russia",
            "link": "https://www.msn.com/en-us/news/world/trump-criticizes-ukraines-use-of-us-missiles-for-attacks-deep-into-russia/ar-AA1vKyVN?ocid=BingNewsVerp",
            "description": "U.S. President-elect Donald Trump criticized Ukraine's use of U.S.-supplied missiles for attacks deep into Russian territory ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F8vuebcTU_--D1HLbrK1VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "9hon MSN",
            "source": "Reuters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Data shows global conflict surged in 2024",
            "link": "https://www.washingtonpost.com/world/2024/12/12/conflict-war-2024-israel-gaza-ukraine/",
            "description": "Conflicts have doubled over five years, according to a report published by Armed Conflict Location & Event Data.",
            "image_url": "https://www.bing.com/th?id=OVFT.ByfEDslY3D6FZ_6iAWGlry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "21h",
            "source": "The Washington Post",
            "article_content": "The world saw a staggering surge in conflicts over the past year. At least 233,000 people were estimated to be killed in conflicts in 2024, according to new data released Thursday by a prominent nonprofit analysis and crisis mapping project. The data, released today by the Armed Conflict Location and Event Data (ACLED), shows in raw numbers how the level of conflicts around the world have doubled over the past five years, amid wars in Ukraine, Gaza, Myanmar and elsewhere.\n\nAmong the data for this year, ACLED found that the number of people killed in conflicts in 2024 had grown by 30 percent since the preceding year, from 179,099 deaths in 2023 to 233,597 in 2024.\n\nThe war in Ukraine was the deadliest in 2024, with 67,000 reported deaths, while 35,000 deaths were reported in the Palestinian territories of Gaza and the West Bank.\n\nAdvertisement\n\nBy the end of the year, the number of acts of violence recorded by ACLED is projected to reach almost 200,000, a quarter higher than last year and double what it was five years ago, with sharp increases found in Lebanon (958 percent), as Israel staged a large-scale military intervention, and Russia (349 percent), which has seen more attacks amid its ongoing invasion of Ukraine.\n\nThe violence has remarkable reach. One in 8 people worldwide were exposed to conflict in 2024, ACLED found. Those living within five kilometers or less of conflict count as exposed. Palestinians face the highest level of violence in the world, according to the data, with 81 percent of the population exposed to conflict.\n\nThe peak may still be ahead. Clionadh Raleigh, a professor of political geography and conflict at the University of Sussex and founder of ACLED, said that she expected global conflict to continue its rise, pointing to “possible violent surges” in Iran, Chad, Ecuador and Pakistan.\n\nAdvertisement\n\nThe world may be entering a “new normal” of conflict, said Paul Poast, a professor at the University of Chicago who tracks global violence and was not involved in drafting the ACLED report.\n\nThat would have political implications in the United States, where President-elect Donald Trump has repeatedly pledged to “stop war.” Trump “claimed that he is going to solve all of these conflicts as soon as he enters office (if not before),” Poast said. “Indeed, it stood out to me that during his victory speech on election night, the first thing he mentioned was ending all of the world’s conflicts.”\n\nThe data over the past few years paints an unsettling picture: Few regions saw a decline in conflict, while both Europe and the Middle East saw major escalations. Research by other groups describes the same trend. This summer, a report put out by the Sydney-based Institute for Economics and Peace identified 56 active conflicts taking place at that time, which it said was the most since the end of World War II.\n\nAdvertisement\n\nThe founding hope of the United Nations, international peace is an increasingly distant prospect, as the trend builds over consecutive years.\n\nHigh levels of conflict worldwide have multiple and complex causes, including choices made by world leaders, such as Russian President Vladimir Putin’s decision to invade Ukraine in 2022. But there have also been global shifts in the way that conflicts are fought, according to the data collected by ACLED.\n\n“In 2024, conflict became more urbanized and concentrated, and the same places and communities have been attacked several times over,” Raleigh said, adding that the world had seen a 300 percent increase in the use of bombing over the past five years.\n\nThe widespread use of missiles, drones and explosives by governments has added further to the levels of conflict, Raleigh said.\n\nAdvertisement\n\nSome conflicts appeared to be tied to electoral politics, according to the ACLED data, with countries that held elections seeing a more significant rise in violence. Roughly 80 countries, together holding more than half of the world’s population, held national elections in 2024.\n\nThe conflict data tracks incidents of what the authors call political violence — defined to including battles, bombings and other violent acts — and excludes nonviolent protest. ACLED notes it also recorded more than 143,000 protests in 2024.\n\nThe ongoing breakdown in global order and rising multipolarity, a world system in which power is more widely distributed, with global bodies such as the United Nations Security Council paralyzed, has led to major powers “asserting their regional influence and undermining one another,” Poast said. U.N. Secretary General António Guterres described the state of affairs as a “purgatory of polarity,” in an address to the General Assembly in September.\n\nAdvertisement\n\nACLED, which has operated for as a nonprofit for just over a decade, collects its data through media monitoring as well as partnerships with international and local organizations. It aims to give a big picture view of trends in armed conflict through the collection of granular, detailed data.\n\nIn the year ahead, some of the conflicts could ease — particularly the war in Ukraine and fighting across in the Middle East. Some countries, like Madagascar, have seen a prolonged decline in political violence over recent years, according to ACLED.\n\nBut ACLED is predicting a 20 percent increase in conflict next year amid numerous regions of concern, including Colombia and Mexico, along with several areas of Africa like the Sahal and the Great Lakes region. The Middle East remains in a period of great uncertainty, while the risk of new wars involving China or Russia cannot be ruled out."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Airwars says Gaza war 'most fatal conflict for civilians' it documented",
            "link": "https://www.al-monitor.com/originals/2024/12/airwars-says-gaza-war-most-fatal-conflict-civilians-it-documented",
            "description": "The UK-based nonprofit Airwars said in a new report that the number of civilians killed during the first three weeks of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5wNkNgA2epgdinWO_AlqIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Al-Monitor3h",
            "source": "Al-Monitor",
            "article_content": "Airwars, a UK-based nonprofit that investigates civilian deaths in conflict zones, said on Thursday that the toll of destruction on civilians in Gaza is the largest it has documented in a decade.\n\n“It is by far the most intense, destructive, and fatal conflict for civilians that Airwars has ever documented” since its establishment in 2014.\n\nAt least 5,139 civilians, including 1,900 children, were killed during the first three weeks of the ongoing Israeli offensive in the Gaza Strip that began on Oct. 7, 2023, a new report published Thursday found, constituting what it described as the worst pattern of harm to civilians in modern warfare.\n\nAirwars said it recorded 606 incidents of civilian harm in the Gaza Strip between Oct. 7 and Oct. 31, 2023, representing a small percentage of the more than 7,000 incidents of civilian harm that the watchdog’s researchers have monitored since the start of the war.\n\n“The harm to civilians from the first month of the Israeli campaign in Gaza is incomparable with any 21st century air campaign,” Airwars said in its new report entitled “Patterns of harm analysis.”\n\nThe watchdog compared its findings with the civilian deaths it recorded during the US-led campaign against the Islamic State (ISIS) in its former Syrian stronghold of Raqqa in 2017. Airwars documented 2,556 civilian casualties at the hands of the US-led coalition during a four-month period at the time.\n\nIt also said the number of civilian deaths recorded in Gaza during the first three weeks of the war is nearly four times the number of civilians killed during the most lethal month Airwars previously documented, which was March 2017. At the time, Airwars recorded 1,470 civilian deaths during the US-led coalition’s campaign against ISIS in Iraq’s Mosul.\n\nThe Israeli army unleashed a relentless air and ground campaign on the besieged Gaza Strip Oct. 7, 2023, in reprisal for an unprecedented cross-border assault by Hamas militants into southern Israel, during which about 1,200 people were killed and over 250 others taken hostage.\n\nAccording to the latest data from the Gaza-based Ministry of Health, the Israeli offensive has so far killed more than 44,835 Palestinians and wounded over 106,356 others.\n\nUN agencies and rights groups have accused Israel of committing war crimes and of violating international laws in Gaza by resorting to a disproportionate use of force, targeting of civilian infrastructure such as schools and hospitals and enacting collective punishment.\n\nIsrael denies these accusations and asserts that its military operations are a legitimate response to Hamas’ actions and that it follows measures to avoid civilian casualties. The Israeli military argues that Hamas embeds itself in civilian areas, using civilians as shields and storing weapons in homes and schools, which it claims complicates its efforts to avoid civilian harm.\n\nAirwars warned that “the manner in which Israel has conducted the war in Gaza may signal the development of a concerning new norm: a way of conducting air campaigns with a greater frequency of strikes, a greater intensity of damage, and a higher threshold of acceptance for civilian harm than seen before.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Campbell’s Co (CPB)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/12/campbells-co-cpbs-stock-plunge-what-you-need-to-know/",
            "description": "On Wednesday, Campbell’s Co (CPB) stock saw a decline, ending the day at $43 which represents a decrease of $-0.54 or -1.24% from the prior close of $43.54. The stock opened at $43.5 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews7h",
            "source": "bovnews",
            "article_content": "Piper Sandler has recently raised Campbell’s Co (CPB) stock to Overweight rating, as announced on November 14, 2024, according to Finviz. Earlier, on October 7, 2024, Bernstein had raised the stock from a Mkt Perform to Outperform, setting a price target of $58 for CPB stock. DA Davidson also reduced Neutral rating with a price target of $51. Additionally, Argus raised Buy rating on September 20, 2024, with a target price of $59. JP Morgan analysts, in their report published on June 26, 2024, also raised Overweight rating and set a price target of $45 for Campbell’s Co’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nCampbell’s Co (CPB) Stock Trading Recap\n\nOn Wednesday, Campbell’s Co (CPB) stock saw a decline, ending the day at $43 which represents a decrease of $-0.54 or -1.24% from the prior close of $43.54. The stock opened at $43.5 and touched a low of $42.87 during the day, reaching a high of $43.66. The volume of shares traded was 3.34 million exceeding the average volume of 2.30 million.\n\nCPB Stock Performance and Moving Averages\n\nIn recent trading, Campbell’s Co (CPB) stock price has shown some volatility, fluctuating 0.73% over the last five trades and -3.93% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 0.49%, and it has plunged by -13.62% in the previous three months. Currently, CPB is trading at -3.02%, -6.42%, and -6.68% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, CPB, a Consumer Defensive sector stock, is trading -18.57% below its 52-week high but remains 6.81% above its 52-week low. The Average True Range (ATR) (14 days) of 0.96 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nCampbell’s Co’s Profitability and Valuation Ratios\n\nCampbell’s Co’s profitability metrics reveal financial health. The company currently boasts an operating margin of 13.61% and a profit margin of 5.57%, with a gross margin of 0.49%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Campbell’s Co’s market capitalization stands at $12.82 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 23.42, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 12.93. Additionally, the Price-to-Sales Ratio is 1.3, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 3.34, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 34.14% of Campbell’s Co (CPB)’s shares, while financial institutions hold 54.97%.\n\nNotable insider trades include Polomski Stanley, Senior VP and Controller at Campbell’s Co (CPB), who sold 13440 shares on Oct 01 ’24, at $48.34 each, totaling $0.65 million. On Dec 12 ’23, Sanzio Anthony, Executive Vice President, sold 3000 shares for $44.31 each, amounting to $0.13 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did NLS Pharmaceutics AG (NLSP) Stock Plunge -25.83% Last Week?",
            "link": "https://www.bovnews.com/2024/12/12/why-did-nls-pharmaceutics-ag-nlsp-stock-plunge-25-83-last-week/",
            "description": "NLSP Stock Performance and Moving Averages. In recent trading, NLS Pharmaceutics AG (NLSP) stock price has shown some volatility, fluctuating -25.83% over the last five trades and ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews4h",
            "source": "bovnews",
            "article_content": "NLS Pharmaceutics AG (NLSP) Stock Trading Recap\n\nOn Wednesday, NLS Pharmaceutics AG (NLSP) stock saw a modest uptick, ending the day at $2.01 which represents a slight increase of $0.03 or 1.52% from the prior close of $1.98. The stock opened at $1.88 and touched a low of $1.75 during the day, reaching a high of $2.06. The volume of shares traded was 2.58 million exceeding the average volume of 0.30 million.\n\n\n\nSponsored\n\nNLSP Stock Performance and Moving Averages\n\nIn recent trading, NLS Pharmaceutics AG (NLSP) stock price has shown some volatility, fluctuating -25.83% over the last five trades and -49.37% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -59.67%, and it has plunged by -61.93% in the previous three months. Currently, NLSP is trading at -32.07%, -48.05%, and -68.56% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, NLSP, a Healthcare sector stock, is trading -91.74% below its 52-week high but remains 10.44% above its 52-week low. The Average True Range (ATR) (14 days) of 0.41 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nNLS Pharmaceutics AG’s Profitability and Valuation Ratios\n\nNLS Pharmaceutics AG’s profitability metrics reveal financial health. The company currently boasts a gross margin of -59.67%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, NLS Pharmaceutics AG’s market capitalization stands at $4.97 million. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 34.09% of NLS Pharmaceutics AG (NLSP)’s shares, while financial institutions hold 6.10%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stock market today: S&P 500, Nasdaq, Dow slide with rate cuts, sticky inflation in focus",
            "link": "https://finance.yahoo.com/news/live/stock-market-today-sp-500-nasdaq-dow-slide-with-rate-cuts-sticky-inflation-in-focus-143027556.html",
            "description": "Investors got the next piece of the inflation puzzle after the latest reading on consumer prices boosted bets on a December ...",
            "image_url": "https://www.bing.com/th?id=OVFT._LkRnTmazH7VWzRDgPvbOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1h",
            "source": "YAHOO!Finance",
            "article_content": "On a day where President-elect Donald Trump rang the opening bell at the New York Stock Exchange, Wall Street failed to build on a furious rally that has picked up steam after his election win. In focus was fresh inflation data, which helped cast doubt on investor confidence for the path of interest rates ahead.\n\nThe Dow Jones Industrial Average (^DJI) was down and the S&P 500 (^GSPC) were both about 0.5%. The tech-heavy Nasdaq Composite (^IXIC) fell roughly 0.6% while shares of Apple (AAPL) rallied less than 1% to close at a record high.\n\nIn bonds, the 10-year Treasury yield (^TNX) added 5 basis points to hit 4.32%, its highest closing level since Nov. 22.\n\nThe market received another piece of the inflation puzzle on Thursday — an update on wholesale prices — after the latest consumer inflation data invigorated stocks on Wednesday, lifting the Nasdaq above 20,000 for the first time.\n\n• USD (^DJI) View Quote Details\n\nThe in-line consumer price index reading cleared one of the last remaining risks to easing by the Fed in December. That boosted bets on a quarter-point rate cut in December to a near 99% chance, per the CME FedWatch tool.\n\nBut the November producer price index released on Thursday morning came in hotter than expected, rising 0.4% from the previous month. Economists had been expecting an increase of 0.2%. That has put the chances of the Fed holding rates steady in January in focus, as several officials have voiced a cautious stance on policy.\n\nA downbeat revenue forecast from Adobe (ADBE) also helped dampen the mood, revealing the Photoshop maker's struggle for a payoff from its AI investments. Shares in the software maker sank nearly 14%.\n\nLIVE COVERAGE IS OVER\n\n17 updates"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lantheus Holdings: A Growing Business With Dominant Market Share",
            "link": "https://seekingalpha.com/article/4743948-lantheus-holdings-a-growing-business-with-dominant-market-share",
            "description": "Lantheus Holdings is a strong investment opportunity with profitable products and a solid financial position for future ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4R0iDvmFjdulhKtxkMZhIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "7h",
            "source": "Seeking Alpha",
            "article_content": "This is a complementary article to my previous piece about Henry Schein ( HSIC ) which can be found here . That research stemmed from a screen of midcap stocks that led to the following six companies. In my effort to\n\nI am a conservative yet opportunistic value investor who has been investing since 2005. I am fact-driven, preferring to let financial data inform me of a company's health, followed by qualitative analysis to fill in the gaps to paint a holistic picture of a company's growth prospects.My work is published on two platforms, Seeking Alpha and FAST Graphs (https://fastgraphs.com/blog/category/research-articles/).I appreciate everyone who reads my research and especially those who drop me questions and comments and follow me on Seeking Alpha. If you would like to engage in further discussions, you can either message me directly in Seeking Alpha, or on Twitter (https://twitter.com/jamessciteacher).\n\nAnalyst’s Disclosure: I/we have a beneficial long position in the shares of LNTH either through stock ownership, options, or other derivatives. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lending Program for Natural Disaster Relief Is on a Project 2025 Chopping Block",
            "link": "https://www.msn.com/en-us/money/economy/lending-program-for-natural-disaster-relief-is-on-a-project-2025-chopping-block/ar-AA1vJjx0?ocid=BingNewsVerp",
            "description": "A direct lending program providing financial relief after a natural disaster could be eliminated if President-elect Donald ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0TSW-tWutpzgivWILDu9Ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN14h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Australia’s economy is much weaker than it looks",
            "link": "https://www.macrobusiness.com.au/2024/12/australian-economy-much-weaker-than-it-looks/",
            "description": "The Australian Bureau of Statistics (ABS) released the Q3 national accounts last week, which was an absolute disaster. Annual ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GzH6OZ08Bd-iB54o9IYSyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "macrobusiness.com.au23h",
            "source": "macrobusiness.com.au",
            "article_content": "The Australian Bureau of Statistics (ABS) released the Q3 national accounts last week, which was an absolute disaster.\n\nAnnual real GDP growth collapsed to only 0.8%, the lowest rate since December 1991 outside of the pandemic.\n\nAustralia’s real per capita GDP fell for the seventh consecutive quarter—the most prolonged decline on record.\n\nAdvertisement\n\nThe decline in Australia’s GDP growth came despite record public demand, which hit an unprecedented 27.5% of GDP in Q3.\n\nAdvertisement\n\nPublic demand drove all of Australia’s GDP growth in Q3 and offset the sharp decline in household consumption spending.\n\nTherefore, Australia’s economy is structurally weak, propelled by record public spending and historically high population growth (immigration).\n\nAdvertisement\n\nA new analysis published by Justin Fabo at Antipodean Macro reveals that Australia’s economy is even weaker than thought.\n\nAs illustrated below, the ABS on Wednesday revised down Australia’s non-farm GDP growth significantly.\n\n“While total real GDP grew +0.8% y/y in Q3, non-farm GDP rose just +0.4% y/y. (Farm GDP grew a robust +18.3% y/y.) Non-farm GDP has grown just +0.2% over the past three quarters!. That is very weak”, noted Fabo.\n\nAdvertisement\n\n“Moreover, the trajectory of non-farm GDP now looks flatter than published three months ago”, noted Fabo.\n\n“That is quite different to the upward revisions to total GDP. This has occurred because of significant upward revisions to farm GDP”.\n\nAdvertisement\n\nFabo added that economists “typically focus on non-farm aggregates because they matter most for labour market outcomes. Farm output can be volatile, including because of weather conditions”.\n\nTherefore, the above data is more evidence that Australia’s economy is weaker than it looks."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AOC’s new 32-inch 4K OLED gaming monitor has a surprisingly low price",
            "link": "https://www.pcgamesn.com/aoc/ag326ud-gaming-monitor",
            "description": "The new AOC AG326UD not only sports a 165Hz QD-OLED panel and Nvidia G-Sync compatibility, but it's also cheaper than most ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sysbp1JLkJhxkW_H7l_YZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "9h",
            "source": "PCGamesN",
            "article_content": "Monitor manufacturer AOC has revealed its latest 4K OLED gaming monitor. The new AOC AG326UD might not have the catchiest name, but it sports a decent set of specs with a $799 price tag.\n\nAOC takes up two spots on our best gaming monitor guide, thanks to their affordability and performance. The new AOC AGON Pro monitor appears to be following suit, as it undercuts some QD-OLED and regular OLED monitors by a fair margin in the 4K space.\n\nIn our tests, we’ve found that Samsung’s QD-OLED is generally superior to LG’s competing WOLED tech, especially when it comes to viewing text on the Windows desktop, which can look fuzzier on the latter. AOC also says its new monitor supports TrueBlack HDR400, which will give games deep, rich blacks.\n\nThe monitor also looks set to carry on AOC’s long line of excellent high-refresh rate monitors. While not the fastest, its 165Hz refresh rate is more than enough for most people and will be a massive boon for those deep in the waters of esports or twitch-heavy titles.\n\nThis lower refresh rate than the competition is probably a good reason why this monitor sits at $799 rather than over $1,000. Another bonus is that this new AOC screen is also Nvidia G-Sync compatible, meaning it can synchronize its refresh rate with the frame rate output from the best graphics card models, stopping irritating tearing issues.\n\nOLED tech – and its spin-offs – are currently going through a small price crash. On Amazon, large quantities of previously expensive 1440p and 1080p OLED gaming monitors are having hundreds of dollars slashed from their price tags.\n\nAOC’s Agon Pro AG276QZD for, example, which has a 1440p resolution and 240Hz refresh rate, is sitting at a single cent under $500, for example, reduced from $600. Meanwhile, on the competing 4K front, the Asus ROG Swift PG32UCDM has had $300 cut from its price, leaving it at $999.\n\nWe’ll have to wait for AOC’s newest 4K QD-OLED to cross our desks before we make any real judgment. However, it is still cheaper than the best-known brands even with discounts. The AOC AG326UD also has a 32-inch screen, making it a little bigger than most OLED monitors in this price range.\n\nOLED looks like it is getting cheaper every year, and with CES 2025 coming, we’re expecting to see much more. The sublime color reproduction and fast response times provided by these panels mean that any titles played on the best gaming PCs will almost always look infinitely better than on LCD. Even the best gaming handheld, the Steam Deck, has had an OLED refresh, putting it right at the top of our best gaming handheld guide."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No, you can't run Windows on its tiny screen; minuscule mini PC has built-in display, fingerprint reader, OCuLink, double 2.5Gb LAN port and can drive four 8K monitors …",
            "link": "https://www.msn.com/en-us/news/technology/no-you-can-t-run-windows-on-its-tiny-screen-minuscule-mini-pc-has-built-in-display-fingerprint-reader-oculink-double-2-5gb-lan-port-and-can-drive-four-8k-monitors-without-an-extra-gpu/ar-AA1vIqSE?ocid=BingNewsVerp",
            "description": "New Chinese mini PC debuts with enhanced connectivity options GEM12 Pro Max can drive four 8K monitors; offers OCuLink port ...",
            "image_url": "https://www.bing.com/th?id=OVFT.05vw7cH7nRU_99EO3i6Xki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Digital Solutions: The Strategic Vision Of Savitha Nuguri In Cloud Integration And Microservices Architecture",
            "link": "https://www.outlookindia.com/hub4business/transforming-digital-solutions-the-strategic-vision-of-savitha-nuguri-in-cloud-integration-and-microservices-architecture",
            "description": "Known for her strategic vision and leadership, Savitha has successfully led numerous digital transformation initiatives, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YtmZz2bVr9c7k8JIx_nE-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "4h",
            "source": "Outlookindia",
            "article_content": "In addition to her strategic and technical skills, Savitha is deeply committed to mentoring and developing her team. She cultivates a culture of learning and innovation, encouraging her team members to explore new technologies and methodologies. This approach has not only led to the successful execution of individual projects but has also laid the groundwork for sustained organizational growth. Under her guidance, team members are empowered to excel, driving both their professional development and the long-term success of the organization."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Simplified, Secure And Seamlessly Efficient: Trends Shifting The Developer Landscape",
            "link": "https://www.forbes.com/sites/insights-amazon-web-services/2024/12/12/simplified-secure-and-seamlessly-efficient-trends-shifting-the-developer-landscape/",
            "description": "AI-powered tools and cloud-native application methods are enabling more agile development and accelerating new possibilities.",
            "image_url": "https://www.bing.com/th?id=OVFT.wVyACht2lgFZ38zD7wh4Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "11h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to achieve Beautiful Results on a Budget",
            "link": "https://www.msn.com/en-nz/news/other/how-to-achieve-beautiful-results-on-a-budget/vi-AA1vI0qa?ocid=BingNewsVerp",
            "description": "How to achieve beautiful results on a budget effortlessly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ars_Jek_TmIswrnYx7UN9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Lilyon on MSN21h",
            "source": "Lilyon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google discovers incredible 'proof' that we are all 'living in a multiverse'",
            "link": "https://www.ladbible.com/news/technology/google-quantum-computing-chip-willow-multiverse-902027-20241212",
            "description": "The creator behind Google's new quantum computing chip, Willow, claims that it proves that we live in a multiverse.",
            "image_url": "https://www.bing.com/th?id=OVFT.oFF3XsDlhfgiBd2NBiXLci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "11h",
            "source": "LADbible",
            "article_content": "Google has claimed that its latest 'state of the art' creation could 'prove' we live in a multiverse as it achieves an incredible feat.\n\nIt seems nowadays technology companies are trying to outdo each other when it comes to the latest products and more recently, with their own forms of Artificial Intelligence (AI).\n\nYou may have heard of American tech company Google before, but apart from its search engine, it also spends time developing computer software, online advertising and quantum computing among other things.\n\nAdvert\n\nAnd it has recently announced a breakthrough in one of these areas.\n\nWillow is a new quantum computing chip from Google (Google)\n\nWhat is Google's new quantum chip?\n\nThe tech giant's newest 'quantum chip', named 'Willow', is designed to reduce errors in AI and chips that already exist, similar to other Quantum computers, which are used to solve highly complex problems that normal computers can't solve.\n\nAdvert\n\nFounder and Lead of Google Quantum AI, Dr Hartmut Neven, describes the performance of the new creation as 'state-of-the-art', claiming its quick computational power allows it to solve problems in under five minutes.\n\nHe explained that Willow can lessen the number of errors by using more 'qubits' - the basic unit of information in quantum computing.\n\nSome people have cast doubts, however (Google)\n\n﻿ So, what does this all have to do with the multiverse?\n\nNeven went on to add that the only explanation behind Willow's unprecedented speeds is that it draws information from parallel universes.\n\nAdvert\n\nA concept made popular in pop culture by films, physicists often argue that parallel universes exist and that we will see proof soon.\n\nThe creator explained: \"Willow’s performance on this benchmark is astonishing: It performed a computation in under five minutes that would take one of today’s fastest supercomputers 1025 or 10 septillion years. If you want to write it out, it’s 10,000,000,000,000,000,000,000,000 years.\n\n\"This mind-boggling number exceeds known timescales in physics and vastly exceeds the age of the universe. It lends credence to the notion that quantum computation occurs in many parallel universes, in line with the idea that we live in a multiverse, a prediction first made by David Deutsch.\"\n\nApparently, all these wires help to draw information from parallel universes (Google)\n\nAdvert\n\nProfessor Deutsch is a physicist at the University of Oxford, and is known for his work in quantum computing after putting in research during the 1990s, supporting Neven's claims.\n\nSkeptics cast doubts\n\nHowever, some doubters say that these claims about its performance are based on the company's own benchmark to measure quantum performance, and that it doesn't prove that people in parallel universes are getting our information for us.\n\nThe development of Willow and the scientific findings behind it have been published in the journal, Nature."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cree family of 20 living in shacks highlights housing crisis in northern Saskatchewan",
            "link": "https://www.msn.com/en-ca/public-safety-and-emergencies/health-and-safety-alerts/cree-family-of-20-living-in-shacks-highlights-housing-crisis-in-northern-saskatchewan/vi-AA1vLKWb?ocid=BingNewsVerp",
            "description": "A family on Peter Ballantyne Cree Nation in northern Saskatchewan has been without permanent housing since summer. They have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oI9u5ntaOrsOgA22EqHP4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "37mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Korea's president says he'll fight impeachment",
            "link": "https://www.msn.com/en-ca/politics/government/south-korea-s-president-says-he-ll-fight-impeachment/vi-AA1vLQ2y?ocid=BingNewsVerp",
            "description": "Embattled South Korean President Yoon Suk Yeol is defending his shock decision to declare martial law last week. He remains ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ldrPVQ775tx1sIS8WB2amC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN25m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey",
            "link": "https://www.yahoo.com/news/iranian-vessel-drone-ufo-mystery-172814554.html",
            "description": "Drones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rj2tmeZwjm5sEs8ttBlvmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "8h",
            "source": "Yahoo",
            "article_content": "Iranian vessel, drone or UFO: Mystery over bizarre lights spotted in skies over New Jersey\n\nDrones of indeterminate origin have been buzzing New Jersey over the last month, prompting a mixed bag of responses from regional lawmakers. The state’s governor has insisted the drones are safe, while a Congressman believes they’re the vanguard of an Iranian “mothership.”\n\nHomeland security officials and regional lawmakers met on Wednesday to discuss the sightings further.\n\nDozens of mysterious nighttime flights started last month and have raised growing concern among residents and officials. Part of the worry stems from the flying objects initially being spotted near the Picatinny Arsenal, a U.S. military research and manufacturing facility, and over president-elect Donald Trump’sgolf course in Bedminster. Drones are legal in New Jersey for recreational and commercial use, but they are subject to local and Federal Aviation Administration regulations and flight restrictions. Operators must also be FAA certified.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMost, but not all, of the drones spotted in New Jersey were larger than those typically used by hobbyists, with reports claiming some are the size of an SUV,\n\nThe number of sightings has increased in recent days, though officials say many of the objects seen may have been planes rather than drones. It’s also possible that a single drone has been reported more than once.\n\nA drone of unknown origin was spotted flying over Donald Trump’s Bedminster golf club in New Jersey (TMX)\n\nGov. Phil Murphy and law enforcement officials have stressed that the drones don’t appear to threaten public safety. The FBI has been investigating and has asked residents to share any videos, photos or other information they may have.\n\nMany municipal lawmakers have called for more restrictions on who is entitled to fly the unmanned devices. At least one state lawmaker proposed a temporary ban on drone flights.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“This is something we’re taking deadly seriously. I don’t blame people for being frustrated,\" New Jersey Governor Phil Murphy said earlier this week.\n\nNew Jersey Congressman Jeff Van Drew echoed Murphy's sentiments.\n\n“We have a serious problem with our aerospace,” he said on Wednesday before the House Transportation and Infrastructure Committee. “The recent sightings of unidentified drones in the state of New Jersey, my home state, is justifiably causing tremendous public concern.”\n\nUnlike Murphy, however, Van Drew blamed the drones on an \"Iranian mothership.\"\n\n\"I've learned, for real, that there is circumstantial evidence that there's an Iranian mothership off the East Coast of the United States, and that's launching these drone incursions,\" he said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nPentagon deputy press secretary Sabrina Singh shot that theory down, assuring ABC News that there \"is not any truth to that — there is no Iranian ship off the coast of the United States, and there's no so called mothership launching drones towards the United States.\"\n\n“We’re going to continue to monitor what is happening,” Singh said. “At no point were our installations threatened when this activity was occurring.”\n\nVan Drew did not buy the Pentagon's response, insisting during an ABC News interview that there is a \"real possibility that it is a foreign entity.\"\n\n\"[The Pentagon says] to us there's nothing to fear, but we have no idea who it is, where it comes from, what it's about, and what it can do,\" he said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDetails about Wednesday's meeting were not immediately disclosed, and Murphy did not attend.\n\nRepublican Assemblyman Erik Peterson, whose district includes parts of the state where the drones have been reported, said he and other legislators met with Homeland Security and state police officials for about 90 minutes at a state police facility in West Trenton.\n\nPeterson said DHS officials were generous with their time, but appeared dismissive of some concerns, saying not all the sightings reported have been confirmed to involve drones.\n\n“So who or what is behind the flying objects? Where are they coming from? What are they doing? “My understanding is they have no clue,” Peterson said.\n\nAdvertisement Advertisement\n\nA message seeking comment on Peterson’s remarks was left with the Department of Homeland Security.\n\nMost of the drones have been spotted along coastal areas and some were recently reported flying over a large reservoir in Clinton. Sightings also have been reported in neighboring states, including the New York City area, and over Pennsylvania’s Delaware County and Philadelphia.\n\nJames Edwards, of Succasunna, New Jersey, said he has seen a few drones flying over his neighborhood since last month.\n\n“It raises concern mainly because there's so much that's unknown,” Edwards said Wednesday. “There are lots of people spouting off about various conspiracies that they believe are in play here, but that only adds fuel to the fire unnecessarily. We need to wait and see what is really happening here, not let fear of the unknown overtake us.\"\n\nAdditional reporting by Associated Press"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Conor McGregor Reacts to Recent UFO Sightings: What the UFC Star Had to Say About Extraterrestrial Encounters",
            "link": "https://www.lowkickmma.com/conor-mcgregor-reacts-to-recent-ufo-sightings/",
            "description": "Conor McGregor, the brash UFC fighter, has added his voice to the growing buzz surrounding recent UFO sightings. In a playful ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gltYAmslbhy2Arrm9Vilhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "lowkickmma.com9h",
            "source": "lowkickmma.com",
            "article_content": "Conor McGregor, the brash UFC fighter, has added his voice to the growing buzz surrounding recent UFO sightings. In a playful tweet, McGregor expressed his thoughts on the influx of UFO reports, calling it “pretty cool.”\n\nConor McGregor on UFO’s\n\nConor McGregor said:\n\n“Pretty cool to see ufo’s rocking around freely now. Kang and Kodos shortly, The Simpsons predicted it. The lads were alright. #Kang #Kodos“\n\nConor McGregor’s comment comes amidst an uptick in UFO sightings, including several in the UK and the US in recent weeks. From November 20 to 22, 2024, drones were spotted hovering over multiple Royal Air Force (RAF) bases in the UK, including RAF Lakenheath, RAF Mildenhall, and RAF Feltwell, which are crucial to the US Air Force’s operations.\n\nRecent UAP and UFO Sightings\n\nThese sightings occurred while preparations were underway for RAF Lakenheath’s nuclear mission, prompting concerns about potential surveillance from foreign adversaries. The UK Ministry of Defence has maintained its stance on UAPs, stating that it has not investigated such reports since 2009 and that no UAP sightings have indicated any military threat to the UK.\n\nAcross the Atlantic, similar reports have emerged in Somerset County, New Jersey, where residents reported multiple sightings of unidentified objects in early December 2024. These incidents are part of a broader pattern of UAP sightings near US military and nuclear facilities.\n\nIn the UK, Manchester Airport recently faced a media frenzy after images and videos of a purported UFO appeared on social media, allegedly showing a spherical object. However, airport officials dismissed the claims, asserting that the footage was likely fake and that their security systems would have flagged any legitimate threat.\n\nAs Conor McGregor’s comment highlights, whether you believe in extraterrestrial life or not, the mystery surrounding UFOs shows no signs of slowing down anytime soon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Physics Discovery So Strange It’s Changing Quantum Theory",
            "link": "https://scitechdaily.com/a-physics-discovery-so-strange-its-changing-quantum-theory/",
            "description": "MIT physicists surprised to discover electrons in pentalayer graphene can exhibit fractional charge. New theoretical research ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CEhNB_P0eCC1Y1ow4hdujS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "16h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Channel to launch educational series on nuclear science with IAEA",
            "link": "https://www.iaea.org/newscenter/news/discovery-channel-to-launch-educational-series-on-nuclear-science-with-iaea",
            "description": "Today, representatives from Warner Bros. Discovery and the IAEA signed the agreement to launch the educational campaign in 2025, which will air on the Discovery Channel across the entire Europe, the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "iaea.org15h",
            "source": "iaea.org",
            "article_content": "Through the new partnership, Discovery will launch ‘Good To Know’, an educational videos series about the benefits of nuclear science and technology. The first short videos, on topics such as nuclear science-based solutions to drought, cancer and plastic pollution, will be released in January across EMEA, both on television and online.\n\nIAEA Director General Rafael Mariano Grossi said: “We are excited to work with the Discovery Channel to help even more people learn about the amazing world of nuclear science. From the IAEA’s unique laboratories, our scientists are using radiation to recycle plastics and create plants that can better withstand climate change, they’re researching new targeted forms of cancer therapy, and much more. In the last couple of years alone, the IAEA sent seeds into space to see if we can develop even stronger variants; we sent scientists to Antarctica to collect accurate data about plastic pollution and we helped conservationists use radiotracers to combat rhino poaching!”\n\nHe added: “There are so many fascinating stories to tell about the cutting-edge nuclear techniques through which the IAEA assists countries in the fight against hunger, disease, climate change and energy poverty, to name just a few, and we are very happy to be telling them together with the Discovery Channel.”\n\nIAEA Director of Communications Sophie Boutaud de la Combe added: “We are very proud of the films we make at the IAEA, where we have built a dedicated video team with award winning cinematographers and are delighted that the Discovery Channel will use our original footage to reach an even bigger audience. Accurate and engaging story-telling can do a lot to explain the benefits of nuclear science and technology in our daily lives.”\n\nWatch original IAEA films on the IAEA YouTube channel here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Physics Discovery So Strange It’s Changing Quantum Theory",
            "link": "https://scitechdaily.com/a-physics-discovery-so-strange-its-changing-quantum-theory/",
            "description": "MIT physicists surprised to discover electrons in pentalayer graphene can exhibit fractional charge. New theoretical research ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CEhNB_P0eCC1Y1ow4hdujS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "16h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists control quantum states in new energy range",
            "link": "https://www.msn.com/en-us/news/technology/scientists-control-quantum-states-in-new-energy-range/ar-AA1vKDxt?ocid=BingNewsVerp",
            "description": "An international team of scientists led by Dr. Lukas Bruder, junior research group leader at the Institute of Physics, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-Xt_fImbCrPFpbGGseGLCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "9hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TetraScience and Snowflake Partner to Accelerate Scientific AI Adoption Across Global Life Sciences",
            "link": "https://finance.yahoo.com/news/tetrascience-snowflake-partner-accelerate-scientific-150000146.html",
            "description": "TetraScience, the Scientific Data and AI Cloud, today announced it is teaming up with Snowflake to enable joint customers to unlock the value of their scientific data and reap the benefits of the ...",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "science+revolution",
            "date": "10h",
            "source": "YAHOO!Finance",
            "article_content": "BOSTON, December 12, 2024--(BUSINESS WIRE)--TetraScience, the Scientific Data and AI Cloud, today announced it is teaming up with Snowflake to enable joint customers to unlock the value of their scientific data and reap the benefits of the Scientific AI revolution. The collaboration will allow the seamless sharing of scientific data between the Tetra Scientific Data and AI Cloud and Snowflake’s AI Data Cloud so that life sciences organizations can generate previously unattainable insights with diverse and multimodal datasets, dramatically improving their pace and quality of decision-making across the biopharma value chain.\n\nThe Tetra Scientific Data and AI Cloud is purpose-built to transform raw, siloed scientific data into analytics-ready and AI-native datasets. By combining TetraScience's expertise in scientific data and workflows with the Snowflake AI Data Cloud, organizations gain seamless access to scientific data and the agility to develop advanced analytics and AI-driven use cases. Scientific teams can collaborate on data effortlessly across groups and geographical boundaries, leveraging the security and privacy safeguards of Snowflake’s AI Data Cloud.\n\n\"Our collaboration with Snowflake puts unprecedented operational insights and AI-ready scientific data directly in the hands of laboratory and data scientists,\" says Patrick Grady, CEO of TetraScience. \"Whether developing custom dashboards or running advanced analytics or AI models, researchers can now focus on science and innovation rather than data preparation.\"\n\n\"The combination of TetraScience's deep scientific expertise with Snowflake's AI Data Cloud creates a new opportunity for customers to gain efficiencies and scalability,\" says Lisa Arbogast, Industry Principal, Life Sciences at Snowflake.\n\nSeveral pharmaceutical organizations leveraging Snowflake already realize the benefits of seamlessly accessible, analytics-ready, and AI-native scientific data from TetraScience. This enables diverse use cases and digital initiatives across the biopharma value chain, such as monitoring the health and utilization of scientific instruments to enhance lab efficiencies and automating the ingestion and labeling of assay reports for secure, streamlined collaboration.\n\nThe collaboration encompasses joint technology development, co-marketing, and co-selling initiatives. For more information about the Tetra Scientific Data and AI Cloud, visit here.\n\nAbout TetraScience\n\nTetraScience is the Scientific Data and AI Cloud with a mission to radically improve and extend human life. TetraScience is accelerating the Scientific AI revolution by designing and industrializing AI-native scientific datasets, which it brings to life in a growing suite of next-generation scientific data and lab data automation products and AI-enabled scientific use cases. For more information, visit tetrascience.com or follow us on LinkedIn.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CE-Ventures brings global industry leaders together to advance personalised medicine and healthcare innovation",
            "link": "https://www.khaleejtimes.com/kt-network/ce-ventures-brings-global-industry-leaders-together-to-advance-personalised-medicine-and-healthcare",
            "description": "The Microbiome and Genomics Revolution Symposium, hosted by CE-Ventures, the corporate venture capital arm of Crescent ...",
            "image_url": "https://www.bing.com/th?id=OVF.vMc32c%2brix%2bspbZv6pkRKA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Khaleej Times17h",
            "source": "Khaleej Times",
            "article_content": "The Microbiome and Genomics Revolution Symposium, hosted by CE-Ventures, the corporate venture capital arm of Crescent Enterprises, brought together more than 150 global experts, investors, and policymakers to unlock the future of personalised medicine. Held at the Palace Downtown in Dubai, the event explored the transformative potential of microbiome science, genomics, and artificial intelligence (AI) to tackle chronic diseases, extend health span, and revolutionize healthcare practices worldwide.\n\nDr Ramadan Alblooshi, acting director and advisor, HQ — Public Health Protection Department, DHA, Dubai, UAE, drew on his extensive experience in public health systems and policy to emphasise the importance of equitable access to healthcare innovations. \"The microbiome and genomics revolution is rewriting the story of medicine, transforming it from a one-size-fits-all approach to a masterpiece of personalisation—unlocking the secrets of health, resilience, and longevity within each of us,\" he said.\n\nThe symposium also highlighted rising healthcare burdens in the MENA region, with healthcare spending in the UAE projected to surpass $200 billion by 2025. Panellists emphasised the urgent need for data-driven approaches to manage chronic diseases such as diabetes, cardiovascular diseases, and cancer. Discussions underscored the importance of regional partnerships and regulatory frameworks in adopting innovative therapies.\n\n\"Healthcare innovation thrives at the intersection of science and collaboration,\" said Tushar Singhvi, deputy CEO and head of investments at Crescent Enterprises. \"This symposium reflects our commitment to transforming groundbreaking research into practical solutions that are scalable and accessible, driving tangible outcomes for communities worldwide.\" The event addressed urgent global and regional healthcare challenges, from chronic disease prevention to personalised reproductive health solutions. Experts explored how precision medicine, powered by AI and genomics, can reshape diagnostics and treatment protocols. With over 150 delegates, the Microbiome and Genomics Revolution Symposium provided a dynamic platform for the exchange of ideas, breakthroughs, and actionable insights. By connecting research, technology, and strategy, the event has set a new benchmark for advancing personalised medicine and collaborative healthcare innovation.\n\nFor more information, visit www.crescententerprises.com"
        }
    }
]