[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New UFO documentary claims to expose a ‘cover-up’ of the ‘biggest discovery’ in human history",
            "link": "https://www.ladbible.com/entertainment/tv/ufo-documentary-the-age-of-disclosure-194878-20250126",
            "description": "A new UFO documentary reckons it can pull back the rug on a 'cover up' of the 'biggest discovery' in human history.",
            "image_url": "https://www.bing.com/th?id=OVFT.OiL0njizRD7BPikPjvFxuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "11h",
            "source": "LADbible",
            "article_content": "A new documentary claims it is going to expose the 80-year long cover-up of the existence of non-human intelligent life.\n\nThe Age of Disclosure is directed and produced by Dan Farah and features contributions from 34 members of the US government, military and intelligence community.\n\nIn the UFO documentary it is claimed that for the past 80 years the existence of intelligent life beyond humans has been kept a secret and that governments around the world have been locked in a secret conflict with one another to use this alien technology for their own benefit.\n\nAdvert\n\nOver in the US the UAP Disclosure Act was introduced in the senate, with the aim of this thing to publicly disclose what the US government knows about unidentified anomalous phenomena.\n\nThese are essentially things which happen in the air, sea or in space which can't be explained as being man made or occurring from some natural phenomenon that we know of.\n\nIf there are things happening which cannot be explained by what we know about ourselves and our planet then they're UAPs, and this act will release information about them which has been kept secret from us.\n\nIn the trailer for The Age of Disclosure, former Defense Intelligence Agency official Jay Stratton claims to have seen 'non-human craft and non-human beings' with his own eyes.\n\nAdvert\n\nThe truth is out there. (Youtube/The Age Of Disclosure)\n\nIn the trailer he said: \"The first country that cracks the code on this technology will be the leader for years to come. This is similar to The Manhattan Project; this is the atomic weapon on steroids.\"\n\nHe praised the documentary on social media, saying: \"The Age of Disclosure is the most revelatory, credible, and historic documentary ever made about UAP, non-human intelligent life, the Government’s involvement, and the bi-partisan disclosure effort.\"\n\nIf that's true then this is pretty much what all those UFO hunters and true believers have been waiting for, someone saying they have been a first-hand witness to the evidence of non-human intelligent life.\n\nAdvert\n\nAmong the other contributors to the documentary are various high ranking US politicians including the director of national intelligence during Barack Obama's time in office.\n\nMeanwhile, senior CIA official Jim Semivan claimed that 'UAPs are here, they are real and they are not human'.\n\nFormer Department of Defense official Christopher Mellon called it the 'biggest discovery in human history' while his fellow former DoD member Luis Elizondo said there was 'information being locked away that can change the trajectory of [our] species'.\n\nIs this what we've all been waiting for?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BIPARTISAN effort push to get Trump to release UFO files after he signs the release of JFK files.",
            "link": "https://www.msn.com/en-us/politics/government/bipartisan-effort-push-to-get-trump-to-release-ufo-files-after-he-signs-the-release-of-jfk-files/vi-AA1xTnTW?ocid=BingNewsVerp",
            "description": "Trump signed documents that would see the release of the JFK, MArtin Luther King and Robert Kennedy assasination files. It ...",
            "image_url": "https://www.bing.com/th?id=OVF.EW7CFn5TwgAPytmwq4JXIQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ronny LeBlanc presents local UFO history",
            "link": "https://www.sentinelandenterprise.com/2025/01/26/ronny-leblanc-presents-local-ufo-history/",
            "description": "Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.higUleJIE3pNpb5qGByc3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Sentinel & Enterprise21h",
            "source": "Sentinel & Enterprise",
            "article_content": "LANCASTER — Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and around Leominster State Forest, as Ronny LeBlanc presents “Paranormal Hot Spots” at 11 a.m., Saturday, Feb. 1, at Thayer Memorial Library, 717 Main St.\n\n“I will be highlighting locations around the country that have witnessed UFOs, strange lights, Bigfoot and other Cryptids for hundreds of years and explore why this is the case,” said LeBlanc. “I will then dive into three locations right here in New England where you just might be able to have a sighting or an experience yourself.”\n\nLeBlanc is an independent researcher, screenwriter, and author of two critically acclaimed and best-selling books “Monsterland: Encounters with UFOs, Bigfoot and Orange Orbs” and the follow up book, titled “Monsterland: Shamans, Sasquatch, Synchronicity and High Strangeness”, which detail the history and connection between the various phenomena, highlighting his experience and a research area called Monsterland in central Massachusetts.\n\nHe currently has 51 talks scheduled around the country and is excited to announce several upcoming projects dealing with UFOs, as well as a Cannes Film Festival entry which is a Bigfoot documentary filmed in England, and the launching of Blue Tiger, an AI-fueled marketing agency based out of Worcester.\n\n“I absolutely love doing these library presentations, specifically because they [libraries] were the source of inspiration and wonder for me,” LeBlanc said. “The library is where I learned about these subjects that are the greatest mysteries of our time.”\n\nLeBlanc believes that by giving back and providing these free talks for the public, he will motivate curiosity-inspired people to read physical books again, go to libraries, and engage with others in their community who are experiencing similar encounters or sightings.\n\n“When they suddenly realize that they’re not alone and that others just like them – who live next to them as neighbors or coworkers — are seeing something that many others never have a chance to experience — that is the greatest gift for me,” he said.\n\nTo register for this presentation, visit Thayer Memorial Library’s website at thayermemoriallibrary.org or call 978-368-8928. For more information on Ronny LeBlanc, his books and shows, you are welcome to visit his website at ronnyleblanc.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secretly shot UFO documentary will drop the 'biggest discovery in human history'",
            "link": "https://www.msn.com/en-us/science/aeronautics/secretly-shot-ufo-documentary-will-drop-the-biggest-discovery-in-human-history/ar-AA1xS8Wr?ocid=BingNewsVerp",
            "description": "An upcoming UFO documentary, The Age of the Disclosure, is set to be the \"most well-sourced and credible documentary ever ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EpFSX4ZQokMgzTDLSNntSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN23h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I’d no idea': The Pink Floyd song David Gilmour wasn’t comfortable with",
            "link": "https://faroutmagazine.co.uk/?p=630871",
            "description": "When David Gilmour joined Pink Floyd, he was up against it. One early song by the band was an uncomfortable challenge as he \"no idea\" what he was doing.",
            "image_url": "https://www.bing.com/th?id=OJ.uSmjUzb62qS05A&pid=news&w=91&h=16&rs=2",
            "category": "ufo",
            "date": "9h",
            "source": "Far Out Magazine",
            "article_content": "“I’d no idea”: The Pink Floyd song David Gilmour wasn’t comfortable with\n\nWhen David Gilmour joined Pink Floyd in late 1967, he had a mountain to climb. Not only was he drafted in to help his friends circumvent the astounding collapse in the mental health of their leader, Syd Barrett, but within just a few months, he’d be required to replace his old friend. Gilmour had played in bands before, but supplanting such a revered titan of the psychedelic trend was a different matter entirely.\n\nAfter a period of cutting their teeth at London’s UFO Club, which saw Barrett and the group hone their incongruous psychedelic style, they released their debut album, The Piper at the Gates of Dawn, in August 1967. Blending Barrett’s take on pop with an improvisational spirit, rock and pioneering use of studio effects, it was profoundly psychedelic but also something else. The record was as if Barrett had opened a tiny door in the back of his mind, allowing the listener to sample his surreal LSD-coated otherworld within. It was like a planet from the hit sci-fi series Star Trek with the surreal features of Lewis Carroll’s Wonderland.\n\nDespite such an acclaimed and influential record, Barrett’s mental health would sadly plummet not long after its release, and by April of the following year, the band had ejected him. They simply could not go on with a frontman who was so erratic and inconsistent. They were left to finish their highly-anticipated second album, A Saucerful of Secrets, without him.\n\nNaturally, A Saucerful of Secrets has always been regarded as an oddity in Pink Floyd’s back catalogue, featuring a young group with a new lineup trying to find a way forward after Barrett’s departure. This saw bassist Roger Waters step up as the band’s leader, and each member shared songwriting duties to alleviate the burden.\n\nBecause of this transitional nature, A Saucerful of Secrets has also long been deemed one of the band’s worst efforts. However, it does contain great moments that point to where they would head now that Waters was in control and Gilmour was impressing himself on proceedings.\n\nOne of these is ‘Corporal Clegg’. Written by Waters, it tapped into the oddity of Barrett’s work with Gilmour’s noir-esque guitar line at the start, the over-pronounced English accent, and strange backing vocals. It’s also significant as it saw Gilmour sing the majority of the lead vocals, and the serene moments of release, “Mrs Clegg, you must be proud of him…”, sonically evoke the later grandeur of their work on the likes of The Dark Side of the Moon.\n\nDespite ‘Corporal Clegg’ being a crucial moment for Gilmour and Pink Floyd, speaking to Guitar Heroes in 1983, he explained how uncomfortable the song made him feel at the time. Responding to the suggestion that he was trying to sound like Jimi Hendrix on it, he soberingly conceded that he had no clue what he was doing at the time. He was still forming his now-iconic approach to the six-string\n\nRecalling how uncomfortable working on the song was, he said: “No, not really. I didn’t know what the hell I was trying to play at the time to be quite honest. I’d really no idea. What I was used to playing, the style I had, didn’t fit Pink Floyd at the time, and I didn’t really know quite what to do. Gradually, over the years, my style changed to fit Pink Floyd, and Pink Floyd changed to fit my style.”\n\nWhen asked to characterise his style back then, the frank Gilmour replied: “I don’t think I had one really.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek's new AI assistant app is the top free app on the Apple App Store, ahead of ChatGPT",
            "link": "https://www.tweaktown.com/news/102809/deepseeks-new-ai-assistant-app-is-the-top-free-on-apple-store-ahead-of-chatgpt/index.html",
            "description": "Chinese AI company DeepSeek has huge success on the Apple App Store: its AI assistant app is the top free app, beating OpenAI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JKv4AcCXX874SGptOqOfPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "TweakTown3h",
            "source": "TweakTown",
            "article_content": "Chinese AI company DeepSeek has huge success on the Apple App Store: its AI assistant app is the top free app, beating OpenAI's ChatGPT app.\n\nTL;DR: Chinese AI company DeepSeek's AI assistant is now the top free app on the Apple App Store, surpassing ChatGPT. Its R1 model, costing $5.6 million to train, competes with OpenAI's o1 model, which costs significantly more. Despite US sanctions, DeepSeek uses NVIDIA H100 GPUs for training. The R1 model, with 671 billion parameters, is available at prices 90-95% cheaper than OpenAI's o1 model. Curai CEO Chinese AI company DeepSeek's AI assistant is now the top free app on the Apple App Store, surpassing ChatGPT. Its R1 model, costing $5.6 million to train, competes with OpenAI's o1 model, which costs significantly more. Despite US sanctions, DeepSeek uses NVIDIA H100 GPUs for training. The R1 model, with 671 billion parameters, is available at prices 90-95% cheaper than OpenAI's o1 model. Curai CEO\n\nChinese AI company DeepSeek has had some rather large success on the Apple App Store, with its AI assistant now the top free app on the App Store, beating out ChatGPT.\n\n2\n\nVIEW GALLERY - 2 IMAGES\n\nIn particular AI benchmarks, DeepSeek's R1 model matches or even beats OpenAI's new o1 model, and better yet... DeepSeek has said its R1 model cost just $5.6 million to train. This is compared to the hundreds of millions of dollars that other companies spend training their AI models.\n\nThis is all with US sanctions restricting high-powered AI chips from hitting Chinese shores, leaving DeepSeek to play it differently when it came to powering its AI training on the cheap. DeepSeek is using NVIDIA H100 AI GPUs for some of its training, with DeepSeek founder and CEO Liang Wenfeng has recently said that US export restrictions are still bottlenecking the company.\n\nCurai CEO Neal Khosla has had some harsh comments, posting on X that \"deepseek is a CCP state psyop + economic warfare to make American AI unprofitable. they are faking the cost was low to justify setting price low and hoping everyone switches to it damage AI competitiveness in the US. Don't take the bait\".\n\nHowever, Khosla's father is an OpenAI investor thanks to X's awesome Community Notes feature.\n\nDeepSeek's new R1 model has 671 billion parameters is rather large, with smaller \"distilled\" versions of R1 models ranging from 1.5 billion parameters to 70 billion parameters. DeepSeek's smallest R1 model can run on a laptop, but for the full-force R1 model it requires much more hardware... but, it's available through DeepSeek's API at prices that are a game-changing 90-95% cheaper than OpenAI's o1 model."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek hits No. 1 on Apple's App Store",
            "link": "https://www.msn.com/en-us/technology/tech-companies/deepseek-hits-no-1-on-apple-s-app-store/ar-AA1xUs8F?ocid=BingNewsVerp",
            "description": "DeepSeek, a Chinese startup, rocked the AI world after debuting a model that rivaled the capabilities of OpenAI's ChatGPT for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n5GuUZTsYeRrogORSUXwgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Silicon Valley praising Chinese AI startup DeepSeek: 'Profound gift to the world'",
            "link": "https://www.msn.com/en-us/money/other/silicon-valley-praising-chinese-ai-startup-deepseek-profound-gift-to-the-world/ar-AA1xUGt5?ocid=BingNewsVerp",
            "description": "A Chinese artificial-intelligence company has Silicon Valley raving, calling it \"amazing and impressive,\"despite working with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5G8CKPtE1cFe-e1kaT7V3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "Fox Business on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DigitalOcean Simplifies AI Agent Creation With Its Managed GenAI Platform",
            "link": "https://www.forbes.com/sites/janakirammsv/2025/01/26/digitalocean-simplifies-ai-agent-creation-with-its-managed-genai-platform/",
            "description": "DigitalOcean’s GenAI platform is aimed at jumpstarting your GenAI development efforts and getting started with agentic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SlymO1FWdQppKs-hALoiXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI app DeepSeek tops Apple App Store’s free downloads in China and US, outpacing ChatGPT",
            "link": "https://www.globaltimes.cn/page/202501/1327634.shtml",
            "description": "Chinese artificial intelligence (AI) app DeepSeek topped the Apple App Store's free downloads in both China and the US on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o6tr4Ef2NI8OKbB52OUXQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Global Times",
            "article_content": "deepseek\n\nChinese artificial intelligence (AI) app DeepSeek topped the Apple App Store's free downloads in both China and the US on Monday, outpacing ChatGPT in free downloads in the US. Chinese artificial intelligence (AI) app DeepSeek topped the Apple App Store's free downloads in both China and the US on Monday, outpacing ChatGPT in free downloads in the US.\n\nFollowing the momentum, DeepSeek-related stocks rallied strong on Monday's opening with multiple stocks opening more than 10 percent higher.\n\nChinese AI startup DeepSeek in January released the latest open-source model DeepSeek-R1, which has achieved an important technological breakthrough - using pure deep learning methods to allow AI to spontaneously emerge with reasoning capabilities, the Xinhua News Agency reported.\n\nIn tasks such as mathematics, coding and natural language reasoning, the performance of this model is comparable to the leading models from heavyweights like OpenAI, according to DeepSeek.\n\nThe app soon sparked global attention, which has Silicon Valley marveling at how its programmers nearly matched American rivals despite using relevantly less-powerful chips, according to a report from the Wall Street Journal (WSJ) on Sunday.\n\nFor instance, \"Deepseek R1 is one of the most amazing and impressive breakthroughs I've ever seen,\" said Marc Andreessen, the Silicon Valley venture capitalist who has been advising President Trump, in an X post on Friday.\n\nBarrett Woodside, co-founder of the San Francisco AI hardware company Positron, said he and his colleagues have been abuzz about DeepSeek. \"It's very cool,\" said Woodside, pointing to DeepSeek's open-source models in which the software code behind the AI model is made available free, per the WSJ repot."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Readers and writers: Crime, paranormal romance, a revenge tale and more",
            "link": "https://www.msn.com/en-us/lifestyle/weddings/readers-and-writers-crime-paranormal-romance-a-revenge-tale-and-more/ar-AA1xT0m5?ocid=BingNewsVerp",
            "description": "We’ve got a new book in the Winnebago County crime series today as well as some fiction published late last year including ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KbTtGOj7Jkh2_mjtL9rNMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "7hon MSN",
            "source": "Twin Cities Pioneer Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "WATCH: Man killed by thrown hammer at high school track meet at Colorado Springs university",
            "link": "https://www.kktv.com/video/2025/01/27/watch-man-killed-by-thrown-hammer-high-school-track-meet-colorado-springs-university/",
            "description": "I have always been fascinated with the paranormal since I was a little girl': Local paranormal author and investigator speaks ...",
            "image_url": "https://www.bing.com/th?id=OVF.S5mJ3FLqfsdNfnAsmEyeRA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "KKTV11",
            "article_content": "WATCH: Man killed by thrown hammer at high school track meet at Colorado Springs university\n\nEmail This Link Share on Pinterest Share on LinkedIn"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Most Haunted Places in the World: True Encounters and Tales",
            "link": "https://www.msn.com/en-us/travel/tripideas/most-haunted-places-in-the-world-true-encounters-and-tales/ar-AA1xSKh2?ocid=BingNewsVerp",
            "description": "Explore the most haunted places in the world, from eerie castles to abandoned asylums. Discover chilling stories, ghostly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J4pQjRF2WZ8j_RaBRJ71QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "HowStuffWorks on MSN17h",
            "source": "HowStuffWorks on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'I have always been fascinated with the paranormal since I was a little girl': Local paranormal author and investigator speaks urban legends at Curiosity Con",
            "link": "https://www.msn.com/en-us/entertainment/general/i-have-always-been-fascinated-with-the-paranormal-since-i-was-a-little-girl-local-paranormal-author-and-investigator-speaks-urban-legends-at-curiosity-con/ar-AA1xTmiX?ocid=BingNewsVerp",
            "description": "It’s all about the bizarre, the strange, and the freaky. Curiosity Con wraps up Sunday, Jan. 26 at the Colorado Springs Event ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZiergNah1toIuIvOAKC0TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plymouth becomes supernatural 'hot spot' as ghost tours in demand",
            "link": "https://www.msn.com/en-gb/travel/news/plymouth-becomes-supernatural-hot-spot-as-ghost-tours-in-demand/ar-AA1xSnyN?ocid=BingNewsVerp",
            "description": "Plymouth is going crazy for spooks and spirits with new ghost-hunting tours about to be launched. Plymouth Paranormal Tours ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ae3f10FsCftk0WRNhfjxXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22hon MSN",
            "source": "Plymouth Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Dark oxygen' discovery upends centuries of scientific beliefs, textbooks to be rewritten",
            "link": "https://www.earth.com/news/dark-oxygen-discovery-deep-ocean-rocks-upends-centuries-of-scientific-beliefs/",
            "description": "Certain metallic rocks seem to be making oxygen in the dark, without light or sunshine, at the bottom of the ocean.",
            "image_url": "https://www.bing.com/th?id=OVFT.GQTRHN3XY_idpNpd9n6CNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "earth13h",
            "source": "earth",
            "article_content": "Scientists recently reported an unexpected deep-sea development in the Pacific: certain metallic rocks seem to be making oxygen in the dark, without light or sunshine, at the bottom of the ocean.\n\nThis idea runs counter to the usual belief that oxygen only forms in sunlight through photosynthesis.\n\nAlthough these findings have stirred debate, the central claim is that potato-sized nodules found thousands of feet below the surface appear to split seawater molecules and release oxygen.\n\nOxygen and photosynthesis – the basics\n\nSince the late 1700s, we’ve been taught that light creates oxygen through photosynthesis, a crucial natural process that keeps life on Earth thriving.\n\nPlants, algae, and some bacteria soak up sunlight to turn carbon dioxide and water into glucose and oxygen.\n\nIn the simplest of terms, nature uses light as fuel to produce the oxygen we breathe and keep everything on Earth alive.\n\nPhotosynthesis not only gives energy to these organisms but also releases oxygen into the atmosphere, maintaining the perfect balance of gases that most life forms need.\n\nUntil the discovery of dark oxygen, it has been commonly accepted knowledge that without light, photosynthesis would grind to a halt, and our planet wouldn’t have the oxygen-rich air we rely on every day.\n\nDeep-sea rocks making oxygen\n\nExploration in a region called the Clarion-Clipperton Zone – where deep-sea mining companies are eyeing metals resources like cobalt and nickel – uncovered ferromanganese nodules resting on the ocean floor.\n\nFerromanganese nodules are like little treasure rocks that settle on the ocean floor, packed with metals such as manganese and iron.\n\nThese nodules form slowly over millions of years as minerals from seawater build up in layers around a tiny core, like a shark tooth or a piece of shell.\n\nThink of them as underwater onions, with each layer adding more minerals and creating these cool, rounded shapes.\n\nResearchers suggested that the nodules may produce electric charges that spark electrolysis, generating oxygen and hydrogen.\n\nHow do the rocks produce oxygen?\n\nEarly studies raised plenty of questions about the process and the potential effect on seafloor life.\n\nLeading the push for more answers is Andrew Sweetman, a professor at the Scottish Association for Marine Science.\n\nHe is running a three-year project to investigate how these nodules might form oxygen in the absence of light. One of his goals is to see if this phenomenon appears in other parts of the Clarion-Clipperton Zone.\n\n“Our discovery of dark oxygen was a paradigm shift in our understanding of the deep sea and potentially life on Earth, but it threw up more questions than answers,” said Sweetman.\n\nHe and his team will also look into whether microbial reactions help release hydrogen, an energy source for certain deep-sea microbes.\n\nFreshwater mysteries\n\nDark oxygen has popped up in other surprising, light-deprived places.\n\nEmil Ruff detected oxygen in freshwater samples beneath Alberta, Canada. It appeared in groundwater that had been isolated for tens of thousands of years, yet still contained enough oxygen to support life.\n\n“After 40,000 years or 30,000 years (separated from surface processes), there’s no reason really to think that there should be any oxygen left,” remarked Ruff.\n\nHe found that special bacteria could produce oxygen on their own by breaking down certain dissolved compounds.\n\nWhat’s more, Ruff found that the quantity of oxygen produced was enough to sustain other oxygen-dependent microbial life in the groundwater.\n\nChallenging dark oxygen\n\nNot all scientists are in agreement about this dark oxygen discovery. Some deep-sea mining interests challenged Sweetman’s work, saying they have found no such electrical oddities in the nodules.\n\nThe Metals Co. submitted a rebuttal of the scientific research paper to Nature Geoscience, which awaits peer review.\n\nMeanwhile, independent observers note the need for more experiments. A research oceanographer at the US Geological Survey’s Pacific Coastal and Marine Science Center in Santa Cruz, California, said the USGS has not observed any electrical phenomena in ferromanganese nodules examined so far.\n\nShe was not involved in either Sweetman’s or Ruff’s research.\n\nNASA hopes these findings might hint at life in places beyond Earth. Dark ocean worlds like Jupiter’s moon Europa and Saturn’s moon Enceladus are prime targets for research.\n\nSweetman shared that the space agency wants to test whether high pressures found on those icy moons can trigger oxygen generation in deep-sea rocks without direct sunlight. If the same basic chemistry works there, it could point to possible microbial life in alien seas.\n\nDark oxygen and deep-sea mining\n\nThe Clarion-Clipperton Zone sits far offshore, and mining there is governed by the International Seabed Authority. Critics argue that removing nodules in huge volumes could destroy habitats.\n\nOrganizations like Fauna & Flora warn of irreparable harm, saying it may disturb carbon storage in the ocean. Sweetman believes it is risky to harvest seabed minerals until scientists know a lot more about these systems.\n\nHe acknowledges the controversy and plans to address critics in peer-reviewed forums. For now, the hunt for hard data continues, fueled by the hope of expanding our understanding of life – both here and possibly on other worlds.\n\nThe study is published in Nature Geoscience.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossils found in China may add a new branch to the human family tree",
            "link": "https://www.msn.com/en-us/news/technology/fossils-found-in-china-may-add-a-new-branch-to-the-human-family-tree/ar-AA1xTtBn?ocid=BingNewsVerp",
            "description": "This week, meet a big-brained ancient human relative, hear a meteorite as it lands on Earth, spot a tiny kangaroo-like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T7I9OQvQO8ZV3TalPyom8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "12hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists baffled after detecting continued 'chirping' coming from space",
            "link": "https://www.msn.com/en-gb/news/techandscience/scientists-baffled-after-detecting-continued-chirping-coming-from-space/ar-AA1xTF37?ocid=BingNewsVerp",
            "description": "The findings have significant implications for studying space weather and the relationship between the Sun and the Earth's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3Kja-9_GKgFN5a0CFH8LsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "10hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New study reveals magnetic signals in Earth’s tidal movements",
            "link": "https://www.msn.com/en-in/news/techandscience/planetary-parade-2025-when-and-where-to-witness-this-in-india/ar-AA1xSuuO?ocid=BingNewsVerp",
            "description": "Scientists have detected faint magnetic signals from Earth's ocean tides using ESA's Swarm satellites. These signals, caused ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WYZ5KUZKVEhmjAidmq6VQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "20hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Research Roundup: Novel celestial discovery and solar power advancements",
            "link": "https://dailynorthwestern.com/2025/01/26/campus/sciencetechnology/research-roundup-novel-celestial-discovery-and-solar-power-advancements/",
            "description": "From outer space to Northwestern labs, researchers at the University have recently made notable advancements in astrophysics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YYXwDdp68ZYrgIb_LGePSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Daily Northwestern2h",
            "source": "The Daily Northwestern",
            "article_content": "From outer space to Northwestern labs, researchers at the University have recently made notable advancements in astrophysics and chemistry. The Daily compiled a recap of their latest research developments.\n\nTracking a fast radio burst to an unlikely galaxy for the first time\n\nIn collaboration with colleagues at McGill University, NU researchers located and tracked a fast radio burst to an inactive galaxy two billion light-years away. The finding further complicates the mystery of these short-duration radio wave emissions by contrasting prevailing theories that FRBs originate in galaxies with active star formations, according to a news release.\n\nThe group of researchers first identified this specific FRB last February using the Canadian Hydrogen Intensity Mapping Experiment radio telescope.\n\n“It’s another mystery of the universe that I’d like to explore,” said Tarraneh Eftekhari, a NASA Hubble Einstein Fellow and researcher. “It was really, really surprising and also exciting to see.”\n\nAs additional, smaller versions of CHIME — known as outrigger telescopes — come online, researchers believe they can localize the FRBs with finer precision, according to Eftekhari.\n\n“In the not too distant future, I think we’ll revolutionize the field, so I’m very excited for that,” Eftekhari said.\n\nImproving the quality of perovskite solar cells\n\nNU researchers discovered a new method to enhance the efficiency and stability of perovskite solar cells, or solar cells with a crystal structure. The team, led by chemistry Prof. Ted Sargent, published its findings Jan. 9 in the academic journal Joule, according to a news release.\n\nPSCs offer a potential alternative to costly, silicon-based solar panels, chemistry Prof. Bin Chen said in an interview with The Daily.\n\n“There are many emerging technologies, and perovskites promise to deliver higher efficiency solar panels, meaning lower costs,” Chen said.\n\nCompared to the silicon-based solar panels that currently dominate the market, PSCs weigh less, allowing for reduced installation costs, according to Chen.\n\nDuring production, PSCs also require one-eighth of the heat energy of silicon ingots, further decreasing environmental and monetary costs, according to Chen.\n\nChen said the study is part of a larger effort to investigate the reliability and durability of PSCs as researchers look for clean energy alternatives to power the future.\n\n“We see a really big global community driving toward the same goal, which is to make perovskites and solar cells better,” Chen said.\n\nEmail: [email protected]\n\nRelated Stories:\n\n— Research Roundup: AI in maternal health, quantum teleportation, developments in Parkinson’s genetic research\n\n— CIERA facilitates interdisciplinary research in astrophysics\n\n— Northwestern Researchers look into SuperAgers at the Mesulam Center"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia Stock May Fall As DeepSeek’s ‘Amazing’ AI Model Disrupts OpenAI",
            "link": "https://www.forbes.com/sites/petercohan/2025/01/26/nvidia-stock-may-fall-as-deepseeks-amazing-ai-model-disrupts-openai/",
            "description": "Barrett Woodside, co-founder of the San Francisco AI hardware company Positron, said he and his colleagues have been abuzz ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t81gK5Sh-PPL0UFQXIo66y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "12h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek hits No. 1 on Apple's App Store",
            "link": "https://www.msn.com/en-us/technology/tech-companies/deepseek-hits-no-1-on-apple-s-app-store/ar-AA1xUs8F?ocid=BingNewsVerp",
            "description": "DeepSeek, a Chinese startup, rocked the AI world after debuting a model that rivaled the capabilities of OpenAI's ChatGPT for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n5GuUZTsYeRrogORSUXwgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked OpenAI’s o1 about the top AI trends in 2025 — here’s a look into our conversation",
            "link": "https://venturebeat.com/ai/we-asked-openais-o1-about-the-top-ai-trends-in-2025-heres-a-look-into-our-conversation/",
            "description": "Here's what OpenAI's o1 had to say about AI trends this year. Just how many there are is a testament to AI’s general-purpose value.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "openai",
            "date": "12m",
            "source": "VentureBeat",
            "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nAI is already reshaping industries and society on a global scale. IDC predicts that AI will contribute $19.9 trillion to the global economy by 2030, comprising 3.5% of GDP. This momentum is exemplified by the recent announcement of “Project Stargate,” a partnership to invest up to $100 billion in new AI-focused data center capacity. This is all indicative of the tremendous activity going on with AI development. On a single day, AI made headlines for discovering proteins to counteract cobra venom, creating a Star Trek-style universal translator and paving the way for true AI assistants.\n\nThese and other developments highlight individual achievements, as well as their interconnected progress. This flywheel of innovation is where breakthroughs in one domain amplify advancements in others, compounding AI’s transformative potential.\n\nSeparating signal from noise\n\nEven for someone who follows AI developments closely, the rapid technological breakthroughs and diffusion across industries and applications is dizzying, making it highly challenging to not only know and understand what is going on, but understand the relative importance of developments. It is challenging to separate the signal from noise.\n\nIn the past, I might have turned to an AI industry analyst to help explain the dynamics and meaning of recent and projected developments. This time, I decided instead to see if AI itself might be able to help me. This led me to a conversation with OpenAI’s o1 model. The 4o model might have worked as effectively, but I expected that a reasoning model such as o1 might be more effective.\n\nI asked o1 what it thought were the top AI trends and why. I started by asking for the top 10 to 15, but over the course of our collaborative dialog, this expanded to 25. Yes, there really are that many, which is a testament to AI’s value as a general-purpose technology.\n\nIn dialog about leading AI trends with OpenAI’s o1 model.\n\nAfter about 30 seconds of inference-time “thinking,” o1 responded with a list of trends in AI development and use, ranked according to their potential significance and impact on business and society. I asked several qualifying questions and made a few suggestions that led to slight changes in the evaluation method and rankings.\n\nMethodology\n\nRankings of the various AI trends are determined by a blended heuristic that balances multiple factors including both quantitative indicators (near-term commercial viability) and qualitative judgments (disruptive potential and near-term societal impact) further described as follows:\n\nCurrent commercial viability: The trend’s market presence and adoption.\n\nLong term disruptive potential: How a trend could significantly reshape industries and create new markets.\n\nSocietal impact: Weighing the immediate and near-term effects on society, including accessibility, ethics and daily life.\n\n\n\nIn addition to the overall AI trend rankings, each trend receives a long-term social transformation score (STS), ranging from incremental improvements (6) to civilization-altering breakthroughs (10). The STS reflects the trend’s maximum potential impact if fully realized, offering an absolute measure of transformational significance.\n\nLevels of social transformation associated with top AI trends.\n\nThe development of this ranking process reflects the potential of human-AI collaboration. o1 provided a foundation for identifying and ranking trends, while my human oversight helped ensure that the insights were contextualized and relevant. The result shows how humans and AI can work together to navigate complexity.\n\nTop AI trends in 2025\n\nFor tech leaders, developers and enthusiasts alike, these trends signal both immense opportunity and significant challenges in navigating the many changes brought by AI. Highly-ranked trends typically have broad current adoption, high commercial viability or significant near-term disruptive effects.\n\nTable of top 10 trends for 2025 ranked on current commercial viability, long-term disruptive potential and potential for social impact. Specific use cases — like self-driving cars or personal assistant robots — are not considered individual trends but are instead subsumed within the broader foundational trends.\n\nHonorable mention list: AI trends 11 – 25\n\nOne can quibble whether number 11 or any of the following should be in the top 10, but keep in mind that these are relative rankings and include a certain amount of subjectivity (whether from o1 or from me), based on our iterative conversation. I suppose this is not too different from the conversations that take place within any research organization when completing their reports ranking the comparative merits of trends. In general, this next set of trends has significant potential but are either: 1) not yet as widespread and/or 2) have a potential payoff that is still several or more years away.\n\nWhile these trends did not make the top 10, they showcase the expanding influence of AI across healthcare, sustainability and other critical domains.\n\nTable of top 11 to 25 trends for 2025 ranked on current commercial viability, long-term disruptive potential and potential for societal impact.\n\nDigital humans show the innovation flywheel in action\n\nOne use case that highlights the convergence of these trends is digital humans, which exemplify how foundational and emerging AI technologies come together to drive transformative innovation. These AI-powered avatars create lifelike, engaging interactions and span roles such as digital coworkers, tutors, personal assistants, entertainers and companions. Their development shows how interconnected AI trends create transformative innovations.\n\nThe flywheel of AI innovation: Interconnected advancements in AI technologies drive transformative progress, where breakthroughs in one domain amplify developments in others, creating a self-reinforcing cycle of innovation leading to new uses.\n\nFor example, these lifelike avatars are developed using the capabilities of generative AI (trend 1) for natural conversation, explainable AI (2) to build trust through transparency and agentic AI (3) for autonomous decision-making. With synthetic data generation, digital humans are trained on diverse, privacy-preserving datasets, ensuring they adapt to cultural and contextual nuances. Meanwhile, edge AI (5) enables near real-time responsiveness and multi-modal AI (17) enhances interactions by integrating text, audio and visual elements.\n\nBy using the technologies described by these trends, digital humans exemplify how advancements in one domain can accelerate progress in others, transforming industries and redefining human-AI collaboration. As digital humans continue to evolve, they not only exemplify the flywheel of innovation, but also underscore the transformative potential of AI to redefine how humans interact with technology.\n\nWhy are AGI and ASI so far down the list?\n\nThe future is, indeed, hard to predict. Many expect artificial general intelligence (AGI) to be achieved soon. OpenAI CEO Sam Altman said recently: “We are now confident we know how to build AGI as we have traditionally understood it.” However, that is different from saying that AGI is imminent. It also does not mean that all agree on the definition of AGI. For OpenAI, this means “a highly autonomous system that outperforms humans at most economically valuable work.”\n\nMark Zuckerberg said he believes that in 2025 Meta will “have an AI that can effectively be a sort of midlevel engineer” that can write code. That is clearly economically viable work and could be used to claim the arrival of AGI. Perhaps, but even Altman is now saying that AGI is not arriving soon.\n\nSource: https://x.com/sama/status/1881258443669172470\n\nGoogle Deepmind co-founder and CEO Demis Hassabis said recently on the Big Technology podcast that AGI is likely “a handful of years away.” He added, however, that there is a 50% chance another one or two significant breakthroughs on the order of the transformer model that led to generative AI will still be needed to fully achieve AGI.\n\nSuperintelligence, too, could eventually be achieved in the next 5 to 10 years. Altman and Elon Musk have said as much, although the consensus expert opinion is closer to 2040 — and some believe it will never be achieved. Amara’s Law reminds us that we tend to overestimate the effect of any technology in the short run and underestimate the effect eventually. If achieved, the impact of superintelligence would be enormous — but at present, this “if” precludes this from the top 10 list.\n\nChoosing the right AI collaborator(s)\n\nAfter taking on this venture, I discovered some crucial elements to consider in the choice of AI collaborators. While o1 offered valuable insights into leading AI trends, its cutoff date for training data was October 2023, and it lacks web browsing capabilities. This became clear when it initially suggested No. 12 for agentic AI, a trend that has advanced rapidly in the last several months. Rerunning the analysis with the 4o model, which includes web browsing, led to a more proper ranking of agentic AI at No. 3.\n\nPer ChatGPT: “Apologies for any confusion earlier. Given the rapid advancements and the significant attention agentic AI is receiving in 2025, it would be appropriate to rank it at No. 3 on the list of top AI trends. This adjustment reflects its growing impact and aligns with recent analyses highlighting its importance.”\n\nIn much the same way, I had a conversation with o1 about the placement of AI in education, healthcare and life sciences. However, 4o suggested that their order in the ranking be reversed, that healthcare should be No. 11, and education No. 12.\n\nView from the 4o model on the relative ranking for AI in healthcare versus AI in education.\n\nI agreed with the rationale and switched the order. These examples show both the challenges and benefits of working with the latest AI chatbots, and both the necessity and value of human and machine collaboration.\n\nSocial transformation rankings\n\nBelow is a summary of the STS rankings, offering a comparative view of the top 25 AI trends for 2025 and their potential long-term impact. These rankings highlight how AI trends vary in their potential to reshape society, from near-term enablers like generative AI and agentic AI, to longer-term innovations such as quantum AI and brain-computer interfaces.\n\nSummary of the top 25 AI trends for 2025, ranked by how profoundly each trend might reshape society at its fullest realization.\n\nNavigating AI’s transformative impact\n\nWhile some AI breakthroughs are here now or seem just around the corner, others like AGI and ASI remain speculative, reminding us that there is much more to come from AI technologies. Yet it is already clear that AI, in all its manifestations, is reshaping human affairs in ways likely to become even more profound over time. These changes will extend to daily life and could even challenge our understanding of what it means to be human.\n\nAs AI continues to redefine industries and society, we are only at the beginning of a dramatic technological renaissance. These trends, ranging from generative models to humanoid robots powered by AI, highlight both the promise and complexity of integrating AI into our lives.\n\nWhat is particularly striking about these 25 trends is not just their individual significance, but the interconnectedness of their progress. This flywheel of AI innovation will continue to amplify progress, creating a self-reinforcing cycle of breakthroughs that redefine industries and society. As these trends evolve, revisiting this analysis in six to 12 months could reveal changes in the rankings and how the flywheel of innovation continues to accelerate progress across industries.\n\nLeaders, developers and society must monitor these advancements and ensure they are directed toward fair outcomes, striking a balance between innovation and responsibility. The next five years will define AI’s trajectory — whether it becomes a tool for societal benefit or a source of disruption. The choice is ours.\n\nGary Grossman is EVP of technology practice at Edelman and global lead of the Edelman AI Center of Excellence."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China’s AI industry is taking on the US tech giants",
            "link": "https://www.afr.com/technology/china-s-ai-industry-is-taking-on-america-s-20250127-p5l7gd",
            "description": "Chinese start-up DeepSeek is as powerful as ChatGPT and purportedly uses much less computing power. Will this competition ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qtsVWBgnRaExd58QaP1AnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "49m",
            "source": "The Australian Financial Review",
            "article_content": "Jan 27, 2025 – 2.38pm Save Share Copy link Copied Email LinkedIn Twitter Facebook Copy link Copied Share via... Gift this article Subscribe to gift this article Gift 5 articles to anyone you choose each month when you subscribe. Subscribe now Already a subscriber? Login\n\nThe world’s first “reasoning model”, an advanced form of artificial intelligence, was released in September by OpenAI, an American firm. o1, as it is called, uses a “chain of thought” to answer difficult questions in science and mathematics, breaking down problems to their constituent steps and testing various approaches to the task behind the scenes before presenting a conclusion to the user.\n\nIts unveiling set off a race to copy this method. Google came up with a reasoning model called “Gemini Flash Thinking” in December. OpenAI responded with o3, an update of o1, a few days later.\n\nLoading...\n\nThe Economist"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Silicon Valley praising Chinese AI startup DeepSeek: 'Profound gift to the world'",
            "link": "https://www.msn.com/en-us/money/other/silicon-valley-praising-chinese-ai-startup-deepseek-profound-gift-to-the-world/ar-AA1xUGt5?ocid=BingNewsVerp",
            "description": "A Chinese artificial-intelligence company has Silicon Valley raving, calling it \"amazing and impressive,\"despite working with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5G8CKPtE1cFe-e1kaT7V3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "Fox Business on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked OpenAI’s o1 about the top AI trends in 2025 — here’s a look into our conversation",
            "link": "https://venturebeat.com/ai/we-asked-openais-o1-about-the-top-ai-trends-in-2025-heres-a-look-into-our-conversation/",
            "description": "Here's what OpenAI's o1 had to say about AI trends this year. Just how many there are is a testament to AI’s general-purpose value.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "code+trends",
            "date": "12m",
            "source": "VentureBeat",
            "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nAI is already reshaping industries and society on a global scale. IDC predicts that AI will contribute $19.9 trillion to the global economy by 2030, comprising 3.5% of GDP. This momentum is exemplified by the recent announcement of “Project Stargate,” a partnership to invest up to $100 billion in new AI-focused data center capacity. This is all indicative of the tremendous activity going on with AI development. On a single day, AI made headlines for discovering proteins to counteract cobra venom, creating a Star Trek-style universal translator and paving the way for true AI assistants.\n\nThese and other developments highlight individual achievements, as well as their interconnected progress. This flywheel of innovation is where breakthroughs in one domain amplify advancements in others, compounding AI’s transformative potential.\n\nSeparating signal from noise\n\nEven for someone who follows AI developments closely, the rapid technological breakthroughs and diffusion across industries and applications is dizzying, making it highly challenging to not only know and understand what is going on, but understand the relative importance of developments. It is challenging to separate the signal from noise.\n\nIn the past, I might have turned to an AI industry analyst to help explain the dynamics and meaning of recent and projected developments. This time, I decided instead to see if AI itself might be able to help me. This led me to a conversation with OpenAI’s o1 model. The 4o model might have worked as effectively, but I expected that a reasoning model such as o1 might be more effective.\n\nI asked o1 what it thought were the top AI trends and why. I started by asking for the top 10 to 15, but over the course of our collaborative dialog, this expanded to 25. Yes, there really are that many, which is a testament to AI’s value as a general-purpose technology.\n\nIn dialog about leading AI trends with OpenAI’s o1 model.\n\nAfter about 30 seconds of inference-time “thinking,” o1 responded with a list of trends in AI development and use, ranked according to their potential significance and impact on business and society. I asked several qualifying questions and made a few suggestions that led to slight changes in the evaluation method and rankings.\n\nMethodology\n\nRankings of the various AI trends are determined by a blended heuristic that balances multiple factors including both quantitative indicators (near-term commercial viability) and qualitative judgments (disruptive potential and near-term societal impact) further described as follows:\n\nCurrent commercial viability: The trend’s market presence and adoption.\n\nLong term disruptive potential: How a trend could significantly reshape industries and create new markets.\n\nSocietal impact: Weighing the immediate and near-term effects on society, including accessibility, ethics and daily life.\n\n\n\nIn addition to the overall AI trend rankings, each trend receives a long-term social transformation score (STS), ranging from incremental improvements (6) to civilization-altering breakthroughs (10). The STS reflects the trend’s maximum potential impact if fully realized, offering an absolute measure of transformational significance.\n\nLevels of social transformation associated with top AI trends.\n\nThe development of this ranking process reflects the potential of human-AI collaboration. o1 provided a foundation for identifying and ranking trends, while my human oversight helped ensure that the insights were contextualized and relevant. The result shows how humans and AI can work together to navigate complexity.\n\nTop AI trends in 2025\n\nFor tech leaders, developers and enthusiasts alike, these trends signal both immense opportunity and significant challenges in navigating the many changes brought by AI. Highly-ranked trends typically have broad current adoption, high commercial viability or significant near-term disruptive effects.\n\nTable of top 10 trends for 2025 ranked on current commercial viability, long-term disruptive potential and potential for social impact. Specific use cases — like self-driving cars or personal assistant robots — are not considered individual trends but are instead subsumed within the broader foundational trends.\n\nHonorable mention list: AI trends 11 – 25\n\nOne can quibble whether number 11 or any of the following should be in the top 10, but keep in mind that these are relative rankings and include a certain amount of subjectivity (whether from o1 or from me), based on our iterative conversation. I suppose this is not too different from the conversations that take place within any research organization when completing their reports ranking the comparative merits of trends. In general, this next set of trends has significant potential but are either: 1) not yet as widespread and/or 2) have a potential payoff that is still several or more years away.\n\nWhile these trends did not make the top 10, they showcase the expanding influence of AI across healthcare, sustainability and other critical domains.\n\nTable of top 11 to 25 trends for 2025 ranked on current commercial viability, long-term disruptive potential and potential for societal impact.\n\nDigital humans show the innovation flywheel in action\n\nOne use case that highlights the convergence of these trends is digital humans, which exemplify how foundational and emerging AI technologies come together to drive transformative innovation. These AI-powered avatars create lifelike, engaging interactions and span roles such as digital coworkers, tutors, personal assistants, entertainers and companions. Their development shows how interconnected AI trends create transformative innovations.\n\nThe flywheel of AI innovation: Interconnected advancements in AI technologies drive transformative progress, where breakthroughs in one domain amplify developments in others, creating a self-reinforcing cycle of innovation leading to new uses.\n\nFor example, these lifelike avatars are developed using the capabilities of generative AI (trend 1) for natural conversation, explainable AI (2) to build trust through transparency and agentic AI (3) for autonomous decision-making. With synthetic data generation, digital humans are trained on diverse, privacy-preserving datasets, ensuring they adapt to cultural and contextual nuances. Meanwhile, edge AI (5) enables near real-time responsiveness and multi-modal AI (17) enhances interactions by integrating text, audio and visual elements.\n\nBy using the technologies described by these trends, digital humans exemplify how advancements in one domain can accelerate progress in others, transforming industries and redefining human-AI collaboration. As digital humans continue to evolve, they not only exemplify the flywheel of innovation, but also underscore the transformative potential of AI to redefine how humans interact with technology.\n\nWhy are AGI and ASI so far down the list?\n\nThe future is, indeed, hard to predict. Many expect artificial general intelligence (AGI) to be achieved soon. OpenAI CEO Sam Altman said recently: “We are now confident we know how to build AGI as we have traditionally understood it.” However, that is different from saying that AGI is imminent. It also does not mean that all agree on the definition of AGI. For OpenAI, this means “a highly autonomous system that outperforms humans at most economically valuable work.”\n\nMark Zuckerberg said he believes that in 2025 Meta will “have an AI that can effectively be a sort of midlevel engineer” that can write code. That is clearly economically viable work and could be used to claim the arrival of AGI. Perhaps, but even Altman is now saying that AGI is not arriving soon.\n\nSource: https://x.com/sama/status/1881258443669172470\n\nGoogle Deepmind co-founder and CEO Demis Hassabis said recently on the Big Technology podcast that AGI is likely “a handful of years away.” He added, however, that there is a 50% chance another one or two significant breakthroughs on the order of the transformer model that led to generative AI will still be needed to fully achieve AGI.\n\nSuperintelligence, too, could eventually be achieved in the next 5 to 10 years. Altman and Elon Musk have said as much, although the consensus expert opinion is closer to 2040 — and some believe it will never be achieved. Amara’s Law reminds us that we tend to overestimate the effect of any technology in the short run and underestimate the effect eventually. If achieved, the impact of superintelligence would be enormous — but at present, this “if” precludes this from the top 10 list.\n\nChoosing the right AI collaborator(s)\n\nAfter taking on this venture, I discovered some crucial elements to consider in the choice of AI collaborators. While o1 offered valuable insights into leading AI trends, its cutoff date for training data was October 2023, and it lacks web browsing capabilities. This became clear when it initially suggested No. 12 for agentic AI, a trend that has advanced rapidly in the last several months. Rerunning the analysis with the 4o model, which includes web browsing, led to a more proper ranking of agentic AI at No. 3.\n\nPer ChatGPT: “Apologies for any confusion earlier. Given the rapid advancements and the significant attention agentic AI is receiving in 2025, it would be appropriate to rank it at No. 3 on the list of top AI trends. This adjustment reflects its growing impact and aligns with recent analyses highlighting its importance.”\n\nIn much the same way, I had a conversation with o1 about the placement of AI in education, healthcare and life sciences. However, 4o suggested that their order in the ranking be reversed, that healthcare should be No. 11, and education No. 12.\n\nView from the 4o model on the relative ranking for AI in healthcare versus AI in education.\n\nI agreed with the rationale and switched the order. These examples show both the challenges and benefits of working with the latest AI chatbots, and both the necessity and value of human and machine collaboration.\n\nSocial transformation rankings\n\nBelow is a summary of the STS rankings, offering a comparative view of the top 25 AI trends for 2025 and their potential long-term impact. These rankings highlight how AI trends vary in their potential to reshape society, from near-term enablers like generative AI and agentic AI, to longer-term innovations such as quantum AI and brain-computer interfaces.\n\nSummary of the top 25 AI trends for 2025, ranked by how profoundly each trend might reshape society at its fullest realization.\n\nNavigating AI’s transformative impact\n\nWhile some AI breakthroughs are here now or seem just around the corner, others like AGI and ASI remain speculative, reminding us that there is much more to come from AI technologies. Yet it is already clear that AI, in all its manifestations, is reshaping human affairs in ways likely to become even more profound over time. These changes will extend to daily life and could even challenge our understanding of what it means to be human.\n\nAs AI continues to redefine industries and society, we are only at the beginning of a dramatic technological renaissance. These trends, ranging from generative models to humanoid robots powered by AI, highlight both the promise and complexity of integrating AI into our lives.\n\nWhat is particularly striking about these 25 trends is not just their individual significance, but the interconnectedness of their progress. This flywheel of AI innovation will continue to amplify progress, creating a self-reinforcing cycle of breakthroughs that redefine industries and society. As these trends evolve, revisiting this analysis in six to 12 months could reveal changes in the rankings and how the flywheel of innovation continues to accelerate progress across industries.\n\nLeaders, developers and society must monitor these advancements and ensure they are directed toward fair outcomes, striking a balance between innovation and responsibility. The next five years will define AI’s trajectory — whether it becomes a tool for societal benefit or a source of disruption. The choice is ours.\n\nGary Grossman is EVP of technology practice at Edelman and global lead of the Edelman AI Center of Excellence."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Payment Trends in Asia Shaping its Financial Landscape in 2025",
            "link": "https://fintechnews.sg/106915/e-wallets/asia-payment-trends-2025-digital-finance-revolution/",
            "description": "Discover the top 6 payment trends reshaping Asia's financial landscape in 2025, from digital wallets to cryptocurrencies.",
            "image_url": "https://www.bing.com/th?id=ODF.cQh3372EbgS2NuetIAgRcw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Fintech Singapore46m",
            "source": "Fintech Singapore",
            "article_content": "Free Newsletter Get the hottest Fintech Singapore News once a month in your Inbox\n\nPayment trends in Asia are changing how businesses and people transact — from the digital-first economies of China and Singapore to the quickly changing markets of Indonesia and Vietnam.\n\nThis shift is not merely a matter of convenience; it is emblematic of an increasingly complex convergence between state-of-the-art technology, consumer desires for seamlessness, and the region’s particular socio-economic landscape.\n\nEmerging trends such as cross-border payment systems and open banking initiatives are breaking down traditional barriers, fostering greater connectivity and efficiency in Asia’s financial landscape.\n\nHowever, the rapid progress comes with challenges. The shift toward digitised payments brings heightened concerns about cybersecurity, fraud, and regulatory compliance. As Asian markets surge, they face the dual challenge of safeguarding digital infrastructure while ensuring financial inclusion and bridging technological gaps between advanced and developing economies.\n\nThis article explores five key trends changing how we pay today while pushing the narrative for a more efficient, powerful financial ecosystem in Asia.\n\n1. China Leads Again in Digital Payment Adoption\n\nDigital payment adoption is soaring across Asia, with CNBC highlighting the region’s leadership in this segment, driven largely by Southeast Asians emerging as the most avid users of digital wallets.\n\nAs of June 2024, China maintains its leadership in digital wallet adoption, with over 88% of mobile internet users— approximately 969 million individuals — engaging in mobile payments. Back in 2023, digital wallets accounted for 82% of China’s e-commerce spending and 66% of physical purchases, totalling around US$7.6 trillion in transactions, CNBC reports.\n\nAlipay and WeChat Pay dominate China’s digital payment landscape, making it the largest and most influential wallet market globally, according to Worldpay’s The Global payments Report 2024.\n\nIn Southeast Asia, digital payment transactions are projected to exceed US$1 trillion by 2025. According to a study by Bain & Company, Google, and Temasek, 53% of industry experts believe that consumer tech platforms, rather than pure-play fintechs, are more likely to drive disruption in financial services.\n\nIn 2023, credit card payments comprised 52.2% of all cashless transactions in Japan. However, the country has shown that its consumers’ reliance on credit cards and electronic money has gradually decreased, while QR code and barcode payments have experienced remarkable growth.\n\nMeanwhile, the Economic Times reported that the Unified Payments Interface (UPI) facilitated over 15,547 crore transactions worth INR 223 lakh crore (US$258.59 billion) in India from January to November 2024. In 2025, UPI is expected to become an omnipresent network, transforming connected devices into potential payment endpoints through messaging platforms like WhatsApp.\n\n2. Real-Time Payments Bridging Asia Pacific Borders\n\nReal-time and cross-border payments are becoming a reality, thanks to regional collaborations and technological advancements. Project Nexus of Singapore, for example, aims to connect real-time payment systems across the region, further facilitating seamless cross-border transactions. This initiative demonstrates the growing focus on regional collaboration in the payments sector.\n\nMeanwhile, corporate efforts, such as Visa’s initiatives to enable QR code payments across borders, are further driving the adoption of real-time cross-border payments.\n\nReal-time payments are surging across Asia-Pacific, are expected to grow from 49.2 billion in 2022 to 96.2 billion by 2027. Singapore’s PayNow and Thailand’s PromptPay have established a successful cross-border linkage, while Malaysia’s DuitNow and Indonesia’s QRIS integration has been operational for a few years already.\n\nThis trend is driven by a combination of regional cooperation, corporate innovation, and technological advancements, setting the stage for a more interconnected and efficient financial ecosystem in the region.\n\n3. Embedded Finance Hailed as the Future of Fintech\n\nThe embedded payments market is expected to reach a global transaction value of US$2.5 trillion by 2028, according to a LexisNexis study. In Asia, the adoption of embedded finance is creating opportunities across diverse sectors.\n\nChina, a global leader in digital wallet adoption, has its embedded finance market seamlessly integrating payments into consumer apps at scale thanks to its extensive digital wallet adoption. Platforms like WeChat and Alipay allow their users to conduct transactions for everyday purchases, transportation, and even healthcare services effortlessly.\n\nIndia’s Unified Payments Interface (UPI) is another backbone of embedded payments. The transformative impact of UPI underscores the potential of integrated financial systems.\n\nWith nearly 300 million individuals and 50 million merchants in India relying on UPI for transactions, it has become the country’s most widely used payment method, the World Economic Forum reports. Its influence is now reaching beyond India’s borders, with countries like Singapore and the UAE adopting the system, marking its growing global presence.\n\nIn Japan, while cash is still widely used, embedded finance is starting to gain momentum and expected to hit US$ 36.29 billion by 2029, according to Business Wire. Rakuten has also introduced its own cryptocurrency wallets and exchange systems there, bringing embedded finance to new levels by allowing Rakuten Cash balance recharges via Bitcoin and Ethereum.\n\nThe global embedded finance market is projected to reach US$384.8 billion by 2029, while traditional banks stand to gain $92 billion in additional revenue from SMEs through embedded finance by 2025, LexisNexis also reports.\n\nKey benefits of embedded finance include faster payment processing, improved operational efficiency, lower costs, and higher customer satisfaction, making it an attractive proposition for financial and non-financial businesses alike.\n\nAs Asia continues to lead global payment trends, embedded finance is unlocking new possibilities for innovation, inclusivity, and growth, positioning the region as a pioneer in shaping the future of financial services.\n\n4. Open Banking APIs Are Shaping the Future of Payments\n\nOpen banking is on the brink of rapid expansion in Southeast Asia, though progress varies across countries. This trend is fostering innovation and competition in the financial services sector.\n\nIn Singapore, the government-backed API Exchange is promoting API standardisation. Indonesia’s Standard National Open API (SNAP) , on the other end, was launched to support the country’s Indonesian Payment System Blueprint (BSPI) 2025 initiative, with the purpose to drive efficiency for bank digital payments.\n\nIn Hong Kong, HSBC introduced its first open banking feature on the local HSBC HK app, enabling its clientele to view account balances from Bank of China Hong Kong and Hang Seng Bank in real time. This was enabled via the Hong Kong Monetary Authority’s Interbank Account Data Sharing (IADS) initiative.\n\nOpen banking APIs has the potential bolster B2B payments in the region. According to PYMNTS, APIs could potentially solving the complexity around account payable, account receivables, approval workflows and more, enabling more efficient and secure transactions between businesses, which is typically just one part of the entire process.\n\nIn the context of B2B payments, APIs allow financial institutions, payment processors, and business software platforms to seamlessly integrate payment capabilities into their existing systems. By simplifying the integration process, it lowers the barriers for businesses to adopt digital B2B payment solutions, enabling smoother transitions and greater accessibility.\n\nThis development could likely to have a significant impact on the overall payments ecosystem in Asia.\n\n5.The Need for Robust Cybersecurity Measures to Combat Financial Crime\n\nSoutheast Asia’s digital economy is on track to exceed USD 300 billion in gross merchandise volume by 2025, presenting significant financial crime challenges, reports PwC. Non-bank financial service entrants, new to the system, often lack the robust cybersecurity infrastructure necessary to combat sophisticated cyber threats.\n\nThis deficiency is exacerbated by the growing consumer demand for faster payments with minimal checks, increasing vulnerability to financial crimes. The adoption of preventive technologies like biometrics and in-session analytical solutions is essential for comprehensive protection.\n\nMastercard has made efforts underway to phase out passwords with tokenization and biometrics by 2030 while in terms of Asian countries adopting the digital identity, Singapore is a pioneer with Singpass, a Smart Nation initiative.\n\nUsing biometrics, Singpass enables secure and convenient access to 800+ government agencies and businesses and over 2,700 services. Meanwhile, Malaysia is making steady strides with its MyDigital ID initiative, paving the way for advanced digital identity solutions, including eKYC verification in the near future.\n\nNotably, while Singapore and Malaysia rank high globally for cybersecurity based on the Global Cybersecurity Index (GCI) 2020, other Southeast Asian nations like Myanmar, Laos, and Cambodia are ranked 99th, 131st, and 132nd out of 182 countries, respectively, PwC reports also.\n\nThis disparity suggests a pressing need to enhance cybersecurity across the region. Implementing digital IDs and related authentication mechanisms can play a pivotal role in counteracting criminal activities.\n\nA unified approach against financial crime is essential, and reliance on cross-border digital IDs may be key to eradicating synthetic ID fraud. Increased sharing of tactical information through intergovernmental or public-private partnerships could enable greater financial transparency and build stronger defences against financial crime.\n\nAsia’s Digital Financial Frontier – Opportunities and Challenges Ahead\n\nAs we look towards 2025 and beyond, it’s clear that Asia’s payment landscape is at the forefront of global financial innovation. The region’s embrace of digital wallets, real-time payments, BNPL services, cryptocurrencies, open banking, and advanced cybersecurity measures is creating a dynamic and interconnected financial ecosystem.\n\nThis transformation is not just about convenience; it’s about financial inclusion, economic growth, and technological leadership.However, with great innovation comes great responsibility. As these trends accelerate, regulators, businesses, and consumers must work together to ensure that this digital financial revolution remains secure, inclusive, and sustainable.\n\nThe challenges of cybersecurity and regulatory compliance loom large, but so do the opportunities for unprecedented financial access and economic empowerment. Asia’s payment trends for 2025 paint a picture of a region that is not just adapting to the future of finance, but actively shaping it.\n\nFrom China’s dominance in digital payments to the rise of cryptocurrency in Vietnam and Indonesia, from the cross-border innovations in Singapore and Thailand to the BNPL boom across Southeast Asia, the region is setting the pace for global fintech innovation.\n\nAs we navigate this rapidly evolving landscape, one thing is certain: the way we think about and use money is changing forever, and Asia is leading the charge. The future of payments is not just digital – it’s dynamic, diverse, and decidedly Asian.\n\nSource of image: edited from Freepik"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where does San Antonio rank when it comes to insuring pets? Here's what one study says.",
            "link": "https://www.expressnews.com/lifestyle/article/san-antonio-pet-insurance-claims-top-spots-20056999.php",
            "description": "San Antonio, along with Ewa Beach and Honolulu in Hawaii, is where the top zip codes for insured pets are located, according ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2D3l7CCDnbeAQRmuLltnqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13h",
            "source": "San Antonio Express-News",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Some Gen Zers are getting in trouble for not knowing how to dress at work—and experts say they’ve missed out on one huge fashion tip",
            "link": "https://www.msn.com/en-us/money/smallbusiness/some-gen-zers-are-getting-in-trouble-for-not-knowing-how-to-dress-at-work-and-experts-say-they-ve-missed-out-on-one-huge-fashion-tip/ar-AA1xTDMS?ocid=BingNewsVerp",
            "description": "Office siren' and 'corpcore' outfit inspiration trends have gained footing with young corporate professionals.",
            "image_url": "https://www.bing.com/th?id=OVFT.Ohin6SLjJZdv7KFgtgP5bC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "9hon MSN",
            "source": "Fortune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sunday View: The Best Weekend Opinion Reads, Curated Just for You",
            "link": "https://www.thequint.com/opinion/sunday-view-the-best-weekend-opinion-reads-curated-just-for-you-176",
            "description": "On the occasion of India's 75th Republic Day, Shyamlal Yadav, in his column for The Indian Express, shares a detailed account ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E2IU6GHsz7TUwV1Embo5YS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19hOpinion",
            "source": "The Quint",
            "article_content": "On the occasion of India's 75th Republic Day, Shyamlal Yadav, in his column for The Indian Express, shares a detailed account of India's first Republic Day celebrations on 26 January 1950 which had marked the nation’s transition to a sovereign democratic republic.\n\nKey moments included the transfer of power from Governor-General C. Rajagopalachari to the first President of independent India Dr Rajendra Prasad; the President's oath-taking, and the ceremonial lowering of the Governor-General’s flag and hoisting of the President’s flag. The day's festivities culminated in a grand parade at New Delhi's Irwin Stadium, featuring military units, a fly-past, and the announcement of new military awards, symbolizing the birth of the Indian Republic."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossils found in China may add a new branch to the human family tree",
            "link": "https://www.msn.com/en-us/news/technology/fossils-found-in-china-may-add-a-new-branch-to-the-human-family-tree/ar-AA1xTtBn?ocid=BingNewsVerp",
            "description": "This week, meet a big-brained ancient human relative, hear a meteorite as it lands on Earth, spot a tiny kangaroo-like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T7I9OQvQO8ZV3TalPyom8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "12hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Dark oxygen' discovery upends centuries of scientific beliefs, textbooks to be rewritten",
            "link": "https://www.earth.com/news/dark-oxygen-discovery-deep-ocean-rocks-upends-centuries-of-scientific-beliefs/",
            "description": "Certain metallic rocks seem to be making oxygen in the dark, without light or sunshine, at the bottom of the ocean.",
            "image_url": "https://www.bing.com/th?id=OVFT.GQTRHN3XY_idpNpd9n6CNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "earth13h",
            "source": "earth",
            "article_content": "Scientists recently reported an unexpected deep-sea development in the Pacific: certain metallic rocks seem to be making oxygen in the dark, without light or sunshine, at the bottom of the ocean.\n\nThis idea runs counter to the usual belief that oxygen only forms in sunlight through photosynthesis.\n\nAlthough these findings have stirred debate, the central claim is that potato-sized nodules found thousands of feet below the surface appear to split seawater molecules and release oxygen.\n\nOxygen and photosynthesis – the basics\n\nSince the late 1700s, we’ve been taught that light creates oxygen through photosynthesis, a crucial natural process that keeps life on Earth thriving.\n\nPlants, algae, and some bacteria soak up sunlight to turn carbon dioxide and water into glucose and oxygen.\n\nIn the simplest of terms, nature uses light as fuel to produce the oxygen we breathe and keep everything on Earth alive.\n\nPhotosynthesis not only gives energy to these organisms but also releases oxygen into the atmosphere, maintaining the perfect balance of gases that most life forms need.\n\nUntil the discovery of dark oxygen, it has been commonly accepted knowledge that without light, photosynthesis would grind to a halt, and our planet wouldn’t have the oxygen-rich air we rely on every day.\n\nDeep-sea rocks making oxygen\n\nExploration in a region called the Clarion-Clipperton Zone – where deep-sea mining companies are eyeing metals resources like cobalt and nickel – uncovered ferromanganese nodules resting on the ocean floor.\n\nFerromanganese nodules are like little treasure rocks that settle on the ocean floor, packed with metals such as manganese and iron.\n\nThese nodules form slowly over millions of years as minerals from seawater build up in layers around a tiny core, like a shark tooth or a piece of shell.\n\nThink of them as underwater onions, with each layer adding more minerals and creating these cool, rounded shapes.\n\nResearchers suggested that the nodules may produce electric charges that spark electrolysis, generating oxygen and hydrogen.\n\nHow do the rocks produce oxygen?\n\nEarly studies raised plenty of questions about the process and the potential effect on seafloor life.\n\nLeading the push for more answers is Andrew Sweetman, a professor at the Scottish Association for Marine Science.\n\nHe is running a three-year project to investigate how these nodules might form oxygen in the absence of light. One of his goals is to see if this phenomenon appears in other parts of the Clarion-Clipperton Zone.\n\n“Our discovery of dark oxygen was a paradigm shift in our understanding of the deep sea and potentially life on Earth, but it threw up more questions than answers,” said Sweetman.\n\nHe and his team will also look into whether microbial reactions help release hydrogen, an energy source for certain deep-sea microbes.\n\nFreshwater mysteries\n\nDark oxygen has popped up in other surprising, light-deprived places.\n\nEmil Ruff detected oxygen in freshwater samples beneath Alberta, Canada. It appeared in groundwater that had been isolated for tens of thousands of years, yet still contained enough oxygen to support life.\n\n“After 40,000 years or 30,000 years (separated from surface processes), there’s no reason really to think that there should be any oxygen left,” remarked Ruff.\n\nHe found that special bacteria could produce oxygen on their own by breaking down certain dissolved compounds.\n\nWhat’s more, Ruff found that the quantity of oxygen produced was enough to sustain other oxygen-dependent microbial life in the groundwater.\n\nChallenging dark oxygen\n\nNot all scientists are in agreement about this dark oxygen discovery. Some deep-sea mining interests challenged Sweetman’s work, saying they have found no such electrical oddities in the nodules.\n\nThe Metals Co. submitted a rebuttal of the scientific research paper to Nature Geoscience, which awaits peer review.\n\nMeanwhile, independent observers note the need for more experiments. A research oceanographer at the US Geological Survey’s Pacific Coastal and Marine Science Center in Santa Cruz, California, said the USGS has not observed any electrical phenomena in ferromanganese nodules examined so far.\n\nShe was not involved in either Sweetman’s or Ruff’s research.\n\nNASA hopes these findings might hint at life in places beyond Earth. Dark ocean worlds like Jupiter’s moon Europa and Saturn’s moon Enceladus are prime targets for research.\n\nSweetman shared that the space agency wants to test whether high pressures found on those icy moons can trigger oxygen generation in deep-sea rocks without direct sunlight. If the same basic chemistry works there, it could point to possible microbial life in alien seas.\n\nDark oxygen and deep-sea mining\n\nThe Clarion-Clipperton Zone sits far offshore, and mining there is governed by the International Seabed Authority. Critics argue that removing nodules in huge volumes could destroy habitats.\n\nOrganizations like Fauna & Flora warn of irreparable harm, saying it may disturb carbon storage in the ocean. Sweetman believes it is risky to harvest seabed minerals until scientists know a lot more about these systems.\n\nHe acknowledges the controversy and plans to address critics in peer-reviewed forums. For now, the hunt for hard data continues, fueled by the hope of expanding our understanding of life – both here and possibly on other worlds.\n\nThe study is published in Nature Geoscience.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Einstein Probe Detects Mysterious Blast of X-Rays From the Early Universe",
            "link": "https://gizmodo.com/einstein-probe-detects-mysterious-blast-of-x-rays-from-the-early-universe-2000554303",
            "description": "On March 15, 2024, a space-based observatory detected bursts of low-energy X-rays from deep in the ancient universe, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2d5DGSw0QUihuIH038cetS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "13h",
            "source": "Gizmodo",
            "article_content": "On March 15, 2024, a space-based observatory detected bursts of low-energy X-rays from deep in the ancient universe, fluctuating in brightness for over 17 minutes before fading away. About an hour later, ground-based telescopes picked up visible light from the same source, tracing it back to when the universe was only around one billion years old.\n\nThe newly launched Einstein Probe is already spotting distant explosions with the potential to upend what we know about the universe’s earliest years. Using its wide-field X-ray telescope, the spacecraft detected so-called soft, or low-energy, X-rays, that lasted for an unusually long period of time. These events are known as fast X-ray transients (FXRT), and the newly spotted blast has been designated EP240315a.\n\nAfter monitoring the burst at radio wavelengths for a period of three months, the team of astronomers behind the detection confirmed that the energy output was consistent with a gamma-ray burst dating back to when the universe was only 10 percent of its current age. So given the universe’s estimated age of 13.8 billion years, the burst occurred when the universe was approximately 1.38 billion years old.\n\n“These results show that a substantial fraction of FXRTs may be associated with [gamma-ray bursts] and that sensitive X-ray monitors, such as Einstein Probe can pinpoint them in the distant Universe,” Roberto Ricci, a researcher at the University of Rome Tor Vergata, Italy, and one of the authors behind the new paper detailing the discovery, said in a statement. “Combining the power of X-ray and radio observations hands us a new way to explore these ancient explosions even without detecting their gamma rays.”\n\nEP240315a marks the first time soft X-rays were detected from an ancient explosion that lasted for such a long duration. Follow-up observations using the Gemini-North telescope in Hawaii and the Very Large Telescope in Chile measured visible light from the same location that confirmed the burst had come from around 12.5 billion light-years away.\n\nGamma-ray bursts are brief flashes of high-energy light and the most powerful explosions in the universe, typically triggered by the collapse of massive stars or the merger of neutron stars. Those bursts are also known to emit copious amounts of X-rays. The recently discovered soft X-rays were traced back to GRB 240315C, a gamma-ray burst first detected by the Burst Alert Telescope (BAT) on NASA’s Neil Gehrels Swift Observatory, with additional data provided by the Konus instrument aboard NASA’s Wind spacecraft.\n\nAlthough gamma-ray bursts are associated with X-rays, the newly discovered fast X-ray transient is an anomaly. The X-rays typically precede the gamma rays by a few tens of seconds, but EP240315a was seen more than six minutes (372 seconds) before GRB 240315C. “Such a long delay has never been previously observed,” Hui Sun, a team member from the Einstein Probe Science Center at the National Astronomical Observatories, Chinese Academy of Sciences, and co-author of the new study, said in a statement.\n\nThe mystery behind the long duration of time between the X-rays and the gamma-ray burst, in addition to the long duration of the X-rays themselves, are reason to question whether gamma-ray bursts explode the way scientists believe them to.\n\nThe Einstein Probe, an X-ray telescope managed by the Chinese Academy of Sciences, and built in collaboration with European Space Agency and the Max Planck Institute for Extraterrestrial Physics, launched on January 9, 2024. Its Wide-field X-ray Telescope takes in X-ray light in square tubes in a grid, which means it can observe 3,600 square degrees (just under one-tenth of the celestial sphere) in a single shot.\n\n“As soon as we opened the eyes of Einstein Probe to the sky, it found interesting new phenomena,” Erik Kuulkers, ESA’s Einstein Probe project scientist, said in a statement. “That’s pretty good and should mean that there are a lot more interesting discoveries to come.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Research Roundup: Novel celestial discovery and solar power advancements",
            "link": "https://dailynorthwestern.com/2025/01/26/campus/sciencetechnology/research-roundup-novel-celestial-discovery-and-solar-power-advancements/",
            "description": "From outer space to Northwestern labs, researchers at the University have recently made notable advancements in astrophysics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YYXwDdp68ZYrgIb_LGePSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Daily Northwestern2h",
            "source": "The Daily Northwestern",
            "article_content": "From outer space to Northwestern labs, researchers at the University have recently made notable advancements in astrophysics and chemistry. The Daily compiled a recap of their latest research developments.\n\nTracking a fast radio burst to an unlikely galaxy for the first time\n\nIn collaboration with colleagues at McGill University, NU researchers located and tracked a fast radio burst to an inactive galaxy two billion light-years away. The finding further complicates the mystery of these short-duration radio wave emissions by contrasting prevailing theories that FRBs originate in galaxies with active star formations, according to a news release.\n\nThe group of researchers first identified this specific FRB last February using the Canadian Hydrogen Intensity Mapping Experiment radio telescope.\n\n“It’s another mystery of the universe that I’d like to explore,” said Tarraneh Eftekhari, a NASA Hubble Einstein Fellow and researcher. “It was really, really surprising and also exciting to see.”\n\nAs additional, smaller versions of CHIME — known as outrigger telescopes — come online, researchers believe they can localize the FRBs with finer precision, according to Eftekhari.\n\n“In the not too distant future, I think we’ll revolutionize the field, so I’m very excited for that,” Eftekhari said.\n\nImproving the quality of perovskite solar cells\n\nNU researchers discovered a new method to enhance the efficiency and stability of perovskite solar cells, or solar cells with a crystal structure. The team, led by chemistry Prof. Ted Sargent, published its findings Jan. 9 in the academic journal Joule, according to a news release.\n\nPSCs offer a potential alternative to costly, silicon-based solar panels, chemistry Prof. Bin Chen said in an interview with The Daily.\n\n“There are many emerging technologies, and perovskites promise to deliver higher efficiency solar panels, meaning lower costs,” Chen said.\n\nCompared to the silicon-based solar panels that currently dominate the market, PSCs weigh less, allowing for reduced installation costs, according to Chen.\n\nDuring production, PSCs also require one-eighth of the heat energy of silicon ingots, further decreasing environmental and monetary costs, according to Chen.\n\nChen said the study is part of a larger effort to investigate the reliability and durability of PSCs as researchers look for clean energy alternatives to power the future.\n\n“We see a really big global community driving toward the same goal, which is to make perovskites and solar cells better,” Chen said.\n\nEmail: [email protected]\n\nRelated Stories:\n\n— Research Roundup: AI in maternal health, quantum teleportation, developments in Parkinson’s genetic research\n\n— CIERA facilitates interdisciplinary research in astrophysics\n\n— Northwestern Researchers look into SuperAgers at the Mesulam Center"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New study reveals magnetic signals in Earth’s tidal movements",
            "link": "https://www.msn.com/en-in/news/techandscience/planetary-parade-2025-when-and-where-to-witness-this-in-india/ar-AA1xSuuO?ocid=BingNewsVerp",
            "description": "Scientists have detected faint magnetic signals from Earth's ocean tides using ESA's Swarm satellites. These signals, caused ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WYZ5KUZKVEhmjAidmq6VQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "20hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Reviewing Appy Pie AI Builder and Snappy 3.0 IDE: Transforming No-Code App Development",
            "link": "https://www.jpost.com/consumerism/article-839308",
            "description": "Appy Pie AI Builder, powered by the Snappy 3.0 development environment, has set a new benchmark in no-code app development.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZA-xZdLP9tDEi2RjSXS6NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "16h",
            "source": "The Jerusalem Post Blogs",
            "article_content": "Having explored a variety of no-code platforms over the years, I recently delved into Appy Pie AI Builder, powered by the Snappy 3.0 IDE, and the experience was nothing short of transformative. Below is a detailed review of why Appy Pie AI Builder stands as the most advanced no-code solution in the market today.\n\nUnparalleled Design Customization with Snappy 3.0\n\nThe Snappy 3.0 development environment offers a rich suite of design tools that elevate the app-building experience. Gone are the days of limited creativity—Appy Pie AI Builder now provides fully customizable templates, enabling users to create stunning, professional-grade apps. The platform’s advanced design capabilities rival those of custom development platforms, ensuring that every app is visually appealing and highly functional.\n\nBlazing-Fast Performance for a Seamless Experience\n\nThanks to infrastructure enhancements in Snappy 3.0, performance issues are a thing of the past. The IDE operates at lightning speed, allowing users to build, test, and deploy apps without any lag. This speed is especially beneficial for complex projects, making Appy Pie the best app builder and most reliable platforms in the no-code industry.\n\nAffordable Pricing with Maximum Value\n\nAppy Pie AI Builder offers exceptional value through transparent pricing plans. The platform ensures access to advanced features like iOS and Android publishing, IoT integration, and backend support without hidden fees. Even small businesses and startups can enjoy premium functionality at an unbeatable price, making it a cost-effective solution for all.\n\nCutting-Edge AI Features\n\nLeveraging artificial intelligence, Appy Pie AI Builder simplifies complex processes. From automating workflows to generating app elements, the AI capabilities within Snappy 3.0 make the platform not just user-friendly but incredibly smart. For instance, AI-driven suggestions during app creation saved me hours by recommending optimal layouts and features tailored to my goals.\n\nEnhanced Flexibility and Customization\n\nWhile Appy Pie AI Builder provides quick-start templates, it doesn’t limit creativity. The Snappy 3.0 IDE allows users to break free from template constraints, enabling deep customization to match unique branding and functionality needs. This flexibility ensures that apps built on the platform are as creative and unique as their creators.\n\nAdvanced Functionalities for Professionals\n\nThe platform has significantly expanded its advanced feature set, making it suitable for complex projects. Whether it’s integrating IoT devices, setting up sophisticated backend operations, or automating business workflows, Appy Pie AI Builder ensures that even enterprise-level needs are met with ease.\n\nIntuitive Interface for Beginners and Experts\n\nThe drag-and-drop functionality in the Snappy 3.0 IDE makes app creation accessible for users of all skill levels. Beginners can quickly build fully functional apps, while experienced developers can dive into advanced customization and integrations, all within an intuitive and user-friendly environment.\n\nDependable Customer Support\n\nAppy Pie AI Builder’s customer support team is one of its strongest assets. They are available to answer queries promptly, ensuring that users never feel stuck. Their dedication to resolving issues and guiding users through the platform enhances the overall experience.\n\nScalability for Businesses of All Sizes\n\nWhether you’re a solopreneur building your first app or a large enterprise managing multiple projects, Appy Pie AI Builder scales effortlessly. I’ve used it for both personal projects and corporate solutions, and the platform consistently performs at the highest level. Stay updated with the latest news! Subscribe to The Jerusalem Post Newsletter Subscribe Now\n\nInnovation That Leads the Market\n\nThe combination of Appy Pie AI Builder and Snappy 3.0 IDE is a testament to Appy Pie’s commitment to innovation. By addressing past criticisms and integrating cutting-edge technology, the platform now offers a complete package that redefines no-code app development.\n\nConclusion: Appy Pie AI Builder and Snappy 3.0 IDE – The Future of No-Code\n\nAppy Pie AI Builder, powered by the Snappy 3.0 development environment, has set a new benchmark in no-code app development. From advanced customization and AI-driven functionality to exceptional performance and affordability, the platform has evolved to meet and exceed the needs of modern businesses.\n\nWhether you’re a beginner or a seasoned app developer, Appy Pie AI Builder offers the tools and features to bring your vision to life. It’s not just a platform—it’s a comprehensive solution for creating apps that are fast, modern, and tailored to success.\n\nThis article was written in cooperation with Tom White"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DraftKings promo code for Bills vs. Chiefs: Bet $5, get $200 for Championship Sunday",
            "link": "https://www.al.com/betting/2025/01/draftkings-promo-code-for-bills-vs-chiefs-bet-5-get-200-for-championship-sunday.html",
            "description": "Secure $200 in bonuses when you grab our DraftKings promo code (no code needed) and wager $5 on Bills versus Chiefs.",
            "image_url": "https://www.bing.com/th?id=OVFT.tMN5trRkLU93dOa4NO4csC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "4h",
            "source": "al.com",
            "article_content": "A trip to the Super Bowl is on the line tonight when the Bills face the Chiefs in the AFC Championship. Thanks to our DraftKings promo code (no code required), wagering just $5 on the matchup will score you $200 in guaranteed bonuses.\n\nDraftKings promo code key facts\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code details Bet $5, get $200 in bonuses instantly 💸 Minimum deposit $5 📝 DraftKings promo code terms and conditions Receive a $200 bonus instantly after placing a $5 bet. The $200 bonus is issued as eight $25 bonus bet tokens.\n\n\n\nBonuses expire seven days after issuance and can’t be withdrawn. ✅ Last verified Jan. 26, 2025\n\nHow to claim the DraftKings promo code offer for Bills vs. Chiefs\n\nMost sportsbooks require a win or loss with your qualifying bet to earn a bonus. With DraftKings, you’re covered either way and it only takes $5 to activate the sign-up offer.\n\nHere’s how to get started:\n\nClick a DraftKings promo code banner or link and tap “Sign Up.” Add your information to each field and remember, no promo code is necessary. Deposit at least $5. Bet $5 or more on any market, including Bills versus Chiefs. Once the wager is submitted, you’ll instantly score $200 in bonus bets.\n\nThe bonus will be received as eight $25 bonus bet tokens. Bonuses expire seven days after receipt and can’t be withdrawn for cash. Click a DraftKings promo code banner or link for full terms and conditions.\n\nDraftKings existing user promos for Championship Sunday\n\nDraftKings didn’t earn its status as a premier sportsbook by only offering a must-have sign-up bonus. More top-tier promotions are there for the taking once you create an account, including:\n\nChampionship Sunday No Sweat: Place a 2+ leg parlay, SGP or SGP(x) and your stake will be returned in bonuses if you lose.\n\nOdds Boosts: Enhance the odds when wagering on select markets.\n\nHow to use the DraftKings promo code offer for Bills vs. Chiefs\n\nIf you put down at least $5, you can’t go wrong with your opening bet at DraftKings. Win or lose, the $200 bonus is coming your way. Successful bets will also return a cash payout, so you could wager on a longshot or parlay to try maximizing DraftKings’ welcome offer.\n\nHowever, the bonus only lasts for a week and you’ll want cash in your account when the funds dry up. The Chiefs are only a 1.5-point favorite, and I recommend backing Kansas City.\n\nWe’ve seen this movie before. Since 2021, Kansas City has come out on top in all three postseason meetings with the Bills. The Chiefs’ defense has dominated all season and tallied eight sacks in the Divisional Round.\n\nQB Patrick Mahomes doesn’t always post flashy numbers in the playoffs, but he finds a way to win. Mahomes is 16-3 in the postseason and his last playoff loss at Arrowhead Stadium was in 2022.\n\nDraftKings Casino promo code: $1K match and spin for $2K in casino credits\n\nOnline casinos aren’t legal in Alabama, however, new users in NJ, MI, PA, WV and CT can sign up with the DraftKings casino promo code (no code needed) can get a $1,000 deposit match and a shot at $2,000 in casino credits.\n\nIn addition to the 100% deposit match, new users need to wager at least $5 to get a Mystery Spin Bonus that will reward between $10-$2,000 in casino credits. Players in Alabama who can’t access DraftKings Casino can try some of the best sweepstakes casinos."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 will likely be another brutal year of failed startups, data suggests",
            "link": "https://www.msn.com/en-us/money/companies/2025-will-likely-be-another-brutal-year-of-failed-startups-data-suggests/ar-AA1xTG3L?ocid=BingNewsVerp",
            "description": "More startups shut down in 2024 than the year prior and a high volume of startup failures will continue, data from multiple ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zgIY-BznbMdRzPbHV_0owy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "12hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI startup DeepSeek disrupts US dominance, triggers selloff in US and Japan stocks",
            "link": "https://www.moneycontrol.com/news/business/markets/chinese-ai-startup-deepseek-disrupts-us-dominance-triggers-selloff-in-us-and-japan-stocks-12919982.html",
            "description": "China's DeepSeek has sent shockwaves among US AI and tech giants. Global stock markets are witnessing sharp divergences as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y50b-9wlJ870t9LoQxQDsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "moneycontrol.com2m",
            "source": "moneycontrol.com",
            "article_content": "China's DeepSeek has sent shockwaves among US AI and tech giants.\n\nGlobal stock markets are witnessing sharp divergences as Chinese artificial intelligence (AI) startup DeepSeek shakes up the tech world with its groundbreaking product release. US stock futures nosedived, led by steep losses in Nasdaq contracts, and Japanese chipmaker stocks faced heavy selling. On the other hand, Chinese and Hong Kong tech shares are surging on optimism over DeepSeek’s rapid rise, raising fresh questions about the future dominance of US tech giants like Nvidia and Google.\n\nUS futures fall, Japan shares tumble, China markets cheer\n\nStory continues below Advertisement Remove Ad\n\nUS stock index futures tumbled during Asian trading hours on Monday, with S&P 500 futures falling as much as 1 percent and Nasdaq 100 futures dropping nearly 1.9 percent. The sell-off reflects growing investor concern that DeepSeek’s cost-efficient AI model, developed using reduced-capability chips, could disrupt the business models of US giants like Nvidia Corp., OpenAI, and Google, reported Bloomberg.\n\nMeanwhile, Asian markets offered a mixed response. Hong Kong's Hang Seng Tech Index climbed 2 percent, while Japan’s Nikkei 225 futures dropped 0.6 percent. Shares of Advantest Corp., a major supplier to Nvidia, plunged 8.6 percent in Tokyo trading, while SoftBank Group Corp., which surged last week on AI infrastructure plans, fell 5.4 percent.\n\nDeepSeek’s revolutionary AI model: Low cost, high impact\n\nA Forbes report said that DeepSeek has sent shockwaves through Silicon Valley with its AI model, developed at a cost of just $5.6 million. Unlike its US counterparts, DeepSeek relies on open-source technology and lower-end chips, sidestepping the need for high-end hardware restricted by US export controls.\n\nFounded in 2023 by Liang Wenfeng, a hedge fund and AI industry veteran, DeepSeek is funded solely by Wenfeng’s quantitative hedge fund, High-Flyer. This unique structure allows the company to focus on long-term research without the constraints of external investors.\n\nGlobal implications: US tech dominance disrupted\n\nStory continues below Advertisement Remove Ad\n\n“DeepSeek’s release is deeply problematic for the thesis that massive capital expenditure is necessary for AI dominance,” said Nirgunan Tiruchelvam, head of consumer and internet at Aletheia Capital, in an interview with Bloomberg. Charu Chanana, chief investment strategist at Saxo Markets, added, “While Nvidia has a strong foothold, DeepSeek's emergence underscores that AI dominance cannot be taken for granted.”\n\nThe impact extends beyond the US. Chinese AI-linked stocks rallied in response to DeepSeek’s success, with the Shanghai Composite rising 0.2 percent and Hong Kong’s Hang Seng climbing 0.7 percent. However, chipmakers in Japan, such as Advantest and Disco Corp., faced significant losses amid fears of reduced demand for high-end AI chips.\n\nWhile DeepSeek’s innovative AI model has reshaped market dynamics, it still faces challenges in competing with US tech giants. Forbes said that the company suffers from a significant compute disadvantage, exacerbated by US export restrictions on advanced chips. Bridging this gap will be essential for DeepSeek to scale its operations and compete globally.\n\nThe road ahead for US tech\n\nThe timing of DeepSeek’s release adds to the pressure on US tech firms, many of which are set to report earnings this week. Analysts expect profit growth for companies like Apple and Microsoft to have slowed, further intensifying concerns about inflated valuations in the AI sector.\n\nKyle Rodda, senior market analyst at Capital.com, told Bloomberg, “The proverbial arms race in AI investment has taken a very interesting turn. China’s advancements will undoubtedly catch the ire of the Trump administration, raising geopolitical risks for US firms.”\n\nDisclaimer: The views and investment tips expressed by investment experts on Moneycontrol.com are their own and not those of the website or its management. Moneycontrol.com advises users to check with certified experts before taking any investment decisions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discretionary pickup may revive revenue growth for IT biggies",
            "link": "https://economictimes.indiatimes.com/markets/stocks/news/discretionary-pickup-may-revive-revenue-growth-for-it-biggies/articleshow/117587191.cms",
            "description": "The sample's revenue fell by 0.3% from the previous quarter to $20,207.5 million. In addition, the trailing 12-month (TTM) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0N6LzQUNUe62DAokW4TkKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "4h",
            "source": "Indiatimes",
            "article_content": "\n\n\n\n(You can now subscribe to our\n\n(You can now subscribe to our ETMarkets WhatsApp channel\n\nET Intelligence Group: The country's top five software exporters reported the sharpest sequential revenue drop in six quarters at the aggregate level for the December 2024 quarter amid seasonal weakness due to holidays and furloughs.The sample's revenue fell by 0.3% from the previous quarter to $20,207.5 million. In addition, the trailing 12-month (TTM) trend in revenue shows that after a spike between FY21 and FY22 amid the post-pandemic boom, the revenue growth for each of the five companies has fallen below the levels seen five years ago, impacted by a slack in the demand for discretionary projects - long-term contracts which are transformational in nature - amid the rising focus of clients to achieve cost efficiency for existing processes.The TTM method tends to smoothen out quarterly volatility thereby offering a better understanding of the long-term trend. Considering the TTM dollar denominated revenue, the aggregate revenue of the top five IT exporters recorded a year-on-year growth of 2.4% in the December quarter, led by 5.3% growth in the country's third largest IT exporter HCLTech's TTM revenue at $13,771.8 million and 4% in $30,077 million revenue reported by TCS , the largest IT exporter. On the other hand Wipro and Tech Mahindra , the fourth and the fifth largest Indian IT exporters by that order showed a drop of 3.6% and 2.1% respectively in their TTM revenues. For Infosys , the second largest IT exporter, TTM revenue rose by 3% to $6,263.3 million.Though the December quarter TTM revenue growth for the sample was the highest in four quarters, it has been on a gradual decline compared with the growth ten quarters ago. For instance, it peaked at 18.1% in the March 2022 quarter on the back of a tepid 1.7% increase in the year-ago quarter affected due to the Covid pandemic. However, since the March 2022 quarter, it has gradually fallen.The top line growth is expected to pick up in the coming quarters amid hopes of a revival in discretionary projects. Each of the top companies continued to report a sustained momentum in new deal wins in the December quarter thereby improving revenue visibility. In rupee terms, the sample's aggregate revenue rose by 0.9% to ₹1.7 lakh crore while net profit grew by 3.7% to ₹28,126 crore in the December quarter. HCLTech reported the strongest growth of 3.6% and 8.4% in revenue and net profit at ₹29,890 crore and ₹4,591 crore in that order."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Start of the autonomous AI era",
            "link": "https://www.bangkokpost.com/business/general/2948332/start-of-the-autonomous-ai-era",
            "description": "Leading businesses in Thailand have begun to embrace agentic artificial intelligence (AI) to pilot selective tasks, in a bid ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bYquMvEbc9s7buuz47-_4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Bangkok Post5h",
            "source": "Bangkok Post",
            "article_content": "Agentic artificial intelligence is set to transform business this year, replacing workers as the technology can think and make decisions, offering companies the chance to cut costs\n\nListen to this article\n\nAccording to Gartner, agentic AI is a top strategic technology trend in 2025.\n\nLeading businesses in Thailand have begun to embrace agentic artificial intelligence (AI) to pilot selective tasks, in a bid to explore its benefits.\n\nThe term refers to an AI system with enhanced autonomy, decision-making capabilities and adaptability. Agentic AI systems autonomously plan and take actions to meet user-defined goals, offering the promise of a virtual workforce that can offload and augment human work.\n\nAccording to global research and consultancy Gartner, agentic AI is a top strategic technology trend in 2025 that is poised to drive innovation, offering significant business benefits by providing a virtual workforce of AI agents.\n\nHowever, the implementation of agentic AI also presents challenges, particularly in ensuring that these autonomous systems are aligned with the intentions of both the providers and users.\n\nTo mitigate these risks, it is crucial to establish robust safeguards and guardrails that guarantee AI's actions remain consistent with the desired outcomes, said Gartner.\n\nThe company predicts by 2028, 33% of enterprise software applications will include agentic AI, up from less than 1% in 2024, enabling 15% of day-to-day work decisions to be made autonomously.\n\nFirst in the region\n\n\"In 2025, agentic AI will be a key trend, combining AI and automation,\" said Anothai Wettayakorn, managing director of IBM Thailand.\n\nThe rise of agentic AI marks a significant shift in the future of work, with AI agents autonomously executing tasks, collaborating with human workers, and driving value across businesses, he said.\n\nIn Thailand, IBM successfully completed a pilot initiative using generative AI (GenAI) to automate laboratory orders, enhancing patient diagnosis and improving confidence, quality and speed in treatment.\n\nThis collaboration took place with Maharaj Nakorn Chiang Mai Hospital, an affiliate of Chiang Mai University's Faculty of Medicine.\n\nThis was the first agentic AI use in Southeast Asia for healthcare, said Mr Anothai.\n\nAfter an eight-month pilot and an investment of 10 million baht, IBM's agentic AI technology leverages existing automation in the hospital's laboratory and hospital data system to speed up patient services.\n\nThe initiative minimises repetitive tasks for doctors and nurses, said Dr Bannakij Lojanapiwat, faculty dean at the university.\n\nIBM's client engineering team worked alongside the faculty to build a model using IBM AI platforms to analyse and interpret doctors' notes, recommend treatment pathways, and automatically handle laboratory orders.\n\nAI can suggest pathology laboratory tests based on a patient's medical record and trends, and doctors can then verify the suggestions.\n\nOnce approved by doctors, the AI automates the lab orders and schedules the patient's follow-up appointments, alleviating the workload for both doctors and nurses, said Dr Bannakij.\n\nThe collaboration complemented the hospital's recent implementation of a fully automated medical laboratory system.\n\nBuilt on transparent, reliable data and global AI governance standards, this initiative was meant to improve service efficiency and support medical decision-making with accurate and comprehensive insights, enhancing treatment quality and speed, according to IBM.\n\nThe project eases high-volume workloads, reducing the time spent in the lab order process and on scheduling patient appointments. As a result, it cuts the time spent by patients in medical check-ups at the hospital by 30-40 minutes, down from the current 150 minutes, he said.\n\nThe hospital has around 1.6 million patients a year. For the project, physicians also help to train the AI system.\n\n\"This milestone highlights our vision to lead in service excellence, treatment and research -- not just in Chiang Mai or Thailand, but across Southeast Asia,\" said Dr Bannakij.\n\nDr Krit Khwanngern, deputy dean of the Faculty of Medicine at Chiang Mai University, said the system does not store patients' real names, instead anonymising them to protect sensitive data and comply with the Personal Data Protection Act.\n\nIn the future, the hospital will analyse patient medical check-up data and use it to offer preventive healthcare services on a more personalised basis, said Dr Krit.\n\n\"Agentic AI is leveraged with the digital improvements we've invested in over the past few years by integrating different systems from physicians, nurses, pharmacies, and electronic medical records for both inpatient and outpatient care. This provides a strong data infrastructure on the back end, which leads to improved services on the front end,\" he said.\n\n\"We also invested 300 million baht in cybersecurity to ensure strong capabilities to secure sensitive data.\"\n\nThe project was successful because of the ability of the hospital's in-house teams to work together with external tech experts, while its physicians have technical knowledge that can design systems to serve users' needs, said Dr Krit.\n\nThe hospital continues to adopt advanced technologies, he said.\n\nThe faculty piloted IBM's AutoAI to support the development of patient service apps, enabling data scientists to write code more efficiently and reduce development time for future apps that will enhance patient treatment and services, said Dr Krit.\n\nMany executives note that humans will still be required to operate AI in a responsible manner.\n\nAgentic AI in banking\n\n\"2025 will be the year of agentic AI and we've been working on responsible agentic AI since the beginning of this year,\" said Ruangroj Poonpol, chairman of Kasikorn Business-Technology Group (KBTG), the technology arm of Kasikornbank.\n\nAgentic AI will be an essential tool for KBTG to accelerate its organisational transformation, he said. An AI agent can perceive, make decisions, take action and achieve goals in its own environment.\n\n\"It's a digital workforce without the need of a vacation, providing even more productivity uplift than before. We need to upskill, reskill, and learn how to use it and when to use it,\" said Mr Ruangroj.\n\nIn 2025, KBTG will focus on fostering collaboration between humans and AI, while ensuring a human-centric approach, he said. With human-AI convergence for value creation, KBTG's performance will be faster and more productive than ever, said Mr Ruangroj.\n\nHe said this focus will be driven by a few elements, including the use of new platforms to efficiently manage AI agents, enabling seamless collaboration with human workers.\n\nOne of the platforms is AthenaMind, an internal tool designed as an AI agent creation hub, or \"AI agent factory\", for building AI agents for various applications.\n\nAnother element is an agentic orchestration, involving the design of new operational workflows to enable AI agents and humans to work together more effectively and drive business outcomes.\n\nFor example, KBTG introduced an AI coding assistant to improve software development, reducing software developers' working hours by 20%. So far, more than 500,000 lines of code have been generated using AI.\n\nThe next step is to evolve this AI assistant into a fully functional AI coding agent, capable of independently writing code from start to finish based on clear requirements, said Mr Ruangroj.\n\nKBTG equips its employees with the right mindset, skills, and an open work culture to integrate AI into their daily tasks, he said. The company achieved 100% AI literacy, ensuring all employees are knowledgeable and prepared to work alongside AI technology in their roles.\n\nKBTG wants this human-AI convergence project to generate more than 10 billion baht in business impact by 2029, said Mr Ruangroj.\n\nRetail uses\n\nAxel Winter, chief executive of Xponential, a software-as-a-service (SaaS) platform and innovation consultancy, said the opportunities for AI agents are vast in the retail sector.\n\n\"For example, agents could dynamically create promotions based on real-time data such as customer sentiment, inventory levels and sales trends,\" he said.\n\nThey can also generate and deploy marketing campaigns across various channels, which are particularly relevant in the fast-paced Southeast Asian e-commerce landscape.\n\n\"It's important to recognise not all AI technologies being promoted are fully mature, and the field is in constant flux. It is vital to remain flexible, keep a close eye on both established vendors and the open-source community, and be prepared to adapt and innovate rapidly,\" said Mr Winter.\n\nWidespread in 2026\n\nPhiphat Prapapanpong, director of advanced insights at Bluebik Group, a SET-listed tech consulting firm, said the adoption of AI-driven agentic workflows, which leverage GenAI capabilities with business processes, will emerge as a key trend in AI development.\n\n\"This year marks the beginning of the agentic AI era, with large enterprises -- particularly banks, insurance companies and retailers -- starting to pilot its use internally,\" he said.\n\nBy next year, Mr Phiphat said he expects agentic AI to become more widespread and transition into full deployment.\n\nHe said organisations piloting agentic AI aim to enhance employee productivity without additional hiring. For example, procurement processes can use agentic AI to seek better prices and sourcing.\n\nJob losses and opportunities\n\nPanutat Tejasen, a pioneer in AI development, said the adoption of agentic AI is accelerating because it can integrate with business workflows, delivering tangible results for return on investment.\n\nHe said many jobs will be replaced as agentic AI takes over tasks. For example, roles in customer service, procurement and data entry are likely to be automated.\n\n\"You will see machine agents communicating with other machines. A procurement agent, for example, will negotiate with a sales agent, with less human involvement,\" said Mr Panutat.\n\nHe said agentic AI will also open up new opportunities in software development.\n\nThanachart Numnonda, executive director of IMC Institute, a tech research and training firm, said agentic AI is still being used for specific and small-scale tasks.\n\n\"This opens up new opportunities for developers to build agentic AI services tailored for businesses,\" he said.\n\nMr Thanachart said he does not think agentic AI will make the SaaS business obsolete, as it still requires software as its foundation.\n\n\"Humans are still in the loop and work alongside AI,\" he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China's new AI model that rivals OpenAI, Google, Microsoft is taking the internet by storm; here’s why",
            "link": "https://www.msn.com/en-in/money/other/china-s-new-ai-model-that-rivals-openai-google-microsoft-is-taking-the-internet-by-storm-here-s-why/ar-AA1xUEni?ocid=BingNewsVerp",
            "description": "The launch of DeepSeek R1 has sparked diverse reactions across the tech world. As a new AI model from China, it challenges ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xxdY4_WF9i4IEMVmHlIvVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "1hon MSN",
            "source": "Business Today on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ETtech Explainer: What is DeepSeek, China's competitor to OpenAI?",
            "link": "https://www.msn.com/en-in/technology/artificial-intelligence/ettech-explainer-what-is-deepseek-china-s-competitor-to-openai/ar-AA1xSHsK?ocid=BingNewsVerp",
            "description": "DeepSeek is a Chinese AI startup specialising in open-source large language models (LLMs). When launched in December 2024, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pniZV-MwzFNnwuWxTf3N7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "14hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breakthrough materials with steel-strength, light as foam, could make powerful planes",
            "link": "https://www.msn.com/en-us/technology/aviation/breakthrough-materials-with-steel-strength-light-as-foam-could-make-powerful-planes/ar-AA1xSUOB?ocid=BingNewsVerp",
            "description": "Nano-architected materials are made of tiny building blocks or repeating units measuring a few hundred nanometres in size — ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1rgmLdjHtKmfxDfd7XAcGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Interesting Engineering on MSN17h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 LiDAR At A Crossroads: Can Western Companies Survive Chinese Dominance?",
            "link": "https://seekingalpha.com/article/4752128-2025-lidar-at-crossroads-can-western-companies-survive-chinese-dominance",
            "description": "Chinese LiDAR companies like Hesai and RoboSense are outpacing Western counterparts. Learn more about the future of LiDAR ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a2uHZBbEQYwWcV4Cjz2n2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "2h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia says its troops have captured a strategic town in eastern Ukraine",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/russia-says-its-troops-have-captured-a-strategic-town-in-eastern-ukraine/ar-AA1xTZlA?ocid=BingNewsVerp",
            "description": "Russia on Sunday claimed its troops had captured a strategically important town in eastern Ukraine, as part of a grinding ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SL5MCUw04h7UFsxuTseoay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Zelensky believes Trump could end Russia’s war but only if Ukraine included in peace talks",
            "link": "https://www.msn.com/en-ie/news/world/zelensky-believes-trump-could-end-russia-s-war-but-only-if-ukraine-included-in-peace-talks/ar-AA1xTY74?ocid=BingNewsVerp",
            "description": "Ukrainian President issues demand to US President after Vladimir Putin states Moscow is ‘ready for negotiations’ ...",
            "image_url": "https://www.bing.com/th?id=OVF.p9jzmAmpOHOD47aNGaqV6w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "9hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "As conflict rates soar, misinformation is getting worse",
            "link": "https://www.politico.eu/article/as-conflict-rates-soar-misinformation-is-getting-worse-gaza-ukraine-war/",
            "description": "We may not be able to change how people ingest information, but we can and should place guardrails around the evidence we use ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XqKkZdeAkE8dzd60VtKoIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Politico Europe48m",
            "source": "Politico Europe",
            "article_content": "Yet, over the past years, we’ve seen the emergence of a confluence of factors (including sourcing from automated, AI-generated social media trawls and strongly politicized information collection), which will inevitably create a distortion in conflict data. And it will have a detrimental effect on what people will come to know about conflict, how we respond to or engage with threats and risks, whose security we value and whose human rights we uphold.\n\nAs conflict rates continue to rise, we need accurate, reliable and good-faith evidence to stem the tide.\n\nMeta CEO Mark Zuckerberg’s recent decision to stop independent fact-checking on Facebook and Threads, starting in the U.S., is a culmination of all this. Of course, it’s not like Facebook’s fact-checking was holding back the wave of misinformation — and the decision to move away from often highly politicized decisions does have merit. However, this comes at a moment when we’re experiencing a decrease in the quality and quantity of accurate information; public consciousness is against expertise that challenges preconceived ideas; and both public and private information flows prioritize fast data — regardless of quality.\n\nThere’s certainly an audience for fast information: Most young people get their news through brief, visual messages — if they get any at all. And in order to grab attention in this ecosystem, conflict news often pushes extremely unreliable death tolls or blame narratives that are simplistic and skewed, resulting in a conflict news cycle that is both brutal and perversely entertaining.\n\nThere’s also little pushback against highly exaggerated and unproven fatality counts that are put out to emphasize the depth of destruction. The number of people killed in conflict is extremely difficult to measure accurately — even when that conflict is extensively covered, like the wars in Gaza and Ukraine. In cases of largely forgotten conflicts, like that in Sudan, who is going to check whether it was actually 100,000 or 150,000 people who were killed? (In reality, both these numbers are exaggerations, yet both appeared in print in major publications this week.)\n\nWho checks these figures? My team and I do."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Star-Studded War Movie With 91% on Rotten Tomatoes Delivers Unforgettable Tension and Sacrifice",
            "link": "https://collider.com/the-outpost-war-movie/",
            "description": "Although war films have always been popular as a genre, there has been much more hesitation in crafting adaptations of recent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nOeYuhOlc-ID3tL4WHRNvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "5h",
            "source": "collider",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is Alani Nu and Is Its Growth Causing Celsius Stock to Plunge?",
            "link": "https://www.msn.com/en-us/money/topstocks/what-is-alani-nu-and-is-its-growth-causing-celsius-stock-to-plunge/ar-AA1xSQi7?ocid=BingNewsVerp",
            "description": "Alani Nu is an energy drink with similar branding to Celsius that only launched in 2018. Alani Nu is owned by privately held ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d29CSpm_V6gwT_WaLwWizi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "17hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prediction: 1 Soaring Cryptocurrency Stock Could Plunge by 50% (or More)",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/prediction-1-soaring-cryptocurrency-stock-could-plunge-by-50-or-more/ar-AA1xSztr?ocid=BingNewsVerp",
            "description": "Robinhood Markets (NASDAQ: HOOD) stock has been on a tear lately, with a whopping 358% gain over the past 12 months alone. In ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NblmdlNNIGpmAY0k7gmsZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "16hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Memecoins and art market share similar economics — Ki Young Ju",
            "link": "https://www.msn.com/en-us/money/other/memecoins-and-art-market-share-similar-economics-ki-young-ju/ar-AA1xU8W3?ocid=BingNewsVerp",
            "description": "CryptoQuant CEO Ki Young Ju recently said that memecoins and the art market share similar valuation mechanisms, with both ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ic3h0D5xW0TKv3P4ITw3Ei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mastercard: Expect Solid Q4, But Valuation Concerns May Bite",
            "link": "https://seekingalpha.com/article/4752129-mastercard-earnings-preview-expect-solid-q4-but-valuation-concerns-exist",
            "description": "Mastercard is expected to report solid Q4 revenue growth of 13-14%, driven by strong cross-border volumes. Read why I assign ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xKRij-2vVracljtlUr2_py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2h",
            "source": "Seeking Alpha",
            "article_content": "Experience as an investment analyst for a major BB-Bank, as well as private equity consultant for MBB. Currently working towards the CFA charter, having completed I&II. Passion for risk-assets (Growth, Contrarian, Emerging Market) ex-colleague and close friend of Investor Express\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\n\n\nNot financial advice.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Budget 2025: SBI says government may introduce new funding methods for infrastructure, disaster pool, sectoral PLIs",
            "link": "https://www.msn.com/en-in/money/other/budget-2025-sbi-says-government-may-introduce-new-funding-methods-for-infrastructure-disaster-pool-sectoral-plis/ar-AA1xUuUg?ocid=BingNewsVerp",
            "description": "The Union government may announce the 2025 Budget with innovative measures to boost infrastructure, agriculture, MSMEs, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9Nvi8GSoBFDll6OwyUkhRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump’s Lumber Tariffs and Disaster Recovery",
            "link": "https://www.wsj.com/opinion/lumber-tariffs-and-disaster-recovery-canada-california-fires-4ec8f2e0",
            "description": "Border taxes on imports from Canada will slow rebuilding in Los Angeles and North Carolina.",
            "image_url": "https://www.bing.com/th?id=OVFT.qRDRM_0l-_PtMl5F-EsWlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "8hOpinion",
            "source": "Wall Street Journal",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What handheld PC makers should do to fight the Nintendo Switch 2",
            "link": "https://www.theverge.com/24351383/handheld-pcs-challenge-switch-2-editorial",
            "description": "But the Nintendo Switch 2, coming later this year, may change that value proposition. Not only will it continue to be the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uT543XHGUA0_ZqJbX_voZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "12h",
            "source": "The Verge",
            "article_content": "I stopped buying most games for my Nintendo Switch the day I bought a Steam Deck. My Switch has been a Mario and Zelda machine ever since. It’s simple: the Steam Deck took the Switch’s best trick — pick-up-and-play portability — while offering more games that run better. I can easily resume the ones I started on my desktop PC, or continue to play portable titles on my desktop and marvel at improved graphics.\n\nBut the Nintendo Switch 2, coming later this year, may change that value proposition. Not only will it continue to be the console that attracts families and kids with inventive, surprising, must-try exclusive Nintendo games that use its detachable Joy-Cons’ many tricks, but it also has a real chance at convincing the enthusiasts who might otherwise buy a handheld gaming PC — or who were waiting for handheld PCs to become less of a wild west.\n\nThe Switch 2’s newly magnetic Joy-Con. Gif: Nintendo\n\nThe Switch 2 may meet or beat the Steam Deck in performance. If history’s any indication, it should easily sell better than every handheld gaming PC combined. When the original Nintendo Switch launched nearly eight years ago, there was almost nothing to play but Zelda, and Nintendo held its game catalog in an iron grip — but now, the backwards-compatible Switch 2 will launch with one of the largest and most welcoming libraries of all time, rivaled only by smartphones and computers. The Switch could theoretically become the new baseline for game developers to target, and the most reliable place to find new handheld-friendly titles.\n\nSo: How can the budding handheld PC revolution escape the shadow of the Switch 2? I won’t say I know for sure, but I did just check the industry’s temperature at CES 2025, the world’s biggest tech show — and I’m afraid PC handhelds may stay in that shadow unless the industry does more.\n\nHandheld ergonomics was one bright spot going into 2025. While I still prefer the Deck’s overall feel, practically every PC handheld I touched had nicely sculpted grips that made them more comfortable to hold than their predecessors. From the 8-inch MSI Claw 8 AI Plus and Lenovo Legion Go S, to the 8.8-inch Legion Go 2, and the giant 11-inch Tencent Sunday Dragon, even the largest Windows handhelds didn’t feel as awkward as some of their first-gen predecessors.\n\nThere are four places I think the industry has to change — and maybe, band together — if these handhelds want a meaningful piece of the Switch.\n\nA year made a huge ergonomic difference to Lenovo’s handhelds in particular. (The new one’s on the left.) Photo by Antonio G. Di Benedetto\n\nOperating system\n\nBuyers need to know that their game will be ready to play when they press the power button on a handheld. That’s the Nintendo Switch experience, and it’s similar to how the Steam Deck works once games are downloaded — but it’s far from what Windows handhelds currently offer.\n\nThat’s why the three biggest pieces of handheld gaming news at the show had little to do with the hardware itself. They were about ditching today’s version of handheld Windows.\n\nFirst, Lenovo revealed it would produce the first authorized third-party handheld to ship with Valve’s easy-to-use SteamOS instead of Windows — something only the Steam Deck has done so far. Second, Valve told us it would bring a SteamOS beta to additional third-party handhelds as soon as this April. Third, a Microsoft executive told The Verge that the company would finally do something meaningful about its bloated Windows experience on handhelds later this year, combining “the best of Xbox and Windows together.”\n\nThese moves are heartening, as it’s a Wild West in handheld PC land. Most companies opt for a copy of Windows that doesn’t reliably launch games or sleep and wake properly, defeating some of the purpose of a pick-up-and-play handheld experience. They’re filled with difficult-to-navigate UI and unnecessary bloatware, too — to the point that today, a community-created fork of Valve’s SteamOS UI is already a far better experience than Windows.\n\nIt’s also good for SteamOS fans: while the Steam Deck is a great platform for SteamOS, we’ve already seen the Deck can’t compete with the Switch by itself. Game publishers don’t see the raw sales numbers to bring big multiplayer games like Fortnite or Valorant to SteamOS. (They say cheaters are too big a risk.)\n\nBut, while the CES moves are significant, Valve, Microsoft, and Lenovo are non-committal about how much things might improve. Microsoft would only give me the barest hints about making Windows feel more like an Xbox game console at some point later this year. Lenovo is hedging its SteamOS bet hard — not only will the Legion Go S ship in both Windows and SteamOS varieties, the Windows version will go on sale months earlier, and Lenovo won’t commit to SteamOS for its larger, later-in-2025 handheld.\n\nNo other company announced a SteamOS handheld at CES, either, save for PC maker GPD, with a claim that was apparently false or lost in translation. Valve told me it has no other partner devices currently in the works for SteamOS, though it’d be happy to work with more companies. I believe every handheld maker should give SteamOS a shot.\n\nCES 2025 brought huge handhelds like this 11-inch Acer, and they’re not necessarily a bad idea! Photo by Antonio G. Di Benedetto / The Verge\n\nScreen\n\nThis one’s easy: to maximize performance, battery life, economies of scale, and offer a closer-to-game-console experience, handheld PC makers should universally adopt a 1080p-or-lower-resolution HDR OLED screen with variable refresh rate.\n\nMany PC manufacturers are wasting what little performance they can muster from a handheld chip and battery on a screen with far too many pixels for the task, artificially constraining performance and battery life in exchange for 1600p or 1200p sharpness that most gamers won’t miss on a 7-inch to 8-inch panel. Additionally, every handheld without a variable refresh rate screen is likely wasting a good chunk of the frames that their handheld can serve because their screen is artificially limiting their framerate — VRR was the Asus ROG Ally’s secret weapon, letting it play games more smoothly than competing handhelds even if rivals’ chips offered the same FPS.\n\nLastly, HDR is a revelation on the Steam Deck OLED’s screen, letting both native titles and the HDR games I stream from my PS5 feel like they’re filled with real light that explodes out of the screen. It’s something Windows desktops and laptops have never consistently offered the way today’s consoles do, but handhelds could be the gateway to changing that.\n\nIs a screen like the one I’m describing expensive or hard to find? Band together, PC companies, and surely a display maker can change that for you.\n\nChips and battery\n\nUnless you count the Nvidia Tegra at the heart of the Nintendo Switch, AMD is the leader in handheld chips. But its semi-custom Aerith and Sephiroth parts for the Steam Deck feel like the only ones proactively designed with power-sipping handhelds in mind, leaving everyone else at a portability disadvantage. And it sounds like AMD’s new Z2 line might not be all that different.\n\nAMD’s Z1 batch of chips in handhelds like the Asus ROG Ally wasn’t originally for handheld; they’re mildly tweaked laptop processors that need 17 or 18 watts to begin to hit their stride, enough for a complete handheld to drain a typical 50Wh battery pack in well under three hours with mildly intensive games.\n\nThe Z2 line is similarly a set of tweaked laptop chips, and while AMD told me some may offer more performance at the same power and add improved efficiency tweaks, the total consumed power may not decrease. Lenovo product manager Alex Zhu told me it’s looking at running its Legion Go S’s Z2 Go chip at around 20 watts, which might give it worse battery life than the 15-watt-and-below Steam Deck even if its GPU is more capable. AMD also confirmed the Z2 Go is less powerful than the prior-gen Z1 Extreme.\n\nAMD senior fellow Mahesh Subramony told me the company’s flagship Z2 Extreme chip, on TSMC’s shrunk-down N4P process node with a mix of newer Zen 5, Zen 5c and RDNA 3.5 cores, should be both more efficient and much more capable than the Z2 Go, and quite a bit better than the Z1 Extreme as well, but it’s not a leap forward. That may require AMD’s even newer RDNA 4 graphics, and it may require bespoke processors.\n\nThe MSI Claw 8 AI Plus uses an Intel Lunar Lake chip. Photo by Antonio G. Di Benedetto / The Verge\n\nDon’t hold your breath if you’re hoping Intel might provide meaningful competition in the handheld chip realm. While early reviews of the Intel Lunar Lake chip in the revised MSI Claw 8 AI Plus are quite promising, its pricey Lunar Lake chip may be a bit of a one-off, with future Intel parts steering away from the power-saving on-die memory that Intel experimentally added. I’m curious if that’s why MSI hasn’t fully launched the Claw as expected.\n\nMeanwhile, Intel certainly has bigger fish to fry right now than making custom handheld chips. “It’s not a market that we’re actively pursuing, but it’s a market we’re happy to enable,” Intel VP of technical marketing Robert Hallock tells me of handheld gaming. “It is somewhat extracurricular,” he added, explaining that it’s a fun and exciting but small market and that Intel has to pick its battles. “We’re coming off admittedly, about five, six years of strife and we have to decide where we want to invest.”.\n\nSome manufacturers have been able to improve the battery life disadvantage of today’s off-the-shelf AMD chips by including a much larger battery pack — the Asus ROG Ally X doubled the size of its predecessor’s pack to 80 watt-hours, and it’s no longer the only 80Wh handheld you can buy. But that comes with size and weight tradeoffs that can only be partially engineered away.\n\nWe need handheld makers to join together and make a case for better chips.\n\nThe Steam Deck still starts at $399, even if the $529 OLED model is superior. Photo by The Verge\n\nPrice\n\nThe PC industry also needs to cut prices if it wants a chance to eat Nintendo’s lunch.\n\nThe Nintendo Switch debuted at $299 in 2017 — around $380 in today’s money — and the OLED version arrived at $349 in 2021. A year later, Valve’s Steam Deck debuted at $399. But today, the only Windows handheld gaming PC I can recommend costs $799, roughly twice the price of an entry-level Deck, and most Windows handhelds have started at $600 and up. High-end options are great, but the space may remain niche without low-end options, too.\n\nOnly the least expensive model of Lenovo’s SteamOS variant of the Legion Go S will lower that bar to $499 this May. And all of those prices are still more than Sony or Microsoft charges for a TV console with far more performance, and likely more than Nintendo will charge for the Switch 2.\n\nI’m not sure what exactly PC makers would need to do to challenge the Switch on price, but it’s likely not simple. Valve CEO Gabe Newell said it was “painful” but “critical” to launch the Steam Deck at $399, hinting that the company may have followed the razor-and-blades business model where console makers initially sell hardware at a loss, then make the money back as people buy games. If so, that’s a tough act to follow, as no other PC maker controls the world’s largest PC games store and can afford to subsidize a handheld that way.\n\nBut not every console has been a loss leader: Nintendo reportedly never sold the Switch at a loss, and Sony stopped selling the PS5 at a loss less than a year after its debut. So it’s possible to cut prices with the right bill of materials and economies of scale. Lenovo explicitly told me it worked with AMD on the Z2 Go chip to help lower the Legion Go S’s price, for example.\n\nTo compete with Nintendo, a company like Microsoft or Valve or even Sony needs to lead the charge, securing the components and offering the right operating system for dozens of true Switch competitors Imagine dozens of portable Xboxes or PlayStations or Steam Machines, instead of each PC maker marching to the beat of their own drum."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel debuts bold modular laptop design for the right-to-repair movement",
            "link": "https://www.yahoo.com/tech/intel-debuts-bold-modular-laptop-143010269.html",
            "description": "Intel proposed a modular laptop design for laptops and mini-PCs that focuses on the right-to-repair and sustainability.",
            "image_url": "https://www.bing.com/th?id=OVFT.9YWJe0K7Hv25reJp0pNukC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "13h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nThis Future photo illustration shows how the various parts of a modular laptop can be swapped out or adjusted. | Credit: Future\n\nThis week, Intel proposed a modular PC design engineered for laptops and mini-PCs that feels like a sketch of what future laptops could be.\n\nPublished by Intel researchers on the company's blog, the modular laptop concept envisions what laptops and mini-PCs could look like with standardized sizes for mobile motherboards and IO ports for fan-less, single-fan, and dual-fan laptops.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nRoberta Zouain, Intel's Sustainability Product Strategy and Marketing Manager; Reshma PP, Director of System Design; and Gurpreet Sandhu, Vice President of the Platform Engineering Group, are behind the concept.\n\nThis new approach from Intel has one key differentiator: It's open-source.\n\nThe researchers' driving focus, they write, is sustainable laptop production, which goes hand in hand with the right-to-repair movement. This movement enables users to repair and upgrade their machines without being penalized by technology companies through restrictions on getting components or tools to make the repairs.\n\nWhile modular laptop concepts aren't new — Framework has been making modular laptops for years, and Asus will soon release ROG Strix Scar 16 and 18 laptops — this new approach from Intel has one key differentiator: It's open source, meaning anyone can use the research materials to make their own laptops and PCs.\n\nWhat is Intel's Modular PC paper about?\n\nIntel's proposed modular motherboard and IO ports in laptops with fan-less, single-fan, and dual-fan designs. | Credit: Intel\n\nIntel's modular design would separate the existing laptop motherboard from an all-in-one solution into a three-segment design with the motherboard and SoC (system-on-a-chip) separate from the IO ports. This would allow for an easier repair and upgrade process.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"This innovative structure allows for targeted upgrades, repairs, and replacements, significantly extending the device's lifespan and reducing electronic waste.\"\n\nIntel's proposal reads, in part, \"Modular PC architecture breaks from the traditional all-in-one motherboard design, opting instead for a system where key components are categorized into individual, interchangeable modules.\n\nThis innovative structure allows for targeted upgrades, repairs, and replacements, significantly extending the device's lifespan and reducing electronic waste.\"\n\nIntel also proposed a modular mini-PC design, separating the components into standardized modules, similar to the proposed laptop design.\n\nAs the Intel blog purports, the purpose of all this is to \"significantly extend the usable life of computing devices, thereby reducing electronic waste and promoting a more sustainable consumption model.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"By working closely with our customers and partners, we hope to transform the way PCs are designed and help shape the future of computing.\"\n\nWhat makes Intel's proposal different from existing modular laptops like Framework?\n\nCredit: Framework\n\nFor the last couple of generations of Framework designs, like the Framework Laptop 16 in 2023, the company has even created swappable motherboards and replaceable displays to repair or upgrade the laptop.\n\nHowever, Framework is just one company. Intel's design plan attempts to open-source modular laptop and mini-PC designs.\n\nThe pro proposal is more like the desktop format approach. In contrast, PC-building enthusiasts can choose parts from different manufacturers and put them in the same PC thanks to format standardizations like ATX, DTX, Micro ATX, and Mini ITX.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIntel pioneered the ATX and Micro ATX motherboard and power supply formats. However, companies like IBM, SSI, VIA, and AMD created many standardized motherboard form factors.\n\nWhen could we see modular laptops and mini PCs take over?\n\nIn contrast to other modular laptop implementations, Intel's proposal is more of an open-source solution. Intel doesn't manufacture devices, just some PC components. So this design would need to be adopted by Intel's laptop and mini-PC partners.\n\nThat means it could be a while before we see manufacturers like Dell, Asus, or Lenovo utilizing Intel's modular motherboard and I/O designs to create modular laptops and mini-PCs.\n\nConsidering the time it takes to engineer and build new laptops and mini-PCs, the earliest we could expect to see parts of this modular concept would be about a year.\n\nAdvertisement Advertisement\n\nGiven Intel Co-CEO Michelle Johnston Holthaus's confirmation at CES that \"Panther Lake\" is already in testing, we might see modular laptops and mini-PCs built with a mobile variant of that SoC. But only time will tell."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Once-in-a-Decade Investment Opportunity: The Best AI Stock to Buy in 2025, According to a Wall Street Analyst",
            "link": "https://www.fool.com/investing/2025/01/26/once-in-a-decade-investment-best-ai-stock-buy-2025/",
            "description": "Dan Ives is not alone in selecting Nvidia as a top stock pick for 2025. Harsh Kumar at Piper Sandler recently wrote, \"We are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0jYF5VEU8n9craMT4_E1CS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "18h",
            "source": "The Motley Fool",
            "article_content": "Dan Ives at Wedbush Securities made a number of prescient calls last year. Perhaps most impressive was his prediction that the Nasdaq Composite would reach 20,000 in 2024 as the artificial intelligence boom drove technology stocks higher. Ives remains bullish in 2025.\n\nThe first three industrial revolutions were driven by technological innovations in steam power, electricity, and microprocessors, and Ives sees AI as the driving force behind the fourth industrial revolution. Investment opportunities of that magnitude come along maybe once in a decade, perhaps even less often.\n\nImportantly, during a recent Bloomberg interview, Ives selected Nvidia (NVDA -3.12%) as his top stock pick for 2025 due to the company's central role in the artificial intelligence economy. Read on to learn more.\n\nNvidia is the reason modern artificial intelligence is possible\n\nNvidia graphics processing units (GPUs) are the industry standard in accelerating complex data center tasks like training large language models and running artificial intelligence (AI) applications. Analysts estimate the chipmaker has between 70% and 95% market share in AI accelerators. And Forrester Research says, \"Without Nvidia's GPUs, modern AI wouldn't be possible.\"\n\nIn a recent note, Joseph Moore at Morgan Stanley wrote, \"The market tends to underestimate the difficulty of competing with Nvidia.\" Indeed, analysts generally expect the company to maintain its dominance for at least two to three years. One reason for that confidence is Nvidia's CUDA platform, a robust ecosystem of code libraries and pretrained models that simplifies the development of AI applications.\n\nAnother reason for that confidence is the company's full-stack approach to accelerated computing. Nvidia is best known for GPUs, but its product portfolio also includes central processing units (CPUs), interconnects, and networking equipment. That vertical integration lets the company build systems with a superior total cost of ownership, according to CEO Jensen Huang.\n\nChristopher Rolland at Susquehanna recently wrote, \"Nvidia has become the world's de facto enabler of AI.\" He attributed that success to vertical integration spanning chips, adjacent data center hardware, and software. Overcoming that advantage is more complicated than developing better accelerators. Instead, competitors would need an entire ecosystem of hardware and software comparable to what Nvidia offers.\n\nIves says the artificial intelligence revolution is entering a new phase\n\nDan Ives recently wrote on X (the platform previously known as Twitter), \"The AI revolution is entering a new stage of growth and Nvidia and Jensen continue to be the foundation for this 4th industrial revolution.\" Also, in a recent CNBC interview, Ives identified two catalysts that could send Nvidia shares higher: the Blackwell GPU and physical AI.\n\nBlackwell is Nvidia's next-generation GPU architecture. Compared to the previous Hopper generation, Blackwell can complete AI training tasks up to four times faster and AI inference tasks up to 30 times faster. Production of Blackwell started to ramp up in the fourth quarter of fiscal 2025, which ends in January 2025, so Nvidia should see substantial revenue from the new chip this year.\n\nCEO Jensen Huang believes, \"The Blackwell architecture platform will likely be the most successful product in our history and even in the entire computer history.\" He also told attendees at the 2025 CES, \"The next wave of AI is here. Robotics powered by physical AI will revolutionize industries.\"\n\nIves believes Nvidia has a $1 trillion opportunity in physical AI as self-driving cars and robotics become sizable markets in the next decade. Importantly, Nvidia has already positioned itself to be a long-term winner. Like its strategy with generative AI, the company has a full-stack computing solution for autonomous robots spanning data center infrastructure, software development tools, and embedded processors.\n\nNvidia stock trades at a surprisingly reasonable valuation\n\nDan Ives is not alone in selecting Nvidia as a top stock pick for 2025. Harsh Kumar at Piper Sandler recently wrote, \"We are making Nvidia our top large-cap pick given the company's dominant position in AI accelerators and the upcoming launch of the Blackwell architecture.\"\n\nWall Street expects Nvidia's adjusted earnings to increase by 39% annually through fiscal 2027, which ends in January 2027. That makes the current valuation of 55 times adjusted earnings look very reasonable. But Ives believes that the consensus figure underestimates earnings by as much as 30% over the next few years.\n\nWhether he is correct or not, investors with a time horizon of three to five years should feel comfortable buying a small position in Nvidia today. However, investors should not limit themselves to a single \"best\" AI stock. It would be more prudent to build a basket of AI stocks that cover different areas of the AI economy, such as data center infrastructure, cloud services, and software."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "4 reasons Proton could be the answer to ditching Google Drive",
            "link": "https://www.pocket-lint.com/proton-drive-google-drive/",
            "description": "Proton Mail, which started back in 2014, is known for its encryption and high-level security settings for folders. Proton VPN came three years later in 2017, and shortly after that came Proton Drive, ...",
            "image_url": "https://www.bing.com/th?id=OJ.vNAQFrhxDJ6SpQ&pid=news&w=76&h=16&rs=2",
            "category": "cloud+architecture",
            "date": "9h",
            "source": "Pocket-lint",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New UFO documentary claims to expose a ‘cover-up’ of the ‘biggest discovery’ in human history",
            "link": "https://www.ladbible.com/entertainment/tv/ufo-documentary-the-age-of-disclosure-194878-20250126",
            "description": "A new UFO documentary reckons it can pull back the rug on a 'cover up' of the 'biggest discovery' in human history.",
            "image_url": "https://www.bing.com/th?id=OVFT.OiL0njizRD7BPikPjvFxuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "11h",
            "source": "LADbible",
            "article_content": "A new documentary claims it is going to expose the 80-year long cover-up of the existence of non-human intelligent life.\n\nThe Age of Disclosure is directed and produced by Dan Farah and features contributions from 34 members of the US government, military and intelligence community.\n\nIn the UFO documentary it is claimed that for the past 80 years the existence of intelligent life beyond humans has been kept a secret and that governments around the world have been locked in a secret conflict with one another to use this alien technology for their own benefit.\n\nAdvert\n\nOver in the US the UAP Disclosure Act was introduced in the senate, with the aim of this thing to publicly disclose what the US government knows about unidentified anomalous phenomena.\n\nThese are essentially things which happen in the air, sea or in space which can't be explained as being man made or occurring from some natural phenomenon that we know of.\n\nIf there are things happening which cannot be explained by what we know about ourselves and our planet then they're UAPs, and this act will release information about them which has been kept secret from us.\n\nIn the trailer for The Age of Disclosure, former Defense Intelligence Agency official Jay Stratton claims to have seen 'non-human craft and non-human beings' with his own eyes.\n\nAdvert\n\nThe truth is out there. (Youtube/The Age Of Disclosure)\n\nIn the trailer he said: \"The first country that cracks the code on this technology will be the leader for years to come. This is similar to The Manhattan Project; this is the atomic weapon on steroids.\"\n\nHe praised the documentary on social media, saying: \"The Age of Disclosure is the most revelatory, credible, and historic documentary ever made about UAP, non-human intelligent life, the Government’s involvement, and the bi-partisan disclosure effort.\"\n\nIf that's true then this is pretty much what all those UFO hunters and true believers have been waiting for, someone saying they have been a first-hand witness to the evidence of non-human intelligent life.\n\nAdvert\n\nAmong the other contributors to the documentary are various high ranking US politicians including the director of national intelligence during Barack Obama's time in office.\n\nMeanwhile, senior CIA official Jim Semivan claimed that 'UAPs are here, they are real and they are not human'.\n\nFormer Department of Defense official Christopher Mellon called it the 'biggest discovery in human history' while his fellow former DoD member Luis Elizondo said there was 'information being locked away that can change the trajectory of [our] species'.\n\nIs this what we've all been waiting for?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Britain's Tiger King' banned from owning animals after officials made a horrifying freezer discovery",
            "link": "https://www.ladbible.com/news/animals/terrence-moore-britains-tiger-king-banned-owning-animals-851780-20250126",
            "description": "Terrence Moore, sometimes described as Britain's 'Tiger King', has been banned from owning animals for five years.",
            "image_url": "https://www.bing.com/th?id=OVFT.mJbjRO2Lb9sERkgXSWEWsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "12h",
            "source": "LADbible",
            "article_content": "A man described by some as 'Britain's Tiger King' has been banned from owning animals for at least five years after he was convicted on animal welfare offences.\n\nFollowing a trial last year Terrence Moore, 78, was found guilty of four counts of causing unnecessary suffering to animals by failing to seek proper and necessary veterinary care.\n\nHe was also convicted on seven counts of using an endangered animal species for commercial gain without a licence, while he was acquitted on eight counts of causing unnecessary suffering and four counts of using endangered species for commercial gain.\n\nAdvert\n\nIn addition to being banned from owning animals for five years, the 78-year-old was also ordered to pay costs of £14,380.\n\nMoore had founded the Cat Survival Trust in Hertfordshire, but had not had a vet on site to visit his animals for a number of years and said he used the homeopathic product Traumeel while claiming that his animals did not get sick.\n\nBoson the cat is one of 28 animals being rehomed (The Big Cat Sanctuary/PA Wire)\n\nHowever, when officers searched the Cat Survival Trust they found around 26 frozen carcasses of animals which had been stuffed into freezers instead of sent for cremation.\n\nAdvert\n\nSt Albans Crown Court was told that records of death for the animals were not kept so it is not known when or how they died, or whether any attempt was made to determine their cause of death before they were frozen.\n\nOf the remaining animals that were in the charge of Moore, the Big Cat Sanctuary in Kent and Hertfordshire Zoo have stepped in to vaccinate and rehome them.\n\nA total of 28 rare and endangered cats are in the process of being rehomed, but while new homes are being found for the animals sadly not all of the cats owned by Moore have survived as some had to be put down due to series health conditions.\n\nCam Whitnall, project lead at the Big Cat Sanctuary, said: “Our mission is to find these cats the best possible forever homes.\n\nAdvert\n\nThis is Frank, the only Asian Golden Cat in the UK. He's been given a new home (Hertfordshire Zoo/The Big Cat Sanctuary/PA Wire)\n\n“Unfortunately, not all will be able to be rehomed due to significant health issues, but we are committed to giving these beautiful creatures the care and dignity they deserve.”\n\nAmong the animals that have been moved to The Big Cat Sanctuary are Frank, the only Asian Golden Cat in the UK and just one of seven in zoos in Europe, and a Fishing Cat called Boson.\n\nWhitnall said the Big Car Sanctuary was 'very excited' to be looking after the animals 'but devastated that it is under these sad circumstances'.\n\nAdvert\n\nThe cats have had a health check and their status is being monitored to see how they're settling into new enclosures."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"It looks like a f*cking alien\" - Joe Rogan shares astounding theory on tridactyl Nazca mummies a month after research scientist's tragic death",
            "link": "https://www.sportskeeda.com/mma/news-it-looks-like-f-cking-alien-joe-rogan-shares-astounding-theory-tridactyl-nazca-mummies-month-research-scientist-s-tragic-death",
            "description": "Joe Rogan has put forth an astounding theory on the polarizing case of the alleged alien mummies. Rogan's breakdown comes around a month after the tragic passing of a scientist researching the case.",
            "image_url": "https://www.bing.com/th?id=ODF.6cdqhK8CMGyjGKOxqxLLqg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "Sportskeeda23h",
            "source": "Sportskeeda",
            "article_content": "Joe Rogan has put forth an astounding theory on the polarizing case of the alleged alien mummies. Rogan's breakdown comes around a month after the tragic passing of a scientist researching the case.\n\nIn 2024, a New York Post report addressed the three-fingered humanoid alien mummies investigated in Peru in 2023. Speaking to the Daily Mail, American attorney Joshua McDowell, who'd claimed to have investigated the humanoids with an independent forensic team, asserted that the humanoids' fingerprints were \"straight\" unlike those of humans.\n\nThe Post alluded that Mexican journalist, Jose Jaime Maussan, presented some alleged mummified alien remains in front of Mexico's Congress back in 2023.\n\nMoreover, Dr. Edgar Hernandez published two research papers on the tridactyls, including the alleged alien mummy 'Maria.' The scientist reportedly passed away in a car accident in Huaytara, Huancavelica, Peru, in Dec. 2024.\n\nTrending\n\nGet the latest updates on One Championship Rankings at Sportskeeda and more\n\nExpand Tweet\n\nOn the Joe Rogan Experience (JRE) podcast's episode #2262 this month (January 2025), Joe Rogan discussed alien lifeforms and anatomy with Dr. Mark Gordon, a TBI (Traumatic Brain Injury) treatment and neurogenerative medicine expert.\n\nReuters recently reported that a press conference was held in Lima, Peru. Therein, experts suggested that the much-discussed humanoid remains, supposedly from Peru's Nazca region and of entities that were tridactyls (with three fingers), were humanoid dolls made by sticking together human and animal remains.\n\nJoe Rogan cited the 2024 New York Post report and alluded to the inbuilt three-finger structure, non-human fingerprint pattern (straight lines not spirals), and the indications that the humanoid referred to as 'Maria' might indeed be an extraterrestrial:\n\n\"They had a cranial capacity that is larger than most human beings ... It looks like a f*cking alien. But is that real? ... Look at that picture, what it actually looks like. That's f*cking crazy. That [Maria] does look like an alien.\"\n\nRogan emphasized how eerily similar it was to the archetype of the 'Greys' aka 'Grey aliens,' an oft-utilized alien representation in pop culture. It entails that an alien/ET is generally a grey-colored entity with a small hairless body, enlarged head, and large peculiar black eyes:\n\n\"What is that? If it's got three fingers and three toes, and it's got an alien face -- it looks like a 'Grey' [Grey alien]. It has a tiny slot for a mouth and tiny dots for a nose. It looks like the archetypal angel, or the archetypal alien rather, that people see in the [movie] 'Close Encounters of the Third Kind.' There was another movie ...\"\n\nWatch Rogan's assessment below (0:35):\n\nExpand Tweet\n\nWatch the segment below (1:25:00):\n\nJoe Rogan's lighthearted jibe over the U.S. government's alleged concealment of aliens and ET technologies\n\nCertain sections of the socio-political realm speculated whether Hernandez was assassinated by a government agency or another interested party. Many ufologists and ET/alien lifeform enthusiasts have often accused the U.S. government as well as other countries' governments of concealing alien remains and technologies from the general populace.\n\nBack in Feb. 2023, the American government shot down a few objects that some believed were Chinese spy balloons. The government had implied that the objects weren't ETs/ET-related technology. Nevertheless, Joe Rogan took to Instagram and jestingly reaffirmed his stance that the government was probably concealing alien-related knowledge. He wrote:\n\n\"Now all of a sudden I think it actually is aliens. #lookintoit\"\n\n× Feedback Why did you not like this content? Clickbait / Misleading\n\nFactually Incorrect\n\nHateful or Abusive\n\nBaseless Opinion\n\nToo Many Ads\n\nOther Cancel Submit Was this article helpful? Thank You for feedback\n\nFollow One Championship News, Schedule & Results at Sportskeeda."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ronny LeBlanc presents local UFO history",
            "link": "https://www.sentinelandenterprise.com/2025/01/26/ronny-leblanc-presents-local-ufo-history/",
            "description": "Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.higUleJIE3pNpb5qGByc3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Sentinel & Enterprise21h",
            "source": "Sentinel & Enterprise",
            "article_content": "LANCASTER — Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and around Leominster State Forest, as Ronny LeBlanc presents “Paranormal Hot Spots” at 11 a.m., Saturday, Feb. 1, at Thayer Memorial Library, 717 Main St.\n\n“I will be highlighting locations around the country that have witnessed UFOs, strange lights, Bigfoot and other Cryptids for hundreds of years and explore why this is the case,” said LeBlanc. “I will then dive into three locations right here in New England where you just might be able to have a sighting or an experience yourself.”\n\nLeBlanc is an independent researcher, screenwriter, and author of two critically acclaimed and best-selling books “Monsterland: Encounters with UFOs, Bigfoot and Orange Orbs” and the follow up book, titled “Monsterland: Shamans, Sasquatch, Synchronicity and High Strangeness”, which detail the history and connection between the various phenomena, highlighting his experience and a research area called Monsterland in central Massachusetts.\n\nHe currently has 51 talks scheduled around the country and is excited to announce several upcoming projects dealing with UFOs, as well as a Cannes Film Festival entry which is a Bigfoot documentary filmed in England, and the launching of Blue Tiger, an AI-fueled marketing agency based out of Worcester.\n\n“I absolutely love doing these library presentations, specifically because they [libraries] were the source of inspiration and wonder for me,” LeBlanc said. “The library is where I learned about these subjects that are the greatest mysteries of our time.”\n\nLeBlanc believes that by giving back and providing these free talks for the public, he will motivate curiosity-inspired people to read physical books again, go to libraries, and engage with others in their community who are experiencing similar encounters or sightings.\n\n“When they suddenly realize that they’re not alone and that others just like them – who live next to them as neighbors or coworkers — are seeing something that many others never have a chance to experience — that is the greatest gift for me,” he said.\n\nTo register for this presentation, visit Thayer Memorial Library’s website at thayermemoriallibrary.org or call 978-368-8928. For more information on Ronny LeBlanc, his books and shows, you are welcome to visit his website at ronnyleblanc.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secretly shot UFO documentary will drop the 'biggest discovery in human history'",
            "link": "https://www.msn.com/en-us/science/aeronautics/secretly-shot-ufo-documentary-will-drop-the-biggest-discovery-in-human-history/ar-AA1xS8Wr?ocid=BingNewsVerp",
            "description": "An upcoming UFO documentary, The Age of the Disclosure, is set to be the \"most well-sourced and credible documentary ever ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EpFSX4ZQokMgzTDLSNntSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN23h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossils found in China may add a new branch to the human family tree",
            "link": "https://www.msn.com/en-us/news/technology/fossils-found-in-china-may-add-a-new-branch-to-the-human-family-tree/ar-AA1xTtBn?ocid=BingNewsVerp",
            "description": "This week, meet a big-brained ancient human relative, hear a meteorite as it lands on Earth, spot a tiny kangaroo-like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T7I9OQvQO8ZV3TalPyom8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "12hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Research Roundup: Novel celestial discovery and solar power advancements",
            "link": "https://dailynorthwestern.com/2025/01/26/campus/sciencetechnology/research-roundup-novel-celestial-discovery-and-solar-power-advancements/",
            "description": "From outer space to Northwestern labs, researchers at the University have recently made notable advancements in astrophysics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YYXwDdp68ZYrgIb_LGePSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Daily Northwestern2h",
            "source": "The Daily Northwestern",
            "article_content": "From outer space to Northwestern labs, researchers at the University have recently made notable advancements in astrophysics and chemistry. The Daily compiled a recap of their latest research developments.\n\nTracking a fast radio burst to an unlikely galaxy for the first time\n\nIn collaboration with colleagues at McGill University, NU researchers located and tracked a fast radio burst to an inactive galaxy two billion light-years away. The finding further complicates the mystery of these short-duration radio wave emissions by contrasting prevailing theories that FRBs originate in galaxies with active star formations, according to a news release.\n\nThe group of researchers first identified this specific FRB last February using the Canadian Hydrogen Intensity Mapping Experiment radio telescope.\n\n“It’s another mystery of the universe that I’d like to explore,” said Tarraneh Eftekhari, a NASA Hubble Einstein Fellow and researcher. “It was really, really surprising and also exciting to see.”\n\nAs additional, smaller versions of CHIME — known as outrigger telescopes — come online, researchers believe they can localize the FRBs with finer precision, according to Eftekhari.\n\n“In the not too distant future, I think we’ll revolutionize the field, so I’m very excited for that,” Eftekhari said.\n\nImproving the quality of perovskite solar cells\n\nNU researchers discovered a new method to enhance the efficiency and stability of perovskite solar cells, or solar cells with a crystal structure. The team, led by chemistry Prof. Ted Sargent, published its findings Jan. 9 in the academic journal Joule, according to a news release.\n\nPSCs offer a potential alternative to costly, silicon-based solar panels, chemistry Prof. Bin Chen said in an interview with The Daily.\n\n“There are many emerging technologies, and perovskites promise to deliver higher efficiency solar panels, meaning lower costs,” Chen said.\n\nCompared to the silicon-based solar panels that currently dominate the market, PSCs weigh less, allowing for reduced installation costs, according to Chen.\n\nDuring production, PSCs also require one-eighth of the heat energy of silicon ingots, further decreasing environmental and monetary costs, according to Chen.\n\nChen said the study is part of a larger effort to investigate the reliability and durability of PSCs as researchers look for clean energy alternatives to power the future.\n\n“We see a really big global community driving toward the same goal, which is to make perovskites and solar cells better,” Chen said.\n\nEmail: [email protected]\n\nRelated Stories:\n\n— Research Roundup: AI in maternal health, quantum teleportation, developments in Parkinson’s genetic research\n\n— CIERA facilitates interdisciplinary research in astrophysics\n\n— Northwestern Researchers look into SuperAgers at the Mesulam Center"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Computing Benefits for Advanced Optimization Problems",
            "link": "https://techbullion.com/quantum-computing-benefits-for-advanced-optimization-problems/",
            "description": "Have you ever wondered how certain problems are so complex that even the fastest computers struggle to solve them? These ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-TaBWarLYKvOci63M_51eS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Impacts21h",
            "source": "Impacts",
            "article_content": "Have you ever wondered how certain problems are so complex that even the fastest computers struggle to solve them? These types of problems are often found in industries like transportation, finance, healthcare, and science. They’re called “optimization problems,” where the goal is to find the best solution out of many possible options.\n\nWhile regular computers (called “classical computers“) are great for many tasks, they can have a hard time handling these massive challenges. Enter quantum computers.\n\nQuantum computers are an exciting new kind of technology that could change the way we solve difficult problems, especially Quantum Computing Problems. Instead of using regular computer bits (which are like tiny on/off switches), quantum computers use something called “quantum bits,” or qubits.\n\nQubits are super special because they follow the rules of quantum physics, which means they can process information in ways that classical computers can’t. This makes quantum computers much more powerful at solving certain types of puzzles.\n\nWhat Are Optimization Problems?\n\nOptimization problems sound fancy, but you deal with them every day without even realizing it. Imagine you’re trying to pick the fastest route to school on a map, or you’re deciding how to spend your pocket money to get the best value. These are simple examples of optimization problems—finding the best option out of many choices.\n\nNow imagine you work at an airport and have to decide the best way to schedule hundreds of flights, manage thousands of bags, and make everything run smoothly without delays. Or maybe you work for a delivery company and you want to find the most efficient way to deliver millions of packages across the country. These problems are way too complicated to solve with just guesswork!\n\nRegular computers try to solve these tough problems by testing every possible solution one by one, which can take an enormous amount of time. Even supercomputers may need days, months, or even years to do the job, depending on how big the problem is.\n\nWhat Makes Quantum Computers Different?\n\nQuantum computers are special because they use principles from quantum mechanics, a branch of science that studies the tiniest building blocks of our universe—like atoms and particles. Unlike classical computers, which use bits that can be either 0 or 1, qubits can be in multiple states at once, thanks to something called “superposition.” This allows quantum computers to look at many possible solutions simultaneously, instead of one by one.\n\nQuantum computers also use something called “entanglement,” where qubits are connected in a way that lets them share information instantly. These features allow quantum computers to perform certain calculations much faster than classical computers.\n\nFor optimization problems, this means quantum computers can solve puzzles with millions (or even billions!) of possibilities in a fraction of the time it would take a classical computer.\n\nThis breakthrough is particularly exciting for industries like logistics, where the rise of technology has revolutionized traditional operations. If you interested in exploring this further, can check out our blog, “F2000s and the Rise of Technology in Logistics,” to learn how advanced computing and innovation are shaping supply chains globally.\n\nReal-Life Benefits of Quantum Computing in Optimization\n\nNow that we understand how quantum computers work, let’s explore some real-life benefits for solving optimization problems.\n\n1. Faster Deliveries and Better Logistics\n\nHave you ever ordered something online and tracked its delivery route? Companies like Amazon or FedEx need to figure out the fastest and cheapest way to deliver packages to millions of customers. Using quantum computers, these companies could create better delivery plans in real time, saving money and ensuring you get your package as quickly as possible.\n\n2. Smarter Traffic Management\n\nTraffic jams are another optimization challenge. Cities around the world face growing traffic problems as more and more cars hit the roads. Quantum computing can help plan better traffic flows, reduce congestion, and make public transportation more efficient. This could save time, lower fuel usage, and reduce pollution!\n\n3. Improved Healthcare Scheduling\n\nHospitals deal with optimization problems all the time, like scheduling surgeries, assigning doctors, and managing beds for patients. Quantum computers could help hospitals make better schedules that improve patient care and reduce waiting times. This means more lives saved and a smoother healthcare experience.\n\n4. More Accurate Financial Predictions\n\nBanks and investment companies often deal with risky decisions, like where to invest money or how to predict market changes. These are complex optimization problems that involve analyzing a huge amount of data. Quantum computers could help make faster and smarter financial decisions, which could stabilize markets and improve the global economy.\n\n5. Advancing Science and Research\n\nFrom designing new medicines to improving renewable energy systems, scientists rely on optimization to solve tough problems. Quantum computers can speed up this research and bring us closer to breakthroughs in important areas like curing diseases or fighting climate change.\n\nChallenges and the Future of Quantum Computing\n\nQuantum computers sound amazing, but they’re not perfect yet. Building and maintaining them is incredibly hard. They need to be kept in extremely cold environments and are still in the early stages of development. Right now, only a few companies and research labs have working quantum computers.\n\nStill, progress is happening quickly. Scientists and engineers are working hard to make quantum computers more powerful and accessible. Many believe that within the next 10 to 20 years, we’ll see quantum computing become a common tool for solving real-world problems.\n\nWhy Should You Care About Quantum Computing?\n\nEven if you’re not a scientist or an engineer, quantum computing is something exciting to keep an eye on. The benefits it could bring, from better technologies to smarter ways of solving problems, have the potential to impact nearly every part of our lives. Quantum computing could lead to a better, more efficient, and more sustainable future.\n\nThink of quantum computers like the superheroes of the technology world. They take on the toughest challenges and uncover solutions that normal computers just can’t handle. And who knows? Maybe one day you’ll be working on quantum computing or benefiting from its amazing advancements!\n\nQuantum computing may still sound like science fiction to some, but it’s quickly becoming a reality. Its ability to solve advanced optimization problems could transform industries and improve the world in countless ways.\n\nThe possibilities are limitless, and we’re just getting started! Explore theerone for more insights."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Found the Magic Number to Save Quantum Networks",
            "link": "https://scitechdaily.com/physicists-found-the-magic-number-to-save-quantum-networks/",
            "description": "Researchers at Northwestern have found a way to keep quantum networks functioning despite the inherent instability of quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.03rbVgoS2cXQHi5qMLNQFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "18h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sapiens: A Brief History of Humankind- A Must-Read Book",
            "link": "https://arynews.tv/sapiens-a-brief-history-of-humankind-summary/",
            "description": "\"Sapiens: A Brief History of Humankind\" by Yuval Noah Harari is a sweeping and insightful exploration of our species' journey from its humble beginnings ...",
            "image_url": "https://www.bing.com/th?id=ODF.0DQNr51bXmhbM2YtzH5W_w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "ARY News Live12h",
            "source": "ARY News Live",
            "article_content": "“Sapiens: A Brief History of Humankind” by Yuval Noah Harari is a sweeping and insightful exploration of our species’ journey from its humble beginnings to the present day.\n\nSapiens explores the rise of Homo sapiens through key revolutions: the Cognitive Revolution, the Agricultural Revolution, and the Scientific Revolution. This groundbreaking book examines how human history is shaped by “shared fictions” – myths, religions, and ideologies – that enable unparalleled cooperation. Harari investigates the impact of these revolutions on human society, from the dawn of agriculture and the rise of civilizations to the challenges of the modern world, including climate change, technological disruption, and the search for meaning in the 21st century.\n\nThe Cognitive Revolution: The book begins by examining the unique cognitive abilities that set Homo sapiens apart from other animals. Around 70,000 years ago, a “Cognitive Revolution” occurred, leading to the development of advanced language and the ability to create and believe in “shared fictions” – myths, religions, and ideologies. These shared fictions, while not objectively real, allow humans to cooperate flexibly on a massive scale, a feat unparalleled in the animal kingdom. This cooperation enabled the development of complex social structures, from small tribes to vast empires.\n\nThe Agricultural Revolution: Around 12,000 years ago, humans transitioned from a hunter-gatherer lifestyle to agriculture. This seemingly revolutionary shift, however, brought about significant drawbacks. Agriculture led to increased inequality, disease, and environmental degradation. Farmers, despite working harder than hunter-gatherers, often had less leisure time and a poorer diet. The domestication of plants and animals also led to the suffering of countless creatures.\n\nThe Scientific Revolution: Beginning in the 16th century, the Scientific Revolution challenged religious dogma and ushered in an era of unprecedented technological and social change. Science provided humans with new tools and knowledge, allowing them to manipulate the natural world on an unprecedented scale. This revolution, however, also brought about new challenges, such as climate change, nuclear war, and the potential for technological disruption.\n\nModern Challenges: Harari explores the profound challenges facing humanity in the 21st century. These include climate change, the rise of artificial intelligence, and the increasing gap between the rich and the poor. He raises critical questions about the meaning of happiness, the future of humanity, and our relationship with technology.\n\nKey Themes:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI for India 2030: A blueprint for inclusive growth, global guidance",
            "link": "https://www.ippmedia.com/the-guardian/features/read/ai-for-india-2030-a-blueprint-for-inclusive-growth-global-guidance-2025-01-26-165929",
            "description": "ARTIFICIAL intelligence (AI) is transforming economies and industries worldwide, presenting an unparalleled opportunity for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0TQJfAExiKFnFzqjcqjI6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "IPPMEDIA21m",
            "source": "IPPMEDIA",
            "article_content": "ARTIFICIAL intelligence (AI) is transforming economies and industries worldwide, presenting an unparalleled opportunity for India to address systemic challenges and achieve inclusive growth.\n\nWith the potential to contribute $500 billion to the economy by 2025, AI stands to revolutionize key sectors such as agriculture, healthcare, urban planning and manufacturing.\n\nHowever, realizing this promise requires not only technological advancements but also robust frameworks and equitable access to resources.\n\nThe AI for India 2030 initiative, co-hosted by the Ministry of Electronics and Information Technology of India, the Office of the Principal Scientific Adviser to the Government of India, Nasscom and the World Economic Forum's Centre for the Fourth Industrial Revolution, India (C4IR India), provides a structured approach to integrating AI across India’s socio-economic fabric.\n\nLaunched in alignment with the IndiaAI Mission in January 2024, the initiative emphasizes ethical, inclusive and responsible AI adoption to position India as a global leader in AI innovation.\n\nNeed for AI in India's development journey\n\nAI is not merely a tool for innovation but a strategic enabler for solving India’s pressing socio-economic challenges. From improving agricultural yields to enhancing healthcare delivery and increasing manufacturing efficiency, AI has the potential to elevate productivity and drive growth in underserved areas.\n\nHowever, challenges remain. India’s economy continues to grapple with sectoral inefficiencies, skill gaps and inequities that hinder its global competitiveness.\n\nThe AI for India 2030 Advisory Council has stressed the importance of the emerging technology in bridging these gaps, creating jobs and driving socio-economic inclusion.\n\n\"India has an opportunity to create a trillion-dollar digital economy by 2025, benefitting all sectors and people.\"\n\nS. Krishnan, Secretary, Ministry of Electronics and Information Technology, Government of Indiasaid: \"To enable this growth and become a global tech powerhouse, we need collaboration from all stakeholders to leverage Fourth Industrial Revolution technologies for critical challenges on health, education, smart cities and agriculture. AI for India 2030 is an important initiative in partnership with the Ministry of Electronics and Information Technology, enabling stakeholders across industry and start-ups to partner with the government to realize the potential of AI.\"\n\nAI's ability to develop context-specific solutions provides India with a unique opportunity to address its diverse challenges while contributing to global AI governance and ethics.\n\nAjay Kumar Sood, Principal Scientific Adviser to the Government of India, remarked: \"Our association with the Centre for the Fourth Industrial Revolution India is driving forward innovative solutions that address key challenges in healthcare, education, urban development and agriculture through the power of advanced technologies.\"\n\nBuilding foundations for scalable AI solutions\n\nThe success of AI in India depends on the collaboration of multiple stakeholders, including government bodies, industry leaders, academia and startups. Public-private partnerships are essential to accelerate AI adoption, while regional initiatives such as AI centres of excellence provide localized ecosystems for innovation.\n\nIndia’s digital public infrastructure (DPI) serves as a critical enabler for scaling artificial intelligence applications. By integrating AI capabilities into existing DPI systems, India can overcome traditional barriers to adoption and create a robust foundation for deploying AI solutions across sectors. As one council member noted: “We don’t need a separate DPI for AI; rather, we need our DPI to power AI.”\n\nTo support these efforts, resource allocation remains key. This includes both financial investments and the creation of sector-specific AI operating systems that integrate data, models and infrastructure.\n\nThese systems will enable seamless collaboration across industries such as agriculture, micro, small and medium-sized enterprises (MSMEs) and healthcare, fostering scaleable and impactful AI solutions. \"India’s DPI provides a key head start in driving scale among AI use cases,\" noted a council member, highlighting its transformative role.\n\nAI Playbook and Sandbox workstreams as catalysts for change\n\nThe AI for India 2030 initiative is driven by two critical workstreams: the AI Playbook and the AI Sandbox, both designed to operationalize AI adoption and innovation in priority sectors in India.\n\nThe AI Playbook workstream is progressing through two major components: the Future Farming Playbook for agriculture and the Future SMEs Playbook for MSMEs. These reports, to be published in early 2025, are being developed with insights from approximately 20 experts from domain, policy and technology spheres.\n\nThese multi-stakeholder communities are pivotal in shaping frameworks that address India’s unique socio-economic landscape while driving ethical and responsible AI adoption. The AI Playbooks integrate governance guidelines, actionable steps and best practices, ensuring inclusivity and scalability across India.\n\n\"At Mahindra, we believe in harnessing technology to drive meaningful change across industries. The AI for India 2030 initiative aligns perfectly with our vision of leveraging AI to create sustainable, impactful solutions. As part of this journey with the World Economic Forum, we look forward to shaping India’s future as a global leader in AI,\" said Mohit Kapoor, Group Chief Technology Officer, Mahindra.\n\nThe AI Sandbox, on the other hand, provides a controlled environment for testing and refining AI solutions before large-scale deployment. By offering startups and SMEs access to high-performance computing, datasets and mentorship, the sandbox democratizes AI innovation and ensures equitable participation.\n\nLessons learned from international collaborations, such as the AI Governance Alliance, further enhance the sandbox’s ability to integrate global best practices into India’s unique context. The AI Sandbox workstream has also seen significant advancements, with a multi-stakeholder community now deliberating on its value proposition. These discussions focus on identifying challenges and opportunities to unlock the sandbox’s full potential.\n\nEkroop Caur, Secretary, Department of Electronics, Information Technology, Biotechnology and Science & Technology, Government of Karnataka, said: \"As India’s IT and start-up capital, Karnataka is committed to becoming a global leader in AI.\n\n\"We aim to build a robust AI environment that advances priority sectors such as agriculture, healthcare and education, positioning India as a hub for sustainable, tech-driven innovation. By providing a platform and sandbox for scaling AI solutions, we strive to empower businesses and drive impactful transformation through this collaboration.\"\n\nAfter the publication of the playbooks and the AI Sandbox workstream, the community will work towards adopting and scaling these actionable frameworks, ensuring widespread impact across priority sectors in India.\n\nIndia's role in the global AI ecosystem\n\n\"AI is set to reshape India’s tech landscape, and AI for India 2030 is the launchpad for that change. At Sarvam, we’re on a mission to make AI accessible and impactful for Bharat’s unique needs – and we’re excited to help drive this transformation forward,\" said Pratyush Kumar, Co-Founder, Sarvam AI.\n\nIndia’s journey toward becoming a global AI leader is deeply rooted in its commitment to ethical and inclusive practices. Through initiatives like AI for India 2030, the Indian economy is not only advancing its own socio-economic goals, but also contributing to the global dialogue on responsible AI governance.\n\nFor instance, India’s ability to develop sovereign AI solutions tailored to its cultural and economic nuances has significant implications for the global AI landscape. \"Global use cases don’t factor in the nuances of our culture. We need to build sovereign AI for India,\" said a council member, emphasizing the importance of context-specific innovation.\n\n\"Our efforts to upskill the workforce for the jobs of the future must be accompanied by the creation or fostering of a higher demand for these workers,\" says Shri Jayesh Ranjan, a special invitee to the Advisory Council. His words underscore the need to match workforce development with the demand for skilled labour.\n\nBy actively engaging in international forums and frameworks, such as the AI Governance Alliance, India is helping to shape global norms for responsible AI adoption. This approach not only bolsters India’s global standing but also reinforces its role as a model for leveraging AI to address local challenges.\n\nLooking ahead for the future of AI\n\nThe AI for India 2030 initiative demonstrates that India is poised to lead the global AI revolution while ensuring that innovation benefits all segments of society.\n\nAs discussions continue at the World Economic Forum’s Annual Meeting in Davos, the focus will remain on scaling AI solutions, fostering partnerships and building a sustainable future through technology.\n\nRohini Srivathsa, Chief Technology Officer, Microsoft India and South Asia, said: \"We at Microsoft believe AI has immense potential to benefit people, industries and governments, and we are committed to co-piloting India towards becoming an AI-first country.\n\n\"We are proud to be part of the AI for India 2030 initiative, as it fosters an environment of trust among multiple stakeholders, which is crucial for unlocking AI’s full value.\n\n\"Our collaboration with the Centre for the Fourth Industrial Revolution India unites the ecosystem to ensure that India adopts and scales AI in a manner that promotes trust, inclusion and responsibility.\""
        }
    }
]