[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chuck Schumer challenges Trump to declassify UFO documents. Experts say it's a good move",
            "link": "https://www.msn.com/en-us/politics/government/chuck-schumer-challenges-trump-to-declassify-ufo-documents-experts-say-it-s-a-good-move/ar-AA1xQoKc?ocid=BingNewsVerp",
            "description": "Trump has ordered declassifying of documents regarding the JFK assassination and more. Schumer says do UFOs next ...",
            "image_url": "https://www.bing.com/th?id=OVFT._7S39ejK7xgAL_M4oeL5RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO is moving at incredible speeds underwater, congressman says",
            "link": "https://www.msn.com/en-au/news/us/ufo-is-moving-at-incredible-speeds-underwater-congressman-says/ar-AA1xMW9v?ocid=BingNewsVerp",
            "description": "Republican Rep. Tim Burchett said that an admiral told him of an unidentified craft moving at incredible speeds in the sea.",
            "image_url": "https://www.bing.com/th?id=OVFT.8nmXZIElMiIPVwgkfqLami&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Upcoming UFO Documentary To Reveal ‘Unprecedented’ Secret Government Information",
            "link": "https://brobible.com/culture/article/ufo-documentary-reveal-unprecedented-secret-information/",
            "description": "Upcoming UFO documentary The Age of the Disclosure is touting unprecedented access to secret government information regarding ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2fb4iTpXuiUx4xXhMfWUgOA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nUpcoming UFO documentary The Age of the Disclosure is touting unprecedented access to secret government information regarding unidentified aerial phenomena (UAP). 34 current and former high-ranking members of the United States government, military, and intelligence community with direct knowledge of UFOs provided on-the-record interviews for the film.\n\nThe description of a trailer for the film, which was purportedly made in secret over the past two years, claims it will expose “a cover-up of the existence of non-human intelligent life and a secret war to reverse engineer technology of non-human origin.” It also “exposes the profound impact the situation has on the future of humanity, while providing a look behind-the-scenes with those at the forefront of the bi-partisan disclosure effort.”\n\nAccording to The Hollywood Reporter, The Age of Disclosure claims there has been “an 80-year cover-up of the existence of non-human intelligent life and a secret war among major nations to reverse engineer UFO technology.”\n\nAmong those high-ranking officials who were interviewed for the documentary are Secretary of State Marco Rubio, Senator Kirsten Gillibrand, Senator Mike Rounds and former U.S. director of National Intelligence, General Jim Clapper. “Everyone interviewed in the film has direct knowledge of UAP as a result of their work for the U.S. Government,” the producers claim.\n\nJim Semivan, a former senior official with the CIA, states in the film’s trailer, “UAPs are here, they are real and they are not human.”\n\n“The first country that cracks the code on this technology will be the leader for years to come. This is similar to The Manhattan Project; this is the atomic weapon on steroids,” says Jay Stratton, former director of the U.S. government’s UAP task force.\n\nThe Age of the Disclosure is helmed by filmmaker Dan Farah and will premiere at the South by Southwest Film Festival in the Paramount Theatre in March. The film’s producers are currently in talks to get the movie commercial distribution."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ohio and UFO Mysteries: From presidential promises to unsolved phenomena",
            "link": "https://www.msn.com/en-us/news/us/ohio-and-ufo-mysteries-from-presidential-promises-to-unsolved-phenomena/ar-AA1xOG7z?ocid=BingNewsVerp",
            "description": "President Trump and his allies hint at releasing information about the New Jersey Mystery Drones. Here's a look at UAP ...",
            "image_url": "https://www.bing.com/th?id=OVF.xkDN21QP%2f%2blojWzCUalXLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "18hon MSN",
            "source": "WSYX – Columbus on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From the latest show by Serial to the tale of a UFO sighting in regional Queensland, four great new podcasts to get your ears around",
            "link": "https://www.msn.com/en-au/news/australia/from-the-latest-show-by-serial-to-the-tale-of-a-ufo-sighting-in-regional-queensland-four-great-new-podcasts-to-get-your-ears-around/ar-AA1xPv5I?ocid=BingNewsVerp",
            "description": "Looking for a way to while away those long summer days or pass the time on a road trip? From the real story of Free Willy to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zJXrSYZtIQLxKINyW2pYZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Image Playground: Your iPhone's New AI Image Generator App in iOS 18.2",
            "link": "https://www.msn.com/en-us/news/technology/ios-18-2-what-is-image-playground-and-how-to-make-illustrations-with-it/ar-AA1vGN3b?ocid=BingNewsVerp",
            "description": "If you have a compatible iPhone with iOS 18.2, Image Playground will be a new app on your home screen. The icon looks like a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kOPmCTco5MSWkKb7DIR2VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN38m",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From posts to images, let AI take care of it all",
            "link": "https://www.yahoo.com/tech/posts-images-let-ai-care-100000004.html",
            "description": "Get lifetime access to 1min.AI's Advanced Business Plan for just $99.99 (reg. $540) and let AI handle your writing, design, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2fo5vmazCSdYOa0aVxAX1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nOwn this multi-tool AI app forever for $100\n\nTL;DR: 1min.AI’s Advanced Business Plan gives you multiple tools for content, design, multimedia creation, and more for just $99.99 (reg. $540) for life.\n\nHaven't we all imagined what it would be like to have a personal assistant? Ideally, that someone would be part graphic designer, content writer, video editor, and translator — all rolled into one.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThat’s exactly what 1min.AI delivers, and now you can get lifetime access to its Advanced Business Plan for just $99.99 (regularly $540). If you’ve ever wished for a magic wand to streamline your workload, this might be the closest you'll get.\n\nThis all-in-one AI app is ideal for professionals, creatives, and entrepreneurs. Need a blog post in minutes? Done. Want to upscale an image for your presentation? Easy. Looking to translate or summarize a lengthy PDF? No sweat. With 4,000,000 credits per month and up to 450,000 bonus credits, you’ll have the tools to tackle almost any project.\n\n1min.AI leverages cutting-edge AI models like GPT-4, Claude, Llama, and Mistral to offer a vast array of tools. From keyword research and social media content generation to audio editing and video creation, this platform ensures you can achieve professional results without professional fees.\n\nIts image generator can bring your visual ideas to life in a snap, while the PDF tools let you summarize or translate documents. And with advanced audio and video editing capabilities, producing polished multimedia content is much easier.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhat sets 1min.AI apart is its flexibility. Use it to create a brand voice, engage with social media, or brainstorm ideas with AI chat assistants. Whether you’re a marketer refining copy or a small business owner managing online content, this app was made to adapt to your unique needs.\n\nFor less than a dinner out for two, this lifetime subscription eliminates the recurring fees of other AI tools.\n\nIf you’re serious about leveraging technology to save time and boost productivity, this could be your next best decision.\n\nGet lifetime access to 1min.AI’s Advanced Business Plan for just $99.99 (regularly $540) while it's on sale.\n\nStackSocial prices subject to change.\n\n1min.AI Advanced\n\nOpens in a new window\n\nCredit: 1min.AI\n\n1min.AI Advanced Business Plan Lifetime Subscription\n\n$99.99\n\n$540.00 Save $440.01"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shogakukan Launches Light Novel and Manga App with AI-Assisted Translations",
            "link": "https://gamerant.com/shogakukan-novel-manga-app-with-ai-translations/",
            "description": "Novelous is a new app to read manga and novel, but it has sparked controversies due to the use of AI translation.",
            "image_url": "https://www.bing.com/th?id=OVFT.Erxq-PJjTlbwOko8NnC1wS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Game Rant4h",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This App Is Using Doctor-Approved AI to Share Menopause Advice—Here’s How",
            "link": "https://www.wellandgood.com/roon-app-review-menopause-information/",
            "description": "This is where AI—and personalized health advice in the form of an app—can be useful. Meet Roon, an app that partners ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qbG8hhMoVJrrXe2WUdbzES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18h",
            "source": "Well+Good",
            "article_content": "A s a health journalist, I know how difficult it can be to find accurate health information online. In the age of AI-powered search engines, you never quite know if the answers served up to you at the top of the page are from legitimate medical sources or some woo-woo wellness site that hasn't been touched in years. Even in my personal life, it can be tricky to find resources about the conditions I may face as a woman—and I know I'm not alone in that experience.\n\nFrom menstruation to fertility, and yes, even to menopause, there's still so much mystery surrounding women's health. Case in point: More than 1 million Americans go through menopause each year, but studies find that 80 percent of those people have limited knowledge about menopause, never learned about it in school, or have a negative attitude toward the life phase altogether. No wonder so many of us are too embarrassed to bring up our concerns at the OB/GYN, which can lead to gaps in quality care.\n\nThis is where AI—and personalized health advice in the form of an app—can be useful. Meet Roon, an app that partners world-class healthcare providers with artificial intelligence to bridge the divide between people and reliable health information. Recently, Roon launched Roon Menopause—a platform that serves as a digital library for all the menopause questions you may have, from how to tame a hot flash to navigating hormone therapy, with answers from real-life medical experts.\n\nI had the opportunity to speak with Roon CEO and co-founder Vikram Bhaskaran to learn more about the launch. Here's what to expect once you hit download on iOS.\n\nRelated Stories\n\nFirst, what is Roon?\n\nRoon is an app that puts free, expert-driven resources on several health conditions at your fingertips. Conditions featured on the app include ALS, dementia, endometriosis, fertility, glioblastoma, PCOS, and now, menopause. The app was born when Bhaskaran, a former tech developer with Pinterest, became a caregiver for his father with ALS and noticed a disturbing lack of information about the illness online.\n\n\"Like most caregivers on the planet, I spent thousands of hours on Dr. Google, Facebook groups, Instagram, and TikTok to try to find medically vetted information,\" Bhaskaran says. \"When it comes to health, it sometimes feels like we are still in the dark ages.\" But between how long it takes to see a specialist, plus providers only spending about 18 minutes on average with patients per appointment, Bhaskaran says it only makes sense that we turn to the Internet for help.\n\nUsing his tech-savvy and appreciation for beautiful, algorithm-driven apps like Pinterest, Bhaskaran teamed up with his co-founder Rohan Ramakrishna, MD, a neurosurgeon at Weill Cornell, engineers, and designers to develop Roon, which houses hundreds of pre-recorded videos of healthcare providers answering the top questions they get asked every day.\n\nOn top of that, users can also take advantage of the \"ask a question\" search tool to find answers, all with the help of AI technology. (More on this below.)\n\nHow Roon uses AI to provide health information\n\nInstead of gathering answers from all over the Internet like other AI-powered search engines, Roon's \"ask a question\" AI tool only pulls quotes from the pre-recorded content that exists within the app. This ensures you're getting accurate and reliable answers straight from a professional each time you search, and not some unknown source.\n\nOnce your question has been answered, the AI tool auto-populates related questions, which is how the personalization takes shape. \"The more you use it, the more we learn about you so we can ultimately become your personalized guide for health,\" says Bhaskaran. Plus, if you add your age and gender identity, \"we can also personalize content based on where you are in your journey,\" he adds. So, for example, if you're a 40-year-old female who's trying to get pregnant, it might suggest you watch perimenopause or fertility content.\n\nWhile this service doesn't replace the need for real visits with your healthcare provider, it could help those with a lack of access to quality care or insufficient health insurance feel more empowered—and less confused—about their well-being. \"In the age of AI-generated content, we're going the opposite way, which is there's nothing more human than a doctor looking into a camera answering your question when you're going through a hard journey,\" Bhaskaran adds.\n\nOther Roon Menopause features\n\nThe first thing you'll notice about Roon Menopause is its user-friendliness. No matter your level of tech skill, the simple design makes it fairly easy to sift through each tab and section. You can start searching for information based on the type of expert you want to hear from (like a reproductive endocrinologist, OB/GYN, or holistic practitioner), the symptoms you're experiencing (like vaginal dryness, fatigue, or insomnia), co-occurring conditions you may have (like osteoporosis or depression), or other topics, like treatments, diagnosis, causes, and more.\n\nOnce you find a topic you're interested in, you can watch short videos or read written responses from a variety of providers, who Bhaskaran says are not only heavily vetted before joining the app, but are also great communicators with good bedside manner IRL. Some notable names include Mindy Goldman, MD, the chief clinical officer at MIDI Health, Corrine Menn, MD, with Alloy Women's Health, and Rajita Patil, MD, a menopause specialist at UCLA Health, among others.\n\nFrom there, the AI feature will suggest other topics or questions you might ask. Consider it a personal search engine and doctor-filled social feed all in one.\n\nAnd we're not just talking about physical health here: Roon Menopause also spans the mental, emotional, and sexual wellness aspects of menopause. So you may explore topics like \"how to comfortably have sex with vaginal dryness,\" \"how to talk to your partner about menopause,\" or \"how to start your fertility treatment if you're also in perimenopause.\" It also offers tips for optimal nutrition, exercise, holistic vs. traditional medicine practices, and specific treatment options for each menopause symptom you're facing.\n\nHere's more of a breakdown of the features:\n\nExpert network of over 60 licensed healthcare providers\n\nThousands of pre-recorded Q&A videos and written content\n\nApproximately 1,300 answered questions\n\nOver 100 related subtopics\n\nInstant answers through an AI-powered search tool\n\nAdvice from people with lived experience\n\nMultiple expert perspectives on highly debated treatment options (such as hormone therapy)\n\nCulturally sensitive and trauma-informed content\n\nNext-step advice for receiving care\n\nUltimately, Bhaskaran says this service is a safe place to ask the hard questions or ones you may be too uncomfortable to ask your provider about. \"This is just the beginning of how we'll support women across their lifetime health journeys through expert guidance,\" he adds.\n\nYes, it's personal, but is your data safe?\n\nWithin the last few years, some people have shied away from using period tracking apps for fear that their reproductive health information will be shared and sold to third parties or that it would be used against them at healthcare facilities or in legal proceedings. This is because period trackers can not only log menstruation, but also missed periods, miscarriages, and infertility.\n\nBut rest assured that with Roon, the private details you share about your reproductive health stay within the app, and are only used to further optimize your experience, says Bhaskaran. Data is stored locally and never shared with third parties.\n\nFinal thoughts\n\nThere's nothing more comforting than having a trusted healthcare provider's advice by your side—especially during a time like menopause. Whether you're already in it, about to start, or know a loved one currently going through the life phase, apps like Roon Menopause—which combines AI with medically sound information—can cut through the noise, misinformation, or even medical gaslighting you may face, both online and in person.\n\nAdditional Sources + Well+Good articles reference scientific, reliable, recent, robust studies to back up the information we share. You can trust us along your wellness journey. Tariq, Bisma et al. “Women’s knowledge and attitudes to the menopause: a comparison of women over 40 who were in the perimenopause, post menopause and those not in the peri or post menopause.” BMC women’s health vol. 23,1 460. 30 Aug. 2023, doi:10.1186/s12905-023-02424-x A. Bell, Joseph et al. “It’s time to talk about the M word.” Bdj Team vol. 9,4 (2022): 24–26. doi:10.1038/s41407-022-0893-z Neprash HT, Mulcahy JF, Cross DA, Gaugler JE, Golberstein E, Ganguli I. Association of Primary Care Visit Length With Potentially Inappropriate Prescribing. JAMA Health Forum. 2023;4(3):e230052. doi:10.1001/jamahealthforum.2023.0052"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prompting With AI Personas Gets Streamlined Via Advent Of Million And Billion Personas-Sized Datasets",
            "link": "https://www.forbes.com/sites/lanceeliot/2025/01/24/prompting-with-ai-personas-gets-streamlined-via-advent-of-million-and-billion-personas-sized-datasets/",
            "description": "Prompt engineering includes invoking AI personas. There are now handy AI persona datasets, freely providing millions/billions ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q1SIEi9goY896iWDR4FP6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Flushing toilets. Blaring alarms. How paranormal activity followed the cast of new supernatural movie 'Presence.'",
            "link": "https://www.msn.com/en-us/entertainment/movies/flushing-toilets-blaring-alarms-how-paranormal-activity-followed-the-cast-of-new-supernatural-movie-presence/ar-AA1xQnbt?ocid=BingNewsVerp",
            "description": "The story begins to unfold when a family of four moves into a new suburban home after the teenage daughter Chloe (Callina ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bKLqYZfYSYvPSrRUwoR4Wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "21mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 20 most memorable shows about paranormal romance",
            "link": "https://www.msn.com/en-gb/entertainment/tv/the-20-most-memorable-shows-about-paranormal-romance/ss-AA1mCWge?ocid=BingNewsVerp",
            "description": "Though paranormal romance TV series have long been a part of popular culture, they experienced a moment of cultural dominance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IxP6-nhTLTPoOlMRviOikC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Yardbarker on MSN21h",
            "source": "Yardbarker on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The paranormal enthusiasts searching for evidence of life after death across Lincolnshire",
            "link": "https://www.msn.com/en-gb/news/other/the-paranormal-enthusiasts-searching-for-evidence-of-life-after-death-across-lincolnshire/ar-AA1xPniH?ocid=BingNewsVerp",
            "description": "A team of paranormal investigators are documenting history and searching for evidence of life after death across Lincolnshire ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tIoY3Ml-eG2BNDuOEWMFXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Lincolnshire Live on MSN8h",
            "source": "Lincolnshire Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chasing 'ghosts': How Indian travellers are warming up to paranormal tourism",
            "link": "https://www.msn.com/en-us/travel/adventure-travel/chasing-ghosts-how-indian-travellers-are-warming-up-to-paranormal-tourism/ar-AA1xNq3N?ocid=BingNewsVerp",
            "description": "Paranormal tourism is a niche in the travel industry, and while it has captivated travelers abroad, are Indians warming up to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6TnYFYw4GcZWJS3wftnG_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "India Today on MSN23h",
            "source": "India Today on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘The Perfect Neighbor’ Review: A Revolutionary Doc, Made From Bodycam Footage, Takes Us Inside an Avoidable Tragedy",
            "link": "https://www.msn.com/en-us/news/world/the-perfect-neighbor-review-a-revolutionary-doc-made-from-bodycam-footage-takes-us-inside-an-avoidable-tragedy/ar-AA1xPpNg?ocid=BingNewsVerp",
            "description": "Reconstructing a dispute from police bodycam footage, director Geeta Gandbhir reveals how white citizens leverage law ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PF96OUzGgaoxThJHAyayxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8hon MSN",
            "source": "Variety on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "California lab makes new discovery in search for HIV vaccine",
            "link": "https://www.eastbaytimes.com/2025/01/24/la-jolla-lab-makes-new-discovery-in-search-for-hiv-vaccine/",
            "description": "A unique reaction in which antibodies bind to other antibodies may help scientists at Scripps Research better understand how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MyJAAwBmyysMIUXIcqGngy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "16h",
            "source": "East Bay Times",
            "article_content": "Human immunodeficiency virus, or HIV — the infection that can damage the immune system and lead to the deadly disease AIDS — hasn’t been in the news as much as it was during the beginning of the AIDS crisis in the 1980s. Still, an estimated 1.3 million new HIV infections were reported around the world in 2023, with 630,000 related deaths, according to the World Health Organization.\n\nRelated Articles Science | Biden health officials say they built up US pandemic defenses. Trump promises changes\n\nBiden health officials say they built up US pandemic defenses. Trump promises changes Science | Opinion: Whooping cough vaccine has an awareness problem\n\nOpinion: Whooping cough vaccine has an awareness problem Science | Is bird flu the next pandemic? What to know after the first H5N1 death in the US\n\nIs bird flu the next pandemic? What to know after the first H5N1 death in the US Science | 5 things we know and still don’t know about COVID, 5 years after it appeared\n\n5 things we know and still don’t know about COVID, 5 years after it appeared Science | Flu and RSV are sustaining California’s sniffly season, COVID yet to surge this winter Anti-viral treatments for HIV have helped reduce the number of AIDS-associated deaths, and the new HIV infections in 2023 were down from 2.1 million in 2010. But there is no cure for HIV or AIDS or a vaccine for human use to prevent infection.\n\nOne of the labs involved in current research to design such a vaccine is at La Jolla-based Scripps Research, which recently made a discovery that could drive development of the vaccine.\n\nMany vaccines work by introducing a protein to the body that resembles part of a virus. Ideally, the immune system will produce long-lasting antibodies recognizing that virus, thereby providing protection.\n\nBut Scripps Research scientists said they have found that for some HIV vaccines, something else happens. After a few applications, the immune system begins to produce antibodies against immune complexes already bound to the viral protein.\n\n“It’s a unique reaction in which antibodies bind to other antibodies, which is rare,” said Scripps researcher Sharidan Brown, first author of a study published Jan. 17 in Science Immunology. “Over the course of multiple immunizations [in animals], we have found four classes of antibodies that cling to other antibodies. They are unique responses, so by understanding the structure for the first time, we are put on the right foot to understand these better and can harness them for not only HIV vaccine design but other therapeutics.”\n\nThe observation came about when researchers in the lab of Andrew Ward, a professor of integrative structural and computational biology at Scripps Research, was using advanced imaging tools to study how antibodies evolve after multiple HIV vaccine doses. A technique the lab invented, known as Electron Microscopy-Based Polyclonal Epitope Mapping, or EMPEM, let the researchers see exactly where on the virus antibodies bind.\n\nWhen they carried out the experiments on blood from animals that had received multiple doses of an experimental HIV vaccine, they discovered that some of the antibodies were not binding directly to the HIV viral antigen but to immune molecules on its surface.\n\nIt isn’t yet known whether this binding is a good thing in designing an effective vaccine, but Brown said future studies should answer that question.\n\n“It adds to our understanding of what these vaccines are capable of eliciting,” Brown said. “We don’t fully know what these antibodies do yet, but by understanding and future experiments looking into why they get elicited and what they do, we can adjust vaccine studies to make them more effective by either harnessing or getting rid of it.\n\n“It could be a good thing [that the antibodies bind together] because it could give the immune system a bigger set of antibodies. Or it could be detrimental in that it is not making antibodies the body needs.”\n\nShe and others in the lab “are excited to see where these antibodies fit into the immune response and the body’s ability to fight off HIV,” she said. “This could lead to redesigning vaccines to target or eliminate these responses and could lead to better vaccines.”\n\nImplementation of any vaccine stemming from this discovery is years away from human trials, but Brown said an effective vaccine would have a great impact.\n\n“There are still millions of people diagnosed with HIV, so having a vaccine would impact the lives of people around the world,” she said. “Having a vaccine that prevents infection would be instrumental in reducing the spread. Right now, there are no vaccines in use in humans. There are clinical trials in humans, which is exciting, and we have made a lot of progress toward eliciting the types of antibodies with these vaccines in the past five years or so. This [discovery] is an extra data point to think about when we design these vaccines and could help us better design boosting immunizations.”\n\nBrown, a native of Montana, “where I fell in love with science,” said she came to Scripps Research for her Ph.D. studies and was placed in her current lab to research immunology and structural biology.\n\n“I feel super lucky to work in the lab I do,” she said. “We have such a diverse, large lab of people full of amazing ideas.”\n\nThe next step for the lab is to look at the antibody responses in other models.\n\n“We want to understand how they are generated and what they do, and any consequences to these antibodies being around,” Brown said. “Then we can modify these types of responses in vaccine design.” ♦"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Is Coming Up With Brand New Molecules, Fueling Drug Discovery",
            "link": "https://www.sciencefriday.com/segments/ai-drug-discovery-antivenom/",
            "description": "AI models are able to design molecules that don’t even exist in nature. Some have proven effective as snake antivenom.",
            "image_url": "https://www.bing.com/th?id=OVFT.x8k4H-C2Ay64yeEys4Vhry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Science Friday15h",
            "source": "Science Friday",
            "article_content": "A recent study in the journal Nature unveiled new proteins that can neutralize the deadliest of snake venoms. They’re “new” in that they aren’t found in nature—they were created in a lab, dreamed up by AI.\n\nUsing AI to discover, or design, the building blocks of drugs is a fast-growing area of research. Another team of scientists out of Philadelphia is using AI to discover new antibiotics by resurrecting long-lost molecules from extinct species like neanderthals and woolly mammoths.\n\nWe know what you’re thinking: It sounds too sci-fi to be true.\n\nFlora Lichtman talks with two pioneers in the field about how AI is supercharging drug discovery: Dr. César de la Fuente, bioengineer and presidential associate professor at the University of Pennsylvania in Philadelphia, and Nobel laureate Dr. David Baker, director of the Institute for Protein Design and professor at the University of Washington in Seattle.\n\nFurther Reading\n\nRead more coverage of Dr. Baker’s work to use AI to develop novel treatments via El País.\n\nSign Up For The Week In Science Newsletter\n\nKeep up with the week’s essential science news headlines, plus stories that offer extra joy and awe.\n\nSubscribe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secrets of 1st dinosaurs lie in the Sahara and Amazon rainforest, study suggests",
            "link": "https://www.msn.com/en-us/science/zoology/secrets-of-1st-dinosaurs-lie-in-the-sahara-and-amazon-rainforest-study-suggests/ar-AA1xOpQk?ocid=BingNewsVerp",
            "description": "The first dinosaurs may have evolved near the equator, and not in the southwest of the supercontinent Gondwana, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iVU7N--q4I4z0ef82esg-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN19h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secrets of Hot Jupiters Revealed: WASP-132 Breaks the Rules of Planetary Systems",
            "link": "https://scitechdaily.com/secrets-of-hot-jupiters-revealed-wasp-132-breaks-the-rules-of-planetary-systems/",
            "description": "New research has revealed that Hot Jupiters do not always push away or destroy nearby planets during their migration. This ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8zChUSyLq7CQYhR9d8KpCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "52m",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of genetic loci associated with allergic sensitization",
            "link": "https://www.sciencedaily.com/releases/2025/01/250121125925.htm",
            "description": "A research team performed a large-scale genome analysis of Japanese and European populations and discovered gene regions (genetic polymorphisms) related to allergic sensitization. Some of these ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily22h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Joe Biden left Elon Musk a parting gift that's helping fuel his beef with OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/joe-biden-left-elon-musk-a-parting-gift-that-s-helping-fuel-his-beef-with-openai/ar-AA1xPlW4?ocid=BingNewsVerp",
            "description": "WIth one foot out the White House door, the Biden administration issued 2 documents Musk is now using in his battle to break ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wVRDjLPNufYZxW8vkrfkCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Bets It All on OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/trump-bets-it-all-on-openai/ar-AA1xOIvy?ocid=BingNewsVerp",
            "description": "Earlier this week, he unveiled perhaps the most ambitious infrastructure project in history—and all but dedicated it to Sam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8_vmEabpN-kVNd8cWIJyBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14hon MSN",
            "source": "The Atlantic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What does OpenAI get from Stargate? A $500 billion chance to build a whole new moat",
            "link": "https://www.msn.com/en-us/money/companies/what-does-openai-get-from-stargate-a-500-billion-chance-to-build-a-whole-new-moat/ar-AA1xNgFp?ocid=BingNewsVerp",
            "description": "OpenAI is putting its focus on AI infrastructure with Stargate at a time when rivals like China's DeepSeek are closing the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rPp-ieDwKIMk7pjl_wpvdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "23hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Download: OpenAI’s agent, and what to expect from robotics",
            "link": "https://www.technologyreview.com/2025/01/24/1110515/the-download-openais-agent-and-what-to-expect-from-robotics/",
            "description": "This is today's edition of The Download, our weekday newsletter that provides a daily dose of what's going on in the world of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kWn-xxDJ-bdarQ2o5V06fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "MIT Technology Review23h",
            "source": "MIT Technology Review",
            "article_content": "What’s new: After weeks of buzz, OpenAI has released Operator, its first AI agent. Operator is a web app that can carry out simple online tasks in a browser, such as booking concert tickets or filling an online grocery order. The app is powered by a new model called Computer-Using Agent—CUA for short—built on top of OpenAI’s multimodal large language model GPT-4o.\n\n\n\nWhy it matters: OpenAI claims that Operator outperforms similar rival tools, including Anthropic’s Computer Use and Google DeepMind’s Mariner. The fact that three of the world’s top AI firms have converged on the same vision of what agent-based models could be makes one thing clear. The battle for AI supremacy has a new frontier—and it’s our computer screens. Read the full story.\n\n—Will Douglas Heaven\n\n+ If you’re interested in reading more about AI agents, check out this piece explaining why they’re AI’s next big thing.\n\nWhat’s next for robots\n\n—James O’Donnell\n\nIn the many conversations I’ve had about robots, I’ve also found that most people tend to fall into three camps. Some are upbeat and vocally hopeful that a future is just around the corner in which machines can expertly handle much of what is currently done by humans, from cooking to surgery. Others are scared: of job losses, injuries, and whatever problems may come up as we try to live side by side.\n\n\n\nThe final camp, which I think is the largest, is just unimpressed. We’ve been sold lots of promises that robots will transform society ever since the first robotic arm was installed on an assembly line at a General Motors plant in New Jersey in 1961. Few of those promises have panned out so far.\n\nBut this year, there’s reason to think that even those staunchly in the “bored” camp will be intrigued by what’s happening in the robot races. Here’s a glimpse at what to keep an eye on this year. Read the full story."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This is how long (and why) OpenAI's Operator holds onto your deleted data",
            "link": "https://www.msn.com/en-us/news/technology/this-is-how-long-and-why-openais-operator-holds-onto-your-deleted-data/ar-AA1xOQT5?ocid=BingNewsVerp",
            "description": "Operator, OpenAI's new AI agent, will save your deleted data for two months longer than deleted data from ChatGPT.",
            "image_url": "https://www.bing.com/th?id=OVFT.Bv8t27jUgA9BP3AvF22JAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skibidi Battlegrounds Codes – January 2025",
            "link": "https://www.msn.com/en-us/news/technology/skibidi-battlegrounds-codes-january-2025/ar-AA1u4RXS?ocid=BingNewsVerp",
            "description": "Looking for the latest Skibidi Battlegrounds codes? We’ve got you covered! This list includes all of the active… The post ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GooYc1okHswV9wjHbKDwLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "PowerUp Gamer on MSN29m",
            "source": "PowerUp Gamer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spirit Airlines’ New Dress Code: Can You Get Kicked Off a Flight?",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/spirit-airlines-new-dress-code-can-you-get-kicked-off-a-flight/ar-AA1xP3zw?ocid=BingNewsVerp",
            "description": "The airline updated its 'contract of carriage' guidelines for the dress code that is permitted on board a flight.",
            "image_url": "https://www.bing.com/th?id=OVFT.n7r58HuT-Lxim5mZ2wMTNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sihoo’s best ergonomic office chairs are extra cheap this week",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/sihoo-s-best-ergonomic-office-chairs-are-extra-cheap-this-week/ar-AA1xOERh?ocid=BingNewsVerp",
            "description": "Sihoo's office chairs help you stay comfortable even as your mind gets absorbed with the task at hand. They're on sale, but ...",
            "image_url": "https://www.bing.com/th?id=OVF.kkpk%2b0Pc1pswrgD6bd%2fZxQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "16hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Databases in 2024: Growth, Change and Controversy",
            "link": "https://www.infoq.com/news/2025/01/database-review-2024/",
            "description": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kl3F_ZO0mrIYIM8vzZX8yS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "InfoQ5h",
            "source": "InfoQ",
            "article_content": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from the past year. The opinionated report, \"Databases in 2024: A Year in Review,\" highlights that while we may indeed be in the \"golden era of databases,\" last year brought significant license changes, the rapid growth of DuckDB, and some surprising new releases.\n\nDiscussing the \"turbulent\" year for open source databases, including major license changes for Redis and Elasticsearch, Pavlo writes:\n\nNotice that Redis and Elasticsearch are receiving more backlash compared to other systems that made similar moves. (...) It cannot be because the Redis and Elasticsearch install base is so much larger than these other systems (...) since the number of MongoDB and Kafka installations was equally as large when they switched their licenses. In the case of Redis, I can only think that people perceive Redis Ltd. as unfairly profiting off others' work since the company's founders were not the system's original creators.\n\nSimilar to how Postgres has emerged as the default choice for operational databases in recent years, DuckDB has, according to the 2024 article, \"entered the zeitgeist as the default choice for running analytical queries on data.\" This trend justifies the recent release of four different extensions integrating the OLAP database with Postgres, as Pavlo explains:\n\nMost OLAP queries do not access that much data. Fivetran analyzed traces from Snowflake and Redshift and showed that the median amount of data scanned by queries is only 100 MB. Such a small amount of data means a single DuckDB instance is enough for most to handle most queries.\n\nAn associate professor at Carnegie Mellon University and former co-founder of OtterTune, Pavlo began publishing an annual analysis in 2021, focusing on the dominance of PostgreSQL. In 2022, the main topic was \"Blockchain databases are still a stupid idea,\" while in 2023, he shifted focus to the rise of vector databases.\n\nThe 2024 retrospective by the database management systems expert garnered significant attention, sparking popular threads on Reddit and Hacker News. An opinionated statement (\"I don't care for Redis. It is slow, it has fake transactions, and its query syntax is a freakshow.\") ignited a heated exchange on Hacker News with Redis creator Salvatore Sanfilippo, better known as \"antirez,\" about the importance and design of the once open-source key-value store.\n\nFocusing on major releases, the retrospective highlights Microsoft Garnet and Valkey as notable key-value stores. Pavlo, however, expresses disappointment with the feature list in MySQL v9 and views the retirement of Amazon QLDB as significant:\n\nIf Amazon can't figure out how to make money on a blockchain database, then nobody can.\n\nDiscussing the recent Aurora DSQL preview, he adds:\n\nThis announcement shows you how much brand recognition the name \"Aurora\" carries in the database world because AWS used it for this new DBMS that seemingly shares no code with their flagship Aurora Postgres RDS offering.\n\nFollowing Pavlo's lead, the team at ByteBase recently released \"Database Tools in 2024: A Year in Review\". Many of Pavlo’s university lessons, along with his recent talk \"What Goes Around Comes Around... And Around…,\" are available on YouTube."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ethereum Price Forecast: ETH bounces back after week-long bearish pressure",
            "link": "https://www.fxstreet.com/cryptocurrencies/news/ethereum-price-forecast-eth-bounces-back-after-week-long-bearish-pressure-202501242130",
            "description": "Ethereum (ETH) is up 4% on Friday as it looks to bounce back from week-long bearish pressure that saw investors depositing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FOdOsDcTZQW9fpxKAqwmeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "15h",
            "source": "FXStreet",
            "article_content": "Ethereum price today: $3,330\n\nEthereum exchange reserve has risen by over 434,000 ETH in the past nine days following increased negative sentiment.\n\nETH's futures open interest remained fairly stable, indicating the market sentiment didn't move derivatives traders.\n\nEthereum's 20% rally is restricted by a symmetrical triangle resistance and a $3,550 hurdle.\n\nEthereum (ETH) is up 4% on Friday as it looks to bounce back from week-long bearish pressure that saw investors depositing over 434,000 ETH in exchanges. With the recent recovery and derivatives traders holding their positions firm, ETH could complete a 20% rally if it overcomes a symmetrical triangle resistance.\n\nEthereum on-chain metrics reveal impact of ETH's bearish sentiment\n\nEthereum faced one of its highest negative sentiment volumes in the past few days.\n\nCommunity members blasted the Ethereum Foundation's leadership and criticized its priorities following Solana's rally upon hosting the TRUMP meme coin. The criticism potentially saw investors jumping ship into other assets, as evidenced by key trends in ETH's on-chain metrics:\n\nEthereum exchange reserve, which measures the total amount of ETH on exchanges, increased by over 434,000 ETH in the past nine days, following the high negative sentiment surrounding the top altcoin. An increase in the amount of coins held in exchanges indicates higher selling pressure.\n\nETH Exchange Reserve. Source: CryptoQuant\n\nA similar trend is evident in ETH's total value staked, which declined to a six-month low of 34.15 million ETH. A decline in total value staked signifies investors are not opting to hold ETH over the long term and could quickly sell off their assets during periods of high volatility.\n\nETH Total Value Staked. Source: CryptoQuant\n\nNotably, the bearish pressure that saw ETH briefly decline below $3,200 came from both short-term and long-term holders considering the Dormant Circulation across both cohorts saw a slight uptick. Dormant Circulation measures the amount of coins within specific age cohorts that switched addresses.\n\nETH Dormant Circulation. Source: Santiment\n\nHowever, periods of high negative sentiment for top crypto assets have often coincided with a price bottom. This could partly explain why ETH has quickly recovered and risen above the $3,300 level in the past 24 hours.\n\nOn the other hand, Ethereum's futures open interest saw a slight increase in the past two days, reaching an all-time high of 9.50 million ETH on Friday.\n\nEthereum Open Interest. Source: Coinglass\n\nOpen interest is the total amount of unsettled contracts in a derivatives market.\n\nDespite the negativity surrounding ETH, its open interest was fairly stable, indicating derivatives traders maintained their positions.\n\nMeanwhile, Ethereum exchange-traded funds (ETFs) ended their six-day inflow streak after recording net outflows of $14.90 million on Thursday, per Coinglass data.\n\nEthereum Price Forecast: ETH eyes move above symmetrical triangle and $3,550 resistance\n\nEthereum experienced $35.24 million in liquidations in the past 24 hours, per Coinglass data. The total amount of liquidated long and short positions accounted for $13.95 and $21.29 million, respectively.\n\nOn the 8-hour chart, Ethereum bounced off a symmetrical triangle's lower boundary support line. Notably, ETH has struggled near the 200-day and 50-day Simple Moving Averages (SMAs) in the past nine days before seeing a 4% rise on Friday.\n\nETH/USDT 8-hour chart\n\nOn the upside, ETH faces the upper boundary resistance of a symmetrical triangle — strengthened by the 100-day SMA. If ETH clears this hurdle and flips the $3,550 resistance to a support level, it could rally nearly 20% to tackle the $4,100 critical resistance.\n\nOn the downside, ETH could find support near the $3,000 psychological level if it declines below the triangle's lower boundary support line. A sustained move below $3,000 will validate a Head-and-Shoulders (H&S) pattern that could spark a mega-bearish trend for ETH.\n\nThe Relative Strength Index (RSI) and Moving Average Convergence Divergence (MACD) are above their neutral levels, indicating rising bullish pressure."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two mysterious fast radio bursts originated from wildly different places in space",
            "link": "https://www.msn.com/en-us/news/technology/two-mysterious-fast-radio-bursts-originated-from-wildly-different-places-in-space/ar-AA1xNep1?ocid=BingNewsVerp",
            "description": "Astronomers have traced two mysterious fast radio bursts from space to wildly different places, which suggests the phenomenon ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vNVB9SwFN0FraTlo52tw1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1don MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15th-century hoard of gold and silver coins discovered in Israel near Sea of Galilee",
            "link": "https://www.livescience.com/archaeology/15th-century-hoard-of-gold-and-silver-coins-discovered-in-israel-near-sea-of-galilee",
            "description": "A coin hoard dating to the 15th century has been discovered near a medieval synagogue in Israel. Why it was deposited there, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yRw8B2sseRx8cmAB6raxRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science8m",
            "source": "Live Science",
            "article_content": "This coin hoard was deposited during the 15th century and contains hundreds of Venetian and Mamluk coins.\n\nArchaeologists have discovered a hoard of gold and silver coins by the remains of a centuries-old synagogue in Israel, near the Sea of Galilee.\n\nThe hoard of 364 coins, which was unearthed at the archaeological site of Huqoq (also spelled Yaquq), dates to the 15th century.\n\nThe team found the stash within two jugs under the collapsed wall of the synagogue. Most of the coins are from medieval Venice or the Mamluk sultanate, which controlled the region at the time. It's unclear why the jugs were filled with coins and left at the site, Robert Kool , a curator in the Israel Antiquities Authority's coin department, wrote in a paper published in the latest issue of the American Journal of Numismatics .\n\nThe earliest of the Venetian coins dates to the time that Francesco Dandolo was doge (leader of Venice), between 1329 and 1339, while the latest Venetian coins date to the reign of Francesco Foscari, from 1423 to 1457, Kool wrote. Many of the Venetian coins have images depicting St. Mark the Evangelist, who is traditionally ascribed as the author of the Gospel of Mark, as well as Latin inscriptions that can be translated as \"It is to You, Christ, that this Duchy is entrusted which You govern,\" Kool wrote.\n\nDuring medieval times in the eastern Mediterranean, Venetian coins were widely used as an export currency. \"By the end of the fourteenth century [Venetian] ducats were the only European gold currency accepted in Mamluk Egypt and Syria,\" Kool wrote in the study.\n\nImage 1 of 2 (Image credit: Tal Rogovski) The coin hoard when it was first discovered. Why it was deposited near the medieval synagogue is a mystery. (Image credit: Tal Rogovski) One of the gold coins found at the archaeaological site of Huqoq.\n\nMost of the Mamluk coins in the hoard were minted during the reign of Sultan al-Ashraf Barsbay, from 1422 to 1438, Kool wrote. There are also a few coins from other locations in Southern Europe, such as a silver coin minted during the reign of James I, who was king of Sicily from 1285 to 1295, and even a coin from Serbia.\n\nThe \"deposition of the hoard occurred sometime during or after 1438-1457,\" a date range that is based on analysis of the coins and other archaeological remains, Kool wrote in the paper. Who deposited it, where they got the money from, and why it was left at the synagogue are all unknown.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThat said, there are many possibilities. It could have been money donated for repairs to the synagogue, or perhaps the hoard was deposited by a traveling merchant who left it there for safekeeping and never came back, Kool wrote. Yet another possibility is that the coins were left by pilgrims traveling to the tomb of Habakkuk, a prophet mentioned in the Hebrew Bible who lived in the seventh century B.C.This tomb is located near Huqoq.\n\nThe building stopped being used as a synagogue in the mid-15th century, Kool noted. After that, the building fell into ruin."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Incredible Underwater Discoveries That Will Astonish You",
            "link": "https://www.msn.com/en-us/science/environmental-science/10-incredible-underwater-discoveries-that-will-astonish-you/vi-AA1xPqd8?ocid=BingNewsVerp",
            "description": "\"Explore Culture Quest to discover more of The Supereme's fascinating human interest stories, shocking discoveries, rare ...",
            "image_url": "https://www.bing.com/th?id=OVF.UcsHfWd3Mx9sGI%2bCReEMNA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are the Top Inventions done by NASA?",
            "link": "https://www.msn.com/en-in/science/astronomy/what-are-the-top-inventions-done-by-nasa/ar-AA1xQjYV?ocid=BingNewsVerp",
            "description": "NASA's achievements, from the iconic Apollo missions to the James Webb Telescope, have redefined space exploration and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zgU5KeGGheZ1XvQhi796RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "Jagran Josh on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Puzzling fossils unearthed in China may rewrite the human story",
            "link": "https://www.msn.com/en-us/science/anthropology/puzzling-fossils-unearthed-in-china-may-rewrite-the-human-story/ar-AA1xNLDp?ocid=BingNewsVerp",
            "description": "Researchers say they have identified a new species of ancient hominin, Homo juluensis, that could help solve another big ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oKWVGyH_nlKjh-_XOH1vzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "21hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Turn No-Code Skills Into Cash : 5 Automations Businesses Ideas",
            "link": "https://www.geeky-gadgets.com/sell-automation-systems-for-profit/",
            "description": "Automation systems built on no-code platforms like n8n, Make.com, and Zapier can be sold for $1,500–$10,000, addressing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RMkOHdW26waZR-BZGelR2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "23h",
            "source": "Geeky Gadgets",
            "article_content": "Automation is reshaping the way businesses operate by offering solutions that save time, reduce costs, and drive revenue growth. As an automation professional, you are uniquely positioned to design and sell systems that address critical business challenges while delivering measurable results. This guide by Nick Saraev provides more insights into five automation systems you can sell for $1,500 to $10,000, using no-code platforms like n8n, Make.com, and Zapier.\n\nThe beauty of these systems lies in their simplicity and scalability. They’re designed to address pressing business pain points while delivering tangible, measurable results. Whether it’s automating personalized outreach or streamlining newsletter production, these solutions are customizable and adaptable to a variety of industries. If you’ve ever wondered how to turn automation into a profitable venture, you’re in the right place.\n\nAutomation Ideas to Sell\n\nTL;DR Key Takeaways : Automation systems built on no-code platforms like n8n, Make.com, and Zapier can be sold for $1,500–$10,000, addressing critical business challenges such as lead generation, content creation, and hiring.\n\nKey principles for successful automation include delivering measurable results, solving urgent pain points, and making sure scalability through reusable templates.\n\nFive high-value automation systems include: Deep Personalization for email outreach, Search Intent Lead Scraper, YouTube Content Improvement, Automated Newsletter Production, and Automatic Hiring System.\n\nThese systems are versatile, targeting industries like SaaS, recruitment, and marketing, and can be monetized through fixed pricing, upselling, or value-based pricing strategies.\n\nUsing no-code tools and AI enhances scalability, reduces manual effort, and ensures consistent results, making automation a lucrative opportunity for professionals in this growing market.\n\nWhat Defines High-ROI Automations?\n\nSuccessful automation systems share common traits that make them attractive investments for businesses. To create high-ROI solutions, focus on these three essential principles:\n\nDeliver Tangible Results: Your automations should provide measurable outcomes, such as increased lead generation, reduced operational costs, or streamlined workflows.\n\nYour automations should provide measurable outcomes, such as increased lead generation, reduced operational costs, or streamlined workflows. Address Critical Pain Points: Solve urgent problems like inefficiencies, revenue stagnation, or resource bottlenecks that hinder business growth.\n\nSolve urgent problems like inefficiencies, revenue stagnation, or resource bottlenecks that hinder business growth. Ensure Scalability: Build systems using no-code platforms and templates that can be easily adapted and replicated for different clients with minimal effort.\n\nBy adhering to these principles, you can create automation solutions that businesses view as indispensable tools for achieving their goals.\n\nBuilding Automation Systems\n\nHere are five high-value automation systems you can start offering today. Each is designed to solve specific business challenges and deliver measurable results.\n\n1. Deep Personalization System\n\nThis system automates hyper-personalized cold email outreach, a critical component of lead generation. It scrapes data, enriches leads with relevant details, and generates customized email content to improve engagement rates. Businesses struggling with low outreach performance will find this solution highly valuable.\n\nKey Features: Data scraping, lead enrichment, and dynamic email generation.\n\nData scraping, lead enrichment, and dynamic email generation. Target Clients: B2B companies, SaaS providers, and marketing agencies.\n\nB2B companies, SaaS providers, and marketing agencies. Price Range: $1,500–$5,000+\n\n2. Search Intent Lead Scraper\n\nThis system identifies businesses actively seeking solutions by analyzing job postings and extracting hiring signals. It enriches the data with decision-maker information and automates outreach campaigns, allowing clients to target companies with immediate needs.\n\nKey Features: Job listing scraping, data enrichment, and outreach automation.\n\nJob listing scraping, data enrichment, and outreach automation. Target Clients: Recruitment firms, SaaS companies, and sales teams.\n\nRecruitment firms, SaaS companies, and sales teams. Price Range: $1,500–$5,000+\n\n3. YouTube Content Improvement System\n\nThis system helps businesses refine their content strategies by analyzing YouTube transcripts. It identifies content gaps, generates improved scripts, and creates social media posts to repurpose and amplify engagement. Content creators and marketers can use this system to maximize their reach and impact.\n\nKey Features: Transcript analysis, content generation, and social media automation.\n\nTranscript analysis, content generation, and social media automation. Target Clients: YouTubers, digital marketers, and content agencies.\n\nYouTubers, digital marketers, and content agencies. Price Range: $1,500–$5,000+\n\n4. Automated Newsletter Production System\n\nThis system automates newsletter creation by scraping Reddit posts, filtering relevant content, and generating newsletters for platforms like MailChimp. It eliminates the manual effort of content curation and ensures timely delivery, making it a valuable tool for content-driven businesses.\n\nKey Features: Content scraping, filtering, and newsletter automation.\n\nContent scraping, filtering, and newsletter automation. Target Clients: Media companies, bloggers, and community managers.\n\nMedia companies, bloggers, and community managers. Price Range: $1,500–$10,000\n\n5. Automatic Hiring System\n\nThis system streamlines the hiring process by automating application reviews, trial tasks, and onboarding workflows. It reduces time and costs while maintaining quality, making it ideal for businesses with high-volume hiring needs.\n\nKey Features: Application processing, task automation, and onboarding workflows.\n\nApplication processing, task automation, and onboarding workflows. Target Clients: Recruitment agencies, HR departments, and startups.\n\nRecruitment agencies, HR departments, and startups. Price Range: $2,000–$10,000\n\n5 Automations You Can Sell Today\n\nCheck out more relevant guides from our extensive collection on No-code automation platforms that you might find useful.\n\nWhy These Systems Are Effective\n\nThe effectiveness of these automation systems lies in their shared characteristics, which make them highly appealing to businesses:\n\nNo-Code Platforms: Built using tools like n8n, Make.com, and Zapier, these systems are easy to develop, deploy, and maintain.\n\nBuilt using tools like n8n, Make.com, and Zapier, these systems are easy to develop, deploy, and maintain. Scalability: Templates allow for quick customization and replication across industries, saving time and effort.\n\nTemplates allow for quick customization and replication across industries, saving time and effort. Problem-Solving Focus: Each system addresses a specific business challenge, such as lead generation, content creation, or hiring.\n\nMonetizing Your Automation Systems\n\nTo maximize revenue from your automation systems, consider these strategies:\n\nFixed Pricing: Charge between $1,500 and $10,000 depending on the complexity and value of the system.\n\nCharge between $1,500 and $10,000 depending on the complexity and value of the system. Upselling Opportunities: Offer additional services, such as ongoing support, custom integrations, or advanced analytics.\n\nOffer additional services, such as ongoing support, custom integrations, or advanced analytics. Value-Based Pricing: Align your pricing with the ROI delivered, such as increased leads, reduced costs, or improved efficiency.\n\nIndustries That Benefit the Most\n\nThese automation systems are versatile and can be tailored to various industries, including:\n\nSaaS: CRM templates, lead generation tools, and customer onboarding workflows.\n\nCRM templates, lead generation tools, and customer onboarding workflows. Recruitment: Automated hiring workflows, job scraping systems, and candidate outreach tools.\n\nAutomated hiring workflows, job scraping systems, and candidate outreach tools. Marketing: Content repurposing, email outreach automation, and social media scheduling.\n\nScaling Your Automation Business\n\nAutomation offers a powerful way to enhance efficiency and scalability for both you and your clients. By using no-code platforms and reusable templates, you can reduce manual effort, accelerate deployment, and deliver consistent results. Incorporating AI tools into your systems can further enhance their functionality, making them even more valuable and future-proof. As demand for automation continues to grow, these systems provide a lucrative opportunity to establish yourself as a trusted provider of innovative business solutions.\n\nMedia Credit: Nick Saraev\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Databases in 2024: Growth, Change and Controversy",
            "link": "https://www.infoq.com/news/2025/01/database-review-2024/",
            "description": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kl3F_ZO0mrIYIM8vzZX8yS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "InfoQ5h",
            "source": "InfoQ",
            "article_content": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from the past year. The opinionated report, \"Databases in 2024: A Year in Review,\" highlights that while we may indeed be in the \"golden era of databases,\" last year brought significant license changes, the rapid growth of DuckDB, and some surprising new releases.\n\nDiscussing the \"turbulent\" year for open source databases, including major license changes for Redis and Elasticsearch, Pavlo writes:\n\nNotice that Redis and Elasticsearch are receiving more backlash compared to other systems that made similar moves. (...) It cannot be because the Redis and Elasticsearch install base is so much larger than these other systems (...) since the number of MongoDB and Kafka installations was equally as large when they switched their licenses. In the case of Redis, I can only think that people perceive Redis Ltd. as unfairly profiting off others' work since the company's founders were not the system's original creators.\n\nSimilar to how Postgres has emerged as the default choice for operational databases in recent years, DuckDB has, according to the 2024 article, \"entered the zeitgeist as the default choice for running analytical queries on data.\" This trend justifies the recent release of four different extensions integrating the OLAP database with Postgres, as Pavlo explains:\n\nMost OLAP queries do not access that much data. Fivetran analyzed traces from Snowflake and Redshift and showed that the median amount of data scanned by queries is only 100 MB. Such a small amount of data means a single DuckDB instance is enough for most to handle most queries.\n\nAn associate professor at Carnegie Mellon University and former co-founder of OtterTune, Pavlo began publishing an annual analysis in 2021, focusing on the dominance of PostgreSQL. In 2022, the main topic was \"Blockchain databases are still a stupid idea,\" while in 2023, he shifted focus to the rise of vector databases.\n\nThe 2024 retrospective by the database management systems expert garnered significant attention, sparking popular threads on Reddit and Hacker News. An opinionated statement (\"I don't care for Redis. It is slow, it has fake transactions, and its query syntax is a freakshow.\") ignited a heated exchange on Hacker News with Redis creator Salvatore Sanfilippo, better known as \"antirez,\" about the importance and design of the once open-source key-value store.\n\nFocusing on major releases, the retrospective highlights Microsoft Garnet and Valkey as notable key-value stores. Pavlo, however, expresses disappointment with the feature list in MySQL v9 and views the retirement of Amazon QLDB as significant:\n\nIf Amazon can't figure out how to make money on a blockchain database, then nobody can.\n\nDiscussing the recent Aurora DSQL preview, he adds:\n\nThis announcement shows you how much brand recognition the name \"Aurora\" carries in the database world because AWS used it for this new DBMS that seemingly shares no code with their flagship Aurora Postgres RDS offering.\n\nFollowing Pavlo's lead, the team at ByteBase recently released \"Database Tools in 2024: A Year in Review\". Many of Pavlo’s university lessons, along with his recent talk \"What Goes Around Comes Around... And Around…,\" are available on YouTube."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cold start for South Florida but it's about to get warmer. Here's what you need to know.",
            "link": "https://www.cbsnews.com/miami/news/cold-start-for-south-florida-but-its-about-to-get-warmer-heres-what-you-need-to-know/",
            "description": "Tonight won't be quite as cold, with lows in the 50s inland, and 60s across the coast. Sunday will be even a touch warmer, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8Tu24FZU0Plg4wGGre6hby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "CBS News",
            "article_content": "MIAMI -- The coldest air of the season has arrived Saturday morning, with widespread morning temperatures in the middle and upper 40s. In fact, the last time South Florida had temperatures this cold was over two years ago, on January 16th.\n\nDespite the cold start, this afternoon will be much warmer than the 50s we only managed to reach yesterday. Highs will warm into the lower 70s under plenty of sunshine.\n\nTonight won't be quite as cold, with lows in the 50s inland, and 60s across the coast. Sunday will be even a touch warmer, with highs back into the lower to middle 70s under a partly sunny sky.\n\nA warming trend will continue into the work week to round out the last bit of January. Dry conditions will persist through the end of the work week, with highs closing in on 80 degrees by Thursday."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Daylight Saving Time 2025: Why it starts early this year",
            "link": "https://www.msn.com/en-us/news/us/daylight-saving-time-2025-why-it-starts-early-this-year/ar-AA1xKvmB?ocid=BingNewsVerp",
            "description": "Just three weeks into 2025, Daylight Saving Time already is looming on the horizon for March 9. The annual rite of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.utqseMoeglulmXSt3DhrBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "22hon MSN",
            "source": "The Plain Dealer Cleveland on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Software Engineering Intelligence may have its breakout year in 2025",
            "link": "https://sdtimes.com/valuestream/software-engineering-intelligence-may-have-its-breakout-year-in-2025/",
            "description": "SEI is the application of both data driven insights and predictive AI to measure and improve not only the process of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iTwsqvVWW32mEgZVb5MxkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "18h",
            "source": "SD Times",
            "article_content": "Value Stream Management (VSM) was all the rage a few years ago, but now there’s a new contender for measuring how much value software is driving: Software Engineering Intelligence.\n\n“While Value Stream Management continued to lose steam in 2024, we also saw the fast emergence of Software Engineering Intelligence (SEI) to take its place,” Derek Holt, CEO of Digital.ai, told SD Times while making predictions for 2025.\n\nHolt was interviewed in the most recent episode of our podcast to talk more about this trend, explaining that SEI is the application of both data driven insights and predictive AI to measure and improve not only the process of delivering software, but also the outcomes of that software development.\n\n“This includes both rear view metrics of how things have trended in the past, but also looks at predictive insights to be able to identify areas for improvement, risk avoidance, etc,” he said. “There’s a reason why the rear view mirror is smaller than the windshield in a car, and we think it is that balance of both views that are going to help organizations just get better and better at predictably, building and delivering great software.”\n\nThere are a couple of different reasons why Holt believes SEI will gain more traction in the year ahead.\n\nFirst, organizations are continuing to look at how to mature the way they build and deliver software.\n\nSecond, there is pressure on companies to adopt AI in their software development process, but they don’t necessarily have the data to justify whether or not AI has resulted or will result in improvements.\n\nThird, we now have the technology stack needed to gather structured and unstructured data from third-party tools and provide it in a dashboard and perform predictive insights on that data.\n\nLooking back to VSM, it really was designed to help answer two questions:\n\nHow good are we at building software? How good is the software we build right now?\n\n“I know those are a lot of the same words, but they’re wildly different things,” Holt explained. “I could be really great at building, let’s say, a new smartphone, but if the smartphone isn’t wanted by anybody, it doesn’t really matter that I was good at building it. And at the same time, I could have the best idea for the next generation smartphone, but if I don’t have a way to get the parts, manufacturing, and distribution, that idea is not worth a lot either.”\n\nHolt believes that SEI is a part of the overall vision for VSM. It’s not a complete departure from VSM, but rather a recognition of that first question.\n\nHe explained that development teams often have an easier time understanding how good they are at building software, and a harder time understanding the value they derive from that software, as that can vary based on business model, business strategy, market conditions, etc.\n\nHolt also emphasized that it’s not an “either or” when it comes to VSM vs SEI. “I think it’s a subset, and hopefully we continue to build towards the original vision of value stream management, just in a kind of a step function over time.”\n\nFor teams looking to implement SEI, Holt says there are a few prerequisites. First, whatever vendors they’re working with need to have ways to pull data from those systems, as no singular data source can provide that 360 degree view that is needed.\n\nAnother important foundation is the ability to scale. “These things are easy to demo,” Holt said. “They’re harder to scale across an enterprise. So I would really encourage folks, as they’re doing evaluations, to make sure that they’re partnering with folks that have done this at scale. And that’s not just scale of data, it’s also scale of users, scale of continuing to mature … getting value right away, but also then expanding the purview in terms of the types of intelligence that you’re getting.”\n\nHe also went on to say that it’s important to have that 360 degree view so that you can ensure you’re not only able to look back, but also predict future outcomes.\n\nHis final piece of advice is to not overanalyze the options in a way that prevents you from getting started. “It’s very, very easy to look at this space and to spend a year debating and having a bit of analysis paralysis … But the very first view you get, the very first aggregation of multiple data sources that gives you insights into your business, even just one is better than where you were before. And so this is a journey, not a destination, and a key piece there is taking that first step. So I would just encourage folks to get started instead of waiting for perfection.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Glean CEO On AI-led Democratization Of Software Build: Tech Disruptors",
            "link": "https://www.bloomberg.com/news/audio/2025-01-24/glean-ceo-on-ai-led-democratization-of-software-tech-disruptors",
            "description": "\"The AI trend still feels significantly larger than all of those previous trends that we've seen in technology over the last three decades\" Glean CEO and founder Arvind Jain tells Bloomberg ...",
            "image_url": "https://www.bing.com/th?id=OJ.9LaoFuCEcmza0A&pid=news&w=75&h=16&rs=2",
            "category": "software+trend",
            "date": "23h",
            "source": "Bloomberg L.P.",
            "article_content": "Glean CEO On AI-led Democratization of Software: Tech Disruptors\n\nGlean CEO On AI-led Democratization of Software Tech Disruptors Arrow Right 42:15\n\n\"The AI trend still feels significantly larger than all of those previous trends that we've seen in technology over the last three decades\" Glean CEO and founder Arvind Jain tells Bloomberg Intelligence. The growing enterprise information stack that is dispersed across diverse systems adds complexity and solutions like Glean, enables organization to deploy AI powered knowledge retrieval solution focused streamlined for customer workflows and systems, on the lines of ChatGPT or Google Search. In this episode of the Tech Disruptors podcast, he joins Sunil Rajgopal, senior software analyst at BI, to discuss the AI-fueled changes to enterprise knowledge management, the impact of AI agents and broader implications of AI. They also talk about Glean’s product evolution, competition landscape and pricing model."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI in focus after launching direct competitor to Amazon-backed Anthropic",
            "link": "https://markets.businessinsider.com/news/stocks/openai-in-focus-after-launching-direct-competitor-to-amazon-backed-anthropic-1034267844",
            "description": "OpenAI announced a preview of Operator, an artificial intelligence agent, that will collaborate with a wide range of commerce-driven companies.",
            "image_url": "https://www.bing.com/th?id=OJ.gfw9gphi0Cq94Q&pid=news&w=49&h=16&rs=2",
            "category": "openai+competitor",
            "date": "18h",
            "source": "Business Insider",
            "article_content": "OpenAI announced a preview of Operator, an artificial intelligence agent, that will collaborate with a wide range of commerce-driven companies. While still early, analysts believe these agents could drive engagement shifts across the Internet, while adding that details of the product and its partners remove a key overhang for online travel agencies. Analysts also expect advancements in agentic capabilities to continue, as well as further product expansion from Google (GOOGL), Meta (META) and others.\n\nInvest with Confidence: Follow TipRanks' Top Wall Street Analysts to uncover their success rate and average return.\n\nJoin thousands of data-driven investors – Build your Smart Portfolio for personalized insights.\n\nOPERATOR: OpenAI announced on Thursday that it is launching a research preview of Operator, a general-purpose artificial intelligence agent that can take control of a web browser and independently perform certain actions and tasks. Using its own browser, it can look at a webpage and interact with it by typing, clicking, and scrolling, OpenAI said in a blog post. Operator is coming to U.S. users on ChatGPT’s $200 Pro subscription plan first, the company said. It plans to expand Operator to Plus, Team and Enterprise users and integrate its capabilities directly into ChatGPT in the future once it is “confidence in its safety and usability at scale.”\n\nOpenAI explained that “Operator can be asked to handle a wide variety of repetitive browser tasks such as filling out forms, ordering groceries, and even creating memes. The ability to use the same interfaces and tools that humans interact with on a daily basis broadens the utility of AI, helping people save time on everyday tasks while opening up new engagement opportunities for businesses.”\n\nWHAT’S NOTABLE: Operator directly competes with an earlier release from Anthropic, the Amazon (AMZN)-backed artificial intelligence startup behind the Claude chatbot.\n\nThe generative AI market includes OpenAI and Anthropic, as well as Amazon, Google, Microsoft (MSFT), and Meta. Google is investing a further $1B into OpenAI competitor Anthropic, The Financial Times’ George Hammond, Madhumitda Murgia, and Arash Massoudi reported this week. Google had already committed about $2B to Anthropic and is now increasing its stake in the group, according to four people with knowledge of the situation. Under outgoing commissioner Lina Khan, the FTC had targeted investments from Google and Amazon into Anthropic and Microsoft’s partnership with OpenAI, reviewing the impact of the deals on competition, but Khan is stepping down in the coming weeks, the FT noted.\n\nANALYST COMMENTARY: In its 2025 outlook, Morgan Stanley discussed how it expects to see key developments in agentic offerings in 2025 and one month into the year “we have already seen releases from OpenAI and Perplexity.” Google has also previewed agentic/reasoning capabilities with Deep Research, Project Astra, Project Mariner and in travel both in its Gemini 2.0 release and at Google I/O 2024, and Meta has spoken to significant opportunities for the creation of agentic AI systems with advanced reasoning. While still early days, with continued technological and cost improvements in reinforcement learning, chain of thought, and test time compute, the firm expects advancements in agentic capabilities to continue. It also expects further product expansion from Google, Meta and others.\n\nSaying that the new OpenAI agent is a best-case outcome for online travel agencies, Jefferies said that while rumors of the announcement contributed to high single digit downside for Booking and Expedia (EXPE) in recent days on fears of disintermediation, the details provided on Friday helped soothe those fears given that OpenAI’s list of partners included Booking. The partnerships support the firm’s view that AI agents will eventually be another performance channel that could help consolidate share around scaled Internet names. Jefferies said the announcement from OpenAI removes a key OTA overhang and suggests a path for OTA market share gains.\n\nAlso commenting on OpenAI’s Operator, JPMorgan noted that the company is collaborating with a wide range of commerce-driven companies, including DoorDash (DASH), Instacart (CART), Booking (BKNG), Uber (UBER), eBay (EBAY), TripAdvisor (TRIP), and others. The firm believes that, for now, it is also blocked by a number of services, including Google’s YouTube and Reddit (RDDT). While it is still “very early” and much depends on how Operator and others improve over time, JPMorgan believes these agents could drive engagement shifts across the Internet, with a mix of positive and negative implications across its coverage universe.\n\nThough currently only in previews, BofA expects OpenAI’s Operator could become available more broadly potentially later this year for those paying $20/month. During testing, users still need to input passwords, confirm significant actions, and approve high-stakes transactions, so the firm doesn’t expect an immediate impact. OpenAI will also publish its model so that developers build their own Computer Using Agents. BofA believes OpenAI’s collaborations with DoorDash, Uber, and Instacart are in the early stages, but could possibly deepen in the long-term and allow for more streamlined ordering or additional services."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What does OpenAI get from Stargate? A $500 billion chance to build a whole new moat",
            "link": "https://www.msn.com/en-us/money/companies/what-does-openai-get-from-stargate-a-500-billion-chance-to-build-a-whole-new-moat/ar-AA1xNgFp?ocid=BingNewsVerp",
            "description": "OpenAI is putting its focus on AI infrastructure with Stargate at a time when rivals like China's DeepSeek are closing the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rPp-ieDwKIMk7pjl_wpvdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "23hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning and 3D printing yield steel-strong, foam-light materials",
            "link": "https://www.msn.com/en-us/money/technology/machine-learning-and-3d-printing-yield-steel-strong-foam-light-materials/ar-AA1xOQuO?ocid=BingNewsVerp",
            "description": "Researchers at the University of Toronto's Faculty of Applied Science & Engineering have used machine learning to design nano ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nLNeLxgiAMtLa1NNacetNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "15hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Combining machine learning with a climate system model enhances flood season rainfall predictions",
            "link": "https://www.msn.com/en-us/news/technology/combining-machine-learning-with-a-climate-system-model-enhances-flood-season-rainfall-predictions/ar-AA1xO8zA?ocid=BingNewsVerp",
            "description": "As climate change leads to more frequent and intense extreme precipitation events, accurately predicting rainfall during the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q0Nix-8k0Ie_8AT3FJ6tdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "19hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine Sends Volley of Drones at Russia, Hitting Oil Refinery",
            "link": "https://www.nytimes.com/2025/01/24/world/europe/ukraine-russia-oil-drone.html",
            "description": "Videos showed fireballs over a facility in Ryazan, 110 miles southeast of Moscow. Kyiv is seeking to disrupt Russian military ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FhZTrURD4Pfkx2I7JtOYyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "21h",
            "source": "The New York Times",
            "article_content": "Ukraine fired a large volley of exploding drones at Russia on Friday, according to Ukrainian officials and the Russian military, in a barrage that set an oil refinery and pumping station on fire and briefly closed multiple airports, including several serving Moscow.\n\nThe attack was the latest and one of the biggest in Ukraine’s campaign to disrupt Russian military logistics and to put pressure on the country’s economy by striking the oil industry that is Moscow’s main source of revenue.\n\nUkraine’s fleet of drones, which resemble small airplanes and have ranges of about 1,000 miles, have attacked Russian refineries and factories at least 17 times this year, and dozens of times in 2024. Ukraine has ramped up drone production over the past year and now routinely fires large volleys."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europe considers sending troops to Ukraine if there’s a ceasefire. But would Russia accept?",
            "link": "https://www.msn.com/en-us/news/world/europe-considers-sending-troops-to-ukraine-if-theres-a-cease-fire-but-would-russia-accept/ar-AA1xOi15?ocid=BingNewsVerp",
            "description": "With Russia wearing down Ukraine’s stretched forces and U.S. President Donald Trump pressuring the two sides to end their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1QxaN0j_NpAbArhBfrOwli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "18hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UN says Congo's M23 conflict could spark regional war",
            "link": "https://www.msn.com/en-us/news/world/un-says-congo-s-m23-conflict-could-spark-regional-war/ar-AA1xNm7m?ocid=BingNewsVerp",
            "description": "U.N. Secretary-General Antonio Guterres has warned that Congo's M23 conflict risks spiralling into a broader regional war as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R8NsKdao0h53jT9ovjyx1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "22hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What to know about the escalating conflict in eastern Congo as rebels close in on Goma",
            "link": "https://abcnews.go.com/International/wireStory/escalating-conflict-eastern-congo-rebels-close-goma-118081974",
            "description": "Fighting has escalated sharply in recent weeks in eastern Congo, where rebels have seized key towns and are closing in on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f9Xb3X6-nrx41TWoxIddHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "14h",
            "source": "ABC",
            "article_content": "Fighting has escalated sharply in recent weeks in eastern Congo, where rebels have seized key towns and are closing in on the city of Goma, the government’s last stronghold in the North Kivu province, where Goma is the provincial capital and which bord...\n\nWhat to know about the escalating conflict in eastern Congo as rebels close in on Goma\n\nDAKAR, Senegal -- Fighting has escalated sharply in recent weeks in eastern Congo, where rebels have seized key towns and are closing in on the city of Goma, the government’s last stronghold in the region bordering Rwanda.\n\nThe offensive by the Rwanda-backed M23 rebel group has stretched local hospitals to the limit, with hundreds of wounded coming in every day as civilians get caught in the crossfire. Thousands have been displaced, exacerbating an existing humanitarian crisis and prompting fears of an all-out regional war.\n\nHere is what to know about the fighting:\n\nExplosions from Goma's outskirts have been reverberating across the city of 2 million people this week. Schools and stores are closed and police are out in full force. Military checkpoints, erected overnight, stop and check all vehicles.\n\nOn Friday, the governor of eastern Congo’s North Kivu province, where Goma is the provincial capital, died of wounds sustained on the front line. The circumstances of Maj. Gen Peter Cirimwami's death were not immediately known — he was visiting troops fighting the rebels when he was wounded.\n\nOn Thursday, the rebels seized Sake, a town only 27 kilometers (16 miles) from Goma, sending panic surging as concerns mounted that the city could soon fall. Earlier in the week, they captured Minova, a strategically important port on the shores of Lake Kivu, and also the towns of Katale and Masisi, west of Goma.\n\nMost of the fighting between the Congolese army and the rebels on Friday was focused on Kibumba, a town about 25 kilometers (15 miles) north of Goma, and also around Sake.\n\nThe M23 rebels — or The March 23 Movement — is one of about 100 armed groups vying for a foothold in the mineral-rich region in a decades-long conflict in eastern Congo. In recent weeks, the rebels have made significant territorial gains, seizing towns and villages and encircling Goma.\n\nThe group was created in 2012 after the failed integration of ethnic Tutsis who broke away from the Congolese army. It claims to defend Tutsi from discrimination but critics say it's a pretext for Rwanda to obtain economic and political influence over eastern Congo.\n\n“Studies have long highlighted the smuggling of resources\" from Congo into Rwanda, said Ladd Serwat, senior Africa analyst with U.S.-based Armed Conflict Location & Event Data Project. “Congolese officials increasingly accuse Rwanda of pursuing control over the region’s resources and aiming to annex parts” of Congo.\n\nIn territories under its control, M23 implements its own tax system, runs a local government and controls natural resources.\n\nCongo, the United States and U.N. experts accuse Rwanda of backing the M23, which had only hundreds of members in 2021. Now, according to the United Nations, the group has around 6,500 fighters.\n\nWhile Rwanda denies that claim, it acknowledged last year that it has troops and missile systems in eastern Congo, allegedly to safeguard its security. U.N. experts estimate there are up to 4,000 Rwandan forces in Congo.\n\nSerwat, the Africa analyst, says that Rwanda's engagement has brought it into direct conflict with Congolese forces, “escalating political tensions” between the neighbors.\n\nA “declaration of war\" by Congo against Rwanda would risk turning \"into a regional conflict in East Africa,” said Darren Davids, an analyst with the Economist Intelligence Unit.\n\nThe U.N. refugee agency says more than 400,000 people have been displaced in eastern Congo since the beginning of the year, exacerbating “desperate conditions” in severely overcrowded displacement centers in and around Goma and triggering an increase in cholera cases.\n\nJean Claude Bauma, 35, fled Masisi when M23 overran the town and was staying with his family at the Nzulo camp for the displaced on the outskirts of Goma. But relentless shelling near the camp forced the father of five to flee into the city center this week.\n\n“We fear for our lives, since the birth of my children, we have been fleeing the war,” Bauma told the AP. “This time ... if it’s to die, I will die here.”\n\nThe city is a regional hub for trade, security and humanitarian efforts, and its airport is key for transporting supplies.\n\nBack in 2012, the rebels seized Goma and controlled it for about a week but after mounting international pressure on Rwanda — including suspension of aid from the United States and Britain — the M23 surrendered the city.\n\nSince 2021, Congo’s government and allied forces, including Burundian troops and U.N. troops, have been keeping the rebels away from Goma.\n\n“The capture of such a large city” will certainly be a huge boost for the rebels and a major defeat of the government forces, said Davids, the economist.\n\nIts fall would also have a “catastrophic impact on hundreds of thousands of civilians, putting them at risk of heightened exposure to human rights violations and abuses,” said Ravina Shamdasani of the U.N. human rights office.\n\nFrancois Moreillon, head of the International Committee of the Red Cross for Congo, said he's worried also that ICRC staff running the main hospital in Goma would have to evacuate. If the hospital and the staff were no longer safe, who would treat the patients, he asked.\n\n\"This situation is simply unacceptable,” Moreillon said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Electronic Arts: How Risk Aversion Is Slowing It Down",
            "link": "https://seekingalpha.com/article/4751775-electronic-arts-how-risk-aversion-is-slowing-it-down",
            "description": "Electronic Arts’ stock price declines due to tough market conditions. Learn why EA stock's current discount doesn’t fully ...",
            "image_url": "https://www.bing.com/th?id=OVFT.20qOdKYDr1TLDeYm8eBSlS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "22h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The WOLF Stock Mystery: Why Did WOLF Plunge Today?",
            "link": "https://www.bovnews.com/2025/01/24/the-wolf-stock-mystery-why-did-wolf-plunge-today/",
            "description": "Wolfspeed Inc (WOLF) stock saw a decline, ending the day at $6.11 which represents a decrease of $-0.07 or -1.13% from the prior close of $6.18. The stock opened at $5.9 and touched a low of $5.81 ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews15h",
            "source": "bovnews",
            "article_content": "Mizuho has recently reduced Wolfspeed Inc (WOLF) stock to Underperform rating, as announced on October 3, 2024, according to Finviz. Earlier, on August 22, 2024, TD Cowen had reiterated the stock to Hold, setting a price target of $15 for WOLF stock. Goldman also reiterated Buy rating with a price target of $28. Additionally, New Street reduced Neutral rating on August 7, 2024, with a target price of $18. William Blair analysts, in their report published on May 2, 2024, also reduced Mkt Perform rating for Wolfspeed Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\nWolfspeed Inc (WOLF) Stock Trading Recap\n\nOn Thursday, Wolfspeed Inc (WOLF) stock saw a decline, ending the day at $6.11 which represents a decrease of $-0.07 or -1.13% from the prior close of $6.18. The stock opened at $5.9 and touched a low of $5.81 during the day, reaching a high of $6.16. The volume of shares traded was 12.49 million falling short of the average volume of 14.13 million.\n\n\n\nSponsored\n\nWOLF Stock Performance and Moving Averages\n\nIn recent trading, Wolfspeed Inc (WOLF) stock price has shown some volatility, fluctuating -8.53% over the last five trades and -12.71% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -70.84%, and it has plunged by -60.30% in the previous three months. Currently, WOLF is trading at -6.90%, -20.50%, and -61.49% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, WOLF, a Technology sector stock, is trading -83.61% below its 52-week high but remains 31.12% above its 52-week low. The Average True Range (ATR) (14 days) of 0.81 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nWolfspeed Inc’s Profitability and Valuation Ratios\n\nWolfspeed Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of -54.59% and a profit margin of -93.31%, with a gross margin of -70.84%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Wolfspeed Inc’s market capitalization stands at $950.14 million. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Sales Ratio is 1.18, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 1.23, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 1.11% of Wolfspeed Inc (WOLF)’s shares, while financial institutions hold 91.67%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SoFi's Q4: A Long-Term Catalyst",
            "link": "https://seekingalpha.com/article/4751782-sofis-q4-a-long-term-catalyst",
            "description": "SoFi stock soars 130% past year, Q4 revenue to grow 14.8%. Management raises guidance. Record loan originations.",
            "image_url": "https://www.bing.com/th?id=OVFT.axGqP-gHeMVwhmPdNgARtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "22h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Above-Average Growth And Quality At Bank of America, At A Reasonable Price (Rating Upgrade)",
            "link": "https://seekingalpha.com/article/4751939-above-average-growth-quality-at-bank-of-america-at-reasonable-price",
            "description": "Read here for an analysis of Bank of America's Q4 results, challenges, and potential for earnings acceleration and returns in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U2cIEYHkaX4Vz0KIzIUDBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "8h",
            "source": "Seeking Alpha",
            "article_content": "Writing about Bank of America (NYSE: BAC ) in the summer of 2024, my main issue with this leading national bank franchise was the level of expectations that was already factored into the price. Since that article , BAC shares\n\nAnalyst’s Disclosure: I/we have a beneficial long position in the shares of JPM, TFC either through stock ownership, options, or other derivatives. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "U.S. economic losses from natural disasters reached $218 billion in 2024, topping global average",
            "link": "https://www.msn.com/en-us/money/economy/us-economic-losses-from-natural-disasters-soared-in-2024-even-as-they-eased-globally/ar-AA1xN6Ko?ocid=BingNewsVerp",
            "description": "Economic toll from hurricanes and other natural disasters soared in U.S. last year and were above average globally.",
            "image_url": "https://www.bing.com/th?id=OVFT.h9m6NAnJJnvlARB5xDlXnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "18hon MSN",
            "source": "The Associated Press - Business News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: California's economy will survive the LA wildfires",
            "link": "https://www.bizjournals.com/sacramento/news/2025/01/24/viewpoint-california-wildfires-economy-insurance.html",
            "description": "Fires in Los Angeles will do little to dampen the demand to live in the region, says Christopher Thornberg of Beacon ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4Vi4EhB3B1w0APCx_99FUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "14hOpinion",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel shows off Framework-style modular laptop and mini PC designs",
            "link": "https://www.msn.com/en-us/news/technology/intel-shows-off-framework-style-modular-laptop-and-mini-pc-designs/ar-AA1xOf0h?ocid=BingNewsVerp",
            "description": "Intel’s proposed design integrates separate components for the new LPCAMM memory standard, plus the more common Wi-Fi and SSD ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-KxY1c5oQCMk2cIKaksXfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "18hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Solar wafer price rebound nears its limit",
            "link": "https://pv-magazine-usa.com/2025/01/24/solar-wafer-price-rebound-nears-its-limit/",
            "description": "In a new weekly update for pv magazine, OPIS, a Dow Jones company, provides a quick look at the main price trends in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0stv2x2Asr1NFueXclVCdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "pv-magazine-usa21h",
            "source": "pv-magazine-usa",
            "article_content": "FOB China prices for Mono PERC wafers remained steady this week, with Mono PERC M10 and G12 wafers priced at $0.144 per pc and $0.208/pc, respectively. Meanwhile, FOB China prices for n-type M10 and G12 wafers experienced slight increases, reaching $0.149/pc and $0.196/pc, respectively, reflecting a growth of 2.05% and 1.55% compared to the previous week.\n\nSince the start of 2025, n-type wafer prices have risen for three consecutive weeks, driven by production cuts and lower inventory levels. Large-scale production cuts by wafer companies since Q3 2024 have effectively reduced market inventory to about two weeks of production, significantly lower than the inventory levels of polysilicon and modules.\n\nThese developments have led wafer companies to raise their operating rates since early January, with the overall average now exceeding 50%. As a result, January wafer output is expected to reach approximately 46 GW, up 5.5% from 43.61 GW in October 2024.\n\nThe sustainability of the wafer price increase depends on a potential rebound in solar cell transaction prices, industry participants note. They also caution that wafer operating rates in the coming weeks will be critical. A significant rise in operating rates driven by higher prices could risk price drops after the Chinese New Year, as the current vast production capacity may quickly drive inventory levels back to high levels.\n\nAnother recent trend in the Chinese market is the sluggish sales of rectangular G12R (182 mm x 210 mm) wafers, which have driven prices downward. Sources attribute this to the rapid production ramp-up of this size across both upstream and downstream segments, surpassing its adoption by end users. Consequently, an oversupply of this specification has developed before it could gain traction as a mainstream product.\n\nLast week, the U.S. Department of Homeland Security expanded its ban list of China-based entities, adding four ingot and wafer manufacturers, including a subsidiary of a prominent solar integrated manufacturer. The action was taken on the grounds that these entities were found to source polysilicon from regions in China that do not comply with traceability requirements.\n\nInsiders widely believe that this U.S. decision will theoretically support increased demand for global polysilicon, though its impact has not yet been fully realized. It is also expected to further hinder the export of Chinese wafers and the modules derived from these wafer suppliers to the U.S. With these manufacturers excluded from the U.S. export market, reduced competition may stabilize or even increase wafer and module prices in the U.S. This move aligns with prior market expectations and reflects the U.S.’ strategic intent to implement energy-related policies aimed at minimizing reliance on components associated with China.\n\nThe U.S. Department of the Treasury updated safe harbor tables this week, introducing new default component cost percentages to account for the premium customers will pay for U.S.-made wafers, aiming to incentivize domestic wafer manufacturing. The bonus is seen as a “direct complement” to the 45X Advanced Manufacturing Production Tax Credit. While the inclusion of wafers in the guidance is considered significant, industry players remain skeptical about its impact on procurement activities or wafer manufacturing plans in the U.S.\n\nOPIS, a Dow Jones company, provides energy prices, news, data, and analysis on gasoline, diesel, jet fuel, LPG/NGL, coal, metals, and chemicals, as well as renewable fuels and environmental commodities. It acquired pricing data assets from Singapore Solar Exchange in 2022 and now publishes the OPIS APAC Solar Weekly Report.\n\nThe views and opinions expressed in this article are the author’s own, and do not necessarily reflect those held by pv magazine."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leadership Success Story: Satish Krishnamurthy's Cloud Transformation Of Retail Fulfillment",
            "link": "https://www.outlookindia.com/hub4business/leadership-success-story-satish-krishnamurthys-cloud-transformation-of-retail-fulfillment",
            "description": "Satish extensive experience in cloud architecture, artificial intelligence, and large-scale system design has established him ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZYEgttohMZq0M0bv1H0fQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "19h",
            "source": "Outlookindia",
            "article_content": "The legacy of this transformation extends beyond its immediate business impact. It serves as a blueprint for future retail technology transformations, demonstrating how cloud computing, artificial intelligence, and strategic leadership can combine to create unprecedented operational capabilities. The scalable architecture and innovative solutions implemented under Krishnamurthy's leadership continue to drive value, enabling the company to adapt quickly to changing market conditions and customer expectations. As the retail industry continues to evolve, his success in this project stands as a model for future leaders in digital transformation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Financial Services Through Innovation: Cloud Computing's Next Frontier",
            "link": "https://www.ibtimes.co.in/transforming-financial-services-through-innovation-cloud-computings-next-frontier-878550",
            "description": "Ramesh Kumar Pulluri's exploration of these technologies highlights how cloud computing is reshaping the financial services ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zqh1xQocT9Hth6P6smCAti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "18h",
            "source": "IBTimes India",
            "article_content": "The financial services industry has experienced a paradigm shift with the adoption of cutting-edge cloud technologies. Ramesh Kumar Pulluri's insights into the integration of asynchronous processing and microservices architecture shed light on this technological revolution. His exploration into these advancements highlights their transformative potential for enhancing performance, security, and customer experiences within the sector.\n\nRevolutionizing System Efficiency Through Asynchronous Processing\n\nAsynchronous processing revolutionizes financial systems by enabling concurrent handling of millions of transactions, boosting capacity by 300% and reducing transaction times by 65%. Combined with serverless platforms like AWS Lambda, it ensures sub-100ms response times and cuts costs by 40-45%, driving unmatched scalability and efficiency during peak trading hours.\n\nReal-Time Risk Mitigation and Security Enhancements\n\nCloud architectures enhance risk management, analyzing 100,000 events/second with 35% better fraud detection and 60% faster investigations. AI models process 50,000 transactions/second, boosting fraud detection accuracy by 45%, cutting losses by 62%, and combating sophisticated schemes like synthetic identity fraud effectively.\n\nData Analytics Driving Strategic Insights\n\nThe evolution of data management frameworks has enabled financial organizations to process and analyze massive data volumes with unparalleled speed and precision. Modern systems handle over 50 terabytes of daily data streams while ensuring 99.99% accuracy. Hybrid architectures that combine batch and real-time analytics provide actionable insights within milliseconds, empowering institutions to make informed decisions on-the-fly.\n\nAdvanced analytics also play a pivotal role in personalizing customer experiences. Behavioral analytics systems analyze up to 750 million interactions, predicting customer needs with a 92.3% accuracy rate. These insights have revolutionized engagement, enabling tailored recommendations and dynamic content delivery that resonate deeply with customers.\n\nMicroservices: The Backbone of Modern Financial Systems\n\nMicroservices architecture has transformed how financial services deliver and scale their offerings. Institutions manage up to 200 microservices in production environments, ensuring modularity and flexibility. By employing asynchronous communication protocols, these systems process 50,000 messages per second with reliability rates exceeding 99.995%.\n\nEvent sourcing and CQRS patterns have enhanced both system efficiency and resilience. These frameworks allow institutions to recover from disruptions within seconds while improving read operation speeds by 280%. The scalability of microservices ensures seamless deployment of updates 50 per day on average without compromising system stability.\n\nEnriching Customer Experiences Through Personalization\n\nPersonalization has emerged as a cornerstone of customer engagement strategies. Financial systems now process 2.5 terabytes of customer interaction data daily, enabling predictive engagement with unprecedented accuracy. Recommendation engines deliver tailored suggestions with a 340% higher acceptance rate compared to generic alternatives.\n\nReal-time personalization, powered by machine learning, transforms user experiences across multiple touchpoints. Systems adapt dynamically to user behavior, delivering updates in under 75 milliseconds. These innovations not only enhance customer satisfaction but also solidify loyalty in an increasingly competitive market.\n\nFuture Directions: Security and Scalability\n\nAs financial institutions navigate a rapidly evolving threat landscape, they are embracing advanced security measures. Systems now manage up to 1.5 million security events per second, maintaining detection rates of 99.97% and reducing response times to milliseconds. Emerging solutions such as quantum-resistant cryptography and zero-trust architectures further bolster security postures.\n\nScalability remains a critical focus. Modern cloud frameworks can handle load surges of up to 1,000% while optimizing resource utilization by 85%. These capabilities ensure that financial institutions remain agile and resilient, ready to meet the demands of an ever-changing digital economy.\n\nIn conclusion, Ramesh Kumar Pulluri's exploration of these technologies highlights how cloud computing is reshaping the financial services landscape. By fostering innovation and operational excellence, these advancements position the industry to adapt dynamically to future challenges. As financial institutions continue to leverage these cutting-edge tools, they pave the way for a more secure, efficient, and customer-centric future."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15th-century hoard of gold and silver coins discovered in Israel near Sea of Galilee",
            "link": "https://www.livescience.com/archaeology/15th-century-hoard-of-gold-and-silver-coins-discovered-in-israel-near-sea-of-galilee",
            "description": "A coin hoard dating to the 15th century has been discovered near a medieval synagogue in Israel. Why it was deposited there, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yRw8B2sseRx8cmAB6raxRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Live Science8m",
            "source": "Live Science",
            "article_content": "This coin hoard was deposited during the 15th century and contains hundreds of Venetian and Mamluk coins.\n\nArchaeologists have discovered a hoard of gold and silver coins by the remains of a centuries-old synagogue in Israel, near the Sea of Galilee.\n\nThe hoard of 364 coins, which was unearthed at the archaeological site of Huqoq (also spelled Yaquq), dates to the 15th century.\n\nThe team found the stash within two jugs under the collapsed wall of the synagogue. Most of the coins are from medieval Venice or the Mamluk sultanate, which controlled the region at the time. It's unclear why the jugs were filled with coins and left at the site, Robert Kool , a curator in the Israel Antiquities Authority's coin department, wrote in a paper published in the latest issue of the American Journal of Numismatics .\n\nThe earliest of the Venetian coins dates to the time that Francesco Dandolo was doge (leader of Venice), between 1329 and 1339, while the latest Venetian coins date to the reign of Francesco Foscari, from 1423 to 1457, Kool wrote. Many of the Venetian coins have images depicting St. Mark the Evangelist, who is traditionally ascribed as the author of the Gospel of Mark, as well as Latin inscriptions that can be translated as \"It is to You, Christ, that this Duchy is entrusted which You govern,\" Kool wrote.\n\nDuring medieval times in the eastern Mediterranean, Venetian coins were widely used as an export currency. \"By the end of the fourteenth century [Venetian] ducats were the only European gold currency accepted in Mamluk Egypt and Syria,\" Kool wrote in the study.\n\nImage 1 of 2 (Image credit: Tal Rogovski) The coin hoard when it was first discovered. Why it was deposited near the medieval synagogue is a mystery. (Image credit: Tal Rogovski) One of the gold coins found at the archaeaological site of Huqoq.\n\nMost of the Mamluk coins in the hoard were minted during the reign of Sultan al-Ashraf Barsbay, from 1422 to 1438, Kool wrote. There are also a few coins from other locations in Southern Europe, such as a silver coin minted during the reign of James I, who was king of Sicily from 1285 to 1295, and even a coin from Serbia.\n\nThe \"deposition of the hoard occurred sometime during or after 1438-1457,\" a date range that is based on analysis of the coins and other archaeological remains, Kool wrote in the paper. Who deposited it, where they got the money from, and why it was left at the synagogue are all unknown.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThat said, there are many possibilities. It could have been money donated for repairs to the synagogue, or perhaps the hoard was deposited by a traveling merchant who left it there for safekeeping and never came back, Kool wrote. Yet another possibility is that the coins were left by pilgrims traveling to the tomb of Habakkuk, a prophet mentioned in the Hebrew Bible who lived in the seventh century B.C.This tomb is located near Huqoq.\n\nThe building stopped being used as a synagogue in the mid-15th century, Kool noted. After that, the building fell into ruin."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two men were best friends for 60 years before making life-changing discovery",
            "link": "https://www.ladbible.com/community/men-best-friends-brothers-ancestry-210104-20250124",
            "description": "The kind of friendship where the ‘brother from another mother’ or ‘sister from another mister’ saying kicks in. And these two ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5v5wXiurxG6OSCTIw1Pa7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "16h",
            "source": "LADbible",
            "article_content": "There’s nothing like making friends with someone who you feel like you’ve known your whole life. You know, when you just click?\n\nThe kind of friendship where the ‘brother from another mother’ or ‘sister from another mister’ saying kicks in.\n\nAnd these two men were best friends for 60 years before they made a life-changing discovery that changed that phrase entirely.\n\nAdvert\n\nAlan Robinson and Walter MacFarlane had first become mates when played football together at prep school in Hawaii. But despite living less than 10 miles apart for most of their lives, it wasn’t until 2017 when they realised how close they really are.\n\nThe pair had been friends for decades. (Steve TV/YouTube)\n\nWhile Robinson was adopted, MacFarlane never knew his father and his daughter, Cindy, really wanted to help him find out about him.\n\nSo, he used a DNA test to find out about his ancestry and found a match.\n\nAdvert\n\nTurns out, someone had identical X chromosomes with MacFarlane, a user named Robi737.\n\nCindy said on Steve TV there were ‘over a thousand DNA matches’ and when she sought out the highest match, it listed Robi737 as ‘close family or sibling’.\n\n“And my mum said to tell dad to call uncle Alan because he flew 737s as a pilot for Aloha Airlines and everyone called him Robbie as a nickname,” she explained.\n\nBut yep, you guessed it, Robi737 was in fact the username of Robinson on the site.\n\nAdvert\n\n“When we got the results back it was discovered that Alan wasn’t only my best friend, he was my brother,” he said.\n\nReally completing the saying, it turns out the pair do in fact share the same birth mother.\n\nThe pair told Sky News it had been an ‘overwhelming experience’ calling it the ‘best Christmas present’ at the time.\n\nAdvert\n\n\"I had a younger brother that I lost when he was 19, so I never had nieces or nephews. I thought I'll never know my birth mother, I'll never have any nieces or nephews,” Robinson explained.\n\nAnd despite MacFarlane occasionally thinking they did look ‘a little bit’ alike, it never crossed either man’s mind that they may be related.\n\nWhen they told their families, they told Steve TV there wasn’t ‘a dry eye in the whole place’.\n\nWell, friends for 60 years but brothers for life it turns out. Now, that is an emotional one."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Underwater UFOs: Alien mysteries shift from space to sea",
            "link": "https://www.msn.com/en-in/science/astrobiology/underwater-ufos-alien-mysteries-shift-from-space-to-sea/vi-AA1xNT9u?ocid=BingNewsVerp",
            "description": "Are we alone in the universe? Humanity's fascination with extraterrestrial life continues to fuel debate, but a surprising ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VAR6xzVlrlQD14UexcD-Bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "WION on MSN21h",
            "source": "WION on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pre-Columbian Megaliths: A Hidden Legacy of the Americas",
            "link": "https://www.msn.com/en-ca/society-culture-and-history/history/pre-columbian-megaliths-a-hidden-legacy-of-the-americas/ar-AA1xPkOV?ocid=BingNewsVerp",
            "description": "History and archaeology have often portrayed megalithic architecture as a cultural phenomenon specific to ancient European ...",
            "image_url": "https://www.bing.com/th?id=OVFT.auF_fyj6JhLO7uIPo7hanC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From the latest show by Serial to the tale of a UFO sighting in regional Queensland, four great new podcasts to get your ears around",
            "link": "https://www.msn.com/en-au/news/australia/from-the-latest-show-by-serial-to-the-tale-of-a-ufo-sighting-in-regional-queensland-four-great-new-podcasts-to-get-your-ears-around/ar-AA1xPv5I?ocid=BingNewsVerp",
            "description": "Looking for a way to while away those long summer days or pass the time on a road trip? From the real story of Free Willy to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zJXrSYZtIQLxKINyW2pYZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "7hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ohio and UFO Mysteries: From presidential promises to unsolved phenomena",
            "link": "https://www.msn.com/en-us/news/us/ohio-and-ufo-mysteries-from-presidential-promises-to-unsolved-phenomena/ar-AA1xOG7z?ocid=BingNewsVerp",
            "description": "President Trump and his allies hint at releasing information about the New Jersey Mystery Drones. Here's a look at UAP ...",
            "image_url": "https://www.bing.com/th?id=OVF.xkDN21QP%2f%2blojWzCUalXLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "18hon MSN",
            "source": "WSYX – Columbus on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two mysterious fast radio bursts originated from wildly different places in space",
            "link": "https://www.msn.com/en-us/news/technology/two-mysterious-fast-radio-bursts-originated-from-wildly-different-places-in-space/ar-AA1xNep1?ocid=BingNewsVerp",
            "description": "Astronomers have traced two mysterious fast radio bursts from space to wildly different places, which suggests the phenomenon ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vNVB9SwFN0FraTlo52tw1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1don MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15th-century hoard of gold and silver coins discovered in Israel near Sea of Galilee",
            "link": "https://www.livescience.com/archaeology/15th-century-hoard-of-gold-and-silver-coins-discovered-in-israel-near-sea-of-galilee",
            "description": "A coin hoard dating to the 15th century has been discovered near a medieval synagogue in Israel. Why it was deposited there, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yRw8B2sseRx8cmAB6raxRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science8m",
            "source": "Live Science",
            "article_content": "This coin hoard was deposited during the 15th century and contains hundreds of Venetian and Mamluk coins.\n\nArchaeologists have discovered a hoard of gold and silver coins by the remains of a centuries-old synagogue in Israel, near the Sea of Galilee.\n\nThe hoard of 364 coins, which was unearthed at the archaeological site of Huqoq (also spelled Yaquq), dates to the 15th century.\n\nThe team found the stash within two jugs under the collapsed wall of the synagogue. Most of the coins are from medieval Venice or the Mamluk sultanate, which controlled the region at the time. It's unclear why the jugs were filled with coins and left at the site, Robert Kool , a curator in the Israel Antiquities Authority's coin department, wrote in a paper published in the latest issue of the American Journal of Numismatics .\n\nThe earliest of the Venetian coins dates to the time that Francesco Dandolo was doge (leader of Venice), between 1329 and 1339, while the latest Venetian coins date to the reign of Francesco Foscari, from 1423 to 1457, Kool wrote. Many of the Venetian coins have images depicting St. Mark the Evangelist, who is traditionally ascribed as the author of the Gospel of Mark, as well as Latin inscriptions that can be translated as \"It is to You, Christ, that this Duchy is entrusted which You govern,\" Kool wrote.\n\nDuring medieval times in the eastern Mediterranean, Venetian coins were widely used as an export currency. \"By the end of the fourteenth century [Venetian] ducats were the only European gold currency accepted in Mamluk Egypt and Syria,\" Kool wrote in the study.\n\nImage 1 of 2 (Image credit: Tal Rogovski) The coin hoard when it was first discovered. Why it was deposited near the medieval synagogue is a mystery. (Image credit: Tal Rogovski) One of the gold coins found at the archaeaological site of Huqoq.\n\nMost of the Mamluk coins in the hoard were minted during the reign of Sultan al-Ashraf Barsbay, from 1422 to 1438, Kool wrote. There are also a few coins from other locations in Southern Europe, such as a silver coin minted during the reign of James I, who was king of Sicily from 1285 to 1295, and even a coin from Serbia.\n\nThe \"deposition of the hoard occurred sometime during or after 1438-1457,\" a date range that is based on analysis of the coins and other archaeological remains, Kool wrote in the paper. Who deposited it, where they got the money from, and why it was left at the synagogue are all unknown.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThat said, there are many possibilities. It could have been money donated for repairs to the synagogue, or perhaps the hoard was deposited by a traveling merchant who left it there for safekeeping and never came back, Kool wrote. Yet another possibility is that the coins were left by pilgrims traveling to the tomb of Habakkuk, a prophet mentioned in the Hebrew Bible who lived in the seventh century B.C.This tomb is located near Huqoq.\n\nThe building stopped being used as a synagogue in the mid-15th century, Kool noted. After that, the building fell into ruin."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Quantum Computing Investable As The Next AI?",
            "link": "https://www.forbes.com/sites/vineerbhansali/2025/01/23/is-quantum-computing-investable-as-the-next-ai-/",
            "description": "Quantum computing has the potential of being the next big innovation. At the right size and the right price, it might even be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VsNHBJLBXilIA45RCl6qhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionary Microscopy Unlocks the Secrets of Quantum Entanglement",
            "link": "https://scitechdaily.com/revolutionary-microscopy-unlocks-the-secrets-of-quantum-entanglement/",
            "description": "Scientists have developed 'entanglement microscopy,' a technique that maps quantum entanglement at a microscopic level. By ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S5bsar5128zltS0xYYDU6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "15h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Get Ready for the Micro-robotic Revolution",
            "link": "https://www.msn.com/en-us/science/microbiology/get-ready-for-the-micro-robotic-revolution/ar-AA1xPKsV?ocid=BingNewsVerp",
            "description": "A new type of computer bug.",
            "image_url": "https://www.bing.com/th?id=OVFT.dJ5N2MsMgR1vCH6cl_tWci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This discovery could kickstart a new 'green' revolution",
            "link": "https://www.cnbctv18.com/agriculture/agriculture-fertiliser-ammonia-production-carbon-emission-green-energy-climate-change-discovery-19546145.htm",
            "description": "A new study published in scientific journal Joule has revealed a new groundbreaking method to produce ammonia under moderate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9d6d2pDc1LCqNcQS8NOOhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "cnbctv1821h",
            "source": "cnbctv18",
            "article_content": "One of the key factors for the sustenance of eight billion people globally has been agriculture, and that sector, in turn, has been fuelled by fertilisers such as ammonia. However, due to high volumes, ammonia production contributes significantly to carbon emissions.\n\nBut this is likely to soon change.\n\nA new study published in scientific journal Joule has revealed a new ground-breaking method to produce ammonia under moderate subsurface conditions. Many believe this could impact the agriculture sector the world over and even reduce carbon emissions.\n\nAmmonia is a critical component of fertilisers and an emerging green fuel. For over a century it was produced by using Haber-Bosch process under high temperature and pressure.\n\nThe report claims ammonia can be produced in Earth’s subsurface as it houses similar conditions, in turn offering a sustainable and energy-efficient alternative.\n\nThe study’s findings have prompted the creation of Addis Energy, a company aiming to commercialise the process. Speaking to MIT Technology Review, Addis Energy’s CEO Mark Bennett said, “Our technology has the potential to address the dual challenges of food security and climate change by revolutionising ammonia production.”\n\nAmmonia: Key to food systems and clean energy\n\nAmmonia is essential for modern agriculture, with most fertilisers relying on this compound to boost crop yields. However, the current Haber-Bosch process used to produce ammonia is highly energy-intensive, consuming 1-2% of global energy annually and emitting about 1.8% of global carbon dioxide. This dependence on fossil fuels has drawn widespread criticism as industries worldwide now face an increasing pressure to “decarbonise.”\n\nThe discovery opens new possibilities for using naturally occurring chemical reactions to produce ammonia at lower energy inputs. The research team demonstrated that nitrogen and hydrogen react with specific minerals to form ammonia, mimicking subsurface geological processes.\n\nThe lead researcher, Dr Emily Rhodes, explained, “This method not only replicates natural processes but also provides an opportunity to dramatically reduce the carbon footprint of ammonia production.”\n\nBroader applications and industry impact\n\nThe implications extend beyond agriculture. Ammonia is also emerging as a clean fuel for sectors like shipping, where its high energy density and zero carbon emissions make it an attractive alternative to fossil fuels. This breakthrough could accelerate ammonia’s adoption by addressing one of its major drawbacks: The emissions associated with its production.\n\nThe formation of Addis Energy highlights the growing focus on translating scientific discoveries into industrial applications. Bennett noted that the company aims to build pilot facilities to demonstrate the technology’s scalability. “Our priority is to ensure the process is not only environmentally sustainable but also economically competitive with existing methods,” he said.\n\nChallenges ahead\n\nWhile the technology shows promise, significant challenges remain. Scaling the process from the lab to commercial operations will require substantial investment and validation. Additionally, existing infrastructure tailored to the Haber-Bosch method may need significant adaptations to accommodate this new approach.\n\nExperts also point to the regulatory landscape as a key factor. Any new ammonia production technology must meet strict safety and environmental standards, particularly as the chemical has dual-use applications in agriculture and energy.\n\nA step towards sustainability\n\nThis discovery aligns with broader global efforts to reduce industrial emissions and transition to sustainable energy systems. If successful, Addis Energy’s innovation could reshape two major industries — agriculture and shipping — while contributing to climate goals.\n\nDr Rhodes emphasised the potential impact: “This is a pivotal step toward transforming a vital yet carbon-intensive process into one that aligns with a sustainable future.”\n\nThe next decade will determine whether this breakthrough can move from promise to practice, but its potential to drive change is undeniable."
        }
    }
]