[
    {
        "title": "Donald Trump's presidency 'perfect storm' for UFO announcement 'within weeks'",
        "link": "https://www.express.co.uk/news/weird/1972375/Donald-Trump-president-UFO-announcement-weeks",
        "description": "Donald Trump's second term as US President could have \"seismic\" implications for UFO disclosure, claims the MOD's former UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SzCYoSje3SVlZ8LNX5z3US&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1h",
        "source": "Daily Express",
        "article_content": "Trump's second term in office could be good news for UFO enthusiasts, Nick thinks\n\nThere could be \"seismic\" consequences for UFO disclosure after Donald Trump was elected President of the United States for the second time. Nick Pope, who once worked for the Ministry of Defence's UFO department, told the Mirror Trump's presidency is the \"perfect storm\". He explained: \"It's the perfect storm: a maverick, populist President in his second term, and – thus – not up for re-election.\" Pope added that Trump's unique standing could provide an unprecedented opportunity for transparency. He went on: \"For those in the UFO community who believe there's been a decades-long conspiracy to cover up the truth about an alien presence, Trump in his second term offers the best-ever hope for pushing back against the Deep State and delivering Disclosure.\"\n\nNick is regarded as one of the leading lights in UFO research\n\nHis views tie in with previous speculations that official revealings regarding extraterrestrial contact may coincide with the forthcoming Inauguration Day in January. Nick, a staunch critic of governmental secrets and manipulation, has showcased his opposition through his latest documentary, Apocalypse Covid, which aims to uncover \"the flawed response and government overreach during the pandemic\". US-based Nick suggests that Trump has been hinting at being privy to significant secrets regarding extraterrestrial contact. He added: \"I believe Trump views the subject in the same way as he views the JFK files, where, if there's top secret information still being withheld, it should be declassified and released. \"Trump released most of the JFK files in his first term and has essentially undertaken to release the rest early in his second term. As he seems to link the two issues, there's a strong possibility of bombshell UFO information being released early in 2025, soon after his inauguration.\"\n\nTrending\n\nTrump has often hinted that he knows something about extraterrestrials\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy"
    },
    {
        "title": "UFO Disclosure TRUMP vs HARRIS - who is better for disclosure?",
        "link": "https://www.msn.com/en-us/weather/topstories/ufo-disclosure-trump-vs-harris-who-is-better-for-disclosure/vi-AA1tB3RQ?ocid=BingNewsVerp",
        "description": "The election is underway and there will be a new president very soon. What does this mean for the disclosure movement ...",
        "image_url": "https://www.bing.com/th?id=OVF.YsjY5RH%2b1bPjuAM1jqfCew&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN3h",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "Donald Trump becoming president 'could lead to huge UFO announcement within weeks'",
        "link": "https://www.msn.com/en-us/news/politics/donald-trump-becoming-president-could-lead-to-huge-ufo-announcement-within-weeks/ar-AA1tBZX0?ocid=BingNewsVerp",
        "description": "UFO expert Nick Pope says that there's a strong possibility of Donald Trump releasing bombshell UFO information early in 2025 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PahnqYoN1ESshuTib5NYwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "The Mirror US on MSN1h",
        "source": "The Mirror US on MSN",
        "article_content": ""
    },
    {
        "title": "Donald Trump becoming president 'is the perfect storm' for huge UFO announcement",
        "link": "https://www.mirror.co.uk/news/weird-news/donald-trump-becoming-president-is-34048310",
        "description": "UFO expert Nick Pope says that there's a strong possibility of Donald Trump releasing bombshell UFO information early in 2025 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Fve1pvgH04qzJ7v6MxXrBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1h",
        "source": "The Mirror",
        "article_content": "A second Donald Trump presidency could have “seismic” implications for UFO disclosure which could prove the US government has had contact with extraterrestrial civilisations. That's according to Nick Pope who, for many years, was in charge of analysing UFO reports for the Ministry of Defence.\n\nBillionaire tycoon Trump has claimed victory in the 2024 US elections, and Pope told the Mirror the victory could be an absolutely game-changing event when it comes to alien phenomena: “Trump's victory may have seismic implications for Disclosure,” he said. “It's the perfect storm: a maverick, populist President in his second term, and – thus – not up for re-election.\n\n“For those in the UFO community who believe there's been a decades-long conspiracy to cover up the truth about an alien presence, Trump in his second term offers the best-ever hope for pushing back against the Deep State and delivering Disclosure.”\n\nThis chimes with previous predictions that official disclosure of the truth about extraterrestrial contact could finally take place some time around next January’s Inauguration Day. Nick is strongly opposed to government secrecy and cover-ups, as shown in his latest documentary, Apocalypse Covid which seeks to expose “the flawed response and government overreach during the pandemic”.\n\nNow himself based in the US, Nick points out that Trump “has dropped heavy hints that he knows some big secrets” when it comes to extraterrestrial contact. He continued: “I believe Trump views the subject in the same way as he views the JFK files, where, if there's top secret information still being withheld, it should be declassified and released.\n\n“Trump released most of the JFK files in his first term and has essentially undertaken to release the rest early in his second term. As he seems to link the two issues, there's a strong possibility of bombshell UFO information being released early in 2025, soon after his inauguration.”\n\nImage: AFP/Getty Images) AFP/Getty Images)\n\nSimon Holland – another filmmaker who has established himself as a major figure within the UFO community – is less sure that a second Trump White House will have any impact on the long-awaited Disclosure. He told us that: “UFO disclosure will never happen.”\n\nHe explains: “Why would the very folk who invented the term 'Top Secret' reveal anything, that might be a military advantage? We need confirmation' from independent and international science, to prove we are not alone in the universe.”\n\nHe adds that new quantum communication equipment could be retrofitted to our existing radio telescopes, because ET might have mastered “instant” long distance communication.\n\nTrump claimed to Joe Rogan last month that he's \"never been a believer\" in theories about aliens visiting Earth."
    },
    {
        "title": "Missouri Man Captures Video Of Mysterious, Cube-Shaped Silver UFO",
        "link": "https://brobible.com/culture/article/missouri-video-cube-shaped-ufo/",
        "description": "Three years ago, Missouri resident Justin Johnson captured video of a strange, cube-shaped silver UFO that appeared to be ...",
        "image_url": "https://www.bing.com/th?id=OVF.DJaNLFpMU62cUfI%2fefiwqA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "22h",
        "source": "BroBible",
        "article_content": "iStockphoto\n\nThree years ago, Missouri resident Justin Johnson captured video of a strange, cube-shaped silver UFO that appeared to be spinning in place in the sky. He is still looking for help identifying it.\n\n“That thing’s a cube with lights!” Johnson shouts on the video.\n\nAfter recording the strange cube-shaped UFO on his phone, he reached out to people who launch weather balloons and nearby air traffic controllers to see if they could shed any light on what he had seen. No one could give him an answer.\n\nHe believes the object was flying just a few hundred feet in the air, but when he tried to follow it in his pickup truck, it disappeared.\n\nJustin Johnson isn’t alone in his quest for answers about UFOs that have been spotted in the skies above Missouri. Nor is the cube-shaped UFO the only time he has spotted and filmed something unexplained in the sky.\n\nSeeking answers, Johnson uploaded his videos to an app that launched in May called Enigma that calls itself “the first Unidentified Anomalous Phenomena (UAP/UFO) sightings alert network.”\n\nEnigma says its mission is “To advance progress on UAP using cutting-edge technology and social intelligence. Only through thoughtful, open-minded study of unidentified phenomena can we get answers. We are focused on building and keeping our team low profile for privacy.”\n\n“The vast majority of sightings that we get are misinterpretations of something mundane,” Alejandro Rojas, a consultant to Enigma Labs, told KMBC News.\n\nHowever, with nearly 20,000 videos and UFO sighting reports to review, Enigma isn’t ruling anything out.\n\n“There are a lot of great possibilities out there. But we just don’t know. We really need to follow that data to figure it out,” Rojas said.\n\nJohnson, too, isn’t giving up hope.\n\n“We’re on the precipice of finding out something that can change humanity forever. This is all very exciting to me,” he said."
    },
    {
        "title": "AI Apps That Will Grow And Manage Your Wealth In 2025",
        "link": "https://www.forbes.com/sites/jaimecatmull/2024/11/05/how-to-grow-your-money-heading-into-2025/",
        "description": "Here are a few trailblazing apps to help you manage your money and learn how to make smarter, more empowered financial ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NmgX-clBJstDWp6Q1ZEISS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Microsoft's Copilot AI is coming to your Office apps - whether you like it or not",
        "link": "https://www.zdnet.com/article/microsofts-copilot-ai-is-coming-to-your-office-apps-whether-you-like-it-or-not/",
        "description": "Microsoft is getting ready to expand the reach of its Copilot feature set, bringing its AI capabilities to Office apps for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZKZnAgXPu0JeyQ03V3937y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "17h",
        "source": "ZDNet",
        "article_content": "Moor Studio/Getty Images\n\nMicrosoft is getting ready to expand the reach of its Copilot feature set, bringing its AI capabilities to Office apps for anyone currently subscribed to Microsoft 365 Personal or Family.\n\nToday, those features are only available with an extremely pricey Copilot Pro subscription. For Personal and Family subscribers, the upgrade costs an extra $20 monthly, which is more than double the cost of the basic Microsoft 365 subscription.\n\nAlso: Microsoft Copilot vs. Copilot Pro: Is the subscription fee worth it?\n\nAccording to an announcement from Microsoft Asia, the company is making Copilot part of all Microsoft 365 Personal and Family subscriptions in Australia, New Zealand, Malaysia, Singapore, Taiwan, and Thailand. As part of the deal, those subscriptions will also get access to the Microsoft Designer app for generating images. According to the announcement, current subscribers will automatically get access to Copilot in their apps once they update to the latest version.\n\nFor Microsoft 365 Family subscribers, the added features are available only to the primary user and can't be shared with other members.\n\nThis isn't an all-you-can-AI deal. As the announcement explains, \"Subscribers will receive a monthly allotment of AI credits to use Copilot in Word, Excel, PowerPoint, Outlook, OneNote, and Designer. The credits will also apply to apps like Paint, Photos, and Notepad on Windows.\" The option of a Copilot Pro subscription is available for subscribers who use more than the basic basket of credits.\n\nAnd while there's no cost to current subscribers for the new features, the upgrade comes with a big gotcha: Subscription prices are going up with the next renewal. In Australia, for example, one user reported that the cost of their subscription had risen to $AU179 this week; the previous price was AU$139.\n\nAlso: Your Windows 10 PC can't be upgraded? You have 5 options before support ends in 2025\n\nFor those who neither want nor need those AI features, a Microsoft 365 Classic option will be available, at prices that are similar to those in place before the Copilot-driven increase.\n\nMeanwhile, in the rest of the world, including the US and Western Europe, the free Copilot features aren't available -- yet. But I expect it's only a matter of time before this change expands to additional markets.\n\nIt's not unusual for Microsoft to try out new subscription offers on a regional basis before taking them to a worldwide market. That's exactly what this announcement looks like.\n\nAlso: The best AI chatbots: ChatGPT, Copilot, and worthy alternatives\n\nAnyone who's paid attention to Satya Nadella's Microsoft in recent years knows that the company is all in on AI, so it would be odd if there were no plans to roll out a similar feature set to the Microsoft 365 subscription base worldwide. Starting in the APAC region gives the company time to gauge customer reaction and also continue scaling up the capacity of servers that power Copilot features.\n\nThis expanded offering is still brand new, but Reddit users from the region have already weighed in with complaints. One asked, rhetorically, \"I'm just meant to put up with unwanted bundleware that I never agreed to soaking up CPU cycles on my hardware … because Microsoft needs to look like [its] AI spend is getting ROI to investors?\"\n\nAlso: Microsoft introduces 10 AI agents for sales, finance, supply chain in Dynamics 365\n\nAnother Reddit user, who's apparently a graduate student in Taiwan, called the new Copilot features a \"nightmare,\" adding that it can't be turned off. \"Doesn't Microsoft understand that Graduate/Phd students receive an automatic fail or are charged with academic misconduct for any hint of AI assistance in their writing?\"\n\nI asked Microsoft if the company has plans to introduce similar features in the US and other worldwide remarks. A spokesperson replied, \"The company has rolled out changes in six markets to listen, learn, and improve. We don't have anything more to share today.\""
    },
    {
        "title": "I write about AI for a living — GitHub Spark could be the end of app stores",
        "link": "https://www.msn.com/en-us/news/technology/i-write-about-ai-for-a-living-github-spark-could-be-the-end-of-app-stores/ar-AA1tBfIH?ocid=BingNewsVerp",
        "description": "Github Spark is a new AI-powered platform that promises to give anyone the ability to create their own ‘micro app’ on demand.",
        "image_url": "https://www.bing.com/th?id=OVFT.bMUmuDI7MUHsZE9L3FD_li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6hon MSN",
        "source": "Tom's Guide on MSN",
        "article_content": ""
    },
    {
        "title": "iPhone Owners Face Hidden Costs With Apple Intelligence",
        "link": "https://www.forbes.com/sites/ewanspence/2024/11/05/apple-iphone-16-pro-apple-intelligence-generative-ai-openai-chatgpt-cost/",
        "description": "Apple is preparing to introduce ChatGPT into Apple Intelligence, but there's a catch that users may not be aware of.",
        "image_url": "https://www.bing.com/th?id=OVFT.IFj0bj_Qv_XqLSV8HDIg-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Buy 3 Tech Giants With Extensive AI Applications Amid Solid Upside",
        "link": "https://finance.yahoo.com/news/buy-3-tech-giants-extensive-190000689.html",
        "description": "Lately, a section of market analysts and financial researchers have raised concerns about the potential profitability of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kdlSSAOTEgiDgjm2zgnl2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "YAHOO!Finance",
        "article_content": "The astonishing rally in U.S. stocks that started at the beginning of 2023 was predominantly driven by the technology sector. The prime factor was the unprecedented adoption of generative artificial intelligence (AI) technology worldwide.\n\nLately, a section of market analysts and financial researchers have raised concerns about the potential profitability of massive investments in generative AI by several technology giants. We believe that AI applications will continue to gather pace in the coming years, buoyed by the rapid penetration of digital technologies and the Internet.\n\nAt this stage, we recommend three technology behemoths with extensive applications of generative AI. These companies are - Alphabet Inc. GOOGL, Adobe Inc. ADBE and Broadcom Inc. AVGO.\n\nBuy 3 Tech Giants With Extensive AI Applications\n\nThese three companies have beaten their respective Zacks Consensus Estimate for both the top and bottom lines in third-quarter 2024. These stocks have solid price upside potential in the short term.\n\nIn the long term, these stocks have a higher earnings per share (EPS) growth rate than the broad-market S&P 500 index, which should drive their stock prices in the next 3 to 5 years. Each of these stocks currently carries a Zacks Rank #2 (Buy). You can see the complete list of today’s Zacks #1 Rank (Strong Buy) stocks here.\n\nAlphabet Inc.\n\nA deepening focus on generative AI technology is a major positive for GOOGL in this data-driven world. Google has been well-poised to capitalize on the growing proliferation of generative AI-backed chatbots on the back of Bard, which enables users to collaborate with experimental AI with new features that include image capabilities, coding support and app integration.\n\nAlphabet is riding on strong cloud and search growth. Google Cloud is benefiting from accelerated growth across AI infrastructure, enterprise AI platform Vertex, generative AI (Gen AI) solutions and core Google Cloud Platform products. GOOGL’s strong AI portfolio is helping it attract new customers, win larger deals, and deepen product adoption among existing customers.\n\nAlphabet’s expanding GenAI capabilities present a potential catalyst for future growth. GOOGL’s dominant position in the search engine market is a strong growth driver. Major search updates and the removal of bad ads to enhance the search results continue to boost traffic on GOOGL’s search engine.\n\nGOOGL is cashing in on the increasing demand for Large Language Models with its most powerful AI model called Gemini. Google Bard and Search Generative Experience are powered by Gemini Pro to deliver an enhanced user experience. Google Cloud offers Duet AI, which provides pre-packaged AI agents that assist developers in writing, testing, documenting and operating software.\n\nStory Continues"
    },
    {
        "title": "‘Liminal’ Host Dash Kwiatkowski On The Connections Between Queerness And The Paranormal [Watch]",
        "link": "https://www.dreadcentral.com/interviews/515744/liminal-host-dash-kwiatkowski-on-the-connections-between-queerness-and-the-paranormal-watch/",
        "description": "Liminal' host and creator Dash Kwiatkowski talks about doing an investigation with Ray Wise, why they're drawn to the paranormal, and more.",
        "image_url": "https://www.bing.com/th?id=ODF.sZs2v8kLQaY6B5kodKfRhQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Dread Central9h",
        "source": "Dread Central",
        "article_content": "‘Liminal’ Host Dash Kwiatkowski On The Connections Between Queerness And The Paranormal [Watch]\n\nI grew up watching ghost-hunting TV shows, laughing at cheesy edits, and jumping out of my skin at the whisper of a shadow crossing the camera. Dash Kwiatkowski had a similar experience, which is what inspired them to create their paranormal investigation series, Liminal. But what makes this series different is its focus on the relationship between queerness and the paranormal.\n\nRead the series synopsis:\n\nLiminal seeks to answer the question, why do queer/trans people gravitate towards the paranormal? The 10-episode first season of this docuseries combines interviews, paranormal investigations, and help from practitioners of the “strange” to paint a picture of magic, trans experience, and the interesting history of their overlap in the American South.\n\nThe series follows a main cast of non-binary investigator Dash Kwiatkowski, their co-Host Rosa Escandón, and practicing witch, Rockette Fox, and features interviews and paranormal investigations with queer and trans people living and practicing various types of magic in the South.\n\nWe spoke with Kwiatkowski about doing an investigation with Ray Wise, why they’re drawn to the paranormal, and more.\n\nWatch the full interview below:\n\nLearn more about Liminal and watch their most recent episode here. You can also follow them on TikTok and Instagram."
    },
    {
        "title": "Paranormal perceptions: We asked a local paranormal investigator everything you want to know",
        "link": "https://www.montrosepress.com/news/paranormal-perceptions-we-asked-a-local-paranormal-investigator-everything-you-want-to-know/article_cb91a54a-9b94-11ef-8648-5bf0ffcac7f3.html",
        "description": "Bree Hoffman was just a little girl when her grandfather passed away, but she knew he was still with her and her family- ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QuVBD_fJfbSsNTBXgDYiNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Montrose Daily Press21h",
        "source": "Montrose Daily Press",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Halloween may be over, but the paranormal is coming to Coralville",
        "link": "https://www.kcrg.com/2024/11/05/halloween-may-be-over-paranormal-is-coming-coralville/",
        "description": "CORALVILLE, Iowa (KCRG) - Cirque Italia is bringing their show 'Paranormal Cirque!' to Coralville. The company stresses this ...",
        "image_url": "https://www.bing.com/th?id=OVFT.D_Z89YtSnv7Zx7043AUXtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "ABC Kcrg 918h",
        "source": "ABC Kcrg 9",
        "article_content": "CORALVILLE, Iowa (KCRG) - Cirque Italia is bringing their show “Paranormal Cirque!” to Coralville.\n\nThe company stresses this is for a mature audience with their “innovative horror story”.\n\nThe performances are slated from November 21st through the 24th in the parking lot of Coral Ridge Mall, 1454 Coral Ridge Avenue. Show times are:\n\n· November 21 – Thursday: 7:30pm\n\n· November 22 – Friday: 7:30pm\n\n· November 23 – Saturday: 6:30pm & 9:30pm\n\n· November 24 – Sunday: 5:30pm & 8:30pm\n\nTo learn more about the show and get tickets, go to their website.\n\nCopyright 2024 KCRG. All rights reserved."
    },
    {
        "title": "Prince William's amusing 10-word response when warned beloved Norfolk home may be haunted",
        "link": "https://www.msn.com/en-gb/travel/news/prince-williams-amusing-10-word-response-when-warned-beloved-norfolk-home-may-be-haunted/ar-AA1tzIHP?ocid=BingNewsVerp",
        "description": "Prince William quipped a brilliant 10-word response when he was warned his beloved Norfolk home may be haunted. Anmer Hall ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WttDwBYZ6yG1NpTdp4PsbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "Caught on Camera: Ghost Opens Door on Command",
        "link": "https://www.msn.com/en-us/news/crime/caught-on-camera-ghost-opens-door-on-command/vi-AA1ty6CO?ocid=BingNewsVerp",
        "description": "Check out this eerie moment as paranormal investigators, The Occult Family, capture what they believe to be a ghost opening a ...",
        "image_url": "https://www.bing.com/th?id=OVF.VYPp%2b4uzXfaPulVIw6ECLA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "StoryTrender on MSN22h",
        "source": "StoryTrender on MSN",
        "article_content": ""
    },
    {
        "title": "New Discovery Paves The Way to Generating Energy From Body Heat",
        "link": "https://www.sciencealert.com/new-discovery-paves-the-way-to-generating-energy-from-body-heat",
        "description": "If you've ever seen yourself through a thermal imaging camera, you'll know that your body produces lots of heat. This is in ...",
        "image_url": "https://www.bing.com/th?id=OVF.kYeEQ8nFtsbzc1CmVlRvgw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert12h",
        "source": "ScienceAlert",
        "article_content": "If you've ever seen yourself through a thermal imaging camera, you'll know that your body produces lots of heat. This is in fact a waste product of our metabolism. Every square foot of the human body gives off heat equivalent to about 19 matches per hour.\n\nUnfortunately, much of this heat simply escapes into the atmosphere. Wouldn't it be great if we could harness it to produce energy? My research has shown this would indeed be possible. My colleagues and I are discovering ways of capturing and storing body heat for energy generation, using eco-friendly materials.\n\nThe goal is to create a device that can both generate and store energy, acting like a built-in power bank for wearable tech. This could allow devices such as smart watches, fitness trackers, or GPS trackers to run much longer, or even indefinitely, by harnessing our body heat.\n\nIt isn't just our bodies that produce waste heat. In our technologically advanced world, substantial waste heat is generated daily, from the engines of our vehicles to the machines that manufacture goods.\n\nTypically, this heat is also released into the atmosphere, representing a significant missed opportunity for energy recovery. The emerging concept of \"waste heat recovery\" seeks to address this inefficiency. By harnessing this otherwise wasted energy, industries can improve their operational efficiency and contribute to a more sustainable environment.\n\nframeborder=\"0″ allowfullscreen=\"allowfullscreen\">\n\nThe thermoelectric effect is a phenomenon that can help turn heat into electricity. This works by having a temperature difference produce an electric potential, as electrons flow from the hot side to the cool side, generating usable electrical energy.\n\nConventional thermoelectric materials, however, are often made from cadmium, lead, or mercury. These come with environmental and health risks that limit their practical applications.\n\nThe power of wood\n\nBut we've discovered you can also create thermoelectric materials from wood – offering a safer, sustainable alternative.\n\nWood has been integral to human civilisations for centuries, serving as a source of building materials and fuel. We are uncovering the potential of wood-derived materials to convert waste heat, often lost in industrial processes, into valuable electricity.\n\nThis approach not only enhances energy efficiency, but also redefines how we view everyday materials as essential components of sustainable energy solutions.\n\nOur team at the University of Limerick, in collaboration with the University of Valencia, has developed a sustainable method to convert waste heat into electricity using Irish wood products, particularly lignin, which is a byproduct of the paper industry.\n\nOur study shows that lignin-based membranes, when soaked in a salt solution, can efficiently convert low-temperature waste heat (below 200°C) into electricity. The temperature difference across the lignin membrane causes ions (charged atoms) in the salt solution to move.\n\nPositive ions drift toward the cooler side, while negative ions move toward the warmer side. This separation of charges creates an electric potential difference across the membrane, which can be harnessed as electrical energy.\n\nSince around 66 percent of industrial waste heat falls within this temperature range, this innovation presents a significant opportunity for eco-friendly energy solutions.\n\nThis new technology has the potential to make a big difference in many areas. Industries such as manufacturing, which produce large amounts of leftover heat, could see major benefits by turning that waste heat into electricity. This would help them save energy and lessen their impact on the environment.\n\nThis technology could find use in various settings, from providing power in remote areas to powering sensors and devices in everyday applications. Its eco-friendly nature also makes it a promising solution for sustainable energy generation in buildings and infrastructure.\n\nThe trouble with storage\n\nCapturing energy from waste heat is just the first step; storing it effectively is equally critical. Supercapacitors are energy storage devices that rapidly charge and discharge electricity. This makes them essential for applications requiring quick power delivery.\n\nHowever, their reliance on fossil fuel-derived carbon materials raises sustainability concerns, highlighting the need for renewable alternatives in their production.\n\nframeborder=\"0″ allowfullscreen=\"allowfullscreen\">\n\nOur research group has discovered that lignin-based porous carbon can serve as an electrode in supercapacitors for energy storage generated from harvesting waste heat using a lignin membrane.\n\nThis process allows the lignin membrane to capture and convert waste heat into electrical energy, while the porous carbon structure facilitates the rapid movement and storage of ions. By providing a green alternative that avoids harmful chemicals and reliance on fossil fuels, this approach offers a sustainable solution for energy storage from waste heat.\n\nThis innovation in energy storage technology could power everything from consumer electronics, wearable technology to electric vehicles.\n\nMuhammad Muddasar, PhD candidate, School of Engineering, University of Limerick\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article."
    },
    {
        "title": "New Cancer Discovery Releases 'Brakes' On Immune System To Treat Stubborn Tumors",
        "link": "https://www.msn.com/en-us/health/other/new-cancer-discovery-releases-brakes-on-immune-system-to-treat-stubborn-tumors/ar-AA1tyldi?ocid=BingNewsVerp",
        "description": "When the tumors were treated with anti-Ly6a antibodies, effectively releasing the brakes and allowing the immune system to ...",
        "image_url": "https://www.bing.com/th?id=OVF.MoVm5PyNsVj9htjITtB9WQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "IFLScience on MSN21h",
        "source": "IFLScience on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery of one of the oldest-ever reptile fossils could explain rise of dinosaurs",
        "link": "https://www.independent.co.uk/news/science/archaeology/brazil-dinosaur-fossils-reptile-discovery-b2642209.html",
        "description": "We believe quality journalism should be available to everyone, paid for by those who can afford it. Scientists in Brazil announced the discovery of the ancient reptile dating back some 237 million ...",
        "image_url": "https://www.bing.com/th?id=OJ.j6nLf00sJ5OcJQ&pid=news&w=125&h=16&rs=2",
        "category": "science+discovery",
        "date": "12h",
        "source": "The Independent",
        "article_content": "Your support helps us to tell the story Read more Support Now From reproductive rights to climate change to Big Tech, The Independent is on the ground when the story is developing. Whether it's investigating the financials of Elon Musk's pro-Trump PAC or producing our latest documentary, 'The A Word', which shines a light on the American women fighting for reproductive rights, we know how important it is to parse out the facts from the messaging. At such a critical moment in US history, we need reporters on the ground. Your donation allows us to keep sending journalists to speak to both sides of the story. The Independent is trusted by Americans across the entire political spectrum. And unlike many other quality news outlets, we choose not to lock Americans out of our reporting and analysis with paywalls. We believe quality journalism should be available to everyone, paid for by those who can afford it. Your support makes all the difference. Close Read more Close\n\nA fossil, believed to be one of the oldest ever, could help explain the rise of the dinosaurs.\n\nScientists in Brazil announced the discovery of the ancient reptile dating back some 237 million years.\n\nNamed Gondwanax paraisensis, the four-legged reptile species was roughly the size of a small dog with a long tail, or about one meter (39 inches) long and weighing between three and six kg (7 to 13 pounds), the scientists said in a statement on Monday.\n\nThe small reptile would have likely roamed the land of what is today southern Brazil, when the world was much hotter.\n\nThe fossil has been identified as a new silesaurid, an extinct group of reptiles. Paleontologists debate whether silesaurids were true dinosaurs or possibly a precursor to the creatures that once dominated the Earth.\n\nPaleontologist from the Federal University of Santa Maria, Rodrigo Temp Muller, holds a fossil ( REUTERS )\n\n“Understanding the characteristics of these precursors could shed light on what was crucial for the dinosaurs’ evolutionary success,” the statement said.\n\nUnearthed in a rock layer dating back to the Triassic period, between 252 million and 201 million years ago, the Gondwanax paraisensis fossil comes from the time when dinosaurs as well as mammals, crocodiles, turtles and frogs first arose.\n\nIn 2014, physician Pedro Lucas Porcela Aurelio found the fossil in the town of Paraiso do Sul in Brazil’s southernmost Rio Grande do Sul state.\n\nHe donated it to a local university in 2021, kicking off three years of research.\n\n“Being the first human to touch something from 237 million years ago is extraordinary,” Aurelio told Reuters.\n\n“It’s an indescribable feeling,” said the self-described paleontology buff since childhood.\n\nPaleontologist Rodrigo Temp Muller and geologist Jossano de Rosso Morais, both from the Federal University of Santa Maria, search for fossils at the archaeological site, where fossils of the Gondwanax paraisensis, a species that lived 237 million years ago and was a precursor to dinosaurs were discovered, in the city of Paraiso do Sul, Rio Grande do Sul state, Brazil, ( REUTERS )\n\nThe discovery is detailed in an article by paleontologist Rodrigo Temp Müller published late last month in the scientific journal Gondwana Research.\n\n“The most important part of this finding is its age,” Müller said in an interview. “Because it’s so old, it gives us clues as to how dinosaurs came to be.”\n\nHe added that the remains were covered by a thick layer of rock when donated by Aurelio and initially only parts of the vertebrae were visible.\n\nGondwanax means “lord of Gondwana,” referring to the Gondwana landmass in the southern region of the supercontinent Pangaea before the continents broke apart, while paraisensis honors the town of Paraiso do Sul."
    },
    {
        "title": "Metal detectorist makes the 'discovery of a lifetime' after unearthing a nugget of gold shaped like Britain",
        "link": "https://www.msn.com/en-ae/news/other/metal-detectorist-unearths-a-gold-nugget-shaped-like-britain/ar-AA1tBuph?ocid=BingNewsVerp",
        "description": "Jonathan Needham, 54, found the gold on the Staffordshire and Derbyshire border - and believes it was formed naturally ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DtSh22bceG73u9jrs6CeTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists discover giant missing blob of water in the middle of the Atlantic",
        "link": "https://www.msn.com/en-us/weather/topstories/scientists-discover-giant-missing-blob-of-water-in-the-middle-of-the-atlantic/ar-AA1tBScC?ocid=BingNewsVerp",
        "description": "To the uninitiated, there isn’t much to water. Sure, the world’s oceans are filled with monsters, marvels and mysteries but, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UG-ay9PYU-i6OGYSTwaapi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Indy 100 on MSN54m",
        "source": "Indy 100 on MSN",
        "article_content": ""
    },
    {
        "title": "Drupal CMS: Groundbreaking New Version of Drupal Detailed at DrupalCon Singapore 2024",
        "link": "https://vir.com.vn/drupal-cms-groundbreaking-new-version-of-drupal-detailed-at-drupalcon-singapore-2024-117320.html",
        "description": "Drupal CMS, the groundbreaking package built on Drupal core with the marketer in mind, will launch on 15 January 2025 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DDZfoKmyflJ10FEiR1H4FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Vietnam Investment Reviev2h",
        "source": "Vietnam Investment Reviev",
        "article_content": "MARINA BAY, Singapore, Nov. 6, 2024 /PRNewswire/ -- Drupal CMS, the groundbreaking package built on Drupal core with the marketer in mind, will launch on 15 January 2025. Conference attendees at DrupalCon Singapore 2024 will have the exclusive opportunity to be the first to learn more about Drupal CMS directly from Drupal's founder, Dries Buytaert.\n\nLearn how Drupal CMS will enable site builders without any Drupal experience to easily create a new site using their browser, marking one of the most significant launches in Drupal history.\n\nAlongside the Drupal Association leadership team, Dries will unveil key features of Drupal CMS, making DrupalCon Singapore 2024 a can't-miss event for anyone in the Open Source community. Occurring one month before the release of Drupal CMS, DrupalCon Singapore 2024 is an exclusive opportunity for attendees to join in the conversation surrounding Drupal CMS directly with its creators.\n\n\"The product strategy is for Drupal CMS to be the gold standard for no-code website building,\" said Dries. \"Our goal is to empower non-technical users like digital marketers, content creators, and site-builders to create exceptional digital experiences without requiring developers.\"\n\nDrupalCon Singapore 2024 , 9-11 December 2024, is a premier gathering of Drupal and Open Source professionals. Over three days, the conference will showcase the latest Drupal trends, facilitate networking opportunities, and offer a platform for thought leadership in the Open Source landscape.\n\nKey features of DrupalCon Singapore 2024 include:\n\nKeynotes, sessions, and panels: The Driesnote and Drupal CMS Panel are two highlights amongst a packed schedule of insightful sessions.\n\nContribution Day: Contribution Day is where attendees grow and learn by helping to make Drupal even better. Giving back to the project is crucial in an Open Source community, as the Drupal project is developed by a community of people who work together to innovate the software.\n\nBirds of a Feather (BoFs): BoFs provide the perfect setting for connecting with like-minded attendees who share your interests.\n\nSplash Awards: Celebrate the work and creativity of the global Drupal community with this awards ceremony, which recognises outstanding projects built with Drupal.\n\nNetworking Opportunities: Network with experts from around the globe who create ambitious digital experiences."
    },
    {
        "title": "Revolutionizing Supply Chains: The Game-Changing Impact Of AI",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/11/06/revolutionizing-supply-chains-the-game-changing-impact-of-ai/",
        "description": "No-code reporting can empower supply chain leaders to access data insights without technical expertise. AI assistants can generate customized reports based on simple prompts, like, \"Show cost savings ...",
        "image_url": "https://www.bing.comNo image",
        "category": "nocode",
        "date": "Forbes1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Trump slams Pelosi as 'evil, sick, crazy,' but stops short of profanity: 'It starts with a B'",
        "link": "https://www.msn.com/en-ca/news/politics/trump-slams-pelosi-as-evil-sick-crazy-but-stops-short-of-profanity-it-starts-with-a-b/ar-AA1txSZa?ocid=BingNewsVerp",
        "description": "Former President Donald Trump stopped just shy of calling former House Speaker Nancy Pelosi a profanity, saying that the word ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Nv-qQ5Bnbl_ykrSFAH0PmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "23hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Friend-making startup Pie 'drinks its own Kool-Aid' with move to in-person workplace in Chicago",
        "link": "https://www.bizjournals.com/chicago/inno/stories/news/2024/11/05/chicago-startup-pie-andy-dunn-raise.html",
        "description": "The newest tech venture from Chicago-native entrepreneur and best-selling author Andy Dunn wants to tackle a growing social ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NKiC20OStEq--e81IUYJrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "16h",
        "source": "The Business Journals",
        "article_content": "Content not available"
    },
    {
        "title": "I did an iPhone 16 Pro Max and Galaxy S24 Ultra camera test. The results shocked me",
        "link": "https://www.digitaltrends.com/mobile/iphone-16-pro-max-vs-samsung-galaxy-s24-ultra-camera-comparison/",
        "description": "The iPhone 16 Pro Max takes on the Samsung Galaxy S24 Ultra in a camera test, and the result is a serious upset given the age difference between them.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "1h",
        "source": "Digital Trends",
        "article_content": "The iPhone 16 Pro Max and the Samsung Galaxy S24 Ultra are both big phones with big screens, big power, and big price tags. The cameras are also impressive, but which one of these two archrivals takes better photos?\n\nI’ve been using the Galaxy S24 Ultra again over the past few weeks and have put it against Apple’s latest top iPhone to find out. And the results are pretty shocking.\n\nThe cameras\n\nBefore we look at the phones, let’s look at the numbers behind the cameras, starting with the iPhone 16 Pro Max. There are three cameras on the back, starting with the main 48-megapixel camera with optical image stabilization, which can also take 2x zoom photos. It’s joined by a 12MP telephoto camera for 5x optical zoom photos and a 48MP ultrawide camera with a 120-degree field of view.\n\nThe Galaxy S24 Ultra has four cameras. It’s led by a main 200MP camera, along with a pair of telephoto cameras — a 10MP camera for a 3x optical zoom and a 50MP periscope zoom for 5x optical shots — plus a 12MP ultrawide camera. Unlike previous Galaxy Ultra phones, the S24 Ultra has “optical quality” 10x zoom shots, which have proven to be just as good as optical zoom shots.\n\nFor reference, I used the Standard Photographic Style on the iPhone 16 Pro Max for all the photos below, and each phone’s camera was used in auto mode. All the photos were downloaded onto an Apple Mac mini and examined on a color-calibrated monitor. They have all been resized for friendlier online viewing.\n\nMain camera\n\nWhen using the main camera, the iPhone 16 Pro Max consistently took more visually pleasing photos than the S24 Ultra, apart from its long-time issue with exposure occasionally rearing its head. In the first photo of the leafy lane, you can see where it causes the camera problems and where the S24 Ultra’s colors are punchier and more vibrant.\n\nHowever, as you can see in the second photo of the Aston Martin Valkyrie car, the S24 Ultra’s eagerness results in noise, which is entirely absent from the iPhone’s pin-sharp, more accurately colored image. Although its exposure can cause issues sometimes, here, it gets it exactly right — to the point where I can easily read the Vehicle Identification Number (VIN) on the windscreen, which is blurred and jumbled in Samsung’s photo.\n\nThe Galaxy S24 Ultra often gets a certain type of photo right, such as the example at the top, but everywhere else, the iPhone improves. The photo inside the church shows the wonderful tone and warmth of the iPhone’s camera, rather than the starkness of the S24 Ultra, right down to the color of the padding on the seats and the wooden beams on the ceiling.\n\nTake a look at our final photo to see how the iPhone’s super-sharp focus and depth of field help it take detailed, emotional shots, even of the simplest subjects. The foam and bubbles on top of the coffee are so sharp, and the depth of field is exactly right, making for a more realistic, attractive photo than the S24 Ultra’s photo, which seems less aware of its subject.\n\nWinner: Apple iPhone 16 Pro Max\n\nUltrawide camera\n\nOn paper, the iPhone 16 Pro Max’s ultrawide camera should easily improve on the Galaxy S24 Ultra’s camera, but in reality, it’s the opposite. The S24 Ultra’s ultrawide camera shows up the iPhone’s camera really badly. The first photo of the Ferrari FF was taken indoors in good lighting (the same environment as the Aston Martin Valkyrie photo above), and the iPhone’s photo is full of noise and blur, while the Galaxy S24 Ultra avoids most of the same issues to produce a sharper, less blurred image. It’s not perfect, but it’s far better than the iPhone’s photo.\n\nOutside, things don’t improve much for the iPhone 16 Pro Max, but it can still impress with its warm tones. The photo of the fields and sky shows the S24 Ultra’s vibrant colors but overall coldness. However, it has a less noisy foreground and more detail, such as around the fence post. In the distance, the two cameras introduce some blur and noise.\n\nIn the final photo of the church, you can see how much sharper the S24 Ultra’s ultrawide photos are, with the stonework on the spire far clearer and less muddy than in the iPhone’s image. Yes, the S24 Ultra does use quite a lot of software enhancement, but it’s easier to forgive it when the balance and sharpness is right.\n\nWinner: Samsung Galaxy S24 Ultra\n\n2x zoom and 3x zoom\n\nThe two phones have different “short” zooms, with the iPhone 16 Pro Max offering a 2x optical zoom and the S24 Ultra a 3x optical zoom. You can see examples of them both here, and we’ll be judging this category as one rather than two separate categories. The 2x zoom is fairly consistent across both cameras for balance and focus, but the iPhone can introduce some noise, while the S24 Ultra’s photos have a softer look.\n\nMove on to the 3x zoom across the two cameras, and the iPhone 16 Pro Max can’t match the S24 Ultra’s performance. Shots are far noisier and less sharp, while the Samsung phone’s 3x zoom produces excellent photos with plenty of life and detail. This is to be expected, given Samsung’s dedicated optical 3x mode.\n\nBut because the S24 Ultra’s 2x mode isn’t awful compared to the iPhone 16 Pro Max’s 2x shots, it’s going to win this category for being more versatile, as you could realistically use both zooms on it, but would want to stick with the 2x on the iPhone 16 Pro Max.\n\nWinner: Samsung Galaxy S24 Ultra\n\n5x zoom\n\nBoth cameras have 5x optical zooms, and Samsung continues its run of zoom superiority here too. The iPhone 16 Pro Max has a problem with sharpness and focus, resulting in grainy, blurry, or noisy images that look worse the more you crop them down. These issues are missing from the S24 Ultra’s camera, and its photos look great at 5x zoom.\n\nTake the wooden angel as an example. Not only are the colors and textures far more realistic in the S24 Ultra’s photo, but when you crop it down, there’s detail in the wood that the iPhone struggles to capture. The overall sharpness makes the depth of field pop more, while the iPhone 16 Pro Max’s photo appears flatter.\n\nPhotos taken outside have similar issues, but the iPhone does win a few points with generally more realistic colors. Many will like the S24 Ultra’s fairly saturated colors, which stay consistent across all lenses. The donkey’s fur is sharper and more defined in the S24 Ultra’s photo, and there’s clearly less noise on the wooden fence post and the red strap. Samsung wins the 5x zoom category, so will it make it three-for-three as we move to the 10x category?\n\nWinner: Samsung Galaxy S24 Ultra\n\n10x zoom\n\nNeither phone has a 10x optical zoom, but Samsung does make a point of highlighting its optical quality photos at 10x and does include a shortcut in its camera app. The iPhone does not, and things do start out quite well.\n\nThe horse photo reveals a similar level of detail, but when you get very close, there’s far more evidence of software enhancements in the S24 Ultra’s photo, with some haloing visible along the horse’s back and ears. This glow is not in the iPhone’s photo at all, giving it a more natural appearance.\n\nBut the iPhone does not always win here, as seen in the next photo of the wooden pub sign. The S24 Ultra’s photo has less noise than the iPhone’s photo, particularly on the green board, and its more dynamic coloring means the fall leaves glow more attractively.\n\nThe Galaxy S24 Ultra is far more consistent when shooting 10x photos, as the final photo of the car proves. The differences are clear — accurate colors, spot-on white balance, and no obvious noise. The iPhone can’t keep up at 10x zoom.\n\nWinner: Samsung Galaxy S24 Ultra\n\nNight mode\n\nWhen it came to shooting photos in low light, the Galaxy S24 Ultra’s preview on the phone made me expect the worst, as it did not show a truly representative image straight after taking it. The iPhone didn’t have any such problem, so when I was collecting photos, I feared for the S24 Ultra’s performance. However, the images looked totally different in the gallery, and at first, the two appeared quite evenly matched.\n\nThe outside of the brightly lit pub is a great example. The iPhone overexposes in many places while showing more detail than the S24 Ultra’s photos in others. However, in most other areas — the seating and foliage, for example — both cope with the low light well. The iPhone’s photo does have a little more blur, though, and the overexposure hides details, such as in the pub’s signage.\n\nIn the photo of the village shop, the iPhone’s more accurate colors shine through, and it’s also less blurry than the S24 Ultra, where the software smooths out a lot of detail, showing both are very sensitive to lighting conditions when taking photos in the dark. The two trade blows like this in all the lowlight images I took, and while the iPhone’s overexposure often caused problems, the S24 Ultra’s smoothing often did the same.\n\nHowever, the S24 Ultra was great in difficult, harsh lighting conditions. Shooting into the sunset, the S24 Ultra captured the golden glow in the sky, the blue sky, the green of the grass, and the scene as a whole. The iPhone 16 Pro Max’s photo contains so much shadow that it robs it of emotion and detail. The real-world environment was somewhere in between the two, but the S24 Ultra’s photo is the one I’d keep or share.\n\nWinner: Samsung Galaxy S24 Ultra\n\nSamsung’s flagship comes out on top\n\nIt may come as a shock to some, but the Samsung Galaxy S24 Ultra — a phone released at the beginning of the year — has taken a victory in all but one category against the new Apple iPhone 16 Pro Max. It has by far the superior camera when you want to take any zoom or ultrawide photo.\n\nIt couldn’t quite match the iPhone 16 Pro Max in the main camera category, though, and I consistently preferred it to the S24 Ultra. Still, it should be noted the iPhone’s exposure and contrast can still upset the balance of some images, especially in challenging light. This has affected iPhone cameras for several generations, so it is not unique to the 16 Pro Max.\n\nWhat’s very interesting is that the iPhone 16 Pro comprehensively beat the Google Pixel 9 Pro in a recent test, proving its top camera credentials. It also showed several improvements over the iPhone 15 Pro. The Galaxy S24 Ultra has been a winner from the start by improving on its predecessor, beating the Google Pixel 8 Pro, and equaling the performance of our favorite Android camera phone, the Xiaomi 14 Ultra.\n\nIt may not be the latest on the market, but the Galaxy S24 Ultra continues to take on the very best camera phones and easily holds its own."
    },
    {
        "title": "OpenAI’s robotics plans aim to ‘bring AI into the physical world’",
        "link": "https://www.msn.com/en-us/news/technology/openai-s-robotics-plans-aim-to-bring-ai-into-the-physical-world/ar-AA1tztNy?ocid=BingNewsVerp",
        "description": "Ive himself is reportedly leading the hardware’s design effort. It’s no secret that OpenAI has ambitions that extend beyond ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iSnKkAdzVGeNesRpsA16Xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Digital Trends on MSN14h",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]