[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Most Mysterious Man in UFO History - Tim Taylor",
            "link": "https://www.msn.com/en-us/video/peopleandplaces/the-most-mysterious-man-in-ufo-history-tim-taylor/vi-AA1wNShM?ocid=BingNewsVerp",
            "description": "Patrick discusses the most mysterious man in UFO history - Tim Taylor. #aliens #uap #ufonews #ufos #ufo #disclosure #alien #uapnews #orbs #spheres #news ...",
            "image_url": "https://www.bing.comNo image",
            "category": "ufo",
            "date": "Vetted on MSN7h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alien expert says 'time is running out' as he predicts 'huge UFO announcement' in 30 days",
            "link": "https://www.msn.com/en-us/news/world/alien-expert-says-time-is-running-out-as-he-predicts-huge-ufo-announcement-in-30-days/ar-AA1wNVgh?ocid=BingNewsVerp",
            "description": "A leading UFO researcher has claimed that the mysterious orbs that have been spotted in the skies in recent weeks are a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0yGSh5JQLaBNot1iE0-JQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jason Sands: Where is the UFO Whistleblower Now?",
            "link": "https://thecinemaholic.com/jason-sands/",
            "description": "James Fox’s documentary ‘The Program’ explores the reality behind the supposed existence of extraterrestrial beings through ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5gsVudO-lkX-4aXBL745Ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "thecinemaholic.com22h",
            "source": "thecinemaholic.com",
            "article_content": "James Fox’s documentary ‘The Program’ explores the reality behind the supposed existence of extraterrestrial beings through the alleged experiences of several former and retired US Army officials, including Jason Sands. The UFO whistleblower served in the Air Force as a master sergeant before concluding his career in 2007. As per reports, he is also one of the numerous individuals who have spoken to former intelligence official and whistleblower David Grusch about allegedly encountering UFOs. Jason’s claims have shaken the online communities and platforms that study UAPs. Interestingly, his experience of allegedly meeting an alien, as he revealed in the documentary, forms one of the most detailed and vivid accounts delivered by a whistleblower in recent times! SPOILERS AHEAD.\n\nJason Sands Served 22 Years in the Air Force\n\nJason Sands joined the US Air Force in 1985. His discharge/release certificate states that his primary specialties were electronic system security assessment and aircraft structural maintenance. However, after emerging as a UFO whistleblower, he claimed that he was part of several top-secret programs within the Air Force. In an interview given in April 2024, he alleged that one of his duties concerned understanding technology captured from non-human intelligence (NHI). He further added that he was a member of the “Red Team,” which was committed to monitoring exchanges between scientists, which apparently concerned numerous alien races at times. Despite these claims, there isn’t any evidence in the public domain to prove that he was part of any missions that targeted extraterrestrial activity.\n\nJason’s life supposedly turned around in 1994 when he allegedly met an extraterrestrial being while driving through the Nellis Air Force Base Complex in Nevada. As detailed in ‘The Program,’ he witnessed the apparent entity disappearing from Earth in a peculiar-looking craft. He shared this unverified experience with the documentarian James Fox, paving the way for his inclusion in the project. After meeting the former Air Force officer, the filmmaker investigated the claims and details concerning his tenure, only to be convinced about his credibility. After collaborating with Jason on the documentary, Fox accidentally revealed the former’s identity, only for him to emerge as a whistleblower.\n\nJason Sands’ Allegations and Claims Are Highly Contested\n\nJason Sands has been a significant presence in the online UFO research community since April 2024. He garnered immense attention with his claim of meeting an alien in 1994 and being part of several secret government programs. In an interview, he reportedly said he joined a UAP (unidentified anomalous phenomenon) task force forum in 2021 to contribute his supposed knowledge concerning “black projects.” Even though many have accepted him and his words, several others have approached the same with critical eyes. After Jason released his Air Force release/discharge certificate in April 2024, a former UFO enthusiast raised suspicions concerning his alleged involvement in extraterrestrial research, which are not indicated in the “proof” he shared.\n\nFurthermore, in an interview with Spaced Out Radio in April 2024, Jason claimed he was “forced to serve” in the “20 and Back Program.” As per reports, it was described as a program in which participants spent 20 years in a Secret Space Program (SSP) to interact with extraterrestrial beings and visit military bases across the solar system. In 2022, a whistleblower named Corey Goode admitted that he fabricated the entire program to take advantage of his fans financially. Jason’s alleged involvement in a fictional program turned numerous UFO enthusiasts against him, forcing him to describe the whole ordeal as a misunderstanding. He stated in April 2024 that “20 and Back” was an “experience” for him rather than one official program.\n\nSimilarly, Jason’s claim that he heard scientists discussing multiple alien races has also been scrutinized. In March 2024, the All-domain Anomaly Resolution Office (AARO) within the Office of the Secretary of Defense published a report about the US government’s involvement with UAP. The same offers insights about test and evaluation units with a nickname with ‘alien’ connotations, which can be what Jason apparently heard as an alleged member of the “Red Team.”\n\nJason Sands is Involved in the UAP Discourse While Working as a Consultant Today\n\nAs discussions and debates concerning Jason Sands’ claims and allegations grow, he has been working as an independent consultant for the Department of Defense since August 2024. The whistleblower is currently based in Gaithersburg, a city in Montgomery County, Maryland. While he remains a popular figure in the UFO research community, he has chosen to keep his family away from the spotlight, which is understandable considering the scrutiny he faces day after day. The backlash he deals with has only increased following his inclusion in James Fox’s ‘The Program.’ The recent reactions against Jason can be traced back to an interview he gave to Post Disclosure World, a YouTube channel dedicated to UFO news, in December 2024.\n\nWhen asked about his experiences as an Air Force officer, Jason alleged that he was forced to do some “dirty work,” which mainly involved killing “NHI,” also known as non-human intelligence. He went on to explain that he had to do it because he was informed that “bad things” would happen to him or his family if he didn’t comply. The online UFO research community immensely scrutinized the whistleblower’s “alien assassin” claim. The credibility he garnered since his emergence as a first-hand witness of alleged alien existence was severely affected within a day. Even James Fox, who initially backed Jason, expressed his disbelief.\n\n“Absolutely devastates his credibility. But I still believe that encounter may have happened based on the background digging I did, but yeah, that’s not good for his credibility,” Fox shared. Irrespective of the backlash Jason continues to receive, he remains a sensational figure when it comes to alien discourse. Since April 2024, he has given numerous interviews and appeared on several podcasts to explain his claims. He is also one of the advocates of a comprehensive Congressional investigation into UAP within the jurisdiction of the US government. As ‘The Program’ sheds light on the possible existence of extraterrestrial beings, we can look forward to more clarity concerning Jason’s credibility and his claims’ authenticity.\n\nRead More: Lee Speigel Tribute on The Program: Who Was He? How Did He Die?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lee Speigel Tribute on The Program: Who Was He? How Did He Die?",
            "link": "https://thecinemaholic.com/lee-speigel-the-program/",
            "description": "James Fox’s documentary ‘The Program’ ends with a dedication to Lee Speigel. Lee was one of the most reputed and influential ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m85--0sDHO-0w_SPqC3_AC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "thecinemaholic.com22h",
            "source": "thecinemaholic.com",
            "article_content": "James Fox’s documentary ‘The Program’ ends with a dedication to Lee Speigel. Lee was one of the most reputed and influential journalists who specialized in the UFO and paranormal study for over half a century. He grew up in Concord, New Hampshire, inspired by the Apollo space missions, which ignited his interest in UFOs and several other unexplainable phenomena. In the early 1970s, he found a second home in New York City, where he fed his interest in extraterrestrial life with whatever he could find on the subject. Lee’s contributions to UFO research are not only exceptional but also unparalleled.\n\nLee Speigel Was a Pioneer UFO Researcher\n\nAfter establishing himself in New York City by the early 1970s, it didn’t take long for Lee Speigel to leave an impression on his peers. His obsession with alleged UFO sightings and witness stories prepared him to conceive CBS’ documentary record album ‘UFOs: The Credibility Factor.’ In 1978, he made his presence known in the world of extraterrestrial research by organizing the United Nations’ first-ever meeting on UFOs. The participants of the conference ranged from military personnel to scientific experts, in addition to the UN Secretary-General Kurt Waldheim. In the late 1970s, Lee collaborated with Richard Belzer to give birth and run ‘Edge of Reality’ for NBC Radio.\n\n‘Edge of Reality’ gradually became a highlight of Lee’s radio career. He produced around 1,500 hours of the program, which featured eminent figures such as ‘Star Trek’ stars Leonard Nimoy and William Shatner. During this period, his collaborations grew. Lee even interacted with Stephen Spielberg while the latter was developing ‘Close Encounters of the Third Kind’ and ‘E.T. the Extra-Terrestrial.’ In addition to the filmmaker, the renowned journalist Robin Leach spent time with the UFO enthusiast, specifically to go for “UFO hunting.” In the late 1990s, a while after the conclusion of ‘Edge of Reality,’ Lee ended up in ABC Radio Networks.\n\nAfter a short stint at ABC News as a copy editor, Lee joined AOL News in 2010 to write about inexplicable phenomena. The freelance position was a precursor to his appointment as a full-time reporter of The Huffington Post, presently known as HuffPost, in 2011. It didn’t take long for him to find his footing in his new workplace since he won the 2012 International UFO Congress Researcher of the Year Award. As the years passed, even though the workplaces changed, his focus remained the same. He delved deep into UFOs, this time with astronauts such as Edgar Mitchell, Alan Bean, and Leroy Chiao.\n\nLee Speigel Collaborated With James Fox and Several UFO Investigators\n\nIn his late years, Lee Speigel was as busy as ever with several commitments. He restarted hosting ‘Edge of Reality’ after reviving the radio show for UN-X Digital Broadcast Network. During his time at The Huffington Post, the topics he explored ranged from mythical creatures such as the yeti to the specifics of “alien sex.” His remarkable articles were not the only things that left his colleagues in bewilderment. During an editorial meeting, he claimed to be committed to exposing a multinational conspiracy mounted to conceal a spacecraft’s crash-landing. This example explains why Buck Wolf, the director of HuffPost Trends and one of Lee’s longtime colleagues, saw him as a showman in the newsroom.\n\nFurthermore, James Fox didn’t dedicate ‘The Program’ to Lee for no reason. The latter co-wrote and co-produced the filmmaker’s 2020 documentary ‘The Phenomenon,’ which explores unidentified aerial phenomena through the words of high-ranking government officials. One of Lee’s final assignments was assisting Marc Hartzman in writing ‘We Are Not Alone,’ a comprehensive investigation into UFOs and extraterrestrial intelligence. In addition to these works, he is featured in several media productions such as History Channel’s ‘Unsealed: Alien Files,’ H2’s ‘Hangar 1: The UFO Files,’ and the TV movie ‘UFO Coverups: Secrets Revealed.’\n\nLee Speigel Passed Away at the Age of 74\n\nLee Speigel passed away in August 2023 at the age of 74 after battling esophageal cancer. He is survived by his wife, Lorraine Simone. Following his passing, the friends and family of the journalist were adamant about bidding adieu to him in a way that honored his life and contributions. They raised over $10,000 to send his cremated ashes into space with the help of the SpaceX Falcon 9 rocket. “Anyone who knew Lee knows he wanted to get into space somehow […]. I’m sure Lee is somewhere enjoying all this immensely,” Simone told HuffPost about the unexpected ceremony.\n\nThe SpaceX rocket with Lee’s ashes was launched on March 4, 2024. Buck Wolf and Simone joined hands together to send their beloved one to the vastness and comfort of outer space with the money the former raised on behalf of the journalist’s family and friends. In June 2024, Wolf confirmed that the deceased’s cremated ashes were orbiting Earth. Lee’s companions and loved ones also donated his enormous archive of interviews and case files to the National UFO Historical Records Center in Rio Rancho, New Mexico, so that the next generation of UFO enthusiasts could delve into the same.\n\nFollowing Lee’s passing, many of his friends and collaborators remembered him fondly. Marc Hartzman identified him as the one who “opened doors no one else could” to HuffPost, joining Race Hobbs, the journalist’s UN-X producer who called him a “genius.” Ultimately, Buck celebrated his life by describing him as a “stargazer,” “dreamer,” and a “kind spirit” who was loved by many. Lee joined the realm of stars after creating an unparalleled legacy in the field of UFO research and investigation, which makes his tribute on ‘The Program’ all the more fitting.\n\nRead More: Craig Lindsay: Where is the Retired RAF Officer Now?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why the internet is filling up with nonsense ‘AI slop’",
            "link": "https://www.yahoo.com/tech/why-internet-filling-nonsense-ai-120000071.html",
            "description": "Slop, the OUP writes, is 'art, writing, or other content generated using artificial intelligence, shared and distributed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Kt72h3Nw7tDCxR8yjy5PdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8h",
            "source": "Yahoo",
            "article_content": "Social media algorithms are incentivising some users to churn out bizarre AI-generated imagery\n\nElon Musk riding a UFO, “Shrimp Jesus” and tiny children baking impossibly perfect birthday cakes.\n\nThese are just three examples of bizarre AI-generated imagery that has taken over the internet in the past year.\n\nAcross Facebook, X, Instagram and TikTok, surreal AI images have been plaguing news feeds, typically accompanied by nonsensical captions in broken English.\n\nDubbed “AI slop”, there is no hiding from the manipulated images and videos, with their prominence even leading to the Oxford University Press (OUP) naming “slop” as a contender for its word of the year.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nSlop, the OUP writes, is “art, writing, or other content generated using artificial intelligence, shared and distributed online in an indiscriminate or intrusive way, characterised as being of low quality, inauthentic, or inaccurate”.\n\nThere have long been fears that AI image tools could be used to create highly convincing “deepfakes” and images or videos that could help spread disinformation or influence elections.\n\nBut so far, the most viral AI images have been obviously fake and downright strange. Free software for creating images and videos has led to a surge in slop, driven by scammers, spammers and the occasional genuine user seeking to go viral.\n\nFacebook’s most recent report from its Transparency Center reveals that two of the top five most widely viewed images on the network in the three months to September were AI-generated – viewed 38.6m and 35.8m times respectively.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMatt Navara, a social media consultant, says the novelty of these posts has quickly worn thin for many of Facebook’s billions of users.\n\n“The proliferation of low-quality or spammy AI content risks cluttering feeds and diminishing overall user satisfaction,” he says.\n\n“I’m seeing little evidence yet that users are actively demanding such content in their feeds.”\n\nIn March, Facebook users began to notice a flood of images featuring Jesus Christ mixed with a crustacean rising from the sea. These “Shrimp Jesus” posts garnered hundreds of thousands of interactions and tens of millions of views.\n\nOther weird AI trends soon emerged, including African women building fruit sculptures and young children showing off elaborate birthday cakes with the caption: “This is my first cake”.\n\nOne strange AI trend has been fake images of children baking\n\nOn Facebook, these posts were published on pages with innocuous names such as “Easy Recipes”, “Interesting Planet” or “Life Nature”. A study in March by researchers at the Stanford Internet Observatory found that many pages filled with AI content were likely attempts by scammers to cash in on virality.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThey found 120 pages posting improbable AI images with clickbait headlines, many of which shared the same creator or published multiple posts with the same captions.\n\nSome garnered a huge response despite their bizarre nature. One popular “Crab Jesus” had 209,000 engagements and 4,000 comments.\n\n“We suspect these high levels of engagement are partially driven by the Facebook recommendation algorithm,” the report said.\n\nThe AI images were “captivating visually, easy to create, cheap to generate in large numbers [and allowed the pages] to engage in high rates of posting of new content that might grab people’s eyes”, says Josh Goldstein of Georgetown University, one of the report’s authors.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHe called this phenomenon a new kind of “engagement bait”.\n\nAmong the pages highlighted by the report were many that appeared to have been hacked and turned into AI content farms. These pages sought to direct users away from Facebook to websites that could then be used to eke out a trickle of advertising income.\n\nMeanwhile, on YouTube and Telegram, a network of influencers – many from India or the Philippines – are busy coaching their followers on how to make money from slop.\n\nIn one video, an influencer tells followers to create viral images depicting an old man being eaten by insects.\n\n“The Indian audience is very emotional, after seeing photos like this, they like, comment and share them,” he says, claiming that users can make money through a Facebook scheme called “Performance Bonus”, which provides a tiny fee to creators of viral content. His video promises followers they can make 4 lakh (£3,700) per month.\n\nAdvertisement Advertisement\n\nOther AI images have also been shared widely during some of the biggest news events of the year – and not just by grifters and scammers.\n\nIn May, a pro-Palestinian Instagram template created using AI, originally designed with Microsoft’s Image Creator, was shared more than 50m times, including by celebrities such as Bella Hadid. The template featured a crude refugee camp disappearing towards the horizon with the words “All Eyes on Rafah”.\n\nAll eyes on Rafah has been shared by over 50 million people on Instagram\n\nIn October, Republicans in the US took to sharing AI-generated images in the wake of Hurricane Helene to criticise Joe Biden’s response plan.\n\nAmy Kremer, a Republican activist, shared a post on X of a crying girl holding a puppy during a flood. “Y’all, I don’t know where this photo came from and honestly, it doesn’t matter,” she said.\n\nThis picture has been seared into my mind.\n\n\n\nMy heart hurts💔😭 pic.twitter.com/SCwEMP0aXC — Amy Kremer (@AmyKremer) October 3, 2024\n\nThen, as the US election approached, a new surge of AI images featuring Republican donor Elon Musk spread rapidly across Facebook.\n\nAdvertisement Advertisement\n\nThis included posts claiming that the Tesla founder had created a flying saucer.\n\nHowever, it is not just images that are the problem.\n\nNewsguard, the news rating service, has identified more than 1,000 websites pumping out AI-generated fake news stories in 16 languages, many of which appear to have little or no human oversight.\n\nMcKenzie Sadeghi, AI editor at Newsguard, says: “Our tracking of AI-generated news websites has found that it shows no signs of slowing down. The barriers to creating AI-generated content remain low and the incentives – programmatic advertising revenue, site traffic, engagement – remain.”\n\nAn AI-generated fake picture appears to show a SpaceX UFO fighter jet\n\nAdvertisement Advertisement\n\nTech giants have taken some measures to separate fake from legitimate posts, including Facebook, which labelled some posts with the tag “AI Info”.\n\nBut the industry has also been aggressively pushing more users to adopt their own AI tools, such as Meta’s AI assistant or X’s Grok.\n\nMeta has also started encouraging users to create their own fake images, while also promoting other AI-generated content on Facebook and Instagram feeds.\n\nHowever, with a flood of more low-quality content on the horizon, some technologists are urging Meta to reconsider the prominence given to these posts.\n\n“If platforms value human creativity, they should label and downrank outputs in which human creative involvement is minimal,” says Ed Newton-Rex, founder of Fairly Trained, a non-profit advocating for tech companies to respect creative rights.\n\nAdvertisement Advertisement\n\nHe adds: “I think the latent demand for spaces that are human-first is higher than many companies realise.”\n\nSome AI experts have suggested that over time, Meta and others will adjust their algorithms to deprioritise the most egregious AI slop – much like spam filters. However, Meta’s own stated plans suggest otherwise.\n\nData from the company’s Transparency Center shows that in the three months to September, more than 31pc of content viewed on Facebook was from accounts “unconnected” to the user – meaning it has been served up by an algorithm.\n\nThis is up from 8pc in 2021 and 24pc this time last year. Meanwhile, on Instagram, a growing number of AI videos have been populating users’ feeds and Reels.\n\nAdvertisement Advertisement\n\nMark Zuckerberg has also made it clear that he expects the internet to gradually become populated with more AI posts, believing that is exactly what his users want.\n\n“I think there’s been this trend over time where the feeds started off as primarily and exclusively content for people you followed, your friends,” he told The Verge.\n\n“We’re also going to show you content that’s generated by an AI system that might be something that you’re interested in ... how big it gets is kind of dependent on the execution and how good it is.”\n\nThis is a far cry from Zuckerberg’s previous goal of spreading “meaningful social interactions”, as it seems apparent that Facebook and other online platforms show no sign of slowing up in displaying mindless scrolling content.\n\nBroaden your horizons with award-winning British journalism. Try The Telegraph free for 1 month with unlimited access to our award-winning website, exclusive app, money-saving offers and more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 5 AI Predictions From Experts In 2025",
            "link": "https://www.forbes.com/sites/torconstantino/2024/12/31/top-5-ai-predictions-from-experts-in-2025/",
            "description": "While the future is uncertain a panel of AI experts have some surprising predictions for this technology in the coming year.",
            "image_url": "https://www.bing.com/th?id=OVFT.GPnuDYCFMv3-YwZ-CPr4Fi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The year in AI: how ChatGPT, Gemini, Apple Intelligence, and more changed everything in 2024",
            "link": "https://www.msn.com/en-us/news/technology/the-year-in-ai-how-chatgpt-gemini-apple-intelligence-and-more-changed-everything-in-2024/ar-AA1wM87V?ocid=BingNewsVerp",
            "description": "Filmmakers spent most of the year eagerly awaiting the arrival of Sora, OpenAI’s text-to-video model. While it only recently ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WXrt6RtK4wF2_aeLOkNnPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How much do you trust AI to make purchases on your behalf?",
            "link": "https://www.androidauthority.com/ai-shopping-poll-3512354/",
            "description": "Agentic AI is about to offer to take a lot of everyday tasks off our hands, but when it comes to buying things, how much ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tuHeejeoymrQEpUYR6_Dcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20h",
            "source": "Android Authority",
            "article_content": "Google\n\nThe adage may go, “if you want something done right, do it yourself,” but that’s no reason to micro-manage every corner of our lives. Beyond there just being no shortage of tasks where a professional’s expertise is required, we are living in the days of the modern gig economy, and whether you need a ride across town or someone to pick up some groceries for you, apps place you just a few taps away from connecting with someone ready to help.\n\nThere’s also another option that’s becoming increasingly available to us, and instead of hiring another person to complete tasks, there are more and more things where AI is interested in helping out directly. But just how comfortable are you with handing over the reins to an algorithm?\n\nWe’ve all seen plenty examples of embarrassing AI failures, like when a system is used to summarize information, whether that’s web searches, news headlines, or our latest notifications, and gets those summaries wildly wrong. At least that’s reasonably low stakes, and it’s usually pretty easy for us to spot when the AI is “hallucinating.” Are experiences like that enough to turn you off from trusting AI to complete tasks that are a little more consequential in our lives?\n\nProducts like the Rabbit R1 have billed themselves as versatile AI assistants, able to do things like order food delivery on our behalf. This era of “agentic” AI is only just getting started, and you had better believe that over the course of 2025 we’re going to be hearing a whole lot more about AI doing things like scheduling appointments for us, or even finding and booking the best flights for an upcoming trip.\n\nYou’ve probably seen enough AI demonstrations to understand that this sort of thing is totally doable… if everything manages to go right. Both humans and AI models are capable of making mistakes, and forming false assumptions, but are they equally good at catching them, and course correcting in time? That’s a very good question, and one where it doesn’t feel like AI is quite on the winning side just yet. Sure, performance is getting better all the time — but how good is it going to have to be before you’re willing to rely on it?\n\nWould you trust an AI to book your flights or buy your groceries? 73 votes Absolutely. AI is only growing more capable every day. 1 % Sure, but I'm definitely double-checking everything after the fact. 4 % Kind of. I'm happy to let AI do the research, but I'm making my own purchasing decisions. 18 % Not yet. AI's pretty impressive, but I don't think it's quite ready for these tasks. 19 % Hard no. That sounds like a recipe for a red-eye with six connections. 58 %\n\nLots of us rely on AI for recommendations about things like which new music artist should we listen to — but are you equally willing to take AI’s advice when it comes to new foods to check out? New places to visit? It’s a complicated balance of stakes, and with AI performance changing by the day, not one that’s likely going to present obvious answers for all of us in every situation.\n\nBut that doesn’t mean that plenty of us aren’t also interested in being early adopters, and really pushing these system to see just where they can pick up a little bit of the slack in our lives. Are you a member of team “AI, take the wheel,” or are you happy to keep doing things the old way and have someone else worry about getting a surprise DoorDash delivery that’s just four dozen shallots? Chime in with our poll, or explain yourself in detail down in the comments.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Will Smith eating spaghetti and other weird AI benchmarks that took off in 2024",
            "link": "https://www.msn.com/en-us/news/technology/will-smith-eating-spaghetti-and-other-weird-ai-benchmarks-that-took-off-in-2024/ar-AA1wMkUP?ocid=BingNewsVerp",
            "description": "Weird AI benchmarks like Will Smith eating spaghetti, Pictionary, and Minecraft blew up in 2024. But why, exactly?",
            "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
            "category": "ai+app",
            "date": "21hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From AI agents to humanoid robots: Top AI trends for 2025",
            "link": "https://www.msn.com/en-in/money/news/from-ai-agents-to-humanoid-robots-top-ai-trends-for-2025/ar-AA1wO1UX?ocid=BingNewsVerp",
            "description": "From the emergence of autonomous AI agents capable of executing complex tasks to the integration of cutting-edge AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wP8uqBI5LvJRbkb0j2xJEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6hon MSN",
            "source": "Digit on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Netflix teases the return of its three biggest shows: ‘Welcome to 2025’",
            "link": "https://www.msn.com/en-us/entertainment/news/netflix-teases-the-return-of-its-three-biggest-shows-welcome-to-2025/ar-AA1wOmM3?ocid=BingNewsVerp",
            "description": "Netflix has given fans a taste of what to expect this year. To celebrate the first day of 2025, the streaming giant shared on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2svM1btT_81QRPwYMgJhhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New to Paramount+ in January 2025",
            "link": "https://clutchpoints.com/new-to-paramount-in-january-2025",
            "description": "There will be several new library titles coming to the streaming service to start the new year. The big highlight is three ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x6pYZkuVN1P8yxPt3J304y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "52m",
            "source": "ClutchPoints",
            "article_content": "The new year will bring a new slate of titles to Paramount+ in January 2025 (sign up for a free trial!).\n\nThere will be several new library titles coming to the streaming service to start the new year. The big highlight is three installments of the Crow franchise. Additionally, the first five movies in the Paranormal Activity series will be streaming on Paramount+ in January 2025.\n\nThe full list of titles coming to Paramount+ in January 2025\n\nBelow is the full list of new titles coming to Paramount+ in January 2025. Note: “*” means the title is available to Paramount+ with Showtime subscribers.\n\nWednesday, January 1\n\n2 Days in The Valley\n\n40 Days and 40 Nights\n\nA Crime on the Bayou\n\nA Dog's Purpose*\n\nA.C.O.D.\n\nAdventureland\n\nAgent Game*\n\nAllied\n\nAlmost Famous\n\nAmistad\n\nAn Officer and a Gentleman\n\nArrival\n\nBarbarella\n\nBasic Instinct\n\nBecky*\n\nBest Defense\n\nBig Jake\n\nBlack Noise\n\nBook Club\n\nBoomerang\n\nBounce\n\nBreakdown\n\nBuddy Games\n\nChinatown\n\nChocolat\n\nCitizen Ruth\n\nClear and Present Danger\n\nCold Mountain\n\nConfessions Of a Dangerous Mind\n\nCop Land\n\nCrawlspace\n\nCrazy, Stupid, Love\n\nCursed\n\nDark Asset\n\nDeath Wish\n\nDirty Pretty Things\n\nDomestic Disturbance\n\nDon't Look Now\n\nDown To You\n\nDownsizing\n\nDrillbit Taylor\n\nDrive Angry*\n\nDrop Zone\n\nElla Enchanted\n\nEmma\n\nFace/Off\n\nFatal Attraction\n\nFinal Destination\n\nFirst Blood\n\nFlorence Foster Jenkins\n\nFocus\n\nFootloose\n\nForces of Nature\n\nFoxfire\n\nFrida\n\nGood Boy\n\nGood Mourning*\n\nHalloween VIII: Resurrection\n\nHeaven Can Wait\n\nHouse of Sand and Fog\n\nImagine That\n\nInnocence Proposal\n\nJack Ryan: Shadow Recruit\n\nJackass Presents: Bad Grandpa\n\nJackass Presents: Bad Grandpa .5 Unrated\n\nJudgment Night\n\nJust a Kiss\n\nK-19: The Widowmaker\n\nKinky Boots\n\nKiss The Girls\n\nLabor Day\n\nLabyrinth\n\nLady in the Manor*\n\nLike a Boss\n\nMr. Malcolm's List\n\nMurder Company*\n\nNaked Gun 33 1/3: The Final Insult\n\nNightwatch\n\nPaid in Full\n\nPanama*\n\nPaper Moon\n\nParanormal Activity\n\nParanormal Activity 2\n\nParanormal Activity 3\n\nParanormal Activity 4\n\nParanormal Activity: The Masked Ones\n\nPatriot Games\n\nPet Semetary II\n\nPoltergeist\n\nRabbit-Proof Fence\n\nRace for Your Life, Charlie Brown\n\nRambo III\n\nRambo: First Blood Part II\n\nRed Eye\n\nRevolutionary Road\n\nRosemary's Baby\n\nRun & Gun\n\nSanta Stole Our Dog!\n\nScary Movie\n\nScary Movie 2\n\nSeabiscuit\n\nSearching For Bobby Fischer\n\nSherlock Gnomes\n\nShutter Island\n\nSidewalks Of New York\n\nSilence\n\nSlingshot\n\nSlingshot*\n\nSnake Eyes\n\nSome Kind of Wonderful\n\nStardust\n\nStaying Alive\n\nStrictly Ballroom\n\nTales From the Darkside: The Movie\n\nTommy's Always Dying*\n\nThe Addams Family\n\nThe Aviator\n\nThe Conversation\n\nThe Crow\n\nThe Crow: City of Angels\n\nThe Crow: Wicked Prayer\n\nThe Doors\n\nThe First Wives Club\n\nThe Gambler\n\nThe Honeymooners\n\nThe Hours\n\nThe Hunter\n\nThe Importance of Being Earnest\n\nThe Intervention\n\nThe Ladies Man\n\nThe Long Kiss Goodnight\n\nThe Longest Yard\n\nThe Manchurian Candidate\n\nThe Mechanic\n\nThe Naked Gun 2 1/2: The Smell of Fear\n\nThe Naked Gun: from the Files of Police Squad!\n\nThe Night Clerk\n\nThe Original Kings of Comedy\n\nThe Peacemaker\n\nThe Perfect Score\n\nThe Pledge\n\nThe Queens of Comedy\n\nThe Romantics\n\nThe Ruins\n\nThe Running Man\n\nThe Score\n\nThe Soloist\n\nThe Spiderwick Chronicles\n\nThe Switch\n\nThe Talented Mr. Ripley\n\nThe Three Amigos\n\nThe Truman Show\n\nThe Two Jakes\n\nThe United States of Leland\n\nThe Untouchables\n\nThe Virgin Suicides\n\nThe Wolf of Wall Street\n\nThe Words\n\nThe Yards\n\nThere Will Be Blood\n\nThings We Lost in the Fire\n\nThree Days of the Condor\n\nTrainspotting\n\nTrekkies 2\n\nUndisputed\n\nV for Vengeance\n\nVirtuosity\n\nWaking Up in Reno\n\nWar*\n\nWifeLike\n\nZeroville*\n\nZodiac\n\nThursday, January 2\n\nStep Up Revolution*\n\nSaturday, January 4\n\n80 for Brady\n\nSunday, January 5\n\nThe Golden Globe Awards**\n\nTuesday, January 7\n\nBlack Box Diaries*\n\nWednesday, January 8\n\nBlippi's Big Dino Adventure\n\nBlippi's Out-of-this-World Space Adventure\n\nBlippi's Wonderful World Tour\n\nRaid the Cage (Season 2)**\n\nThe Price is Right at Night**\n\nThursday, January 9\n\nHollywood Squares**\n\nWednesday, January 15\n\nDanger Force (Season 3)\n\nMatlock Seasons 1-9)\n\nFriday, January 17\n\nHenry Danger: The Movie\n\nTuesday, January 21\n\nLong Gone Houses\n\nWednesday, January 22\n\nIsle of MTV: Malta\n\nFriday, January 24\n\nStar Trek: Section 31 (Series premiere)\n\nSunday, January 26\n\nWatson**\n\nWho's Your Caddy?*\n\nWednesday, January 29\n\nThe Land\n\nThe Tiny Chef Show (Season 2)\n\nFriday, January 31\n\nA Murder in the Park*\n\nGood Kill*\n\nManglehorn*\n\nNCIS: Sydney (Season 2)**\n\nThe D Train*\n\nThe Seven Five*\n\nTo catch all of the new titles coming to Paramount+ in January 2025, sign up for a free trial."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A lot happened in 2024. For better or worse, the standout stories that put RI on the map",
            "link": "https://www.msn.com/en-us/politics/government/a-lot-happened-in-2024-for-better-or-worse-the-standout-stories-that-put-ri-on-the-map/ar-AA1wNt42?ocid=BingNewsVerp",
            "description": "The year 2024 also saw Rhode Island Olympian Elizabeth Beisel say 'I do' while barefoot on Bonnet Shores Beach. Her betrothed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-A_ePVUZ6uvgAmJ_V7ADzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10hon MSN",
            "source": "Providence Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alien on Earth? Video of figures in clouds leaves Internet confused, ‘What is going on?’",
            "link": "https://www.msn.com/en-in/news/other/alien-on-earth-video-of-figures-in-clouds-leaves-internet-confused-what-is-going-on/ar-AA1wNjpS?ocid=BingNewsVerp",
            "description": "A video capturing what appears to be human-like figures in clouds has ignited a frenzy of speculation about alien life. As ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4V8OTwq_3f8LHzRZnhdEMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'The Conjuring: Last Rites' — What We Know About Ed and Lorraine Warren's Last Case",
            "link": "https://collider.com/the-conjuring-4-last-rites-movie/",
            "description": "To keep it short and simple, the answer is yes. The Conjuring: Last Rites has an official release date of September 5, 2025.",
            "image_url": "https://www.bing.com/th?id=OVFT.-scfscOVwC8pFy3xVub-fC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "20h",
            "source": "collider",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MODS’ new exhibit empowers Floridians to tackle climate challenges | Opinion",
            "link": "https://www.sun-sentinel.com/2024/12/31/mods-new-exhibit-empowers-floridians-to-tackle-climate-challenges-opinion/",
            "description": "The manager of exhibits, collections and development at the Museum of Discovery and Science in Fort Lauderdale highlights the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yfB9lj7gQpvydVb1vISMPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "23hOpinion",
            "source": "Sun Sentinel",
            "article_content": "Driver rams New Year’s revelers in New Orleans, killing 10; FBI doesn’t believe he acted alone"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"When Jesus' Tomb Was Opened For The First Time, Scientists Made A Groundbreaking Discovery",
            "link": "https://www.msn.com/en-us/science/biology/when-jesus-tomb-was-opened-for-the-first-time-scientists-made-a-groundbreaking-discovery/vi-AA1wMoml?ocid=BingNewsVerp",
            "description": "\"Did You Know is your go-to outlet for amazing facts and mind-blowing discoveries! Secret History uncovers the forgotten, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UFYeltyrykcj-KYCAY2k0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Epic Science Experiments That Spark Fun and Curiosity",
            "link": "https://www.msn.com/en-us/science/chemistry/epic-science-experiments-that-spark-fun-and-curiosity/vi-AA1wNl8y?ocid=BingNewsVerp",
            "description": "Dive into a world of amazing science experiments that ignite curiosity and spark fun! Watch as creative science magic unfolds before your eyes with satisfying, mind-blowing results. From explosive ...",
            "image_url": "https://www.bing.comNo image",
            "category": "science+discovery",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA’s Breakthrough Discovery Explains Vesta’s Mysterious Gullies",
            "link": "https://scitechdaily.com/nasas-breakthrough-discovery-explains-vestas-mysterious-gullies/",
            "description": "Cratered surfaces across our solar system reveal signs of ancient impacts, but mysterious gullies on Vesta might have formed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yaf5C6lub4aABmaFwK2a7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "18h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "JWST reveals surprising surface chemistry is occurring on Pluto’s moon Charon",
            "link": "https://www.msn.com/en-us/science/chemistry/jwst-reveals-surprising-surface-chemistry-is-occurring-on-pluto-s-moon-charon/ar-AA1wLz3V?ocid=BingNewsVerp",
            "description": "As part of its extensive slate of observations, the James Webb Space Telescope (JWST) recently took a closer look at Pluto’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xPSKQBaEoYaFAyZDLuCXey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Astronomy on MSN20h",
            "source": "Astronomy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI failed to deliver the opt-out tool it promised by 2025",
            "link": "https://www.msn.com/en-us/news/technology/openai-failed-to-deliver-the-opt-out-tool-it-promised-by-2025/ar-AA1wOd1j?ocid=BingNewsVerp",
            "description": "OpenAI said it was developing a tool to let creators specify how they want their works to be included in — or excluded from — ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LRxPy8gESKbuooXRAdPmbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk gets new support in growing lawsuit against OpenAI",
            "link": "https://www.msn.com/en-us/technology/tech-companies/elon-musk-gets-new-support-in-growing-lawsuit-against-openai/ar-AA1wO3AD?ocid=BingNewsVerp",
            "description": "New filings in Elon Musk’s lawsuit against OpenAI show two top tech investors back his allegation that the ChatGPT developer ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8O04X4Vo3Bg3WBqQneEQ7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "First Chinese language biography of OpenAI CEO Sam Altman depicts different personalities",
            "link": "https://www.scmp.com/tech/tech-trends/article/3293040/first-chinese-language-biography-openai-ceo-sam-altman-depicts-different-personalities",
            "description": "Zhou, founder of tech media Pandaily, personally knew Altman a decade ago at Stanford and interviewed him in November 2023.",
            "image_url": "https://www.bing.com/th?id=OVFT.nR5VXSH-LRfOqNVgjZ5dmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "scmp.com",
            "article_content": "There have been a dozen biographies of Sam Altman, the chief executive of artificial intelligence (AI) pioneer OpenAI, since the company ignited the worldwide AI frenzy with ChatGPT in November 2022.\n\nAdvertisement\n\nBut only one has been penned by a Chinese writer. Kevin Zhou’s Sam Altman, published in November 2024, is a detailed portrait of the AI entrepreneur, from his early days as a Stanford University dropout to the launch of his first start-up, Loopt, through his late 20s as the head of start-up accelerator Y Combinator. It also covers recent developments including the power struggle at OpenAI.\n\nZhou, founder of tech media Pandaily, personally knew Altman a decade ago at Stanford and interviewed him in November 2023, days before he was temporarily ousted as OpenAI’s CEO.\n\nAfter reading the book, Altman said he was impressed by its detail and would “love to participate” in a follow up when he retires, according to the book’s official introduction on Douban, a popular website for reviewing books and films.\n\nThis photo illustration shows the ChatGPT logo at an office in Washington, DC, on March 15, 2023. Photo: AFP\n\nAlthough most of the research was done from public records and media reports, the book does offer some exclusive content, such as Altman’s opinion on China and the country’s tech companies. He said he should have visited China more when he was teaching an entrepreneurship course as Y Combinator president. In 2018, Y Combinator, still under Altman’s leadership, formed its China unit."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mother of OpenAI Whistleblower Alleges He Was Murdered, Says There Were Signs of Struggle",
            "link": "https://futurism.com/the-byte/openai-whistleblower-suchir-balaji-mother-murder-claims",
            "description": "The family of dead OpenAI whistleblower Suchir Balaji is claiming that the young man was murdered, and didn't die by suicide.",
            "image_url": "https://www.bing.com/th?id=OVFT.krIzdM4ttP919NwXYnwMWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Futurism21h",
            "source": "Futurism",
            "article_content": "\"Private autopsy doesn’t confirm cause of death stated by police.\"\n\nProbe the Probe\n\nThe family of Suchir Balaji, the 26-year-old OpenAI whistleblower who was found dead just a month after his New York Times exposé was published, is claiming that the young man was murdered.\n\nAn account that appears to belong to Balaji's mother Poornima Ramarao — shortened to \"Rao\" online — said in a post on X-formerly-Twitter that a private investigator's probe has led the family to believe that the young whistleblower did not commit suicide as officials allege.\n\n\"We hired private investigator and did second autopsy to throw light on cause of death,\" Ramarao tweeted. \"Private autopsy doesn’t confirm cause of death stated by police.\"\n\n\"Suchir’s apartment was ransacked,\" she continued, adding that there was some \"sign of struggle in the bathroom and looks like some one hit him in bathroom based on blood spots.\"\n\nThe account, which has shared photos of Balaji that hadn't previously been seen in the press and a GoFundMe for the private investigation efforts, went on to suggest that the city of San Francisco is covering up a \"cold blooded\" murder.\n\nAfter calling for an FBI investigation, the Rao account then tagged Elon Musk, Vivek Ramaswamy, and California Gov. Gavin Newsom — and actually got a response from Musk himself.\n\n\"This doesn't seem like a suicide,\" the X owner and OpenAI cofounder wrote.\n\nPressing Matter\n\nIn the wake of Balaji's death, Ramarao has spoken out online and in the press about her son and her suspicions — though for the most part, her missives have not made waves stateside.\n\nEarlier in December, Business Insider published an interview with the grieving mother, who described her son's precocious interest in math and artificial intelligence, his disillusionment and ultimate exit from OpenAI, and the debacle she endured when trying to get answers about his death.\n\nAccording to Ramarao, Balaji had been on vacation with friends to celebrate his 26th birthday just before being found dead in his apartment. She claims she was the one to call the police when she hadn't heard from him upon his return from his trip, and that she waited outside the apartment for hours only to learn of Balaji's death when a medical examiner's van arrived on the scene with a stretcher.\n\n\"They didn't give the news to me,\" Ramarao told BI. \"I'm still sitting there thinking, 'My son is traveling. He's gone somewhere.' It's such a pathetic moment.\"\n\nOn X, Ramarao also claims that she was interviewed by ABC News on December 27, but that it \"has not been aired.\"\n\n\"We wonder why American TV media is not picking up,\" she tweeted, \"despite... it being international sensation?\"\n\nIt's worth noting that Ramarao is not pointing fingers at OpenAI or any other organization or individual. Instead, she seems simply to want justice for her son — a just cause, if there ever was one.\n\nMore on Balaji: Dead OpenAI Whistleblower Had Been Named as Potential Witness in Lawsuit Against Employer"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Data Scientist Geoffrey Hinton Backs Elon Musk In Lawsuit Blocking OpenAI from Switching to For-Profit Firm",
            "link": "https://www.digitalinformationworld.com/2025/01/top-data-scientist-geoffrey-hinton.html",
            "description": "It looks like Elon Musk is not alone in a legal battle thrown to thwart OpenAI from switching to a for-profit company.",
            "image_url": "https://www.bing.com/th?id=OVFT.OCirDlBpw2J7GOq13PJr0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Digital information world10h",
            "source": "Digital information world",
            "article_content": "It looks like Elon Musk is not alone in a legal battle thrown to thwart OpenAI from switching to a for-profit company.Geoffrey Hinton who earned recognition as being the top mind in the AI industry, not to mention a prominent data expert, is actually showing support for Musk and his legal case that wants to bar OpenAI from making the switch.Hinton shared more on this front including how OpenAI was founded with a sole purpose and that was to be non-profit. To make a sudden switch is questionable and unacceptable in his eyes. Remember, the company was first known as a safe non-profit entity so it’s alarming why it thinks making the switch would be acceptable now.Hinton who is also a Noble Peace Prize winner of 2024 for his groundbreaking work in the world of physics shared several safety-based promises inside the charter. This includes marketing AI to better human abilities instead of seeking a replacement. It also has so many tax and different benefits, thanks to its non-profit status.The fact that it could tear that up into shreds and move on as if nothing happened in the past is not only irresponsible but also setting the wrong standards for today’s industry, he continued. Remember, OpenAI was first founded in 2015 as a research lab working on a non-profit basis by leading members Sam Altman, Elon Musk, and several others.In 2019, it started to behave similar to the workings of a startup firm. Then it came up with capped-profit models featuring non-profits staying in control of the entire firm. For now, it’s on a mission to get a more classic for-profit stance that enables the firm to raise the capital it needs using conventional terms that’s similar to others working in this space. This was mentioned by the company itself in a blog published last week.But Musk is keen to block this switch and has been rivaling many of its actions since he left the board in 2018. Encode already rolled out a legal document that provided more information of a court case from a group that may not be involved directly but full supports the lawsuit blocking OpenAI.Such restructuring would undermine the company’s committment to make public safety a priority, Encode shared in its recent statement. It further added that the company is currently operating in a non-profit where essential guardrails are in place and if the switch happens, these get forfeited.This is not the first time that we’re seeing Hinton go against OpenAI with public criticism. A press conference from October shed light on how opposed Hinton was with Sam Altman. He felt the CEO was more worried about making money and less concerned about public safety. If that was not enough, he called this entire scenario a very unfortunate situation.In the past year, Hinton shared more on this front including how he needed to sound the alarms before AI could cause a major catastrophe for humanity. He also shared with the NYT how much he regretted his position in developing AI tech.On the other hand, Musk’s concerns are a little more on the personal side. They have to do with him feeling like he was betrayed by top executives in terms of co-founding the firm and acting like they were just as worried as him about the concerns related to AI. However, OpenAI refutes those claims. It says that the tech billionaire had another vision which included transforming the organization into one that makes profits from the start and that was as early as 2017.Image: DIW-AigenRead next: Fake Stars Are Being Used To Boost Malicious GitHub Repositories, New Study Claims"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI agents can speed up all trends in crypto in 2025",
            "link": "https://www.msn.com/en-us/news/technology/ai-agents-can-speed-up-all-trends-in-crypto-in-2025/ar-AA1wNuwD?ocid=BingNewsVerp",
            "description": "AI agents are quickly building up infrastructure and products, moving beyond their novelty stage. In 2025, AI agents are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qr0J2YHkGtt3M8gnaCo4Hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Cryptopolitan on MSN11h",
            "source": "Cryptopolitan on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Book Banning in Public Schools and Libraries",
            "link": "https://www.reuters.com/practical-law-the-journal/government/book-banning-public-schools-libraries-2025-01-01/",
            "description": "A discussion of the legal issues related to book banning in public schools and public libraries, including pertinent debates, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PZd1sWLVkenCzJC3bRSu6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "16h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From AI agents to humanoid robots: Top AI trends for 2025",
            "link": "https://www.msn.com/en-in/money/news/from-ai-agents-to-humanoid-robots-top-ai-trends-for-2025/ar-AA1wO1UX?ocid=BingNewsVerp",
            "description": "From the emergence of autonomous AI agents capable of executing complex tasks to the integration of cutting-edge AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wP8uqBI5LvJRbkb0j2xJEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6hon MSN",
            "source": "Digit on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Art World Dos and Don’ts for 2025",
            "link": "https://hyperallergic.com/979814/art-world-dos-and-donts-for-2025/",
            "description": "Hyperallergic editors round up the trends and habits we hope will be left behind in 2024 — and those we want to embrace more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IPJU4PGX0IlLKxfWSWxiDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hyperallergic21h",
            "source": "Hyperallergic",
            "article_content": "As committed chroniclers of the proverbial “art world” — an imperfect term denoting the ecosystem of artists, institutions, and other entities that make the visual art planet go ’round — we at Hyperallergic have noticed a few patterns emerge over the years. For example, why are museums getting so expensive? How come exhibition lighting is so offputting? And for God’s sake, what’s with all the soil art?!\n\nIn the spirit of ringing in the new year — and bidding adieu to 2024 — we’ve compiled our Dos and Don’ts for 2025, listing the trends and habits we’d like to leave behind and those we’d like to bring forward. Here’s to another year navigating our strange, lovable, and deeply idiosyncratic art community (hopefully with fewer fair panels this time around … )\n\nIn 2025, Let’s Leave Behind …\n\n1. Soil Art — Since Walter De Maria’s classic “Earth Room” (1977), soil has held a certain fascination and allure for art audiences, but now we’re drowning in artworks that love to dig things up and prove to us how environmental they’re being. All this has soiled our spirits on earthy works and we’d prefer something else to make us feel grounded.\n\n2. Scrappy Ceramics by Artists Who Are Not Ceramicists — We’ve all seen them, in hastily organized group shows and certain art fairs — shoddy ceramic “sculptures” reminiscent of a last-minute middle school project you only remembered to tell your parents about the night before it was due. They’re typically the work of artists with good intentions who want to experiment with the medium, but it’s time to accept that this art form requires skill, and not everyone can (or should) take on the challenge.\n\n3. Abstruse Art Terms — “The artist’s oeuvre of speculative futurisms is a catalyst for a praxis of rupture” — did you feel your entire body cringe at that sentence? Let’s treat contrived, obscure art terms like any other vice this new year: Everything in moderation. Don’t get us started on crafty little parentheses within words, usually in service of saying two things at once that both mean nothing — “(mis)understand,” “(re)imagine.” It’s not clever, it’s just annoying.\n\n4. Little Gallery Books — Let us take a moment to consider the ecological disaster that is little gallery books. They’re often small picture flipbooks with a short essay that someone hopefully got paid well to contribute to, but as anyone who has a bookshelf knows, those slim volumes are impossible to find. Not that anyone will ever read them.\n\n5. Gold Flakes — They’re not good on cakes, so why would they be good in art? Believe us: The shinier the gold flakes, the cheaper the artwork looks. Wealthy collectors with abhorrent taste in art might cheer this unnecessary addition, but we prefer art that is rich at heart.\n\n6. Neon Text Art — It was cool back in the early aughts when everyone was into the academic critique of consumerism and mass advertising, but over the years we all caved in, gave up, and moved on. What good is your clever, post-modernish neon text if you’re addicted to your phone, binge every piece of crap on Netflix, and ask ChatGPT to write your press releases? And does anyone even care?\n\n7. The Vessel — We were hoping for a permanent closure of the Hudson Yards Vessel when it shuttered for three years after four people jumped to their deaths from the structure, but no such luck. In October, the Manhattan eyesore reopened with prevention nets, despite public outcry. As Charley Burlock wrote for Hyperallergic, that doesn’t change the fact that the site has become a memorial rather than a public artwork.\n\n8. Unclear Opening Hours — Galleries and museums, for the love of all that is good: Clearly list your opening hours on your website and respect them. That seems obvious, yet art venues that boast values like access and inclusivity often ignore this most basic of principles. (On a related note: please make your websites user-friendly. If we have to click on an unlabeled floating object just to get to a list of current exhibitions, or your home page looks anything like Documenta 15’s website, you’re doing it wrong.)\n\n9. Pseudo-Academic Art Fair Panels — Hosting “panel discussions” and similarly meaningless programming during an art fair is like putting a dress on a pig. No one wants to hear a group of “thought leaders” debate the politics of public art in the age of AI, or the relevance of biennials, or whatever. These talks are typically attended only by the speakers and their three friends who agree with them, perpetuating the art-world echo chamber effect we know all too well.\n\n10. Miserly Food Offerings at Openings — Nary a miniature croissant could be found at the press opening of the Whitney Biennial this year, to the chagrin of many of us who perused the bland artwork offerings on view with a grumbling stomach. No, we don’t expect a three-course meal, but a small snack for a multiple-hour-long event is a nice gesture. And don’t get us started on the increasingly microscopic wine pours at gallery openings.\n\n11. “Gallery-Spreading” — Ever silently wrestle with some guy on the subway over leg space before resigning yourself to bumping up against him the whole ride? “Gallery-spreading” — opening up multiple spaces with essentially the same function within just a few miles of each other — is the art world equivalent.\n\nNotice any odd titles in Philip Johnson’s bookcase? (photo Valentina Di Liscia/Hyperallergic)\n\n12. Philip Johnson — Four years ago, when a group of architects and scholars exposed the architect’s creepy racist and white supremacist views — and Harvard University removed his name from a building, and even the Museum of Modern Art, where he was the first director of the Architecture Department, agreed to cover up his name in an exhibition — we really thought Philip Johnson was dunzo. This year, however, The Glass House in Connecticut announced the complete restoration of his little “Brick House” on the property, complete with a reconstruction of Johnson’s private library exhibiting a book simply titled “Hitler.” Jfc.\n\n13. Expensive Museum Tickets — In the last two years, we’ve seen ticket costs rise at several major museums across the United States, from MoMA to The Met to the Guggenheim to SFMOMA. Tempered by some positive initiatives like the Whitney’s commitment to free admission for attendees 25 and under for the next three years, senior and student discounts, and other options, these price hikes are nevertheless an obstacle for low-income visitors.\n\n14. Art World Social Media “Influencers” — With all due respect to your “personal brand,” we don’t need your vapid hot takes on art, and don’t have any time or energy to waste on your narcissism.\n\n15. Wishy-Washy Billboard Art — Let me guess: Your billboard project opens up a portal for discourse, community-building, and alternative futures. Does it really, though? Unless it offers a thoughtful message, isn’t navel-gazing, and is situated in an area where people will actually see it and reflect on it, these billboards are less public art, more publicity.\n\nIn 2025, Let’s Bring Forward …\n\n1. Artists Putting Their Politics Into Action — This fall, author Jhumpa Lahiri turned down an award in protest of the Noguchi Museum’s staff dress code banning the Arab and Palestinian headscarves known as keffiyehs, and earlier in the year, a group of anti-Zionists artists withdrew from a show at the Contemporary Jewish Museum in San Francisco in a call for divestment from Israel. These were just a few of countless examples of cultural workers putting their money where their mouth is and holding institutions accountable. It takes integrity to pass up a career opportunity to stand up for what’s right, and we commend those in our community who are speaking truth to power.\n\n2. Accessibility in Art Institutions — Canvases hung just a couple of inches lower to accommodate those in wheelchairs, better experiences for color-blind visitors, and fairs centered around artists with disabilities — we’re starting to see some hints of the art world becoming more geared toward accessibility. Let it not be another fad, please.\n\n3. Better Food at Museums — There was a time when all we would expect at a museum restaurant or cafeteria was a dry ham and cheese sandwich or bad coffee, but nowadays we’re finding that the options are better than ever. Whether it’s Untitled at the Whitney Museum of American Art or the new café at the Brooklyn Museum, it is feeling like we don’t have to leave our culinary tastes at the door anymore, as there’s sure to be something to enjoy if we need to take a break with a drink and food.\n\n4. Tribeca, a More Human-Scaled Art Neighborhood — We’ve been dealing with the alienating galleries of Chelsea for too long, and now that Tribeca is slowly snatching the crown as the city’s new gallery district, we’re very relieved that there’s a more human-scaled art neighborhood that allows you to wander dozens of art venues, while not feeling like you’re trekking through an industrial wasteland. And if you thought the High Line park would help humanize Chelsea, I think you’re wrong, as we have just added that one thing New Yorkers hate the most: feckless tourists who can’t wait to tell you that their kid can paint that. Tribeca galleries give us hope that the art community is realizing that audiences want a different kind of art-viewing experience.\n\n5. A More Ethical Arts Journalism Ecosystem — So your show got a great review in Hyperallergic and you want to share it on social media … great! Just don’t screenshot the whole article and upload it as an image on Instagram. Many people don’t realize that online publications depend on readers and traffic, and posting our content in this way only benefits social media platforms. Instead, post a small snippet or image, if you’d like, and direct your followers to a link they can click on to actually read the article on our site. Please share our stories as thoughtfully as we strive to write them.\n\n6. Thoughtful Exhibition Lighting — For a field that prioritizes visual experience, we sure spend a lot of time dodging light reflecting off an artwork’s protective glass in order to, you know, actually look at the work. We see you, museums with anti-glare glass, and we appreciate you.\n\n7. Museums Unearthing Fascinating Collection Items — After languishing in storage for decades, if not longer, there’s a new trend among collecting art institutions to showcase art that has not been allowed to shine in their galleries for ages, if ever. From the exhibition of Bhupen Khakhar’s “Kali” (1965) for the first time ever since it was purchased in 1967 by the Museum of Modern Art, or Thelma Johnson Street’s “Rabbit Man” (1941), which was purchased in 1942 but never shown — both of which are currently on display in MoMA’s Vital Signs show — it’s great to see museums figure out what they aren’t doing right. As Shiva Balaghi outlined in her piece about MoMA’s “Muslim Ban” show back in 2017, the reality is institutions are doing a poor job exhibiting their own collections, and when they do it is often much later, which robs audiences of important access to art that doesn’t always fit into the institutional narratives.\n\n8. More Native Curators and Artists at Museums — There are more Indigenous curators and artists at museums than ever. In the last few years, artists as varied as Shelley Niro, Jaune Quick-to-See Smith, Jeremey Frey, Robert Houle, Nicholas Galanin, and many others have had retrospectives at major American museums, while artists like Kay WalkingStick have been exhibited at the New York Historical alongside their renown Hudson River School collection to explore the political realities that each body of work evokes. This is a trend we adore. More, please.\n\n9. More Local, Community-Based Art Shows — The year 2024 brought us an open-call exhibition at the Brooklyn Museum featuring more than 200 artists from the borough and a “salon des refusés” at the Brooklyn Waterfront Artists Coalition, presenting the work of hundreds of artists who submitted to the former and didn’t get in. Meanwhile, at the Flushing Town Hall, over 70 Queens artists were included in the notably diverse World’s Borough Exhibition. We love to see more opportunities for emerging artists to show locally, and for us residents to discover them.\n\n10. More Awareness of Age and Ageism — The art world has made some progress in recognizing the contribution of long-overlooked women and queer artists. On our end, we published a series of 23 interviews with queer elders throughout this year’s Pride month. We must continue honoring those who pave the way for future generations.\n\n11. Being Open About Faith — There was a time when talking about religion in the art community was frowned upon. It was a strange taboo, considering so much classroom time in art history programs spent looking at Roman Catholic altarpieces, Early Christian manuscripts, Islamic architecture, or Buddhist or Hindu sculpture. But that unofficial ban seems to be lifting, and while some people like to think of contemporary art as a type of secular spiritualism, the art community is finally relaxing and allowing faith to be a bigger part of the conversation in arts institutions. Faith, like anything, is something we welcome as part of conversations. Back in 2003, our editor-in-chief remembers interviewing a Jewish-American artist who explained that he wasn’t able to find a traditional gallery to exhibit Judaica. Has that changed today? Not fully, but it most certainly is changing.\n\n12. Museums Appointing Provenance Researchers — The Met Museum hired its first-ever head of Provenance Research this year, after a string of high-profile restitution scandals that led to government seizures of artworks believed to have been looted or otherwise improperly acquired. It’s about time for institutions to have dedicated teams pursuing this work rather than relegating it to overwhelmed and underpaid curators.\n\n13. Playlists for Exhibitions — As interdisciplinary as the art world claims to be, how did it take so long for us to start incorporating music into the gallery-going experience? We think playlists add another dimension to viewing art, a personal touch, as evinced by the soundtrack Manny Vega curated for his exhibition Byzantine Bembé at the Museum of the City of New York this year.\n\n14. QR Codes — Let’s face it, those printed press releases and checklists that galleries hand out always end up in the trash, wasting resources and polluting our precious planet. Art institutions that still don’t use QR codes should join the trend. Your grandchildren will thank you.\n\n15. Audiobook Catalogs — While audiobooks are booming in the publishing industry, the field of art has yet to catch up on this trend — granted, this might be partly because so many artbooks are simply sales catalogues and not really supposed to be read, but that’s another story. Earlier this month, I heard Duke University will be creating an audiobook version of Eunsong Kim’s The Politics of Collecting book (check out our podcast with the author), and I hope it is part of a trend to allow us another way to engage with important volumes that we can listen to while we drive, cook, clean, go for a walk, or toil away in our studios. Audiobooks are great, and as someone who listens to them all the time, it would be great to have more art content to explore."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Best Meme Coin Presales to Join for 2025: Spotlight BTFD Coin, Popcat, Book of Meme, Turbo, and Neiro",
            "link": "https://www.msn.com/en-gb/entertainment/news/3-best-meme-coin-presales-to-join-for-2025-spotlight-btfd-coin-popcat-book-of-meme-turbo-and-neiro/ar-AA1wMZND?ocid=BingNewsVerp",
            "description": "Discover the best meme coin presales to join for 2025, featuring BTFD Coin, Popcat, Book of Meme, Turbo, and Neiro. With BTFD ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D5Uv2UP4BeDj4pfwJF22Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "The Punch Newspapers on MSN16h",
            "source": "The Punch Newspapers on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are stars made of? A century ago, this woman found out—and changed physics forever",
            "link": "https://www.nationalgeographic.com/science/article/what-are-stars-made-of-cecilia-payne",
            "description": "In 1925, grad student Cecilia Payne first proposed that stars were mostly made of hydrogen and helium and shaped our ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jROZuJN4qTzKtXJqk5JoCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6h",
            "source": "National Geographic news",
            "article_content": "When Payne joined the observatory, all astronomers and students were men. Some 10 to 20 women also worked at the observatory, but they were the “computers”—a term used for lab assistants who performed calculations. In this case, the women looked for patterns in the starlight and recorded changes to the visible stars. Payne, under a graduate fellowship, had a different role from the other women.\n\nHer mentor Harlow Shapley initially urged Payne to continue the work of a computer, Henrietta Swan Leavitt, who had realized that variations in some stars’ light could be used to measure distances. But Payne wasn’t interested in Leavitt’s project. “Instead, she wanted to focus on the decades of mostly untouched spectroscopy plates,” says Burns.\n\nNo institution had more of those emulsion plates preserving star signatures than Harvard. Another computer, Annie Jump Cannon, had started to classify stars based on their signatures. Payne wanted to build on this work, combining what she learned about the inner workings of atoms at Newnham with the recent scientific theories of physics and chemistry, to understand stars.\n\nThe physics of the stars\n\nPhysics research was accelerating at the time, and the discoveries and scientific theories were traveling across the globe.\n\nResearchers had figured out the source of the patterns on spectroscopy plates—electrons shifting energy levels as they zipped around an atom’s nucleus, an action that emits or absorbs light. The color of that light was specific to a particular atom, meaning an electron in a carbon atom would always absorb or emit the same amount of light to reach a zippier state or drop back to a relaxed state. Within a few years, experiments determined most of energies that kick electrons to different levels for many of the atomic elements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magic Particles: The Large Hadron Collider’s Quantum Computing Breakthrough",
            "link": "https://scitechdaily.com/magic-particles-the-large-hadron-colliders-quantum-computing-breakthrough/",
            "description": "Physicists uncovered a fascinating link between the Large Hadron Collider and quantum computing. They found that top quarks ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V9HLtrkvmJO7pVLI8cIqYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MODS’ new exhibit empowers Floridians to tackle climate challenges | Opinion",
            "link": "https://www.sun-sentinel.com/2024/12/31/mods-new-exhibit-empowers-floridians-to-tackle-climate-challenges-opinion/",
            "description": "The manager of exhibits, collections and development at the Museum of Discovery and Science in Fort Lauderdale highlights the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yfB9lj7gQpvydVb1vISMPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "23hOpinion",
            "source": "Sun Sentinel",
            "article_content": "Driver rams New Year’s revelers in New Orleans, killing 10; FBI doesn’t believe he acted alone"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"When Jesus' Tomb Was Opened For The First Time, Scientists Made A Groundbreaking Discovery",
            "link": "https://www.msn.com/en-us/science/biology/when-jesus-tomb-was-opened-for-the-first-time-scientists-made-a-groundbreaking-discovery/vi-AA1wMoml?ocid=BingNewsVerp",
            "description": "\"Did You Know is your go-to outlet for amazing facts and mind-blowing discoveries! Secret History uncovers the forgotten, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UFYeltyrykcj-KYCAY2k0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "U.K. progressives look to ‘decolonize’ school science curricula",
            "link": "https://www.thecollegefix.com/u-k-progressives-look-to-decolonize-school-science-curricula/",
            "description": "The review is led by University College London professor Becky Francis whose 'academic expertise' lies in the realm of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MaDOa_6du3hY464C0OM0ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The College Fix21h",
            "source": "The College Fix",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Rise of No-Code and Low-Code Platforms in eSignature API Development",
            "link": "https://techbullion.com/the-rise-of-no-code-and-low-code-platforms-in-esignature-api-development/",
            "description": "In today’s rapidly evolving digital landscape, businesses are under constant pressure to innovate and streamline operations.",
            "image_url": "https://www.bing.com/th?id=OVFT.Uo8BsAmTt1CJBeP2YbuuJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Impacts13h",
            "source": "Impacts",
            "article_content": "In today’s rapidly evolving digital landscape, businesses are under constant pressure to innovate and streamline operations. However, traditional software development methods, often characterized by lengthy timelines and high costs, can be a bottleneck. Enter no-code and low-code platforms, transformative tools that are democratizing technology and enabling businesses to accelerate development cycles. This shift has also significantly impacted the world of electronic signatures, with no-code and low-code platforms making eSignature API development more accessible, efficient, and scalable than ever before.\n\nCertinal eSign has emerged as a leader in this space, offering an advanced eSignature platform that integrates seamlessly with no-code and low-code solutions. Certinal combines robust features with unmatched scalability, empowering businesses to achieve their digital transformation goals.\n\nThis blog explores how no-code and low-code platforms are revolutionizing eSignature API development and why this trend is shaping the future of digital transactions.\n\nUnderstanding No-Code and Low-Code Platforms\n\nWhat Are No-Code and Low-Code Platforms?\n\nNo-Code Platforms: These platforms allow users to build applications without writing a single line of code. By offering drag-and-drop interfaces and pre-built templates, no-code platforms enable non-technical users to create functional apps and workflows.\n\nLow-Code Platforms: While still highly accessible, low-code platforms cater to users with some technical background. They provide visual development tools while allowing for custom coding to enhance functionality and meet specific requirements.\n\nWhy Are No-Code and Low-Code Platforms Gaining Popularity?\n\nSpeed: They drastically reduce the time needed to develop and deploy applications.\n\nCost-Efficiency: Businesses can save on hiring specialized developers.\n\nDemocratization of Technology: Enables teams outside of IT, such as sales or operations, to create solutions tailored to their needs.\n\nScalability: Applications built on these platforms can be scaled as business needs grow.\n\nHow No-Code and Low-Code Platforms are Transforming eSignature APIs\n\n1. Simplified API Integration\n\nTraditionally, integrating eSignature APIs required extensive coding, specialized knowledge, and significant time investment. No-code and low-code platforms simplify this process by providing pre-configured API connectors and integration tools. These tools enable:\n\nDrag-and-Drop Integration: Businesses can integrate eSignature functionalities into their applications without writing custom code.\n\nPre-Built Templates: Common eSignature workflows, such as contract signing or document approvals, are readily available for deployment.\n\nCertinal’s API-first approach ensures that businesses can quickly integrate its eSignature capabilities into their workflows, significantly reducing implementation time.\n\n2. Customizable Workflows Without Coding\n\neSignature processes often vary across industries and organizations. For example, a real estate company might need multi-signer workflows, while a healthcare provider requires HIPAA-compliant signature collection. No-code and low-code platforms empower businesses to:\n\nCustomize workflows to meet specific needs.\n\nAutomate document routing and notifications.\n\nIncorporate conditional logic for dynamic workflows.\n\nCertinal offers intuitive workflow customization tools that enable businesses to design tailored processes without the need for extensive technical expertise.\n\n3. Enhanced Collaboration Across Teams\n\nWith no-code and low-code platforms, teams beyond the IT department can actively participate in developing eSignature solutions. For instance:\n\nLegal Teams: Can create workflows for contract approvals without relying on developers.\n\nSales Teams : Can integrate eSignatures into CRM platforms for faster deal closures.\n\nHR Teams: Can automate onboarding processes with electronic offer letters and policy acknowledgments.\n\nCertinal’s user-friendly platform ensures seamless collaboration across departments, allowing everyone to contribute to the digital transformation journey.\n\nKey Benefits of No-Code and Low-Code Platforms for eSignature APIs\n\n1. Accelerated Time-to-Market\n\nWith pre-built components and simplified integration, businesses can deploy eSignature solutions in days instead of weeks or months. This speed is especially valuable for:\n\nEnterprises undergoing digital transformation.\n\nStartups looking to launch MVPs (Minimum Viable Products).\n\nCompanies adapting to regulatory changes that require swift implementation.\n\nCertinal’s plug-and-play capabilities enable organizations to go live faster, ensuring they stay ahead in a competitive market.\n\n2. Cost Savings\n\nNo-code and low-code platforms eliminate the need for hiring large development teams or outsourcing projects. Businesses can:\n\nReduce development costs.\n\nReallocate resources to other critical initiatives.\n\nAvoid the overhead of maintaining custom codebases.\n\nCertinal’s transparent pricing and flexible plans make it an affordable choice for organizations of all sizes.\n\nLearn more about eSign pricing\n\n3. Scalability and Flexibility\n\nAs businesses grow, their eSignature needs evolve. No-code and low-code platforms provide the scalability to:\n\nHandle increased transaction volumes.\n\nIntegrate with additional tools and systems.\n\nAdapt workflows to accommodate new business processes.\n\nCertinal’s enterprise-grade infrastructure ensures scalability without compromising performance, making it ideal for high-growth organizations.\n\n4. Reduced Dependency on IT\n\nBy empowering non-technical users to develop and modify eSignature workflows, these platforms reduce the burden on IT departments. This enables IT teams to focus on more strategic initiatives while end-users manage their own solutions.\n\nWith Certinal, business users can independently create and manage workflows, reducing reliance on IT teams and speeding up operations.\n\nReal-World Use Cases\n\n1. Contract Management\n\nA mid-sized law firm uses a no-code platform to integrate eSignature APIs into their case management software. The firm’s legal assistants can now generate, send, and track contracts directly from the platform, reducing turnaround times by 50%.\n\n2. Sales Automation\n\nA SaaS company leverages a low-code solution to embed eSignature functionality into their CRM. This integration enables sales reps to send contracts directly from the CRM and receive real-time notifications when documents are signed.\n\n3. HR Onboarding\n\nA multinational corporation automates its onboarding process with a no-code platform. HR managers create workflows for offer letters, tax forms, and policy acknowledgments, ensuring compliance and reducing paperwork.\n\nCertinal has been instrumental in helping businesses across industries achieve these outcomes by offering flexible, scalable, and secure eSignature solutions.\n\nChallenges and Considerations\n\nWhile no-code and low-code platforms offer numerous advantages, there are some considerations to keep in mind:\n\nComplex Customizations : Highly specific requirements may still require traditional coding.\n\nSecurity and Compliance: Ensure that the platform supports compliance with regulations like eIDAS, ESIGN Act, or HIPAA.\n\nVendor Lock-In: Evaluate the long-term viability of the platform to avoid being locked into a single vendor’s ecosystem.\n\nCertinal addresses these challenges by providing robust security features, regulatory compliance, and a commitment to customer success, ensuring that businesses can scale without limitations\n\nFuture Trends in No-Code and Low-Code eSignature API Development\n\n1. AI-Powered Automation\n\nAs AI becomes more integrated into no-code and low-code platforms, expect eSignature workflows to incorporate intelligent automation, such as:\n\nAutomatic document generation.\n\nPredictive analytics for contract completion times.\n\nReal-time fraud detection during signing.\n\n2. Enhanced API Ecosystems\n\nVendors will continue expanding their API ecosystems, offering more connectors and integrations with popular tools like Salesforce, Microsoft Teams, and Slack.\n\n3. Blockchain Integration\n\nBlockchain technology will further enhance the security and immutability of eSignature solutions, providing tamper-proof records for sensitive transactions.\n\nCertinal’s forward-thinking approach ensures that its platform stays at the forefront of these trends, delivering cutting-edge solutions to its customers.\n\nConclusion\n\nNo-code and low-code platforms are transforming the way businesses adopt and integrate eSignature APIs. By simplifying development, reducing costs, and enabling cross-functional collaboration, these platforms are democratizing access to cutting-edge eSignature solutions. As the technology evolves, it’s poised to drive even greater innovation in digital transactions.\n\nCertinal eSign is at the forefront of this revolution, offering a scalable, secure, and user-friendly eSignature platform that empowers businesses to thrive in the digital age. With features tailored to modern business needs, Certinal ensures seamless integration, robust compliance, and unmatched scalability.\n\nReady to transform your workflows with Certinal? Book your demo today and experience the future of eSignature solutions.\n\nRead More From Techbullion"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FanDuel promo code: Unlock $250 in bonus bets for Texas vs. Arizona State in the Peach Bowl",
            "link": "https://www.al.com/betting/2025/01/fanduel-promo-code-unlock-250-in-bonus-bets-for-texas-vs-arizona-state-in-the-peach-bowl.html",
            "description": "Register with the New Year's Day FanDuel promo code to unlock $250 in bonuses for Texas vs. Arizona State and more College ...",
            "image_url": "https://www.bing.com/th?id=OVFT.adffnguJYGkHAwTx0aYfEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "al.com",
            "article_content": "The College Football Playoff quarterfinals are underway, and today’s tripleheader kicks off with the Peach Bowl where Texas will meet Arizona State in Atlanta.\n\nThe action is heating up on the gridiron, so FanDuel Sportsbook is giving new users a chance to cash in with $250 in bonus bets when they register with today’s FanDuel promo code (no code required).\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $250 in bonus bets if your bet wins. 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions The user’s first bet must win to claim the bonus bets.\n\n\n\nBonuses are sent within 72 hours of the qualifying wager winning.\n\n\n\nBonus bets expire seven days after issuance and have no cash value. Bonus bets can be split into multiple wagers. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, Washington, D.C. ✅ Last verified Jan. 1, 2025\n\nFanDuel promo code: How to claim $250 in bonus bets on New Year’s Day\n\nToday’s welcome offer from FanDuel Sportsbook is the biggest of its kind in the online sportsbook industry.\n\nAll new users can grab $250 in bonus bets if their first wager of at least $5 is a winner. There are no required odds with your qualifying wager, so this bonus is easier to win than picking a close game on the point spread.\n\nReady to get started? Follow these instructions:\n\nTap our FanDuel promo code to reach the proper registration page. Answer the questions in the fields. If you register using our link, no code is required. Choose a deposit method and deposit a minimum of $5. Find a wager you love and bet at least $5 on it.\n\nIf you win your first bet, you will receive the $250 bonus as a lump sum. You can use the bonus all at once or break it into increments for smaller bets. Before you lock in a wager, you can edit the amount of the bonus in your betslip.\n\nNo matter how you use the bonus bets, you must use them all before they expire in seven days. Any unused amount will go away.\n\nFanDuel Sportsbook existing user promos\n\nThis FanDuel welcome bonus hits hard, but the daily promotions available after that hit just as hard and last longer. Here are some examples of what is available to all FanDuel Sportsbook users.\n\nProfit boosts : Get enhanced odds on select betting markets.\n\nNo sweat bets : If your bet loses, receive a bonus bet to try again with house money.\n\nReferral bonus: Invite your friend and you’ll each get a $75 bonus ($50 sportsbook + $25 casino).\n\nHow to use your FanDuel bonus bets for the Texas vs. Arizona State Peach Bowl\n\nThe best part of this FanDuel Sportsbook offer is that the odds on your first bet don’t matter. The Peach Bowl between Texas and Arizona State has several great options because of this.\n\nTexas is a 12.5-point favorite, but you don’t have to bet your $5 on the point spread. If you’re confident the Longhorns will win even if they don’t cover, you can bet the moneyline odds at -490. The payout on your $5 bet won’t be as big as if you bet the point spread (-110 odds) but you would have a better chance of winning.\n\nThat’s what matters most.\n\nYou can even bet an alternate point spread. FanDuel offers as high as +12.5 for Texas, meaning you win the bet even if Texas loses by less than 13 points. The profit would be negligible, but the only thing that matters is winning that $250 bonus.\n\nMaximize your chances of doing that by wagering on one of these alternate point spreads or totals."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fantasy Football Playoffs Week 18 Start 'Em & Sit 'Em Quarterbacks: Bo Nix, Jared Goff close out strong",
            "link": "https://www.cbssports.com/fantasy/football/news/fantasy-football-playoffs-week-18-start-em-sit-em-quarterbacks-bo-nix-jared-goff-close-out-strong/",
            "description": "If Justin Herbert plays a full game in Week 18 at Las Vegas then I like him as a No. 1 quarterback in all leagues. But we ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W15Q6L2zFrZWPOTGb5g50S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3m",
            "source": "CBSSports.com",
            "article_content": "If Justin Herbert plays a full game in Week 18 at Las Vegas then I like him as a No. 1 quarterback in all leagues. But we might not know what Herbert will do until Saturday night.\n\nPittsburgh plays Cincinnati on Saturday, and if the Steelers win then they are the No. 5 seed in the AFC. The Chargers would then be locked into the No. 6 seed no matter what happens against the Raiders.\n\nBut if Cincinnati beats Pittsburgh then the Chargers need to win Sunday for the No. 5 seed, and Herbert could have a dominant game at Las Vegas. He has scored at least 26.2 Fantasy points in each of his past two games against Denver and New England, and the Raiders won't slow him down.\n\nWhile Las Vegas has held Kirk Cousins, Mac Jones and Spencer Rattler to fewer than 16 Fantasy points in the past three games, eight quarterbacks have scored at least 22.2 Fantasy points against the Raiders this season. Herbert only scored 12.4 Fantasy points against Las Vegas in Week 1, but he's a better Fantasy quarterback now.\n\nI hope we get to see Herbert play a full game against the Raiders. If that happens then expect a big performance in Week 18.\n\nFantasy Football Today Newsletter Know What Your Friends Don't Get tips, advice and news to win your league - all from the FFT podcast team. I agree to receive the \"Fantasy Football Today Newsletter\" and marketing communications, updates, special offers (including partner offers), and other information from CBS Sports and the Paramount family of companies. By pressing sign up, I confirm that I have read and agree to the Terms of Use and acknowledge Paramount's Privacy Policy See All Newsletters Please check the opt-in box to acknowledge that you would like to subscribe. Thanks for signing up! Keep an eye on your inbox. Sorry! There was an error processing your subscription.\n\nQBs to Start Projections powered by Sportsline Baker Mayfield QB TB Tampa Bay • #6\n\nAge: 29 • Experience: 7 yrs. Weekly Breakdown MATCHUP NO OPP VS QB NR PROJ PTS 23 QB RNK 3rd YTD Stats PAYDS 4279 RUYDS 310 TD 42 INT 15 FPTS/G 26.4 The Buccaneers need to win this game to lock up the NFC South title, and Mayfield is on fire heading into Week 18. He has scored at least 25 Fantasy points in four games in a row, and he scored 33.9 Fantasy points at New Orleans in Week 6. The Saints have also allowed two of the past three opposing quarterbacks to score at least 21.6 Fantasy points, and Mayfield has top-five upside in Week 18. Sam Darnold QB MIN Minnesota • #14\n\nAge: 27 • Experience: 7 yrs. Weekly Breakdown MATCHUP DET OPP VS QB NR PROJ PTS 20.3 QB RNK 4th YTD Stats PAYDS 4153 RUYDS 202 TD 36 INT 12 FPTS/G 23.1 Darnold has the chance to lead the Vikings to the NFC North title and the No. 1 seed in the NFC with a win at Detroit. He's playing great coming into Week 18 with at least 23.6 Fantasy points in six of his past seven games. And while he only scored 18.3 Fantasy points against the Lions in Week 7, this Detroit defense is banged up and should struggle to stop Minnesota's passing game. Three quarterbacks in a row have scored at least 26.8 Fantasy points against the Lions, and Darnold should have a big performance in Week 18. Jared Goff QB DET Detroit • #16\n\nAge: 30 • Experience: 9 yrs. Weekly Breakdown MATCHUP MIN OPP VS QB NR PROJ PTS 22 QB RNK 5th YTD Stats PAYDS 4398 RUYDS 56 TD 37 INT 10 FPTS/G 24.2 The Lions need a big game from Goff to lock up the NFC North title and the No. 1 seed in the NFC. Detroit's defense isn't going to stop Minnesota's passing attack, so we should be looking at a shootout. Goff has scored at least 28 Fantasy points in four games in a row, and he scored 22.8 Fantasy points against the Vikings in Week 7. Minnesota has only allowed one quarterback to score over 20 Fantasy points in its past five games, but Goff should still stay hot in this epic Week 18 matchup. Bo Nix QB DEN Denver • #10\n\nAge: 24 • Experience: Rookie Weekly Breakdown MATCHUP KC OPP VS QB NR PROJ PTS 21.6 QB RNK 7th YTD Stats PAYDS 3454 RUYDS 383 TD 30 INT 12 FPTS/G 20.9 Nix was awesome as the Start of the Week in Week 17 at Cincinnati with 219 passing yards, three touchdowns and one interception, and he added 31 rushing yards for 27.9 Fantasy points. He's now scored at least 23.4 Fantasy points in four of his past six games, including two in a row, and he scored 20.1 Fantasy points at Kansas City in Week 10. The Chiefs are planning to rest starters for the playoffs, and the Broncos need this game to lock up the final wild-card spot. Nix should have the chance for a big outing in Week 18. Kyler Murray QB ARI Arizona • #1\n\nAge: 27 • Experience: 6 yrs. Weekly Breakdown MATCHUP SF OPP VS QB NR PROJ PTS 22.7 QB RNK 9th YTD Stats PAYDS 3609 RUYDS 550 TD 22 INT 11 FPTS/G 18.9 Murray fell short of 20 Fantasy points in Week 17 at the Rams with two interceptions, but he played well with 33-of-48 passing for 321 yards and one touchdown, along with 32 rushing yards. He's struggled down the stretch with only two games over 20 Fantasy points in his past six outings, but he should close the season on a high note. He scored 26.1 Fantasy points at San Francisco in Week 5, and the 49ers defense is beat up heading into Week 18. I would trust Murray as a low-end starter in this matchup.\n\nSleepers (Start/Sit) Projections powered by Sportsline Geno Smith QB SEA Seattle • #7\n\nAge: 34 • Experience: 12 yrs. Smith has been an awful Fantasy quarterback down the stretch with one game over 20 Fantasy points in his past seven outings. But he should do well against the Rams in Week 18, especially with Los Angeles expected to rest starters for the playoffs. Smith has a lot of money on the line in this game. He needs 186 passing yards to top his career high (4,282), which triggers a $2 million incentive bonus. If his completion percentage is a career high (69.755) -- right now he's at 70.2 percent -- he gets another $2 million. And if Seattle wins the game and finishes 10-7 then Smith gets another $2 million. There are other incentives Smith can get, but they are out of reach. But playing for $6 million should help Smith do well in Week 18. Russell Wilson QB PIT Pittsburgh • #3\n\nAge: 36 • Experience: 13 yrs. The Steelers want to win Saturday against the Bengals, even if the Ravens beat the Browns and lock up the AFC North title. A victory against Cincinnati would give Pittsburgh the No. 5 seed and a matchup at Houston, compared to being the No. 6 seed and playing at Baltimore. So expect Wilson to go all out, and he scored 32.9 Fantasy points at Cincinnati in Week 13. He's been held to under 20 Fantasy points in three games in a row, but the Bengals are No. 5 in most Fantasy points allowed to opposing quarterbacks. I'm expecting Wilson to be a No. 1 Fantasy quarterback in Week 18. Joshua Dobbs QB SF San Francisco • #5\n\nAge: 29 • Experience: 8 yrs. Dobbs will start in Week 18 at Arizona in place of Brock Purdy (elbow), and I like Dobbs as a low-end starter in all leagues. Dobbs came on for Purdy against Detroit in Week 17 and was 3-of-4 passing for 35 yards, and he ran for a 7-yard touchdown. Last year, Dobbs was a starter for the Cardinals and Vikings and scored at least 18.9 Fantasy points in seven of 13 games, and now he gets a revenge game against Arizona. He should make plenty of plays with his legs, and last year he scored at least 8.1 Fantasy points with just his rushing totals alone in six games."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seat squatting on flight in New Year riles up passengers: 'Couldn't believe' it",
            "link": "https://www.msn.com/en-us/travel/news/seat-squatting-on-flight-in-new-year-riles-up-passengers-couldnt-believe-it/ar-AA1wNnta?ocid=BingNewsVerp",
            "description": "A flight passenger shared a \"seat squatter\" story on Reddit about a couple with a dog who tried to claim her row. A travel and etiquette expert weighed in on the plane drama.",
            "image_url": "https://www.bing.com/th?id=OJ.caiiZBaxsWr8Rw&pid=news&w=75&h=16&rs=2",
            "category": "it+startup",
            "date": "11hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Nasdaq Stocks Hitting New 52-Week Highs At Year End",
            "link": "https://www.forbes.com/sites/johnnavin/2024/12/31/5-nasdaq-stocks-hitting-new-52-week-highs-at-year-end/",
            "description": "Apple, Amazon and Tesla did not end the year with new 52-week highs. These most actively traded NYSE stocks hit highs earlier ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rDUp6vQ_fh2ik8LDL7ZNaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2024 gaming report card: How did PlayStation, Xbox, and Nintendo fare?",
            "link": "https://www.msn.com/en-us/entertainment/gaming/2024-gaming-report-card-how-did-playstation-xbox-and-nintendo-fare/ar-AA1wNTJS?ocid=BingNewsVerp",
            "description": "The PS5, Xbox Series X, and Nintendo Switch all had a strange 2024. Which console scored best in our annual year-end report card?",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "6hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk gets new support in growing lawsuit against OpenAI",
            "link": "https://www.washingtonpost.com/technology/2025/01/01/elon-musk-openai-lawsuit-sam-altman-investors/",
            "description": "New filings in Elon Musk’s lawsuit against OpenAI show two top tech investors back his allegation that the ChatGPT developer ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KEtAYcEhxJ9MVjujvyJlLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "3h",
            "source": "The Washington Post",
            "article_content": "Tech mogul Elon Musk intensified his legal battle with ChatGPT-maker OpenAI in the days after Christmas. Court filings show two prominent tech investors lending support to the billionaire’s allegations that the company unfairly blocked potential backers from investing in its rivals. The dispute between the world’s richest person and one of the world’s most valuable start-ups sets up a potential court battle over OpenAI’s future. The artificial intelligence developer is trying to restructure itself to remove the oversight of its nonprofit board, freeing it to pursue profits more like a conventional tech company.\n\nMusk is asking a federal court in Northern California to block OpenAI from changing its structure, arguing that a nonprofit can’t walk away from its original mandate backed by donors like himself.\n\nAdvertisement\n\nMusk helped found OpenAI in 2015 and was a major funder of the project before splitting with his co-founders in 2018 after attempting to take control of the project.\n\nThe billionaire also wants OpenAI to be prohibited from forcing its investors to decline to support competing AI companies, such as his own AI start-up, xAI.\n\nMusk’s company, which offers the chatbot Grok, announced $6 billion of new funding last week from investors including Morgan Stanley and an investment fund associated with the Saudi royal family.\n\nAlso last week, progressive tech advocacy organization Encode filed a friend-of-the-court brief expressing support for Musk’s claims against OpenAI. Encode’s filing was backed by several AI researchers, including Geoffrey Hinton, a former Google researcher who shared a Nobel Prize last year for his work on AI.\n\nAdvertisement\n\n“OpenAI was founded as an explicitly safety-focused non-profit and made a variety of safety related promises in its charter,” Hinton said in a statement released by Encode. “Allowing it to tear all of that up when it becomes inconvenient sends a very bad message to other actors in the ecosystem.”\n\nOn Monday, Kathy Jennings, the attorney general for Delaware, where OpenAI is incorporated, filed a brief in the case saying she was talking with the company about its plans and would step in if she believed it was breaking the law.\n\nMusk added new support from prominent tech investors to his legal assault on OpenAI in sworn declarations filed late last week by the entrepreneur and three allies.\n\nThey alleged that OpenAI told potential investors last year that they could back the company only if they committed not to invest in rival AI developers, including Musk’s AI start-up.\n\nAdvertisement\n\nAntonio Gracias, CEO of investment firm Valor Equity Partners, which has invested in xAI, said in a filing that it was widely known among investors that OpenAI had made withholding from investments in competitors a provision of its latest funding round.\n\nGavin Baker, managing partner of hedge fund Atreides Management, which has invested in Musk ventures including electric automaker Tesla, said in his own declaration that the competitor investment ban was common knowledge among top tech investors.\n\nGracias and Baker did not claim in the filings to have heard directly from OpenAI’s leaders about the alleged condition placed on prospective investors in the company.\n\nJared Birchall, chief financial officer of Musk’s xAI and a longtime lieutenant to the billionaire, said in his own declaration filed with the court that an unspecified “reputable venture capital investor” told him of the restriction.\n\nAdvertisement\n\nJason Deutrom, a spokesperson for OpenAI, declined to comment on whether the company had asked investors not to invest in competitors. The company has disputed Musk’s claims in court filings.\n\nAt the New York Times DealBook conference last month, OpenAI CEO Sam Altman said OpenAI investors who also invested in competitors would be cut off from receiving special information on OpenAI’s business. He said in an interview with the Free Press last month that Musk was “clearly a bully.”\n\nThe battle between Musk and Altman, two of the tech world’s most powerful men, erupted into public view last February.\n\nMusk sued OpenAI and Altman that month in state court in San Francisco. He alleged the company’s leaders tricked him and others into supporting a company pledged to bettering humanity, but pivoted it into a for-profit enterprise. He later dropped the suit but filed a similar one in August in federal court in California.\n\nAdvertisement\n\nOpenAI announced in October that it had raised $6.6 billion in new investment funding, valuing the company at $157 billion. The following month, Musk widened his suit to also allege that OpenAI worked with its main backer, Microsoft, to unfairly squash competition in AI. Microsoft has denied the allegations in court filings."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biggest court cases of 2025: From Diddy and Luigi Mangione to the DOJ's list of antitrust investigations",
            "link": "https://www.businessinsider.com/biggest-court-cases-of-2025-diddy-mangione-antitrust-2025-1",
            "description": "Sean \"Diddy\" Combs' and Luigi Mangione's cases are major criminal trials that could happen in 2025. Multiple DOJ antitrust ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3PQotOF4eHrm4sxHDkWqdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "10h",
            "source": "Business Insider",
            "article_content": "In the new year, blockbuster legal cases will play out in US courts.\n\nMajor criminal cases include Sean \"Diddy\" Combs and Luigi Mangione.\n\nIn the civil arena, the DOJ's list of antitrust lawsuits will make their way to court.\n\nAs we enter the new year, dockets are filling up with blockbuster court cases in the US.\n\nAdvertisement\n\nCriminal courts in Manhattan are preparing for the trial of rap mogul Sean \"Diddy\" Combs and early hearings in the prosecution of Luigi Mangione, who is accused of the killing of United Healthcare CEO Brian Thompson.\n\nIn the civil arena, lawyers are gearing up for a year of antitrust lawsuits brought by the DOJ against Big Tech, Visa, and other companies it accuses of monopolizing their industries.\n\nAdvertisement\n\nWhile 2024 was the year of Donald Trump in court, there's still much to be done in the coming year as his fight to clear his rap sheet and zero out his civil judgments continues.\n\nHere are some of the cases Business Insider will be watching this year:\n\nSean \"Diddy\" Combs faces criminal and civil cases. Richard Shotwell/Invision/AP\n\nSean \"Diddy\" Combs cases\n\nSean \"Diddy\" Combs — founder of Bad Boy Records and the Sean John brand — is due to stand trial in federal court in Manhattan on May 5 on a sex-trafficking indictment that could send him to prison for life. Prosecutors have also warned that a second indictment is imminent.\n\nAdvertisement\n\nGiven what's already in the record, trial testimony and evidence will be graphic, and the courtroom jousting will be heated. Combs' defense is that he never forced anyone to have sex, and that his accusers have financial motive to implicate him. The trial will likely focus on consent and credibility.\n\nCombs' mother and his six oldest children — who range from teenagers to early 30s — have attended pretrial hearings, waving and smiling at him from the audience. The trial may prove less family-friendly. The evidence includes hundreds of hours of videotape from the rap mogul's sex parties — especially from his so-called freak-off performances, along with testimony by male sex workers who attended the parties. The trial will not be televised.\n\nSeparately, Combs faces more than 30 civil lawsuits accusing him of sexual abuse. \"No matter how many lawsuits are filed it won't change the fact that Mr. Combs has never sexually assaulted, or sex trafficked anyone,\" his attorneys recently said in a statement.\n\nAdvertisement\n\nLuigi Mangione, the suspect in the fatal shooting of UnitedHealthcare CEO Brian Thompson, is awaiting trials on murder charges. Pamela Smith/AP\n\nLuigi Mangione court case\n\nLuigi Mangione, a 26-year-old software developer from a Maryland real estate family, will face state and federal murder charges in Manhattan this year in the December ambush shooting of UnitedHealthcare CEO Brian Thompson. He risks a maximum sentence of life in prison and, in the federal case, the death penalty — though it has been more than 60 years since a Manhattan jury has sent anyone to death row.\n\nBoth the state and federal prosecutions are in their early days. While Mangione has pleaded not guilty in his state case, he is not set to enter a plea to his federal indictment until later this month.\n\nIt's possible Mangione will go to trial in 2025, though it's unlikely. His attorney suggested prior to taking the case that he could pursue some kind of psychiatric defense, which could delay the trial into 2026.\n\nAdvertisement\n\nTrump continues to fight for a clean rap sheet and to zero out his civil judgments. AP Photo/Evan Vucci\n\nDonald Trump's court cases\n\nThe president-elect's criminal indictments have sputtered to a halt, thanks in large part to the US Supreme Court's July presidential immunity decision. Loose ends remain in the Manhattan hush-money case, as Trump works to clear his rap sheet of its sole conviction before his January 20 inauguration.\n\nThere is still no sentencing date, and New York Supreme Court Justice Juan Merchan has yet to rule on Trump's demand that the case be tossed in the interest of justice, given the election. Also pending is Trump's Second Circuit appellate efforts to move the hush-money case to federal court.\n\nMeanwhile, Trump begins 2025 with a half-billion-dollars in civil court judgments hanging over his head, all of which he's in the midst of aggressively appealing, including his two E. Jean Carroll defamation cases. A midlevel New York appellate court could keep, trim, or overturn the biggest of Trump's judgments at any time — his massive civil fraud penalty, a debt to New York state that remains frozen on appeal, which has now ballooned to $490 million with interest. He remains a defendant in eight civil cases brought by injured Capitol Police officers and members of Congress involving his role in the January 6, 2021, insurrection.\n\nAdvertisement\n\nThe Supreme Court could strike down the law banning TikTok from app stores. Gearstd/iStock, Tyler Le/BI\n\nTikTok ban\n\nIn the spring, Congress passed a law that would ban TikTok from app stores in the United States unless Bytedance, the platform's Chinese owner, divested itself from the app.\n\nRelated stories\n\nThe deadline is January 19. Bytedance still owns TikTok. A Washington, DC-based appeals court was unpersuaded by TikTok's arguments that its users' First Amendment rights outweigh the national security-based reasoning of Congress's law.\n\nAll eyes are on the US Supreme Court to see whether it will strike down the law before the deadline. The court agreed to hear oral arguments in the case on January 10.\n\nAdvertisement\n\nNvidia faces a DOJ probe. Jaque Silva/NurPhoto via Getty Images\n\nNvidia\n\nThe Justice Department has reportedly been ramping up an antitrust investigation into the chipmaker throughout 2024. Competitors have said Nvidia uses unfair marketing tactics to gain a stranglehold on the market for chips used in AI development, while the company says it simply offers a best-in-class product. If the DOJ brings a lawsuit or comes to a settlement with Nvidia, it'll likely come in 2025.\n\nMeta faces an antitrust lawsuit. Fabrice COFFRINI/AFP/Getty Images\n\nMeta antitrust lawsuit\n\nThe Federal Trade Commission sued Meta during the first Trump administration, alleging it had an illegal monopoly on the social media market through its ownership of Facebook, Instagram, and WhatsApp. The Biden administration has kept up the lawsuit, which scored a major victory in November when a federal judge allowed most of the case to go to trial.\n\nMeta says the company's acquisitions of WhatsApp and Instagram have been good for consumers. If it loses the trial — scheduled for April — the FTC will seek to force the company to divest from Instagram and WhatsApp.\n\nAdvertisement\n\nGoogle has two ongoing antitrust battles. Justin Sullivan/Getty Images\n\nGoogle antitrust lawsuit\n\nGoogle search case\n\nAlphabet was dealt a major blow in 2024 when a federal judge concluded Google formed an illegal monopoly in the search market. Now the company is tussling with the Justice Department over how it should be punished. Google suggested it could pull back some of its partnerships with other companies. The DOJ has asked the judge to force Google to divest from its Chrome browser, a more dramatic move. The decision — and the many appeals to come — will continue to play out in 2025.\n\nGoogle advertising case\n\nAnother major Google antitrust case is over its role in online advertising. In September, a federal court held a bench trial to determine whether the company formed another illegal monopoly, in the adtech market.\n\nGoogle claims the Justice Department has overstated its role in the market, where it competes fiercely with the likes of Meta and Amazon.\n\nAdvertisement\n\nA decision is expected to come sometime in 2025, with appeals to follow.\n\nAmazon's antitrust trial is expected in 2026. Amazon\n\nAmazon antitrust lawsuit\n\nIn 2023, the Federal Trade Commission and a group of states sued Amazon, alleging it abused its dominance in the online retail space to inflate prices, squeeze third-party sellers with onerous fees, and push its in-house products at the expense of others. Amazon has said it does everything for the benefit of consumers, to whom it provides better products and better prices.\n\nIn September, a federal judge knocked down some of the states' claims but allowed the bulk of the lawsuit to proceed to trial. The trial date is scheduled for 2026, with more litigation and appeals expected to take place before then.\n\nOpenAI faces a lawsuit by The New York Times. NurPhoto/NurPhoto via Getty Images\n\nNew York Times vs OpenAI\n\nAll sorts of content creators — journalists, novelists, filmmakers, photographers — have filed a slew of copyright lawsuits against AI companies, accusing them of illegally siphoning their creations to train their AI models.\n\nAdvertisement\n\nThe AI companies have generally argued that the use of the material is sufficiently \"transformative\" to be considered \"fair use\" under copyright law.\n\nOne of the major cases to watch is The New York Times's lawsuit against OpenAI and Microsoft, which has progressed further than many of the other cases. In January, a federal judge is scheduled to oversee a marathon day of oral arguments over whether the case is on firm enough legal ground to proceed to trial.\n\nElon Musk vs Sam Altman and OpenAI\n\nIn the past few years, OpenAI has become a tech behemoth, setting the pace for generative artificial intelligence technology.\n\nAdvertisement\n\nThe company is technically structured as a nonprofit that seeks to build artificial intelligence in a way that benefits all of humanity. However, under its leader Sam Altman, OpenAI has signed a lucrative deal with Microsoft, which hopes to harness the tech to drive its own growth.\n\nNow OpenAI is trying to formally convert itself into a for-profit company, shedding the nonprofit label. Musk — who was involved in OpenAI's early stages and who runs a competitor, xAI — is trying to stop that from happening.\n\nThe case has been moving at a fast clip, with lawyers for Musk and OpenAI dropping legal filings that reveal internal emails and other records about the other. It's set to continue heating up in 2025 as OpenAI tries to become a corporation.\n\nAdvertisement\n\nNew York City Mayor Eric Adams' administration was in turmoil before he was indicted. New York Daily News/Getty Images\n\nEric Adams indictment\n\nFederal prosecutors in Manhattan accused New York City Mayor Eric Adams of taking bribes from Turkey to fuel his political career — charges that he has strenuously denied. Adams hired Alex Spiro, a hard-charging lawyer best known for representing Musk, to fight the cases. The case is on the fast track and is expected to go to trial in April, before the city's Democratic primary.\n\nAn initial pretrial conference in the antitrust lawsuit against Apple is scheduled in February. Michael M. Santiago/Getty Images\n\nDOJ's Apple antitrust lawsuit\n\nThe Justice Department sued Apple in March, accusing it of violating antitrust laws by illegally maintaining a smartphone monopoly. More than a dozen states have since joined the lawsuit against the tech giant, and the initial conference in the case will be held on February 27 in federal court in Newark, New Jersey.\n\nThe DOJ accuses Apple of making its rivals' products worse by selectively imposing contractual restrictions on developers and by withholding critical access points from them.\n\nAdvertisement\n\nApple does this, according to the Justice Department, by suppressing the development of cloud-streaming apps and services, worsening the quality of cross-platform messaging with rivals like Android, limiting the functionality of third-party smartwatches unless the owners keep buying iPhones, blocking the development of \"super apps,\" and limiting functions on non-Apple wallet tap-to-pay.\n\nApple previously told Business Insider that if the lawsuit was successful, it could set a dangerous precedent by \"empowering government to take a heavy hand in designing people's technology.\"\n\n\"This lawsuit threatens who we are and the principles that set Apple products apart in fiercely competitive markets,\" Apple said in a March 2024 statement to BI. \"If successful, it would hinder our ability to create the kind of technology people expect from Apple — where hardware, software, and services intersect.\"\n\nAdvertisement\n\nThe DOJ accuses Live Nation, Ticketmaster's parent company, of unlawfully dominating the live music market. Mateusz Slodkowski/SOPA Images/LightRocket via Getty Images\n\nLive Nation Ticketmaster lawsuit\n\nA little over a year after the historic Ticketmaster crash, which prevented Taylor Swift fans from purchasing Eras tour tickets, the Justice Department in May sued Live Nation, the website's parent company.\n\nRelated stories\n\nThe DOJ accuses Live Nation of unlawfully dominating the live music market, stifling innovation, and exerting control over how fans can purchase tickets and where artists can perform. It seeks to break up the company.\n\nA final pretrial conference is scheduled for February 12 in federal court in Manhattan, but the case isn't expected to go to trial until early 2026.\n\nAdvertisement\n\nLive Nation previously told BI in a statement that the lawsuit would fail in court.\n\n\"The DOJ's lawsuit won't solve the issues fans care about relating to ticket prices, service fees, and access to in-demand shows,\" the company said in May.\n\nAn antitrust lawsuit brought by the DOJ says Visa handled more than 60% of US debit transactions, earning the company more than $7 billion in fees a year. Visa\n\nVisa antitrust lawsuit\n\nThe Justice Department filed an antitrust lawsuit against Visa in September, accusing the company of engaging in anticompetitive behavior with its US debit transactions. Initial hearings in the case are expected in January.\n\nAdvertisement\n\nThe lawsuit accuses the payment-processing giant of entering into contracts with potential competitors that prevent them from becoming actual competitors. By doing so, Visa is able to collect fees that it wouldn't be able to in a competitive market, the Justice Department alleges.\n\nThe lawsuit, filed in the Southern District of New York, said Visa handled more than 60% of US debit transactions, earning the company more than $7 billion in fees a year.\n\nIn September, a lawyer for Visa told BI the lawsuit was \"meritless.\"\n\nAdvertisement\n\n\"Today's lawsuit ignores the reality that Visa is just one of many competitors in a debit space that is growing, with entrants who are thriving,\" Julie Rottenberg said in a statement at the time.\n\nFormer New York City Mayor Rudy Giuliani is scheduled for a January 3 contempt hearing. Michael M. Santiago/Getty Images\n\nRudy Giuliani defamation case\n\nThis will be the fourth year for the court battle between Rudy Giuliani and Georgia election workers Wandrea \"Shaye\" Moss and Ruby Freeman.\n\nThe former Trump attorney and New York City mayor has owed Moss and Freeman $148 million since December 2023, after a DC judge found his repeated false accusations of election fraud subjected the mother-daughter pair to a barrage of racist death threats. The pair's lawyer complained in court recently that Giuliani has yet to turn over any assets beyond a handful of luxury watches, a Mercedes without a title, and a New York apartment without a current lease.\n\nAdvertisement\n\nGiuliani now faces contempt of court for allegedly continuing to defame the pair on his nightly podcast and for what defense lawyers complain has been his heel-dragging in turning over assets and complying with subpoenas.\n\nHe is scheduled for a January 3 contempt hearing and a January 16 bench trial, both in federal court in Manhattan. The trial will determine if Giuliani must surrender his Palm Beach condo and three World Series rings."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning can help blood tests have a separate ‘normal’ for each patient",
            "link": "https://www.thehindu.com/sci-tech/science/machine-learning-can-help-blood-tests-have-a-separate-normal-for-each-patient/article69046064.ece",
            "description": "But despite the CBC’s ubiquity, the way clinicians interpret and use it in the clinic is often less precise than ideal.",
            "image_url": "https://www.bing.com/th?id=OVFT.fhpUy6l0PuL0DTuPtQGRAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "19h",
            "source": "The Hindu",
            "article_content": "If you’ve ever had a doctor order a blood test for you, chances are that they ran a complete blood count, or CBC. One of the most common blood tests in the world, CBC tests are run billions of times each year to diagnose conditions and monitor patients’ health.\n\nBut despite the test’s ubiquity, the way clinicians interpret and use it in the clinic is often less precise than ideal. Currently, blood test readings are based on one-size-fits-all reference intervals that don’t account for individual differences.\n\nI am a mathematician at the University of Washington School of Medicine, and my team studies ways to use computational tools to improve clinical blood testing. To develop better ways to capture individual patient definitions of “normal” lab values, my colleagues and I in the Higgins Lab at Harvard Medical School examined 20 years of blood count tests from tens of thousands of patients from both the East and West coasts.\n\nIn our newly published research, we used machine learning to identify healthy blood count ranges for individual patients and predict their risk of future disease.\n\nClinical tests and complete blood counts\n\nMany people commonly think of clinical tests as purely diagnostic. For example, a COVID-19 or a pregnancy test comes back as either positive or negative, telling you whether you have a particular condition. However, most tests don’t work this way. Instead, they measure a biological trait that your body continuously regulates up and down to stay within certain bounds.\n\nYour complete blood count is also a continuum. The CBC test creates a detailed profile of your blood cells – such as how many red blood cells, platelets and white blood cells are in your blood. These markers are used every day in nearly all areas of medicine.\n\nFor example, hemoglobin is an iron-containing protein that allows your red blood cells to carry oxygen. If your hemoglobin levels are low, it might mean you are iron deficient.\n\nPlatelets are cells that help form blood clots and stop bleeding. If your platelet count is low, it may mean you have some internal bleeding and your body is using platelets to help form blood clots to plug the wound.\n\nWhite blood cells are part of your immune system. If your white cell count is high, it might mean you have an infection and your body is producing more of these cells to fight it off.\n\nNormal ranges and reference intervals\n\nBut this all raises the question: What actually counts as too high or too low on a blood test?\n\nTraditionally, clinicians determine what are called reference intervals by measuring a blood test in a range of healthy people. They usually take the middle 95% of these healthy values and call that “normal,” with anything above or below being too low or high. These normal ranges are used nearly everywhere in medicine.\n\nBut reference intervals face a big challenge: What’s normal for you may not be normal for someone else.\n\nNearly all blood count markers are heritable, meaning your genetics and environment determine much of what the healthy value for each marker would be for you.\n\nAt the population level, for example, a normal platelet count is approximately between 150 and 400 billion cells per liter of blood. But your body may want to maintain a platelet count of 200 – a value called your set point. This means your normal range might only be 150 to 250.\n\nDifferences between a patient’s true normal range and the population-based reference interval can create problems for doctors. They may be less likely to diagnose a disease if your set point is far from a cutoff. Conversely, they may run unnecessary tests if your set point is too close to a cutoff.\n\nDefining what’s normal for you\n\nLuckily, many patients get blood counts each year as part of routine checkups. Using machine learning models, my team and I were able to estimate blood count set points for over 50,000 patients based on their history of visits to the clinic. This allowed us to study how the body regulates these set points and to test whether we can build better ways of personalizing lab test readings.\n\nOver multiple decades, we found that individual normal ranges were about three times smaller than at the population level. For example, while the “normal” range for the white blood cell count is around 4.0 to 11.0 billion cells per liter of blood, we found that most people’s individual ranges were much narrower, more like 4.5 to 7, or 7.5 to 10. When we used these set points to interpret new test results, they helped improve diagnosis of diseases such as iron deficiency, chronic kidney disease and hypothyroidism. We could note when someone’s result was outside their smaller personal range, potentially indicating an issue, even if the result was within the normal range for the population overall.\n\nThe set points themselves were strong indicators for future risk of developing a disease. For example, patients with high white blood cell set points were more likely to develop Type 2 diabetes in the future. They were also nearly twice as likely to die of any cause compared with similar patients with low white cell counts. Other blood count markers were also strong predictors of future disease and mortality risk.\n\nIn the future, doctors could potentially use set points to improve disease screening and how they interpret new test results. This is an exciting avenue for personalized medicine: to use your own medical history to define what exactly healthy means for you.\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Artificial Intelligence (AI) Stocks That Could Crush the Market in 2025",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/3-artificial-intelligence-ai-stocks-that-could-crush-the-market-in-2025/ar-AA1wNO4V?ocid=BingNewsVerp",
            "description": "No doubt, 2024 was the year of artificial intelligence (AI), but 2025 could be even better. Companies and individuals are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xnbu6nCnU9-W3-gsPKhQNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "7hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Ukraine Halt the Flow of Russia’s Natural Gas to Europe?",
            "link": "https://www.nytimes.com/2025/01/01/world/europe/ukraine-russia-gas-europe-explained.html",
            "description": "The Urengoy-Pomary-Uzhgorod pipeline was built in the Soviet era to carry Siberian gas to European markets. It became the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0c7gkXjtL0lY8KgH90GQky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "14m",
            "source": "The New York Times",
            "article_content": "Natural gas stopped flowing through a pipeline that runs from Russia through Ukraine on Wednesday, according to officials in both countries.\n\nThe effects of the halt, though long expected, could ripple through Europe’s energy sector and potentially affect Moscow’s ability to fund its war in Ukraine."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia launches 111 drones at Ukraine in deadly New Year's attack, Kyiv says",
            "link": "https://www.msn.com/en-us/news/world/russia-launches-111-drones-at-ukraine-in-deadly-new-year-s-attack-kyiv-says/ar-AA1wNibB?ocid=BingNewsVerp",
            "description": "At least six people were injured in Kyiv as Russia launched a drone strike on the capital in the early hours of Wednesday, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xgRrQ4PpN1AZsuXe0ahIUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "6hon MSN",
            "source": "ABC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Prophet’ who predicted Israel-Hamas conflict says 2025 will usher in ‘an era of war for the world’",
            "link": "https://www.msn.com/en-us/news/us/prophet-who-predicted-israel-hamas-conflict-says-2025-could-usher-in-an-era-of-war-for-the-world/ar-AA1wOpOw?ocid=BingNewsVerp",
            "description": "The preacher, who authored the self-help book 'When God Speaks: Thrive in Uncertain Times and Gain Confidence for Your Future ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R94EHyljafxW08OGGZgasy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "4hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump 2.0, conflict in Ukraine to end and China challenging global world order - what can we expect in 2025?",
            "link": "https://www.msn.com/en-gb/politics/international-relations/trump-2-0-conflict-in-ukraine-to-end-and-china-challenging-global-world-order-what-can-we-expect-in-2025/ar-AA1wMUAx?ocid=BingNewsVerp",
            "description": "Donald Trump's US presidency will reverberate around the globe, the Ukraine war might just end, and little respite is on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3n1lWGTps4m6VCcQOtF0jy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "8hon MSN",
            "source": "Sky News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Okta Inc (OKTA)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/31/okta-inc-oktas-stock-plunge-what-you-need-to-know/",
            "description": "On Monday, Okta Inc (OKTA) stock saw a decline, ending the day at $79.64 which represents a decrease of $-2.00 or -2.45% from the prior close of $81.64. The stock opened at $80.5 and touched a low of ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews23h",
            "source": "bovnews",
            "article_content": "KeyBanc Capital Markets has recently raised Okta Inc (OKTA) stock to Overweight rating, as announced on December 19, 2024, according to Finviz. Earlier, on December 16, 2024, JP Morgan had raised the stock from a Neutral to Overweight, setting a price target of $100. Bernstein also raised Outperform rating with a price target of $129. Additionally, Susquehanna reiterated Neutral rating on December 4, 2024, with a target price of $95. Stifel analysts, in their report published on December 4, 2024, also reiterated Buy rating and set a price target of $115 for Okta Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nOkta Inc (OKTA) Stock Trading Recap\n\nOn Monday, Okta Inc (OKTA) stock saw a decline, ending the day at $79.64 which represents a decrease of $-2.00 or -2.45% from the prior close of $81.64. The stock opened at $80.5 and touched a low of $79.4 during the day, reaching a high of $80.91. The volume of shares traded was 2.70 million falling short of the average volume of 2.91 million.\n\nOKTA Stock Performance and Moving Averages\n\nIn recent trading, Okta Inc (OKTA) stock price has shown some volatility, fluctuating -4.37% over the last five trades and 4.21% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -15.77%, and it has gained 7.13% in the previous three months. Currently, OKTA is trading at -4.14%, 1.86%, and -8.94% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, OKTA, a Technology sector stock, is trading -30.45% below its 52-week high but remains 12.87% above its 52-week low. The Average True Range (ATR) (14 days) of 2.78 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nOkta Inc’s Profitability and Valuation Ratios\n\nOkta Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of -5.41% and a profit margin of -1.54%, with a gross margin of -15.77%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Okta Inc’s market capitalization stands at $13.42 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 27.22. Additionally, the Price-to-Sales Ratio is 5.3, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 2.18, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 5.79% of Okta Inc (OKTA)’s shares, while financial institutions hold 80.75%.\n\nNotable insider trades include McKinnon Todd, Chief Executive Officer at Okta Inc (OKTA), who sold 233028 shares on Dec 20 ’24, at $82.31 each, totaling $19.18 million. On Dec 02 ’24, Kerrest Jacques Frederic, Director, sold 131426 shares for $80.68 each, amounting to $10.60 million. Additionally, on Dec 03 ’24, Kerrest Jacques Frederic sold 37909 shares at $80.43 each, generating $3.05 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FPIs pump ₹1.65 lakh cr in Indian markets, equity inflows plunge 99% to ₹427 cr in 2024: What lies ahead in 2025?",
            "link": "https://www.msn.com/en-in/money/markets/fpis-pump-1-65-lakh-cr-in-indian-markets-equity-inflows-plunge-99-to-427-cr-in-2024-what-lies-ahead-in-2025/ar-AA1wOpyi?ocid=BingNewsVerp",
            "description": "India experienced a drastic drop in Foreign Portfolio Investment (FPI) inflows in 2024, with net investments falling by 99 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Bt7rCEnjHPaHwQA-hKe2ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Chrome Update—Bad News For Microsoft Windows",
            "link": "https://www.forbes.com/sites/zakdoffman/2025/01/01/google-chrome-update-bad-news-for-microsoft-windows/",
            "description": "It’s no surprise Google is desperate to keep Chrome within its stable, pushing back on the DOJ’s campaign to force a sale of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EHNuOM3s1uXnLeYG5vjV8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ITC, HDFC Bank, RIL, M&M: Nifty stocks to consider in 2025",
            "link": "https://www.msn.com/en-in/money/other/itc-hdfc-bank-ril-m-m-nifty-stocks-to-consider-in-2025/ar-AA1wNpmE?ocid=BingNewsVerp",
            "description": "Reliance Industries, an analyst said, is well-positioned to benefit from its diversified growth engines across retail, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9FlJrAm6y-3rGnCu18sebS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "15hon MSN",
            "source": "Business Today on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Assam CM flags alarming rise in infiltration from Bangladesh, cites economic collapse",
            "link": "https://www.msn.com/en-in/news/other/assam-cm-flags-alarming-rise-in-infiltration-from-bangladesh-cites-economic-collapse/ar-AA1wNHF5?ocid=BingNewsVerp",
            "description": "Assam Chief Minister Himanta Biswa Sarma Wednesday expressed grave concern over a sharp rise in infiltration from Bangladesh, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yX4B8c8Dsg31zTLUV93Cfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "8hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Global to local, tsunami warning systems should represent a seamless value chain, says UN-ESCAP",
            "link": "https://www.thehindubusinessline.com/economy/agri-business/global-to-local-tsunami-warning-systems-should-represent-a-seamless-value-chain-says-un-escap/article69049533.ece",
            "description": "World Tsunami Awareness Day highlights the need for effective early warning systems to mitigate catastrophic events globally.",
            "image_url": "https://www.bing.com/th?id=OVFT.AgcJA9blpbbpfdNyaH9PXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "10h",
            "source": "Business Line",
            "article_content": "Thiruvananthapuram\n\nWorld Tsunami Awareness Day (November 5) presented a moment of reflection 20 years on from catastrophic Indian Ocean Tsunami of 2004 that resulted in 2.25 lakh fatalities across 14 countries and emphasised the urgent need for effective tsunami preparedness.\n\nIt led to the establishment of Indian Ocean Tsunami Warning and Mitigation System that serves 27 Indian Ocean Basin countries. Initiatives such as ‘UN Secretary-General’s call for Early Warnings for All’ aim to make these systems inclusive and accessible to all, further strengthening collective resilience.\n\nLead time available\n\nHawaii-based Pacific Tsunami Warning Centre that operates in the Pacific Ocean was aware of the mega event unravelling in the Indian Ocean. A lead time of two hours was available before the tsunami could potentially strike - as it eventually did - coasts of India, Sri Lanka, and Thailand. The disaster would have been mitigated if there had been an effective warning system in place.\n\nJapan experience\n\nBut a recent experience from quake-prone Japan, known for its culture of preparedness to mitigate effects of these disasters, is instructive. A magnitude 7.1-Mw quake off the coast of Kyushu on August 8, 2024, prompted an advisory indicating an increased likelihood of a mega quake. The advisory expired on August 15, 2024. Fortunately, the shaking that intervened was not severe, causing some damage and a modest 0.5-metre tsunami, but no casualties.\n\nEarly warning system\n\nIn any case, a multi-hazard early warning system is crucial for mitigating risk from various natural hazards, including tsunamis, notes Sanjay Srivastava, Chief, Disaster Risk Reduction, UN-ESCAP. It provides timely alerts to protect lives and reduce economic damage from extreme geophysical and climate events occurring individually, simultaneously, or sequentially.\n\nMakran zone scan\n\nIt is noteworthy that India, Iran, Pakistan, the UAE and Oman have collectively developed a unified Probabilistic Tsunami Hazard Assessment with respect to a perceived threat in the Makran subduction zone. This is now being used to help enable evacuation planning and activation of national tsunami warning chains within a matter of 20 minutes, Srivastava explained to businessline.\n\nFrom global to local, tsunami warning systems should represent a seamless value chain. For instance, the Indian and Pacific Ocean capacity assessment covers all aspects of existing tsunami warning and mitigation systems as well as identifies targeted areas for improvement from upstream to downstream.\n\nAssessment summaries\n\nAssessments and companion summaries for policy and decision makers are being published in line with the 20th commemoration of the Indian Ocean tsunami events (2024) and the 60th anniversary of the 60th anniversary of the Pacific Tsunami Warning System (2025). This effort is being piloted by the Intergovernmental Oceanographic Commission-UNESCO with support from the ESCAP Trust Fund for Tsunami, Disaster, and Climate Preparedness; the Asian Development Bank; the Swiss Agency for Development and Cooperation; and Ministry of Foreign Affairs and International Cooperation, Italy.\n\nTsunami threat resilience\n\nCurrent level of adaptation finance falls short of what is needed for transformative adaptation, Srivastava noted. Investments made in preparedness are far more cost-effective than spending after a disaster especially since climate change continues to exacerbate effects of disasters including those geophysical in origin (tsunamis).\n\nDisaster risk financing needs to be dramatically increased and financing mechanisms scaled up. Progress has been made in regionally active tsunami warning and mitigation systems, but continued investments in the region’s multi-donor coordinated Trust Fund is essential to ensure that Asia and the Pacific remains resilient to future tsunami and climate related threats."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Expected Cost To Purchase A Pilatus PC-24 Business Jet In 2025",
            "link": "https://simpleflying.com/pilatus-pc-24-expected-cost-guide-2025/",
            "description": "Flying a Pilatus PC-24 can also be a costly endeavor. Operating a private jet includes both fixed costs and variable costs.",
            "image_url": "https://www.bing.com/th?id=OVFT.cXkrVWuoCbdsaZAx7HcjVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "10h",
            "source": "Simple Flying",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Maruti Suzuki registers 30 pc increase in December sales with highest monthly exports",
            "link": "https://theprint.in/economy/maruti-suzuki-registers-30-pc-increase-in-december-sales-with-highest-monthly-exports/2427001/",
            "description": "In December 2024, Maruti Suzuki India sold a total of 178,248 car units, which is about 30 per cent higher than a year ago ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NouoeYFINxrGUno2RCw4KC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "ThePrint8h",
            "source": "ThePrint",
            "article_content": "Total sales in the month include domestic sales of 132,523 units, sales to other original equipment manufacturers (OEM) of 8,306 units and the highest-ever monthly exports of 37,419 units, the automaker said in a statement Wednesday.\n\nNew Delhi [India], January 1 (ANI): In December 2024, Maruti Suzuki India sold a total of 178,248 car units, which is about 30 per cent higher than a year ago period.\n\nCar exports during the months too were about 30 per cent higher year-on-year.\n\nSo far in the current financial year, April-December, the total sales, domestic and exports combined, rose 5 per cent to 1.629 million units. In the year-ago April-December period, the total sales were at 1.551 million units.\n\nSegment-wise, mini plus compact car sales rose from 48,298 units to 62,324 units in December and declined from 709,645 units to 638,290 units in the April-December period.\n\nComing to passenger cars, it rose from 48,787 units to 62,788 units in December and declined from 718,548 units to 644,151 units in the April-December period of 2024.\n\nTotal export sales during the April-December 2024 period rose 21.1 per cent to 247,496 units, against 204,327 units in the year-ago period.\n\nHyundai Motor India Limited recorded its highest-ever yearly domestic sales of 605,433 units in 2024.\n\nAccording to an exchange filing from the automaker, this milestone marks the third consecutive year of record-breaking domestic sales. Combined with exports, HMIL’s total sales for the calendar year reached 764,119 units.\n\nIn December 2024, HMIL reported total sales of 55,078 units, comprising 42,208 units sold domestically and 12,870 units exported. While these figures indicate a slight decline of 2.4 per cent compared to December 2023, they reaffirm the company’s consistent performance throughout the year.\n\nAuto company Mahindra & Mahindra (M&M) witnessed a 16 per cent increase in overall automotive sales, with 69,768 units in December, the company stated on Wednesday in an exchange filing.\n\nIn the utility vehicle segment, the company sold 41,424 vehicles in the domestic market, a growth of 18 per cent and overall, 42,958 vehicles, including exports. The domestic sales for commercial vehicles stood at 19,502.\n\nMahindra’s farm equipment sector saw domestic sales in December 2024 of 22,019 units, as against 18,028 units during December 2023. (ANI)\n\nThis report is auto-generated from ANI news service. ThePrint holds no responsibility for its content."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Web3 Is Disrupting AI Cloud Computing",
            "link": "https://www.coindesk.com/coindesk-indices/2025/01/01/how-web3-is-disrupting-ai-cloud-computing",
            "description": "Single point of failure: Network resources (data, software, hardware) are only accessible by the owner’s private key. Therefore, even if one user is compromised, only that user’s resources are at risk ...",
            "image_url": "https://www.bing.com/th?id=ODF.VE0LAuX7uJj52il3ulWVkg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "CoinDesk2h",
            "source": "CoinDesk",
            "article_content": "Centralized data networks, ones that are owned and/or managed by a single entity, have been structurally broken for years. Why? Single points of failure. If one entity (or even a few) has access to a database, then there is only one “point” to compromise in order to gain full access. This is a serious problem for networks holding sensitive data like customer information, government files, and financial records, and those with control of infrastructure like power grids.\n\nBillions of digital records were stolen in 2024 alone, causing an estimated $10 trillion in damages! Notable breaches include nearly all of AT&T’s customer information and call logs, half of America’s personal health information, 700 million end-user records from companies using Snowflake, 10 billion unique passwords stored on RockYou24, and Social Security records for 300 million Americans.\n\nSource: Statista, 2024\n\nThis is not just a private sector issue — governments and crucial national infrastructure also rely on centralized networks. Notable recent breaches include records on 22 million Americans stolen from the U.S. Office of Personnel Management, sensitive government communications from multiple U.S. federal agencies, personal biometric data on 1.1 billion Indian citizens, and the ongoing Chinese infiltration of several U.S. internet service providers.\n\nAlthough hundreds of billions of dollars are spent each year on cyber security, data breaches are getting larger and happening more frequently. It’s become clear that incremental products cannot fix these network vulnerabilities — the infrastructure must be completely rearchitected.\n\nSource: market.us, 2024\n\nAI magnifies the issue\n\nRecent advancements in generative AI have made it easier to automate everyday tasks and enhance work productivity. But the most useful and valuable AI applications require context, i.e. access to sensitive user health, financial, and personal information. Because these AI models also require massive computing power, they largely can’t run on consumer devices (computer, mobile), and instead must access public cloud networks, like AWS, to process more complex inference requests. Given the serious limitations inherent in centralized networks illustrated earlier, the inability to securely connect sensitive user data with cloud AI has become a significant hurdle for adoption.\n\nEven Apple pointed this out during their announcement for Apple Intelligence earlier this year, stating the need to be able to enlist help from larger, more complex models in the cloud and how the traditional cloud model isn’t viable anymore.\n\nThey name three specific reasons:\n\nPrivacy and security verification: Providers' claims, like not logging user data, often lack transparency and enforcement. Service updates or infrastructure troubleshooting can inadvertently log sensitive data. Runtime lacks transparency: Providers rarely disclose software details, and users cannot verify if the service runs unmodified or detect changes, even with open-source tools. Single point of failure: Administrators require high-level access for maintenance, risking accidental data exposure or abuse by attackers targeting these privileged interfaces.\n\nFortunately, Web3 cloud platforms offer the perfect solution.\n\nBlockchain-Orchestrated Confidential Cloud (BOCC)\n\nBOCC networks are like AWS — except built completely on confidential hardware and governed by smart contracts. Though still early days, this infrastructure has been in development for years and is finally starting to onboard Web3 projects and Web2 enterprise customers. The best example of this architecture is Super Protocol, an off-chain enterprise-grade cloud platform managed completely by on-chain smart contracts and built on trustless execution environments (TEEs). These are secure hardware enclaves that keep code and data verifiably confidential and secure.\n\nSource: Super Protocol\n\nThe implications of this technology address all of Apple’s concerns noted earlier:\n\nPrivacy and security verification: With public smart contracts orchestrating the network, users can verify whether user data was transported and used as promised. Workload and program transparency: The network also verifies the work done within the confidential TEEs, cryptographically proving the correct hardware, data, and software were used, and that the output wasn’t tampered with. This information is also submitted on-chain for all to audit. Single point of failure: Network resources (data, software, hardware) are only accessible by the owner’s private key. Therefore, even if one user is compromised, only that user’s resources are at risk.\n\nWhile cloud AI represents an enormous opportunity for Web3 to disrupt, BOCCs can be applied to any type of centralized data network (power grid, digital voting infrastructure, military IT, etc.), to provide superior and verifiable privacy and security, without sacrificing performance or latency. Our digital infrastructure has never been more vulnerable, but blockchain-orchestration can fix it."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The future of SaaS in a world of AI agents - part 2 - product",
            "link": "https://diginomica.com/future-saas-world-ai-agents-part-2-product",
            "description": "The VC community is agog at the new investment opportunities emerging in concepts such as vertical SaaS, service-as-software ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMssBJW2jYeR-SxqJkxcWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Diginomica23h",
            "source": "Diginomica",
            "article_content": "(© putiilch at Canva.com)\n\nHow disruptive is the rise of agentic AI going to be for the current generation of enterprise application vendors? In part 1 of this article we looked at the impact of AI agents on SaaS pricing models, but even more fundamental change is coming to how vendors package their products — and services — for customers. Some are even saying that it could spell the end for today's monolithic applications and bring challenges for incumbents like Oracle, Salesforce and SAP. A blog post earlier this month by Ashu Garg and Jaya Gupta, partners at VC firm Foundation Capital, argues that Systems of Agents will collapse the enterprise stack. They write:\n\nThis isn’t just a new category of software; it’s the dismantling of enterprise software as we know it.\n\nThat's quite a claim, which we'll come back to examine in further detail later on. But it hasn't come out of nowhere. For the past year, particularly in the VC community, there's been growing excitement about the huge potential market that could be opened up by combining autonomous agents with software. In this new model, instead of simply providing a tool that people use to get their jobs done, the autonomous agent does the job itself. The vendor is no longer selling a tool, but rather the completed outcome — and potentially eliminating the need for the employee who would previously have used the tool. Partners at Foundation first outlined this concept of an AI-fueled service-as-software paradigm shift back in April, in a blog post co-authored by Gupta and Joanne Chen, another partner at the firm. They provide an example of how this might work in the CRM market:\n\nThe shift in business model for sales companies might look like this. Rather than charging customers per seat based on the number of Sales-Development Representatives (SDRs) and Account Executives (AEs) on a platform, software vendors instead charge based on the number of qualified opportunities or signed customers their software delivers.\n\nNote that there's a shift in the pricing model from charging per-seat to charging by results. But as we discussed in Part 1, that implies a consequent shift from a single license fee for the whole platform to multiple fees for each type of result — one price for each closed deal (possibly with a gradient based on deal complexity), another for renewals, and a range of prices for other outcomes such as resolved support tickets, customer success engagements, and so on. Instead of a monolithic package, the offering becomes a portfolio of interlinked but separate agent outcomes.\n\nThe Foundation team don't discuss pricing or get into any of these details around how it will all be packaged for customers. Their focus in on start-up opportunities, where newcomers are focusing on a specific set of agent capabilities rather than the full spectrum of enterprise needs. Instead, they examine the potential Total Addressable Market (TAM) once you start talking about labor replacement.\n\nIn their April blog post, the estimated TAM for such offerings is counted in trillions of dollars, based on projections of these new solutions being able to eat into enterprise salary spending on in-house functions such as sales & marketing, software engineering, security and HR, together with spending on outsourced IT and business process services and salaries. In a paragraph that will chill the blood of any labor union leader that happens across it, they write:\n\nHow much work will AI + automation and the Service-as-Software model do away with? We believe this is a $4.6 trillion-dollar question.\n\nLabor replacement\n\nOthers in the investment community are eagerly mapping similar opportunities. In a blog post in October, Jake Saper, a partner at SaaS VC firm Emergence Capital, discusses the potential for startups offering AI-enabled services to make headway in highly repeatable 'job-to-be-done' services such as cloud migration, application maintenance and penetration testing, bookkeeping and financial reporting, and outsourced customer support. Not as absolutist as the Foundation team, he sees a continuing role for people alongside agents in providing these services, and cautiously notes that it's a new field with unanswered questions:\n\nThese hybrid companies — part AI-enabled software, part people — don’t have a lot of precedent. There are a lot of open questions: Can AI-enabled solutions perform well enough? How to build a trusted brand when clients are already skeptical? Do you hire the same types of people or not?\n\nAt Y Combinator, the focus is on vertical markets, but there's a similar sense that the advent of agents will disrupt incumbent SaaS vendors. A video discussion earlier this month with four partners led by Garry Tan, CEO at Y Combinator, asserts that vertical AI agents could be 10X bigger than SaaS. Summaries by angel investor Ben Lang and investor community Longport provide the gist of the discussion. Again, this is about AI agents replacing both software and labor, particularly where the work is mostly boring, repetitive administration that humans don't like doing anyway. Illustrative examples from the Y Combinator portfolio include Momentic's automated QA testing, Triplebyte's automated software engineer recruitment, Sweetspot to automate responding to government RFPs, and Salient's AI voice calling for automated debt collection in the auto loan sector.\n\nIn her April essay, Foundation's Gupta uses CRM incumbent Salesforce as an example of how much larger the addressable market becomes when you include labor costs as well:\n\nSalesforce, one of the most successful software companies of all time, generates only $35 billion in revenue annually and will grow incrementally. Global companies spend $1.1 trillion on sales and marketing salaries each year. The size of the opportunity for AI disruption is many multiples larger than Salesforce could ever be.\n\nTwo weeks ago, Salesforce showed that it had got the message and wants its own slice of that larger pie. Launching its Agentforce 2.0 platform as a Digital Labor platform, it estimated its Total Addressable Market as high as $7 trillion, based on the labor costs that it could replace. This incumbent, at least, isn't going down without a fight. But as I said in part 1 of this article, I have several reasons for being skeptical about the figures being bandied about. I think that the value that can be realized from labor replacement is being overestimated, while the difficulties in realizing it are being underestimated.\n\nOn the first point, I have to say that some of the labor due to be replaced by autonomous AI sounds almost quaint. One of the Foundation articles includes the example of \"entering data and reading faxes.\" These are activities that should in most cases already have been automated and which don't need a new generation of AI agents to enable their automation. As one Reddit commenter put it after listening to the Y Combinator video on vertical AI agents:\n\nThis video is 40 mins of empty talk. It can be summarized as 'if you automate the workflow of your SaaS you'd need less employees and you can work faster therefore you would be bigger than the competition that hasn't automated their workflows.'\n\nIn other words, while it's true that AI in many cases makes it easier and faster to automate previously manual processes, it's not that big a deal. These processes were overdue for automation anyway. One aspect of the Y Combinator discussion that I do like is that it emphasizes the importance of marrying AI automation with detailed knowledge of how that vertical actually operates. This is a matter of finally being able to automate processes that it was never previously viable to automate because of cost or complexity.\n\nDubious assumptions\n\nIn an October blog post, Foundation's Gupta and Chen write about systems of specialized agents collaborating to complete a process. They make the intriguing point that this level of automation opens up the possibility of doing some processes more frequently than was previously possible, such as sales team realignment, or at-scale personalization of customer experiences. They advise:\n\nSome will consider using AI to replace work that humans once did; founders should think about using AI to do work that humans never did, due to time constraints or other limitations.\n\nBut while this new technology speeds up the pace of automation, this brings the massive danger of automating processes that were already sub-optimal, or else adding new automations that omit vital steps and safeguards that were never documented. This I think is where the flaws start to emerge in Foundation's over-optimistic assessment of impending doom for incumbent vendors. Agentic AI is certainly bringing big changes, but it's not going to be an overnight success. Foundation's most recent article about Systems of Agents earlier this month makes this sweeping statement about systems of record:\n\nTheir core value proposition — being the structured source of truth — evaporates when AI can create structure from natural human workflows.\n\nThe authors come to this conclusion after describing how existing enterprise systems have developed over time, with incumbent systems of record gradually overlaid with systems of engagement to make it easier for users to interact with them, followed by an additional layer of systems of intelligence to analyze and report on the data they hold. Now, the argument goes, systems of agents will eat through all of those failing layers and ultimately replace them all. The authors write:\n\nUnlike previous approaches that add complexity by adding layers of tech, Systems of Agents streamline and unify. They eliminate the need for siloed tools like CRMs, marketing platforms, or analytics dashboards by collapsing these functions into a single cohesive system.\n\nThe concept is to replace the traditional interactions through forms, buttons and dashboards for capturing and presenting information and replace them with agents that automatically collect and interpret data at source. They go on:\n\nSystems of Agents revolutionize the entry point, replacing human processes at their source and capturing data where it’s born — not where it’s recorded. The interface is reimagined entirely and fades in importance: no more forms or fields, just an organic workflow where data capture happens automatically... Most critically, such systems result in superior data, generating richer, more comprehensive information including both structured and unstructured content.\n\nThere are some dubious assumptions built into this rosy picture. It assumes that the data — and the documentation of the processes — is organized, self-evident and complete enough for these autonomous systems to entirely supplant humans while completing the work that needs to be done. The reality, as we're seeing from real-world experience of enterprises adopting generative AI, is that most of the unstructured data that exists is poorly secured, mapped and catalogued, while processes are often ad-hoc and inadequate, with many of the gaps being filled by largely unrecognized human ingenuity. While generative AI may be able to paper over these cracks and present what appears to be a smoothly operating automated process, it can only work with the data that it has. The likely result of depending too soon on systems of agents is that they will simply expose the many flaws in existing data stores and automations. That's even before we get into the downsides of using probabilistic logic to interpret and report transactional data.\n\nBut leaving aside the overegged ambitions and outlandish TAM calculations, it's clearly the case that there are emerging opportunities for startups to deliver value and gain market share by automating neglected pockets of repetitive work currently carried out by people. There are no doubt particularly rich pickings in specialized sectors where automation previously wasn't a sufficiently economic proposition — and for a select few, these may serve as a beachhead from which to expand into other adjacent opportunities and build a broader business. But coming back to the core topic, what does this mean for the future shape of enterprise applications? Here are my thoughts.\n\nMy take\n\nDespite all of the red flags I've been raising, there's still little doubt that the Large Language Models (LLMs) that drive generative AI are a hugely impactful technology, particularly because of their emerging ability to actually plan and orchestrate tasks. The impact is likely to be on a par with the creation of the Internet, or cloud computing, or smart mobile technology — and change on this scale inevitably creates new market openings while providing disruptive challenges for incumbents. But even though the current pace of innovation is unprecedented, I think it's safe to say that when considering enterprise applications, this is one of those cases where big changes will happen over a ten-year time span, even though the next year or two will be crucial for early adopters on the frontiers. Because of budgets, decision cycles and organizational inertia, it simply takes time for changes of this magnitude to go truly mainstream.\n\nNevertheless, various developments over the past ten years have prepared the ground to make it easier for this latest technology to take hold. Rather than seeing this as a brand new departure, I prefer to see the rise of LLMs as just another chapter in the ongoing evolution of connected digital technologies over the past quarter century, a long-term trend towards what I've been calling Frictionless Enterprise.\n\nFor example, the notion of decomposing monolithic applications into a more flexible collection of functions and data stores is one that's been developing for more than a decade now, with online commerce and digital experience platforms at the forefront of the move towards more composable architectures. The advent of AI has simply accelerated the impetus towards joining up data end-to-end across the enterprise and allowing users to access functionality in the flow of work rather than having it siloed in individual applications. This Tierless Architecture, as I've called it, provides an IT landscape that is already well suited to work with the new generation of autonomous agents. In this sense, enterprise applications are already primed to break up into more outcomes-oriented agent offerings.\n\nThere's also learned experience that can be helpful as these new agent-based solutions come to market. One of the challenges of a composable architecture in the enterprise market is that managing procurement from multiple vendors is more complex. The MACH Alliance of vendors that offer composable solutions has brokered standardized agreements to help solve this problem. If enterprises are going to end up buying outcome-focused agents from an ecosystem of vendors, they'll look for similar standardization — or maybe seek out an agent-based solution that handles the problem for them.\n\nBut one of the most important principles of Frictionless Enterprise that I keep coming back to is the notion of unbundling and rebundling, in which products or processes that were previously packaged up together are split apart and repackaged in new ways. What we should be looking at is not how agents can automate existing processes, but how they can enable entirely new processes. As I wrote when I outlined these principles:\n\nFrictionless Enterprise is a massive exercise in unbundling and rebundling, as new patterns of digital connection enable the reconfiguration and reinvention of products, processes, entire organizations and even industries.\n\nA case in point is spend management vendor Coupa's plan to build an AI-enabled network for collaborative sourcing and transactions between buyers and sellers. Instead of aiming to build agents that automate each of the existing processes of managing purchase requisitions, evaluating suppliers and drafting contracts, the vendor is aiming to create a new network of agents that autonomously carry out all of the sourcing, contracting and procurement. Salvatore Lombardo. Chief Product and Technology Officer, says:\n\nIf you use AI and just ask the question, 'What can I automate tomorrow?', you will gain a little bit of value out of it. But this is not the real disruption. No, the real disruption is combining it with the idea of collaboration, inventing collaboration objects which know each other [and] have the data set, which they can call, discuss, and create things with each other because they're intelligent agents as bots, talking to each other.\n\nThis is an example of how an enterprise process can be completely unbundled and repackaged to operate in a completely new but far more efficient way. But it will take time to conceive and build this new platform, and then even longer to win acceptance for it. Many of these innovative new approaches will depend on the creation of standardized processes and data models, which again take time to coalesce.\n\nThis is one of the reasons I've paid close attention to the ongoing developments in the realms of digital teamwork, where many of the leading players are evolving their own frameworks for collaboration that could provide foundational templates for process standardization. Thinking about the potential for AI agents in vertical markets, for example, while there may be many opportunities for individual solutions, imagine how much more could be achieved with a platform that any specialist could easily configure to the needs of their own vertical market.\n\nBut what about this notion of software-as-services, this idea that software and autonomous agents will combine to create a new class of digital workers to replace today's salaried knowledge workers? I find it over-simplistic, both in its implication of direct replacement — which as I've outlined above, I don't see as the end game for autonomous agents — and also in its implicit anthropomorphism of AI systems. AI agents are just a new form of automation, and they should be packaged and priced based on the value they create for enterprises, not on the salaries of the people they allegedly replace. And while many people are going to see elements of their existing work taken over by autonomous agents and will often have to retrain or adjust to new responsibilities to stay employed, the disruption doesn't stop there. Many enterprises will also see their existing revenue sources disappear and will often have to pivot to new propositions to stay solvent.\n\nOver the next few years, we're going to witness a lot of experimentation. Outcome-based pricing for autonomous agents that perform specific functions will become prevalent, but there will be many setbacks too as suppliers and their enterprise customers adjust to these new terms of trade and the unexpected pitfalls they bring with them. How this will all turn out is anyone's guess, but it's going to be an interesting few years."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump rings in 2025 with Melania and Elon Musk at Mar-a-Lago during MAGA ‘civil war’ over visas: Live",
            "link": "https://www.msn.com/en-us/news/politics/trump-rings-in-2025-with-melania-and-elon-musk-at-mar-a-lago-during-maga-civil-war-over-visas-live/ar-AA1vU7QW?ocid=BingNewsVerp",
            "description": "Trump rings in 2025 with Melania and Elon Musk at Mar-a-Lago during MAGA ‘civil war’ over visas: Live - President-elect is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ptl80C9yUEUkw1YVVnaZbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "2hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fort Worth pastor shares close call with celebratory gunfire to promote New Year's Eve safety",
            "link": "https://www.msn.com/en-us/news/us/fort-worth-pastor-shares-close-call-with-celebratory-gunfire-to-promote-new-years-eve-safety/ar-AA1wMgbs?ocid=BingNewsVerp",
            "description": "\"A bullet that came through our ceiling, and it penetrated our stage and missed me about two feet,' Pastor Evan Risher said.",
            "image_url": "https://www.bing.com/th?id=OVFT.e5HxmupJqqYSnWPItLtSCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "21hon MSN",
            "source": "WFAA-TV Dallas-Ft. Worth on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Fogvid-24’: Conspiracy theories about ‘The Fog’ across certain states engulf social media",
            "link": "https://www.dailydot.com/news/fogvid-24-conspiracy-theories-the-fog/",
            "description": "In what sounds like a conspiracy theory but is reported as real by the Bay Area CBS News, the U.S. military conducted ...",
            "image_url": "https://www.bing.com/th?id=OVF.8K4YgpL0cbIR2DK60usDvw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "6h",
            "source": "The Daily Dot",
            "article_content": "Conspiracy theories about “the fog” are picking up steam online as people report strange, thick mist followed by flu-like symptoms. The thickness of the fog, its appearance under a flashlight, and the respiratory symptoms some have reported after exposure led many to theorize about chemical attacks, bioweapons testing, and, of course, aliens.\n\nFeatured Video\n\nSo far, there has been no confirmation that there is anything nefarious about any fog in any part of the world, but with mistrust in the government at high levels, this hasn’t slowed the spread of frightened posting.\n\nNow everyone in TikTok is afraid of the fog pic.twitter.com/Trt4bOXEJN — UAE Exotic Falconry & Finance𓅃 (@FalconryFinance) December 31, 2024\n\nWhat are the fog conspiracy theories?\n\nStarting on Dec. 29, social media users on conspiracy-heavy platforms like TikTok and X began publishing videos about a nefarious fog that seemed unusually thick or made of large particles. Some reported an odd smell described as chemical, electrical, or burning, and then claimed to experience fever, coughing, sore throat, headache, and fatigue.\n\nAdvertisement\n\nThese symptoms drew COVID-19 comparisons and soon led to the term “Fogvid-24.” As an echo of the conspiracy theories around the virus, some claim that government forces are surely deploying the fog as a means to spread a new pathogen, either as an experiment or an attack.\n\nReports from around the globe are surfacing of mysterious illnesses linked to encounters with so-called “chemical fogs.”\n\n\n\nDescribed as a thick, lingering blanket, the fog has left people sick—many experiencing sudden cold or flu-like symptoms after only brief exposure.\n\n\n\nDubbed… pic.twitter.com/DQqnrsYKzd — Shadow of Ezra (@ShadowofEzra) December 30, 2024\n\n“Reports from around the globe are surfacing of mysterious illnesses linked to encounters with so-called ‘chemical fogs,’” writes X account @ShadowofEzra. “Described as a thick, lingering blanket, the fog has left people sick—many experiencing sudden cold or flu-like symptoms after only brief exposure.”\n\nAdvertisement\n\n“Around the globe” may be an exaggeration, however. Most if not all of these reports appear to come from the U.K. (which is famous for its fog) or areas of the U.S., including Florida.\n\n“Florida, Pennsylvania, Minnesota, California, Texas and basically all over the country people are reporting this same thick ‘particle fog,’” tweeted @WallStreetApes. “They say it’s making them feel sick, smells like chemicals, and is not normal.”\n\nSkeptics react\n\nConsidering how prolific they have become thanks to the internet, many users are quick to dismiss anything that smacks of a conspiracy theory. Theories on the fog are no exception, especially as believers and skeptics appear to fall along political lines.\n\nAdvertisement\n\nThose reporting on the fog as though it’s a government plot (or aliens) tend to lean conservative, with histories of anti-government posts or handles like “@BGatesIsAPsycho.” Skeptics, on the other hand, tend to lean left and are wasting no time insulting those who want to believe.\n\n“The delusional throbbers that believe this stupidity need to give their heads a massive wobble,” writes @BSmithBenS.\n\nAdvertisement\n\nOthers have suggested that conspiracy theories like this demonstrate a need for traditional news media, heavy on fact-checking.\n\nWhat could explain the mysterious fog?\n\nAs the term “the fog” trends on X, many posts come with videos of people shining flashlights into the mist, allowing viewers to see individual particles swirling around. This led to widespread alarm among those unaware that fog is actually made of small water or ice particles that reflect light.\n\nAdvertisement\n\nA video from 2015 by a YouTube user testing out his LED flashlights shows the same effect. This is, in fact, how fog normally looks under concentrated light.\n\nAs for cold or flu-like symptoms, it’s possible that people are simply catching COVID-19 or another common respiratory virus over the holidays. Some of those sounding the alarm say that the fog appeared on Christmas Day when they likely would have spent time indoors with a group of loved ones.\n\nEvery year since 2020, the late fall and early winter holidays have brought a spike in COVID cases, as has always been the same with contagious and seasonal respiratory illnesses.\n\nAdvertisement\n\nArtificial fog machine patent fuels conspiracy theories\n\nNot everything about these conspiracy theories can be easily explained away, including the reported chemical smells. Meanwhile, people keep digging up additional oddities that they connect to the fog.\n\nEarlier today, X user @girlymisogynist posted about a patent for a “process and apparatus for the production of intense artificial clouds, fogs, or mists.” However, inventors Paul Weiss and Jules Verdier submitted the patent application on Feb. 27, 1916, and it expired in 1937. So, it’s probably not related to the current fog issue.\n\nAdvertisement\n\nU.S. military bacteria fog experiments\n\nIn what sounds like a conspiracy theory but is reported as real by the Bay Area CBS News, the U.S. military conducted experiments over cities like San Francisco using artificial fog to spread bacteria from 1949 to 1969. They were meant to be simulations of “germ warfare” attacks and allegedly sickened and even killed U.S. residents.\n\nThis is according to Director of the Terror Medicine and Security Program at Rutgers Medical School Leonard Cole in his 1989 book Clouds of Secrecy.\n\n“Nearly all of San Francisco received 500 particle minutes per liter,” Cole wrote. “In other words, nearly every one of the 800,000 people in San Francisco exposed to the cloud at normal breathing rate (10 liters per minute) inhaled 5,000 or more particles per minute during the several hours that they remained airborne.”\n\nAdvertisement\n\nThis report is based on “government records, courtroom testimony and interviews,” according to Publishers Weekly.\n\nNone of this means that the government is pouring pathogens on its populace now, but we can’t say it’s impossible to do so.\n\nThe internet is chaotic—but we’ll break it down for you in one daily email. Sign up for the Daily Dot’s web_crawlr newsletter here to get the best (and worst) of the internet straight into your inbox."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden speaks on New Orleans attack, offers full federal support",
            "link": "https://www.msn.com/en-au/news/other/biden-speaks-on-new-orleans-attack-offers-full-federal-support/vi-AA1wOhfP?ocid=BingNewsVerp",
            "description": "Biden says he will be meeting with officials before providing more details on the New Orleans 'terror attack' which has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5So_8chZMUomtX-bdohpEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "2hon MSN",
            "source": "Metro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disney World mystery as 'glowing red' UFO spotted by confused guests at Florida park",
            "link": "https://www.msn.com/en-us/travel/news/disney-world-mystery-as-glowing-red-ufo-spotted-by-confused-guests-at-florida-park/ar-AA1wMbnl?ocid=BingNewsVerp",
            "description": "One attendee caught the 'orb'-like unidentified aerial phenomenon jetting through space above Disney World, as the crowd ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v2EYRM9u2e9Ma-CqPmsrfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN22h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alien expert says 'time is running out' as he predicts 'huge UFO announcement' in 30 days",
            "link": "https://www.msn.com/en-us/news/world/alien-expert-says-time-is-running-out-as-he-predicts-huge-ufo-announcement-in-30-days/ar-AA1wNVgh?ocid=BingNewsVerp",
            "description": "A leading UFO researcher has claimed that the mysterious orbs that have been spotted in the skies in recent weeks are a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0yGSh5JQLaBNot1iE0-JQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are stars made of? A century ago, this woman found out—and changed physics forever",
            "link": "https://www.nationalgeographic.com/science/article/what-are-stars-made-of-cecilia-payne",
            "description": "In 1925, grad student Cecilia Payne first proposed that stars were mostly made of hydrogen and helium and shaped our ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jROZuJN4qTzKtXJqk5JoCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6h",
            "source": "National Geographic news",
            "article_content": "When Payne joined the observatory, all astronomers and students were men. Some 10 to 20 women also worked at the observatory, but they were the “computers”—a term used for lab assistants who performed calculations. In this case, the women looked for patterns in the starlight and recorded changes to the visible stars. Payne, under a graduate fellowship, had a different role from the other women.\n\nHer mentor Harlow Shapley initially urged Payne to continue the work of a computer, Henrietta Swan Leavitt, who had realized that variations in some stars’ light could be used to measure distances. But Payne wasn’t interested in Leavitt’s project. “Instead, she wanted to focus on the decades of mostly untouched spectroscopy plates,” says Burns.\n\nNo institution had more of those emulsion plates preserving star signatures than Harvard. Another computer, Annie Jump Cannon, had started to classify stars based on their signatures. Payne wanted to build on this work, combining what she learned about the inner workings of atoms at Newnham with the recent scientific theories of physics and chemistry, to understand stars.\n\nThe physics of the stars\n\nPhysics research was accelerating at the time, and the discoveries and scientific theories were traveling across the globe.\n\nResearchers had figured out the source of the patterns on spectroscopy plates—electrons shifting energy levels as they zipped around an atom’s nucleus, an action that emits or absorbs light. The color of that light was specific to a particular atom, meaning an electron in a carbon atom would always absorb or emit the same amount of light to reach a zippier state or drop back to a relaxed state. Within a few years, experiments determined most of energies that kick electrons to different levels for many of the atomic elements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magic Particles: The Large Hadron Collider’s Quantum Computing Breakthrough",
            "link": "https://scitechdaily.com/magic-particles-the-large-hadron-colliders-quantum-computing-breakthrough/",
            "description": "Physicists uncovered a fascinating link between the Large Hadron Collider and quantum computing. They found that top quarks ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V9HLtrkvmJO7pVLI8cIqYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Guardians of the Universe: How Quantum Black Holes Hide the End of Space and Time",
            "link": "https://scitechdaily.com/guardians-of-the-universe-how-quantum-black-holes-hide-the-end-of-space-and-time/",
            "description": "Einstein's theory of general relativity describes the inevitability of singularities, which are obscured by black holes ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iiqrI5eRlGuB6Sa1rVIiqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "18h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Mechanics And Negative Time With Photon-Atom Interactions",
            "link": "https://hackaday.com/2024/12/31/quantum-mechanics-and-negative-time-with-photon-atom-interactions/",
            "description": "Within our comfortable world of causality we expect that reactions always follow an action and not vice versa. This why the recent chatter in the media about researchers having discovered ...",
            "image_url": "https://www.bing.com/th?id=ODF.Y4gIihZnwXVSc0dqc8BTqw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Hackaday17h",
            "source": "Hackaday",
            "article_content": "Within our comfortable world of causality we expect that reactions always follow an action and not vice versa. This why the recent chatter in the media about researchers having discovered ‘negative time’ with photons being emitted before the sample being hit by source photons created such a stir. Did these researchers truly just crack our fundamental concepts of (quantum) physics wide open? As it turns out, not really.\n\nMuch of the confusion stems from the fact that photons aren’t little marbles that bounce around the place, but are an expression of (electromagnetic) energy. This means that their resulting interaction with matter (i.e. groupings of atoms) is significantly more complicated, often resulting in the photonic energy getting absorbed by an atom, boosting the energy state of its electron(s) before possibly being re-emitted as the excited electrons decay into a lower orbit.\n\nThis dwell time before re-emission is what is confusing to many, as in our classical understanding we’d expect this to be a very deterministic process, while in a quantum world it most decidedly is not.\n\nThis is highlighted in the Scientific American article on the subject as well, specifically quantum probability. Within this system, it’s possible that there can be re-emissions before the atomic excitation has fully ceased. It was this original 2022 finding that was recently retested, with the findings confirmed.\n\nAs confusing as this all may sound, the authors of the recent paper stress that the core of the issue here is the so-called ‘group delay’ of the original pulse as it excites the cloud of rubidium atoms. If one were to think of this pulse as discrete quanta of photon particles, it’d seem to break causality, but as a wave function within quantum physics this is perfectly acceptable. Observations such as the rubidium atoms becoming excited despite photons passing through the cloud, and emitting a photon before the electrons returned to their ground state do not seem to make sense, but here we also have to consider how and what we are measuring.\n\nThe short version is that causality remains unbroken, and the world of quantum physics is intuitive in its own, strange ways. Research like this also gives us a much better fundamental understanding of photonics and related fields, none of which involve time travel.\n\nExperimental setup and measured optical depth. (Credit: Josiah Sinclair et al., PRX Quantum, 2022)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI education revolution",
            "link": "https://thehill.com/newsletters/technology/5061859-ai-education-revolution/",
            "description": "Welcome to The Hill’s Technology newsletter{beacon} Technology Technology The Big Story AI set to hit its stride in schools ...",
            "image_url": "https://www.bing.com/th?id=OVFT.C4de41IWXSn_MBBljnFcGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "22h",
            "source": "The Hill",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Big Rockets, a Big Telescope and Big Changes in Space Await in 2025",
            "link": "https://www.nytimes.com/2025/01/01/science/space-astronomy-nasa.html",
            "description": "Formerly the Large Synoptic Survey Telescope, the observatory was renamed in 2020 to honor Vera Rubin, who died at 88 in 2016 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KDxUPnaU22yTlD3xAg_Dhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "3h",
            "source": "The New York Times",
            "article_content": "Our species called this latest 366-day journey around the sun “2024” and packed into it a ton of astronomical and spaceflight excitement.\n\nA solar eclipse crossed North America. Two robotic landers reached the lunar surface, largely intact. The most powerful rocket booster ever built was caught by a pair of mechanical arms nicknamed “chopsticks.” A journey began to Jupiter’s icy ocean moon Europa. And private astronauts conducted a daring spacewalk.\n\nCan this revolution around the sun we name “2025” compare? We’ll let you be the judge of how enthusiastic to get about the events you can expect on the launchpads and in the night sky.\n\nFor updates on these and other events, you can make regular visits to The Times Space and Astronomy calendar."
        }
    }
]