[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eerie ‘UFO cloud’ shocks Brits as rare phenomenon lurks over UK town for 10 minutes before disappearing",
            "link": "https://www.thesun.co.uk/tech/32059241/eerie-ufo-spotted-rare-lenticular-cloud/",
            "description": "A MYSTERIOUS cloud shaped just like an alien spaceship has been spotted hovering over the UK. The strange sighting has been ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ss8hp3i2hhAvxe_oY3SD6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22h",
            "source": "The Sun",
            "article_content": "Rare cloud is thought to be the culprit for many reported UFO sightings across the world\n\nUF-NO! Eerie ‘UFO cloud’ shocks Brits as rare phenomenon lurks over UK town for 10 minutes before disappearing\n\nA MYSTERIOUS cloud, shaped just like an alien spaceship, has been spotted hovering over the UK.\n\nThe strange sighting has been likened by onlookers to something out of sci-fi horror movie Nope, in which humans are sucked up and eaten by an otherworldly monster.\n\n2 This cloud is often what reports of UFOs turn out to be Credit: SWNS\n\nBut the cloud isn't anything sinister.\n\nIt's actually a rare phenomenon known as a lenticular cloud.\n\nCivil servant Dave Pickett, 38, and his son Blake, 7, snapped the moment before it quickly disappeared as it flew above Greenfield, near Oldham in Greater Manchester on Friday.\n\n\"We agreed it looked like a spaceship,\" he said.\n\n\"It wasn't the same ten minutes later, when the sky lost its colour as the sun was rising.\n\n\"I got lucky and had my phone to hand.\"\n\nHe added: \"I’d never seen anything like it.\n\n“A friend commented that it was a lenticular cloud, I had never heard of it.\n\n\"It reminded me of Nope. A cloud-looking UFO which turned out to be a big balloon thing.\"\n\nLenticular clouds usually fly between 6,500 to 16,500 ft off the ground.\n\nI’m an Area 51 investigator – FBI raided my home & tried to silence me but I know secret UFO base is hiding new weapons\n\nThey can appear in the sky if a series of events with air and mountains occurs.\n\nWhen winds encounter a mountain it can create a train of large standing waves in the air downstream.\n\nIf there is sufficient moisture in the air, the rising motion of the wave will cause water vapour to condense, which causes lenticular clouds to appear.\n\nThey're believed to be one of the most common explanation for UFO sightings, according to the Met Office.\n\nPilots usually avoid flying near them in possible as they can result in increased turbulence."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FBI probes 'car-sized' drones spotted over Trump's New Jersey golf course",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14153303/glowing-objects-trump-golf-course-ufo-new-jersey.html",
            "description": "The FBI has launched an investigation into mysterious lights seen over over New Jersey at night for the last several weeks.",
            "image_url": "https://www.bing.com/th?id=OVFT.tDaMlhlJP1JQvK38kRabFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "16h",
            "source": "Daily Mail",
            "article_content": "The FBI has launched an investigation into mysterious glowing lights that have been spotted over New Jersey for the last few weeks.\n\nEyewitnesses reported unexplained 'car-sized' drones over the Trump National Golf Club in Bedminster and the Picatinny Arsenal Military Base in Rockaway, among other locations throughout northern New Jersey.\n\nVideo footage revealed the drones featured green and red lights on their wings and multiple eyewitness described them as large as a small car.\n\nHowever, the flying objects are larger than drones used by hobbyists, raising questions about their proximity to those specific locations.\n\nThe Federal Aviation Administration (FAA) was first alerted about the strange activity in Morris County, where the military base is located, on November 18, but sights also surfaced in nearby Menham, Chester and Morristown.\n\nThe drone flights have alarmed residents throughout northern New Jersey, who said that they only appear at night and hover above their homes daily, remaining active for hours at a time.\n\n'We're all completely unnerved. I didn't sleep last night. When I would get up and look out my window, at 2am, 4am, they were still hovering,' Julie Shavalier, a Morris County resident, said.\n\nOthers have raised concerns that the objects are not drones, but UFOs.\n\nThe FBI has launched an investigation into mysterious, 'car-sized' drones seen flying over over New Jersey at night in the last several weeks\n\nSightings have been reported over Donald Trump's golf course in Bedminster\n\nThe sightings have gained attention on social media, prompting speculation about where the drones came from and what they are doing.\n\n'False flag alien invasion. That’s what they want, to induce fear,' one person posted on X.\n\nOthers suggested the drones are being used to spy on President-elect Donald Trump, who has been known to vacation at his Bedminster golf club and typically flies into Morristown Airport.\n\nTrump was the target of a failed Iranian assassination attempt in November.\n\nFarhad Shakeri, 51, was revealed to have admitted to orchestrating the terrifying scheme which was thwarted by the FBI and involved three alleged hitmen who were hired by the feared Islamic Revolutionary Guard Corps (IRGC) to carry out a hit on the president-elect.\n\nAnd earlier last month, Chinese spies were said to have hacked the smartphones of Trumps' lawyer and campaign staff.\n\nThe attacks have raised concerns about America's adversaries spying on the president-elect.\n\nEyewitnesses have reported spotting the unexplained drones over the Trump National Golf Club in Bedminster and the Picatinny Arsenal Military Base in Rockaway, among other locations\n\nBut it is not clear whether he has been at the golf course recently or who is behind the drones.\n\nX users also speculatively attributed the drones to Amazon's new Prime Air delivery service or, worryingly, to surveillance from a foreign power.\n\nMorris County Sheriff, James Gannon, told NBC News: 'There is no advisable immediate danger to the public at this time.'\n\nThe drone sightings first began in mid-November and have continued almost every night since, residents have reported.\n\nBut strangely, they appeared to 'take the night off' on Thanksgiving, Mike Walsh, a Morris County resident, told NBC New York.\n\nThe flying objects are larger than drones used by hobbyists, raising questions about their proximity to those specific locations\n\n“Car-sized drones” have reportedly just been spotted over President Trump’s private residence in Bedminster, NJ 👀\n\n\n\n🎥: @Civil_Disco pic.twitter.com/llL6uGoky2 — Matt Wallace (@MattWallace888) December 3, 2024\n\nOn November 22, the FAA banned drone flights over the Trump National Golf Club in Bedminster until December 6, and the Picatinny Arsenal Military Base in Rockaway until December 26.\n\n'We look into all reports of unauthorized drone operations and investigate when appropriate,' the FAA said in a statement.\n\nThe agency also noted that drone operators who endanger aircraft of pedestrians could be fined up to $75,000 and lose their drone operators' pilot certificates.\n\nDays later, the FBI confirmed they were investigating the drone activity.\n\nThe digital news site NJ.com spoke with Eric Kowal, a spokesman for Picatinny Arsenal, who said it is illegal to fly drones over the base without prior authorization. But he does not believe the drones pose an immediate threat.\n\n'From our standpoint we're not alarming our residents and employees,' he said.\n\n'The FBI are the experts on the threat. We don't believe there to be a threat at this juncture.'\n\nNew Jersians are 'unnerved' by the incidents, telling reporters that they have seen drones hovering near their homes for hours at a time, sometimes in groups.\n\nWalsh stated that he has seen up to eight drones at once.\n\nChristian Kalweit, a small business owner from Mendham, said one of the drones he was was as big as a Cessna airplane.\n\n'All somebody needs to do is see the size... you're not buying that off of Amazon or some hobby store,' he told NJ.com.\n\nHe believes that the size is indicative of a military-grade aircraft.\n\nFor now, New Jersey residents can only guess who or what is behind the strange activity, as officials have not released any new information to explain their presence."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia or China ? UFO expert puzzled over mysterious drones",
            "link": "https://www.msn.com/en-us/news/other/russia-or-china-ufo-expert-puzzled-over-mysterious-drones/ar-AA1vc6QW?ocid=BingNewsVerp",
            "description": "A British ufologist has not ruled out the possibility that Russia or China are behind the overflight of British air bases. In ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xJcCP_id3oL-6B_jHkTH3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN22h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "19 Truly, Truly, Truly Interesting Deep-Dive Pop Culture Facts That'll Make You Feel Smarter After You Read Them",
            "link": "https://www.yahoo.com/entertainment/19-truly-truly-truly-interesting-133102667.html",
            "description": "Puzo and Brando would eventually talk over the phone, and by then, Marchak had read the book and knew the role was right for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J-8wsOXvE3ThA-CG_r5v5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "23h",
            "source": "Yahoo",
            "article_content": "1.The last surviving witness to President Abraham Lincoln's assassination in 1865 was alive during your grandparents' and/or parents' lifetime.\n\nUniversal History Archive / Universal Images Group via Getty Images\n\nHis name was Samuel J. Seymour. He was just 5 years old at the time and was at Ford Theatre the night Lincoln was assassinated. In February 1956, at age 95, Samuel appeared on the TV game show I've Got a Secret and told his story (he would die a few months later).\n\nAnd fun fact: Samuel also had two very famous people try to guess his secret. Audrey Meadows, who starred in the classic sitcom The Honeymooners and the ICONIC Lucille Ball.\n\n2.Contrary to popular belief, Cleopatra was NOT a box office bomb; in fact, it was the highest-grossing film of 1963. The issue was that the film was so expensive to make, it really didn't turn a profit.\n\nSilver Screen Collection / Getty Images\n\nAt the time, the movie cost $42 million to make (which, when adjusted for inflation, is around $433,264,313 million in today's money). There were several reasons the cost got out of control, including the elaborate costumes and sets, production delays, and Elizabeth Taylor's health, which forced the already-built sets to be moved from cold rainy London to sunny Rome.\n\n20thcentfox / ©20thCentFox/Courtesy Everett Collection\n\nCleopatra was so costly that it almost bankrupted 20th Century Fox — which was forced to sell 300 acres of its backlot to stay afloat. That area is now modern-day Century City.\n\nGeorge Rose / Getty Images\n\n3.The Wizard of Oz was not a box office hit when it was released in 1939. Like Cleopatra, it was a very expensive movie to make and had a hard time recouping its money at the box office. It cost close to $3 million dollars to make (including promotional costs), and as the LA Times pointed out, it needed to make that back when the average movie theater ticket cost 25 cents for adults and 15 cents for kids.\n\nWarner Bros. / Courtesy Everett Collection\n\nThe film would eventually make a profit when it was re-released 10 years later, in 1949.\n\nCourtesy Everett Collection\n\nHowever, the reason the film has become such an iconic piece of pop culture is that starting in 1956, it began having yearly TV showings that helped introduce it to new generations of kids over the decades (especially since this was in the pre-home video time).\n\nThe picture above is of Judy Garland's daughters, Liza Minnelli and Lorna Luft, watching the very first airing of The Wizard of Oz on TV in 1956. Cbs Photo Archive / Getty Images\n\n4.The whole Roswell crash incident was mostly forgotten for over 30 years after the United States Air Force issued an almost immediate retraction that they had not recovered a crashed UFO in Roswell, New Mexico, and that it had been debris from a downed weather balloon.\n\nUniversal History Archive / Universal Images Group via Getty Images\n\nIt wasn't until the late '70s and early '80s that interest in Roswell was renewed after the National Enquirer ran the uncorrected original news story about the alleged crash. There were also several books, like The Roswell Incident, that were published about it that further delved into it being a huge government cover-up.\n\nDavid Zaitz / Getty Images\n\nMost everything we think about when we think of the \"Roswell crash,\" like the alien bodies, a nurse seeing them (who later died in suspicious circumstances), the military base being on high alert and filled with strange debris, came from an episode of Unsolved Mysteries. Those things mentioned in the episode came from Glenn Dennis, who was a mortician in Roswell in 1947 and claimed to have been contacted by the Air Force for child-sized hermetically sealed caskets and asked how to preserve bodies exposed to the elements, and that he was also friends with the nurse who saw the alien bodies first-hand.\n\nIt should be noted that Dennis never talked about all of these things until either 1989 or 1990 (over 40 years after the supposed crash). Also, his story changed a lot over the years with researchers finding many inconsistencies (like the name of the nurse) and inaccuracies in it. NBC\n\n5.The Phoenix Lights is thought to be the most witnessed UFO sighting ever. Thousands of people in Arizona and Nevada reported seeing the two separate incidents that make up the Phoenix Lights.\n\nazfamily powered by 3TV & CBS5AZ / Via youtube.com\n\nIt happened on March 13, 1997, at around 8 p.m.; people began reporting seeing a very large V-shaped object (with three lights on the bottom of each side and one in the front) flying very slowly and silently over the towns of Prescott and Dewey, Arizona. A couple of hours later, at around 10 p.m., a series of red and orange lights appeared to hover above Phoenix.\n\nCris180 / Getty Images/iStockphoto\n\nAs I said above, this was witnessed by thousands of people, including Kurt Russell — who was actually an unnamed pilot who reported what he was seeing to the airport. Russell happened to be flying his plane with his son, Oliver, when they came across the lights. He went on to say that he and Oliver never spoke about it, and he never really thought about it until a few years later when his wife, Goldie Hawn, was watching a TV show that was doing a piece on the Phoenix Lights and that's when it all came back to him.\n\nYou can watch Kurt talk about it here. BBC / Via youtube.com\n\nEventually, the US Air Force came forward to say that they were responsible for the incident, admitting that lights were leftover high-intensity flares dropped during a training exercise. Although, lots of people who witnessed the Phoenix Lights are skeptical of that explanation to this day.\n\nU.s. Navy / Getty Images\n\n6.In 1960, Psycho changed how people watched movies in theaters — and it's how we watch them today. Before 1960, it was common for people to buy a ticket and drop into a theater at any point during a movie. Movies played on loops repeatedly, so if you only caught the last half-hour of a movie, you would just stay in your seat and wait for it to play again so you could watch what you missed. Directors and studios hated that, but it's how people were used to going to the movies. However, that posed a problem for Psycho.\n\nCourtesy Everett Collection / Courtesy\n\nOne of the big twists in Psycho is that Janet Leigh's character, Marion Crane, is murdered in the shower halfway through the film. Janet was the movie's most famous star, so having her killed would shock and confuse the audience and make them not know what to expect next. Alfred Hitchcock had gone to great lengths to keep the plot a complete secret, so he wanted people not to have the film spoiled by coming in after that shower scene.\n\nCourtesy Everett Collection / Everett Collection / Everett Collection\n\nJerry Pickman, who was the then-vice president of advertising and publicity at Paramount, came up with an ingenious way to both market the film and ensure people watched the movie from the beginning. He created an ad campaign (like the poster seen below) that featured Hitchcock telling people that they not only had to watch Psycho from the beginning but also that theaters would refuse to let anyone in after the movie had started.\n\nThe campaign worked. People arrived to the theaters on time and watched the movie from start to finish. After that, theaters slowly started setting start times for movies, as audiences were now conditioned after Psycho to get there before the movie started. Paramount/ Courtesy Everett Collection\n\n7.Marlon Brando's performance as Vito Corleone in The Godfather is considered legendary and has gone down in cinematic history as such. But he almost didn't get the part of Vito because at the time, he was considered a temperamental, washed-up actor, whom the studio refused to hire. And for his part, Brando initially wasn't interested and didn't really want to work.\n\nParamount / Courtesy Everett Collection\n\nIn fact, it was truly a series of events that got Brando cast in the role. The film's director, Francis Ford Coppola, was dead set on casting either Brando or Laurence Olivier as Vito. When he was told no to casting Brando by Paramount’s then-president, Stanley Jaffe, Coppola faked a stress-induced epilepsy in Jaffe's office. After that stunt, Jaffe reconsidered and told him he would consider Brando for the role on three conditions — with one of them being that he would need to screen-test for it.\n\nCourtesy Everett Collection\n\nMeanwhile, Mario Puzo, who wrote The Godfather novel, read a story that comedian–sitcom star–producer Danny Thomas was interested in buying a majority share in Paramount with the sole purpose of casting himself as Vito. That caused an alarmed Puzo to write a letter to Brando — whom he had envisioned in the role — and plead with him to consider the role of Vito. Brando's personal secretary, Alice Marchak, knew that he needed to work because he was deeply in debt, so she bought a subscription to the Hollywood Reporter to keep tabs on potential roles for him. However, he caught her reading it one day and got mad that she would bring \"movie magazines into [his] house.\" So she left his house and let him cool off for a few days, during which time she read that Paramount was looking to cast the role of Vito in The Godfather. When she came back to Brando's house, she found Puzo's letter in the mail.\n\nPerson in formal tuxedo holds an award statue, standing in front of a large statue at an event\n\nPerson smiling, wearing a blue suit with a tie and white shirt, in front of a plain background\n\nBettmann / Bettmann Archive, Abc Photo Archives / Disney General Entertainment Content via Getty Images\n\nAdvertisement Advertisement\n\nAdvertisement\n\nPuzo and Brando would eventually talk over the phone, and by then, Marchak had read the book and knew the role was right for him. She also slowly played to Brando's ego by commenting to him about all his fellow actors who were being considered for the role — causing him to want the part even more.\n\nEventually, he agreed to it, but Coppola knew he would need to screen-test him in order to cast him (something that would be an insult to an actor of Brando's stature). So he devised a plan in which he didn't tell Brando it was a screen test, but instead told him that he wanted to come over to his house to try some things for the camera, experiment a bit, and try some improvisation. And that worked. When Coppola finally did the not-a-screen-test-at-all at Brando's house, he saw the 47-year-old actor transform into Vito in front of his eyes as he smeared black shoe polish on his blonde hair to give it a darker and greased-back look, gave himself a shoe polish mustache, and put wads of tissue in his cheeks to give himself an appearance of a bulldog. The rest, of course, is movie history.\n\n/ Everett Collection / Everett Collection\n\n8.The iconic boulder-rolling scene in Raiders of the Lost Ark is an homage to a very similar thing that happened in the 1954 Scrooge McDuck comic \"The Seven Cities of Cibola.\" In the comic, Scrooge, Huey, Dewey, and Louie travel to a lost city, where they find an emerald idol. However, noticing it is booby-trapped, they decide not to take it. What they don't realize is that they have been followed by the Beagle Boys, who decide to steal the idol, which sets off a giant boulder that chases after them.\n\nCbs Photo Archive / CBS via Getty Images\n\nGeorge Lucas — who came up with Indiana Jones — was a big fan of the Scrooge McDuck comics (which were created by Carl Barks) growing up and told Edward Summer, a writer who put together a book of Barks' Scrooge comics, that the boulder scene in Raiders was a \"conscious homage\" to \"The Seven Cities of Cibola.\"\n\nFantagraphics / Via amazon.com Walt Disney\n\nIn a sort of full-circle moment, the Raiders logo would go on to inspire the DuckTales one (which of course is a classic cartoon series about Scrooge McDuck's adventures):\n\n9.The classic scene in The Seven Year Itch, where Marilyn Monroe's dress is lifted up by the air from a subway grate, had to be reshot in California at 20th Century Fox's studios.\n\n20th Century Fox Film Corp. All rights reserved. Courtesy: Everett Collection.\n\nThe scene was originally filmed on location in New York City, but there were over 2,000 spectators on the street watching the scene being filmed, and they would yell every time her skirt went up. The noise coming from the crowd made it impossible for director Billy Wilder to use any takes from it.\n\nBettmann / Bettmann Archive / Getty Images\n\nWhile the iconic image of Marilyn's dress billowing up is one of the first things we think about when we think of her, it's actually not shown like that in the movie. In the film, you really don't see anything more than her knees as the dress flows up. However, the full body shot images were used in posters and promotional material for the movie.\n\nTM & Copyright ©20th Century Fox Film Corp. / courtesy Everett Collection\n\n10.Dolly Parton secretly produced one of the most iconic and influential shows of all time: Buffy the Vampire Slayer!!!\n\nGetty Images/ Online USA\n\nThe show was produced by Sandollar Entertainment, a production company that Dolly cofounded with her friend and business partner Sandy Gallin (on the right), in 1986.\n\nRon Galella, Ltd. / Ron Galella Collection via Getty Images\n\nIn fact, Sandollar had produced the original movie it was based on, so they owned the rights to it. Gail Berman, who was the then-president and CEO of Sandollar Television, always thought it would be a great TV series. Since Joss Whedon wrote the script to the film, Sandollar was contractually obligated to offer him the opportunity to helm the series. According to Berman, she and Whedon were on the same page about Buffy, with eventually Dolly and Sandy (as heads of the production company) getting involved to help make the series happen.\n\n20thcentfox / ©20thCentFox/Courtesy Everett Collection\n\nBerman went on to be an executive producer on Buffy, as well as its spinoff Angel, and left Sandollar shortly thereafter to focus on the shows. After leaving, Berman had lunch with Dolly, where she complained that men at the company had not given her her fair share of the Buffy royalties. Dolly then handed her a check to cover what she was owed.\n\nAraya Doheny / WireImage / Getty Images\n\n11.\"Believe\" is not only one of the most iconic songs of the '90s, but also one that would change music forever. However, Cher wasn't interested in doing a dance song. Still, Rob Dickins, who was the then-president of her label, Warner Music U.K., felt that since her last album (which was rock ballads) had been a disappointment, she should focus on her gay audience and told her to do a dance album. Dickins then reached out to songwriter Brian Higgins to submit songs for a Cher dance album, and \"Believe\" was among one of the songs he sent in.\n\nAfter several rewrites, Cher recorded the song. However, she was unaware that the producers, Mark Taylor and Brian Rawling, had created a version with the signature Auto-Tune effect in it. Afraid that Cher would HATE the Auto-Tune sound, they only shared it with her after having a few beers. Cher loved it and told them to keep it in. Dickins, however, disliked the Auto-Tune sound and told them to take it out. When Cher found out that they were going to take the Auto-Tune effect out, she said, \"You can change that part of it, over my dead body! Don't let anyone touch this track, or I'm going to rip your throat out.\"\n\nJmenternational / Getty Images\n\n12.Tim Burton was supposed to direct a third Batman movie that was reportedly called Batman Continues. The movie would have featured Michael Keaton as Batman, Michelle Pfeiffer as Catwoman, and Billy Dee Williams as Two Face.\n\nWarner Bros / ©Warner Bros/courtesy Everett Collection / Everett Collection\n\nEven though Batman Returns was well received by critics and a hit at the box office, Burton was asked to step down by Warner Bros. from making a third Batman movie after parents complained about Batman Returns being too dark and him refusing to make the next film lighter.\n\nWarner Bros / Â©Warner Bros/Courtesy Everett Collection\n\nWarner Bros. also passed on making a Catwoman spinoff film that would've had Pfeiffer reprising the role. The film also would have been directed by Burton and written by the same writer who wrote Batman Returns.\n\nWarner Bros. wanted to keep the Batman franchise family friendly, and the spinoff would have been as dark Batman Returns. Warner Bros / Â©Warner Bros/Courtesy Everett Collection\n\nJoel Schumacher was brought on by Warner Bros. to helm the Batman franchise. And while it was reported that Michael Keaton didn't want to return to the role because Tim Burton was no longer involved, that wasn't exactly the case. In an interview with In the Envelope: The Actor's Podcast in 2022, Keaton said that he did talk to Schumacher about a third film, but that the two clashed over the direction of the character. Schumacher wanted a more comics-style story, while Keaton wanted to continue to tell the Batman story he created with Burton.\n\nAdvertisement Advertisement\n\nWarner Bros / ©Warner Bros/Courtesy Everett Collection, Warner Bros / ©Warner Bros/courtesy Everett Collection / Everett Collection\n\nWith Keaton gone, Schumacher recast Val Kilmer in the role of Bruce Wayne/Batman, as well as Chris O'Donnell in the role of Dick Grayson/Robin. Originally, Marlon Wayans had signed on to play Robin in what would've been Burton's third Batman film.\n\nRon Galella, Ltd. / Ron Galella Collection via Getty Images, Warner Bros / ©Warner Bros/Courtesy Everett Collection\n\nHowever, Wayans gets residuals for Batman Forever, even though he does NOT appear in the movie. Per a clause in his contract, he was guaranteed to be paid his salary plus residuals, even if he was recast.\n\nMatt Winkelmeyer / Getty Images\n\n13.From 1977 until her death in 1994, Jackie Kennedy Onassis was a very successful and well-respected book editor at Doubleday. In 1983, executives at Doubleday came up with the idea of having Michael Jackson write his autobiography, and they asked Jackie to help get him to agree to sign and spearhead it. A mega-famous pop star's memoir would not be the type of book Jackie would ever want to be involved with, but she understood that Doubleday having a huge commercial book would help get her passion projects published. By all accounts, she would go on to regret ever agreeing to get involved.\n\nJackie Kennedy Onassis and older man smiling at an event, man in a formal suit with bowtie\n\nMichael Jackson poses with a snake wrapped around his shoulders, wearing a white shirt\n\nSonia Moskowitz / Getty Images, Getty Images\n\nAdvertisement Advertisement\n\nAfter an initial meeting with Michael at the Jackson family home in Encino, California, Jackie was able to secure the book deal. Michael got a $300K advance, total control over the book, and a foreward written by Jackie (which was something she initially refused to do but went on to agree to). According to Shaye Areheart, who was Jackie's editorial assistant at the time, dealing with Michael was \"a huge nightmare,\" and he seemed uninterested in actually working on the book, which caused it to be delayed.\n\nSonia Moskowitz / Getty Images\n\nMichael also began calling Jackie at her home in Martha's Vineyard to have long phone conversations with her to complain about the difficulties of being famous. Jackie, who was notoriously private, refused to engage with him on that topic. She went on to tell her friend Edward Kasinec that \"Michael Jackson is driving me mad with his phone calls.\" Eventually, Michael submitted his first manuscript, which he worked on with his first ghostwriter. The manuscript was much shorter than they anticipated and featured nothing revealing about himself other than \"fluff.\" Jackie rejected the manuscript and called Michael and told him he needed to open up and be sincere because if it was just a book about how great and successful he was, then \"we'd all be made fools of.\" Michael agreed and got a new ghostwriter.\n\nBettmann / Bettmann Archive / Getty Images\n\nUnhappy with his second manuscript, he began editing parts of it with Jackie's assistant, Shaye, who flew around the world to finish it. Eventually, they were able to finish the second manuscript and get it ready to be published. But Michael then decided he didn't want to publish the book. However, they were able to convince him to do so, and in 1988, his autobiography Moonwalk was published and went on to be No. 1 on the New York Times Best Sellers list and sell out all 500,000 copies printed. Even though it was hugely successful, Michael, who had full control, refused to allow Doubleday to print more copies or a paperback version.\n\nUltimately, it was seen as a huge success for Jackie, too. However, while working on the autobiography, she left a message on J. C. Suarès' (the book's designer) answering machine, asking herself why the hell she had ever got involved with the book. Crown Archetype / Via amazon.com\n\n14.It was shooting Harriet the Spy that led Rosie O'Donnell to create The Rosie O'Donnell Show — but it was actually more out of necessity. The film was shot in Toronto and had long hours. At the end of the shooting days, Rosie noticed that her infant son, Parker, was more attached to their housekeeper. This made her realize she needed a New York–based job with shorter hours in order to spend more time with him.\n\nParamount / ©Paramount/Courtesy Everett Collection\n\nSo, Rosie came up with the idea of doing a daytime talk show as the solution. As Vulture puts it, it was a \"then-radical daytime-television experiment\" to do a talk show that was centered on interviewing celebrities and engaging with the live studio audience. But it worked, and the show would go on to change television\n\nFrank Micelotta Archive / Getty Images\n\n15.Tom Hanks and director Robert Zemeckis paid for two Forrest Gump scenes (one was the scene where Forrest runs across the US) to be filmed out of their own pockets. According to Hanks, Paramount refused to increase the film's $55 million budget, and just the running scene alone would be very expensive to shoot.\n\nParamount / ©Paramount/Courtesy Everett Collection\n\nHanks and Zemeckis agreed to pay for the scenes in return for a larger percentage of the film's box office gross. He said that they both put in a lot of money, but it paid off! Reportedly, Hanks earned $65 million dollars from his percentage of the box office gross.\n\n16.Steve Jobs wanted to call the iMac MacMan. In fact, according to Ken Segall, who was the creative director at Apple’s ad agency, TBWAChiatDay, and came up with the name iMac, Jobs really liked the name MacMan and was \"fixated\" on it. Jobs did approach the agency just to see if they had any better suggestions, saying, \"I have a name that I really like, we’re going to go with it, but if you guys can do better we need you to do better within the next two weeks.\"\n\nUniversalimagesgroup / Getty Images\n\nSegall said that a week later, they met with Jobs and presented him with five names, saving iMac for last because he thought \"it was the killer name.\" However, Jobs hated the name iMac, too.\n\nMedianews Group / MediaNews Group via Getty Images\n\nA week later, Segall presented Jobs with three more names and also brought up that he still liked iMac as a name. Jobs hated the three new names, but said about iMac, \"I don’t hate it this week, but I don’t like it either, so now you’ve got two days.\" Segall said that the next day, a friend at Apple called him to tell him Jobs had used iMac on one of the models and that it was getting good reactions. The rest was history.\n\nPatrick Durand / Sygma via Getty Images\n\n17.Somewhere between 2013 and 2015, you probably came across this popular \"You had one job!\" meme about Phil Tippett, the \"dinosaur supervisor\" credited in the end credits of Jurassic Park.\n\nUniversal Pictures\n\nWell, he actually was the \"dinosaur supervisor.\" Tippett was an Oscar-winning special effects producer who was brought on to work on Jurassic Park because he specialized in stop-motion animation. Originally, Steven Spielberg had thought all the up-close shots of the dinosaurs would be done by puppets and animatronics (which they did use), and all the full shots and running sequences would be done using models and stop-motion animation.\n\nHot Coco / Universal / Via youtube.com\n\nHowever, the team over at Industrial Light & Magic told Spielberg that CGI technology had gotten a lot better and they could create dinosaurs that could fool the eye. Once Spielberg saw the CGI dinosaurs, he knew that was the way to go.\n\nHot Coco / Universal / Via youtube.com\n\nWhen Spielberg told Tippett that he had decided to go with CGI, Tippett replied, \"I’ve just become extinct!\" (a line that Steven would actually end up using in the movie). However, it was the exact opposite. Spielberg knew Tippett had a special skill set: He knew how animals behaved and moved. So instead of letting him go, Spielberg made Tippett the \"dinosaur supervisor,\" a role that had him overseeing the animation at ILM, to make sure the dinosaurs looked as real, and moved as realistically, as possible.\n\nUniversal Pictures / Via youtube.com\n\n18.Prior to its release in 1997, many critics and Hollywood insiders predicted that Titanic would be a box office bomb. And there were several reasons why it was predicted to be a failure. First off, at the time it was the most expensive movie ever made and was getting compared to the costly Waterworld — which had been released a couple of years before and had not managed to be a huge success because it, like Titanic, was the then–most expensive movie ever made.\n\nEven though Waterworld grossed over $200 million at the box office, it was deemed a failure/moderate success 'cause it barely made a profit (again like Cleopatra). 20thcentfox / © 20thCentFox / Courtesy Everett Collection\n\nSecond, aside from the cost of filming, Titanic also took a long time to film. Going way over schedule also delayed the release of the movie — as it was originally meant to be released during the summer (the blockbuster movie season). Moving its release date to December set off red flags.\n\n20thcentfox / © 20thCentFox / Courtesy Everett Collection\n\nAnd last, many on-set stories about everything from the difficulty of working with Cameron to the PCP poisoning of the crew members had been reported throughout the film's production, which only added to the \"doomed film\" narrative.\n\n20thcentfox / © 20thCentFox / Courtesy Everett Collection\n\n19.And lastly: It wasn't just Netflix; there were various reasons why Blockbuster ended up going out of business. One reason was the popularity of DVDs. Until the introduction of DVDs, studios relied on the movie rental market as their primary way of making money from the home entertainment market — with Blockbuster accounting for nearly 50% of that revenue for them. To make it lucrative for both sides, the studios would give an exclusive window to video rental chains for new movie releases before they would put them on sale to the general public.\n\nDavid Friedman / Getty Images\n\nSo, if you wanted to watch a new movie at home, you more than likely would only be able to rent it. However, this changed when DVDs were released. In 1998, Warren Lieberfarb, then-head of Warner Bros.'s home video division and an early proponent of DVD technology, approached then-Blockbuster CEO John Antioco about creating the same exclusive rental window for DVDs. Well, Antioco turned down that offer. Lieberfarb, left with no choice, decided that DVDs should be released directly to customers. DVDs were also inexpensive to produce, so they could be sold cheaply.\n\nTim Boyle / Getty Images\n\nBy 2002, DVD players had become, at the time, the fastest-adopted consumer electronics device ever, with around 80 million players sold. Also, retailers like Walmart, Target, Best Buy, and Costco, seeing the popularity of DVDs, expanded the footprints of the home entertainment department in their stores, becoming Blockbuster's biggest competitors. In fact, Walmart actually replaced Blockbuster as the studios' largest revenue source for the home entertainment market.\n\nTim Boyle / Getty Images\n\nWith the price of DVDs so low and stores carrying wide selections of both new and older movies, people began to buy movies a lot more — going from an average of about 5 VHS a year to buying around 15 DVDs a year— and renting less. If you were around at the time, you probably remember people building big movie collections. The studios benefited hugely from this, as they were making bigger profits from sales. As early as 2002, Blockbuster was seeing the effects of the shift in consumers, and it began to experience declining profits."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Futurist's Aliens Prediction for December 3 Takes Off Online",
            "link": "https://www.msn.com/en-us/news/technology/futurists-aliens-prediction-for-december-3-takes-off-online/ar-AA1vcY5w?ocid=BingNewsVerp",
            "description": "Clif High has predicted that a war between aliens and humans will start today and ensue for an unspecified period of time.",
            "image_url": "https://www.bing.com/th?id=OJ.iqcBQ1sGmNZPlQ&pid=news&w=81&h=16&rs=2",
            "category": "ufo",
            "date": "19hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta: AI Made Less Than 1% of Election Misinformation on Our Apps",
            "link": "https://www.msn.com/en-us/news/technology/meta-ai-made-less-than-1-of-election-misinformation-on-our-apps/ar-AA1vfTIP?ocid=BingNewsVerp",
            "description": "Fears of political deepfakes and AI-enabled disinformation did not materialize, according to the social media giant heavily ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EeXhfdQxnutzomAM_1wuZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "PCMag on MSN24m",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘An easy button to get off Windows’: Amazon’s new AI moves Microsoft apps to Linux",
            "link": "https://www.msn.com/en-us/news/technology/an-easy-button-to-get-off-windows-amazon-s-new-ai-moves-microsoft-apps-to-linux/ar-AA1vdcIB?ocid=BingNewsVerp",
            "description": "Matt Garman, AWS CEO, announces the new AI tool for migrating .NET applications to Linux at AWS re:Invent on Tuesday morning.",
            "image_url": "https://www.bing.com/th?id=OVFT.h5xYswXKyHjs8ERa3WwZMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15hon MSN",
            "source": "Geekwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta says AI content made up less than 1% of election-related misinformation on its apps",
            "link": "https://www.msn.com/en-us/news/technology/meta-says-ai-content-made-up-less-than-1-of-election-related-misinformation-on-its-apps/ar-AA1vcksW?ocid=BingNewsVerp",
            "description": "At the start of the year, there were widespread concerns about how generative AI could be used to interfere in global ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8LuKsIP4FFXx38H7vdlJei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "App uses AI to predict when you’ll die",
            "link": "https://www.msn.com/en-us/health/other/app-claims-its-ai-can-predict-when-you-ll-die/ar-AA1vdWZ3?ocid=BingNewsVerp",
            "description": "( NewsNation) — A new app claims it can use artificial intelligence to predict exactly when you will die while also providing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4MHBvYCG80kEKtO7Q_VhKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12hon MSN",
            "source": "WXIN-TV Indianapolis on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gigabyte's new app for enabling its X3D Turbo Mode in Windows is, for some unfathomable reason, called Aorus AI Snatch",
            "link": "https://www.msn.com/en-us/news/technology/gigabytes-new-app-for-enabling-its-x3d-turbo-mode-in-windows-is-for-some-unfathomable-reason-called-aorus-ai-snatch/ar-AA1vcO6O?ocid=BingNewsVerp",
            "description": "When you buy through links on our articles, Future and its syndication partners may earn a commission.",
            "image_url": "https://www.bing.com/th?id=OVFT.7UPit0p_p12BNLYPmymuxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22hon MSN",
            "source": "PC Gamer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Enigma of Fear: Strach Mansion Walkthrough",
            "link": "https://www.msn.com/en-us/news/technology/enigma-of-fear-strach-mansion-walkthrough/ar-AA1vfSUr?ocid=BingNewsVerp",
            "description": "Having trouble getting past Strach Mansion in Enigma of Fear? Here's a complete walkthrough to help you get to the next ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GHP4DxI8vTDzxCdGdV2xNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "GameRant on MSN12h",
            "source": "GameRant on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spooky cries from forest haunt Thai villagers who thought it was a ghost. It was not. 'A wizard...'",
            "link": "https://www.msn.com/en-in/news/world/spooky-cries-from-forest-haunt-thai-villagers-who-thought-it-was-a-ghost-it-was-not-a-wizard/ar-AA1vfGHJ?ocid=BingNewsVerp",
            "description": "People of a tiny Thai village had the scare of their lives when they started hearing strange voices coming from a nearby ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W75Ql1d0g-g0tbNToFGGnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1hon MSN",
            "source": "WION on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tinashe has had a year, and she's daring us to meet her on her level",
            "link": "https://www.msn.com/en-us/health/wellness/tinashe-has-had-a-year-and-shes-daring-us-to-meet-her-on-her-level/ar-AA1vfGb3?ocid=BingNewsVerp",
            "description": "Tinashe won’t even bother pretending like she doesn’t thrive in environments like this; she derives energy from them. Her Leo ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XDQKn_5-EfDdv7x8EPGewS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Immortal Dark: Tigest Girma wrote a book about Black vampires to indulge her teen self. It became an NYT bestseller",
            "link": "https://www.msn.com/en-au/news/australia/immortal-dark-tigest-girma-wrote-a-book-about-black-vampires-to-indulge-her-teen-self-it-became-an-nyt-bestseller/ar-AA1vcXwK?ocid=BingNewsVerp",
            "description": "Three years ago, the author was watching Twilight and daydreaming about a world in which there were more Black vampires. Now ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b9L6XJwHiqpq9tlivK4jTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "17hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Psychic night is postponed due to 'unforeseen circumstances' as ticketholders fume 'thought they would have seen that coming'",
            "link": "https://www.msn.com/en-in/news/world/psychic-night-is-postponed-due-to-unforeseen-circumstances/ar-AA1vfAGv?ocid=BingNewsVerp",
            "description": "The power of hindsight may have gone amiss as one pub called the Novar Arms in Dingwall Scotland, had their psychic night ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dCOLmk-fs_Vy_1AGnWlswS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Accidental discovery' creates candidate for universal memory — a weird semiconductor that consumes a billion times less power",
            "link": "https://www.livescience.com/technology/computing/accidental-discovery-creates-candidate-for-universal-memory-a-weird-semiconductor-that-consumes-a-billion-times-less-power",
            "description": "A chance discovery by researchers could drastically lower the energy needed for next-generation memory technologies.",
            "image_url": "https://www.bing.com/th?id=OVFT.KbH6qcIFlce_fLfm4IXW-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science49m",
            "source": "Live Science",
            "article_content": "The new candidate for phase-change memory (PCM), which combines the best of short-term memory and long-term storage, consumes far less power than previously identified materials.\n\nScientists may have accidentally overcome a major barrier to smoothening the adoption of next-generation data-storage technologies.\n\nUsing a unique material called indium selenide (In2Se3), researchers say they discovered a technique for lowering the energy requirements of phase-change memory (PCM) — a technology capable of storing data without a constant power supply — by up to 1 billion times.\n\nThe breakthrough is a step toward overcoming one of the biggest challenges in PCM data storage, potentially paving the way for low-power memory devices and electronics, the researchers said in a study published Nov. 6 in the journal Nature .\n\nPCM is a leading candidate for universal memory — computing memory that can replace both short-term memory like random access memory (RAM) and storage devices like solid-state drives (SSDs) or hard drives. RAM is fast but needs significant physical space and a constant power supply to run, while SSDs or hard drives are much denser and can store data while computers are turned off. Universal memory combines the best of both.\n\nIt works by toggling materials between two states: crystalline, where atoms are neatly ordered, and amorphous, where atoms are randomly arranged. These states correlate to binary 1s and 0s, encoding data via switches in states.\n\nHowever, the \"melt-quench technique\" used to toggle these states — which involves heating and rapidly cooling PCM materials — requires significant energy, making the technology expensive and difficult to scale. In their study, the researchers found a way to bypass the melt-quench process entirely by instead inducing amorphization through an electrical charge. This slashes PCM's energy requirements and potentially opens the door to broader commercial applications.\n\n\"One of the reasons why phase-change memory devices haven't reached widespread use is due to the energy required,\" study author Ritesh Agarwal , a professor of materials science and engineering at Penn Engineering, said in a statement . The potential of these findings for designing low-power memory devices is \"tremendous,\" he said.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nRelated: Unique transistor 'could change the world of electronics' thanks to nanosecond-scale switching speeds and refusal to wear out\n\nThe researchers' discovery hinges on the unique properties of indium selenide, a semiconductor material with both \"ferroelectric\" and \"piezoelectric\" characteristics. Ferroelectric materials can spontaneously polarize, meaning they can generate an internal electric field without needing an external charge. Piezoelectric materials, by contrast, physically deform when they are exposed to an electric charge.\n\nWhile testing the material, the researchers observed that sections of it amorphized when they were exposed to a continuous current. What's more, this happened entirely by chance.\n\n\"I actually thought I might have damaged the wires, study co-author Gaurav Modi , a former doctoral student in materials science and engineering at Penn Engineering, said in the statement. \"Normally, you would need electrical pulses to induce any kind of amorphization, and here a continuous current had disrupted the crystalline structure, which shouldn't have happened.\"\n\nFurther analysis revealed a chain reaction triggered by the semiconductor's properties. This begins with tiny deformations in the material caused by the current that triggers an \"acoustic jerk\" — a sound wave similar to seismic activity during an earthquake. This then travels through the material, spreading amorphization across micrometer-scale regions in a mechanism the researchers likened to an avalanche gathering momentum.\n\nThe researchers explained that various properties of indium selenide — including its two-dimensional structure, ferroelectricity and piezoelectricity — work together to enable an ultra-low-energy pathway for amorphization triggered by shocks. This could lay the groundwork for future research around \"new materials and devices for low-power electronic and photonic applications,\" they wrote in the study.\n\n\"This opens up a new field on the structural transformations that can happen in a material when all these properties come together,\" Agarwal said in the statement."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Neanderthals were making hand stencil rock art more than 66,000 years ago, U-series dating suggests",
            "link": "https://phys.org/news/2024-12-neanderthals-stencil-art-years-series.html",
            "description": "A discovery deep within a cave in Spain has challenged the history of human artistic expression. Researchers have determined ...",
            "image_url": "https://www.bing.com/th?id=OVFT.02QsyCB4a4PKBQ2Uvw0smS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9m",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nPanel P III and sample locations for MAL1, MAL22, and MAL23. The left picture shows the original photo, the right is the same picture after application of DStretch (correlation LDS 15 %). Credit: Journal of Archaeological Science: Reports (2024). DOI: 10.1016/j.jasrep.2024.104891\n\nA discovery deep within a cave in Spain has challenged the history of human artistic expression. Researchers have determined that hand stencils in Maltravieso Cave are more than 66,000 years old, suggesting that Neanderthals, not modern humans, were the world's first artists.\n\nStencils and prints of the human hand are some of the earliest forms of deliberately created visual artwork preserved in the archaeological record. Maltravieso Cave houses more than 60 red hand stencils, but their precise ages have remained a mystery.\n\nDetermining the age of cave art is usually challenging because mineral-based pigments cannot be dated using carbon dating methods.\n\nResearchers from the University of Southampton and collaborating institutions have put hard limits on how recent they can be using the U-series dating method on calcium carbonate crusts covering portions of the art.\n\nIn the study titled \"The age of hand stencils in Maltravieso cave (Extremadura, Spain) established by U-Th dating, and its implications for the early development of art,\" published in the Journal of Archaeological Science: Reports, researchers applied U-series dating to calcium carbonate crusts overlying the hand stencils in the cave's Sala de las Pinturas and Galería de la Serpiente.\n\nThe team collected carbonate samples overlying pigment on hand stencils and performed U-series dating at the Ocean and Earth Science analytical geochemistry facilities at the University of Southampton.\n\nThe U-series dating method is considered non-destructive because it does not use any material from the artwork itself. It only requires tiny amounts of the mineral deposits that cover portions of the artwork, preserving the integrity of the find.\n\nA total of 22 carbonate samples were analyzed. Minimum ages for the cave art range from the Holocene to the Middle Paleolithic. The crust covering the hand stencils in the deepest recess of the cave dates to 66,700 years ago, suggesting that Neanderthals likely created these illustrations.\n\nIt is possible that modern humans made some of the art, as the carbonate crust has only covered pigments on certain images for approximately 6,000 years, though the art itself could be much older. Moisture and carbonate formations are not uniform and can vary in deposit locations over time. The oldest three samples were dated 46,600, 55,240 and 66,710 years ago.\n\nHow U-series dating works\n\nIsotopes of uranium decay into thorium at a set rate, which makes U-series dating suitable for samples ranging from a few hundred to around 500,000 years. On the surface, the soil has a mixture of uranium and thorium isotopes with no way to distinguish which thorium has decayed from what uranium isotope, making exposed soil impossible to date.\n\nWhen it rains, only the uranium is water soluble, hitching a ride in the water while leaving the thorium in place. Surface water often works its way into underground caves, leaching in from the surface above.\n\nThe water brings with it an assortment of soluble minerals, including the uranium isotopes, that form calcium carbonate crusts when the water evaporates, building up over time to create cemented sediments.\n\nIt is within the layers of calcium carbonate that the conversion of uranium to thorium can be measured in isolation, ticking away like a clock over thousands of years. By analyzing the uranium-to-thorium ratio of calcium carbonate crusts that cover ancient cave art, researchers can accurately date the crust and, by default, provide a minimum age for the application of the underlying pigment.\n\nThese results suggest that the tradition of making hand stencils in Europe began long before they appeared in any other part of the world. The oldest known hand stencil art previous to this is located in the Leang Timpuseng Cave on the Indonesian island of Sulawesi. U-series dating of mineral deposits overlying the stencil there indicates a minimum age of 39,900 years.\n\nHandprints and footprints found on the Tibetan Plateau have been dated to approximately 200,000 years ago. Children would have pressed these into the mud near a hot mineral spring, and there is an ongoing debate about whether these prints represent deliberate artistic expression or are simply traces left by human activity.\n\nPreviously, a team of researchers at the Cave of La Pasiega, also in Spain, used U-series dating to discover that the iconic red dot art had to be older than 64,800 years. The red dot style is found throughout ancient cave art of Spain, and while most of it is undated, the picture is becoming clearer with this current finding that the Neanderthals of Spain were actively engaged in artistic pursuits.\n\nMore information: Christopher D. Standish et al, The age of hand stencils in Maltravieso cave (Extremadura, Spain) established by U-Th dating, and its implications for the early development of art, Journal of Archaeological Science: Reports (2024). DOI: 10.1016/j.jasrep.2024.104891 Journal information: Journal of Archaeological Science\n\n© 2024 Science X Network"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle-school student scientists discover cancer-fighting compound in goose poop",
            "link": "https://www.msn.com/en-us/health/other/middle-school-student-scientists-discover-cancer-fighting-compound-in-goose-poop/ar-AA1vc6oM?ocid=BingNewsVerp",
            "description": "The students also programmed a specialized robot to isolate bacterial colonies and conduct bioassays, testing for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xjRsJZMyTReDPS7tRmk3Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Interesting Engineering on MSN22h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "These L.A. musicians investigated a medical mystery. What they discovered launched a new skincare line",
            "link": "https://www.msn.com/en-us/health/other/these-la-musicians-investigated-a-medical-mystery-what-they-discovered-launched-a-new-skincare-line/ar-AA1vfIcR?ocid=BingNewsVerp",
            "description": "When violinist Ann Marie Simpson Einziger developed a skin condition abroad it led to a rabbit hole of research with her ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nvKSZtYZor1v4Td08cOhbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New £6.8million attraction that kids will love opens in the UK with live shows and underground exhibitions",
            "link": "https://www.thesun.ie/travel/14296357/new-family-friendly-space-attraction-victorian-reservoir/",
            "description": "A NEW £6.8million state-of-the-art space attraction has opened in Nottinghamshire – and kids are going to love visiting. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mZ-SB_c0pOYGUqoL-aQWoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "23h",
            "source": "Irish Sun",
            "article_content": "A NEW £6.8million state-of-the-art space attraction has opened in Nottinghamshire - and kids are going to love visiting.\n\nThe Sherwood Observatory Science Discovery Centre and Planetarium in Sutton-in-Ashfield opened to the public last month.\n\n3 Sherwood Observatory Science Discovery Centre and Planetarium in Sutton-in-Ashfield opened to the public last month Credit: JAKT Photography\n\n3 Sherwood Observatory Science Discovery Centre and Planetarium features a cutting-edge planetarium, an education centre, an exhibition hall, a meeting room and a cafe Credit: JAKT Photography\n\nConstruction work on the new space attraction began back in 2023, with a disused underground Victorian reservoir transformed as part of the project.\n\nSherwood Observatory Science Discovery Centre and Planetarium features a cutting-edge planetarium, an education centre, an exhibition hall, a meeting room and a cafe.\n\nA description on the site's website reads: \"Fantastic for all ages! Learn about the wonders of the cosmos, experience the scale of the universe in our wrap-around planetarium shows, and stargaze through our observatory telescopes\".\n\nThe huge dome on top of the building houses the Planetarium where screenings take place.\n\nInside the Planetarium, there's a 10m-high projection screen where different shows are projected and 59 seats for visitors.\n\nShows range from pre-recorded animations and presenter-led tours of the night sky to guest lectures and cinema shows.\n\nOther attractions at Sherwood Observatory Science Discovery Centre and Planetarium include the Observatory Telescope, which is one of the largest public-access optical telescopes in the country.\n\nVisitors who buy a show ticket for the Planetarium can also go to the Science Centre.\n\nHoused inside the underground Victorian reservoir, the Science Centre is a brick building that features a mix of permanent and temporary exhibitions.\n\nThe permanent exhibition displays rocket parts that Rolls Royce donated and a display that details the history of the Victorian reservoir.\n\nNew Attractions coming to the UK\n\nA temporary exhibition currently documents the history of human space flight.\n\nThere's also a Radio Astronomy, which is closed for refurbishment until 2025, and a cafe.\n\nEntry tickets to shows cost £7.50 for a full-paying adult and £6 for kids.\n\nThose visitors with show tickets can arrive one-hour before their time slot to explore the Science Centre and cafe.\n\nDr Steve Wallace, Chair of Sherwood Observatory and client project manager, told Building Design & Construction Commercial: \"Right from the initial vision, this project has been about collaboration and teamwork.\n\n\"The new Planetarium & Science Centre has exceeded expectations and the excitement that has been generated in the area as it has taken shape has been tangible.\n\n\" We are really pleased to open our doors to visitors and show them the wonders of the universe.\"\n\nMeanwhile, Cllr Jason Zadrozny, Leader of Ashfield District Council, said: \"It really is spectacular, and it is something that will transform the lives of not just the people of Ashfield but also further afield.\"\n\nSherwood Observatory is a 40-minute drive from Nottingham, and it's a 70-minute drive from Birmingham.\n\nHere are five other space attractions to visit in the UK HERE are five other space attractions for would-be astronauts to visit in the UK. National Space Centre in Leicester - This is one of the UK's leading visitor attractions dedicated to space science and astronomy, featuring interactive exhibits, the UK's largest planetarium, and the iconic Rocket Tower. Royal Observatory Greenwich in London - Established in 1675, this historic observatory offers a range of exhibits on astronomy and navigation, as well as the opportunity to stand on the Prime Meridian Line. Jodrell Bank Discovery Centre in Cheshire - Home to the famous Lovell Telescope, this centre provides visitors with interactive displays, gardens, and opportunities to learn about the universe and the workings of this significant radio telescope. Armagh Observatory and Planetarium in Northern Ireland - Founded in 1790, this observatory offers a range of educational programmes, a planetarium show, and beautiful grounds to explore. Glasgow Science Centre in Glasgow - Featuring the Planetarium, which offers immersive shows about the stars, planets, and the universe, this centre is a great place for space enthusiasts of all ages.\n\nMeanwhile, a huge new attraction will launch in the UK next year - and it's based on an iconic 1980s video game.\n\nAnd across the Atlantic, there's a new Super Nintendo World opening at the new Universal Theme Park coming to Florida next summer."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Artificio Launches No-Code AI RPA Platform with 30-Day Free Trial",
            "link": "https://markets.businessinsider.com/news/stocks/artificio-launches-no-code-ai-rpa-platform-with-30-day-free-trial-1034093403",
            "description": "Artificio Products Inc., a pioneer in AI-driven business solutions, announces the launch of its revolutionary platform, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E2Hnkc5lVXPurJk3tY-Vay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "18h",
            "source": "Business Insider",
            "article_content": "IRVINE, Calif., Dec. 03, 2024 (GLOBE NEWSWIRE) -- Artificio Products Inc., a pioneer in AI-driven business solutions, announces the launch of its revolutionary platform, Artificio . The platform enables businesses to streamline operations, boost efficiency, and reduce costs—all without coding expertise. To mark this milestone, Artificio is offering an exclusive 30-day free trial.\n\nImage by Artificio\n\nTransform Your Business with Artificio\n\nArtificio's no-code I-RPA (Intelligent Robotic Process Automation) platform enables businesses of all sizes to automate workflows, process documents, and extract actionable insights without technical expertise. The platform serves organizations from small businesses to enterprises, revolutionizing document management, data accuracy, and collaboration.\n\n\"Many businesses struggle to implement automation due to technical complexity and resource constraints. At Artificio, we've eliminated these barriers by developing a no-code platform that makes advanced AI capabilities accessible to every organization, regardless of their technical expertise,\" says Lal Singh, Founder and CEO of Artificio Products Inc.\n\nCore Features\n\nIntuitive Workflow Builder: Create and automate business processes such as Procure to Pay, Order to Cash etc. with our no-code interface.\n\nCreate and automate business processes such as Procure to Pay, Order to Cash etc. with our no-code interface. Intelligent Document Processing: Extract and process data from any document type or format (Images, scanned PDFs) automatically from emails or drives.\n\nExtract and process data from any document type or format (Images, scanned PDFs) automatically from emails or drives. Advanced Data Validation: Ensure accuracy with AI-driven validation and comprehensive data views\n\nEnsure accuracy with AI-driven validation and comprehensive data views Communication Suite: Design and send personalized emails and SMS messages through an intuitive drag-and-drop interface.\n\nDesign and send personalized emails and SMS messages through an intuitive drag-and-drop interface. PDF Management: Generate professional PDFs with barcode integration, e-signatures, and custom templates to request data and auto fill them up with data.\n\nGenerate professional PDFs with barcode integration, e-signatures, and custom templates to request data and auto fill them up with data. Digital Forms Platform: Create secure, feature-rich online forms with advanced data collection and extraction capabilities.\n\nCreate secure, feature-rich online forms with advanced data collection and extraction capabilities. AI Document Search: Find information across thousands of documents instantly\n\nFind information across thousands of documents instantly Enterprise Integration: Connect seamlessly with over hundreds of platforms including SAP, QuickBooks, Oracle, Google Drive, SharePoint, and WhatsApp\n\nLimited-Time Launch Offer\n\nExperience Artificio's capabilities with our 30-day free trial. \"This trial period allows organizations to witness firsthand how Artificio transforms their operations and delivers tangible results—with zero risk,\" adds Singh.\n\nBegin Your Intelligent Automation Journey Sign up for your 30-day free trial at artificio.ai or request a personalized demo at sales@artificio.ai .\n\nAbout Artificio Products Inc . Artificio Products Inc. delivers cutting-edge AI-powered solutions that streamline business operations. Our technology combines advanced AI/ML and cognitive computing to help organizations across industries harness the power of intelligent automation.\n\nArtificio Intro\n\nMedia Contact:\n\nThalraj Gill\n\nManaging Director\n\nArtificio Products Inc.\n\ncontactus@artificio.ai\n\n+1-888-585-0140\n\nA photo accompanying this announcement is available at https://www.globenewswire.com/NewsRoom/AttachmentNg/faa3dac8-5fb9-41f9-b037-3e81d04db33b"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "As vulnerability patching gets overwhelming, it’s no-code’s time to shine",
            "link": "https://www.waterstechnology.com/trading-tech/7952135/as-vulnerability-patching-gets-overwhelming-its-no-codes-moment-to-shine",
            "description": "A large US bank is going all in on a no-code provider in an effort to move away from its Java stack. The bank’s CIO tells ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kBFENIrV5fBFJry37sSiKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "WatersTechnology1h",
            "source": "WatersTechnology",
            "article_content": "It’s around this time of year that I like to catch up with sources I haven’t spoken to in a while. I don’t have any set agenda, but I’m interested in hearing what they think of major trends we may see in the coming year.\n\nSo it was last week that I talked with the chief information officer of a US bank whom I’ve known for some time. After exchanging pleasantries, they started to tell me about an interesting project they’re currently working on. I’m keeping their identity a secret simply because we"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The startup trying to turn the web into a database",
            "link": "https://www.technologyreview.com/2024/12/03/1107726/the-startup-trying-to-turn-the-web-into-a-database/",
            "description": "Exa already provides its search engine as a back-end service to companies that want to build their own applications on top of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sDWgSJmJrpT-hq395ZUT8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "MIT Technology Review15h",
            "source": "MIT Technology Review",
            "article_content": "“The web is a collection of data, but it’s a mess,\" says Exa cofounder and CEO Will Bryk. \"There's a Joe Rogan video over here, an Atlantic article over there. There's no organization. But the dream is for the web to feel like a database.”\n\nWebsets is aimed at power users who need to look for things that other search engines aren’t great at finding, such as types of people or companies. Ask it for “startups making futuristic hardware” and you get a list of specific companies hundreds long rather than hit-or-miss links to web pages that mention those terms. Google can’t do that, says Bryk: “There’s a lot of valuable use cases for investors or recruiters or really anyone who wants any sort of data set from the web.”\n\nThings have moved fast since MIT Technology Review broke the news in 2021 that Google researchers were exploring the use of large language models in a new kind of search engine. The idea soon attracted fierce critics. But tech companies took little notice. Three years on, giants like Google and Microsoft jostle with a raft of buzzy newcomers like Perplexity and OpenAI, which launched ChatGPT Search in October, for a piece of this hot new trend.\n\nExa isn’t (yet) trying to out-do any of those companies. Instead, it’s proposing something new. Most other search firms wrap large language models around existing search engines, using the models to analyze a user’s query and then summarize the results. But the search engines themselves haven’t changed much. Perplexity still directs its queries to Google Search or Bing, for example. Think of today’s AI search engines as a sandwich with fresh bread but stale filling.\n\nMore than keywords\n\nExa provides users with familiar lists of links but uses the tech behind large language models to reinvent how search itself is done. Here’s the basic idea: Google works by crawling the web and building a vast index of keywords that then get matched to users’ queries. Exa crawls the web and encodes the contents of web pages into a format known as embeddings, which can be processed by large language models.\n\nEmbeddings turn words into numbers in such a way that words with similar meanings become numbers with similar values. In effect, this lets Exa capture the meaning of text on web pages, not just the keywords.\n\nA screenshot of Websets showing results for the search: \"companies; startups; US-based; healthcare focus; technical co-founder\"\n\nLarge language models use embeddings to predict the next words in a sentence. Exa’s search engine predicts the next link. Type “startups making futuristic hardware” and the model will come up with (real) links that might follow that phrase.\n\nExa’s approach comes at cost, however. Encoding pages rather than indexing keywords is slow and expensive. Exa has encoded some billion web pages, says Bryk. That’s tiny next to Google, which has indexed around a trillion. But Bryk doesn’t see this as a problem: “You don’t have to embed the whole web to be useful,” he says. (Fun fact: “exa” means a 1 followed by 18 0s and “googol” means a 1 followed by 100 0s.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Coders Worry The AI From This $2 Billion Startup Could Replace Their Jobs",
            "link": "https://www.forbes.com/sites/rashishrivastava/2024/12/02/cognition-scott-wu-devin-ai/",
            "description": "Backed by $200 million in funding, 28-year-old Scott Wu and his team of competitive coders at Cognition are building an AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AbUgMUL62WaBbowc8xWd3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "17h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 AI Software Development Trends to Watch in 2025",
            "link": "https://www.devprojournal.com/software-development-trends/aiops/5-ai-software-development-trends-to-watch-in-2025/",
            "description": "Harness the power of AI to streamline development workflows, enhance productivity, and create more innovative and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1oJaE1tjEt5LmKIQeiIbSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "devprojournal21h",
            "source": "devprojournal",
            "article_content": "2025 promises to be a pivotal moment in the evolution of software development, driven by the relentless advancement of artificial intelligence (AI). As AI continues to permeate every facet of our lives, its impact on the software development landscape is undeniable. From automating mundane tasks to revolutionizing the creative process, AI is poised to reshape the way we build and deploy software.\n\nDevPro Journal recently spoke with Bhavani Vangala, VP of Engineering at Onymos, who identified five key trends that will significantly influence software development in 2025. By understanding these trends, developers can harness the power of AI to streamline workflows, enhance productivity, and create more innovative and sophisticated applications.\n\nSkepticism Around Current AI Deployments Will Foster More Thoughtful and Scalable Future AI Development\n\nVangala says AI has become a crucial topic for executives and technology leaders over the past two years, especially following the surge of generative AI tools and models in late 2022 and early 2023. However, he adds that there is growing skepticism about whether some current AI deployments are truly production-ready solutions or just conceptual and document-level implementations driven by hype—especially in the healthcare, finance, legal, and manufacturing industries. “In 2025, enterprises will increasingly evaluate their end-customer needs to accurately gauge AI’s potential impact, assess the relevance of new AI trends for their businesses, and determine whether their development efforts will yield a return on investment,” he explains. “This evaluation process will lead to more enterprises focusing their AI efforts on delivering tangible and scalable AI that will solve a particular need or challenge for their customers and businesses.”\n\nThe Next Wave of Generative AI Model Training Will Focus on Improving Inference and Reasoning\n\n“The next wave of generative AI model training in 2025 is set to be transformative, focusing on enhancing reasoning and inference capabilities to make AI responses more intuitive and aligned with human thought processes,” says Vangala. “OpenAI’s recent release of models like o1-preview models this shift, demonstrating significant improvements in inference and reasoning abilities. These advancements enable AI to process and respond to prompts with increased coherence and contextual awareness, marking a promising step forward.”\n\nCurrent generative AI models often require detailed prompts and follow-up questions to provide accurate responses, especially for complex or nuanced inquiries, he adds. “This reliance on precise inputs can make interactions feel less fluid, as users must know how to phrase questions specifically to achieve accurate responses. Ongoing training efforts over the next year will aim to make AI’s reasoning processes more natural and adaptable, enabling models to grasp context dynamically, consider implicit details, and apply logical steps similar to human thought patterns. This progression will allow models to not only answer questions but also infer intent and address nuanced needs effectively.”\n\nGenerative AI Will Continue to Improve, Evolving Into Key Collaborative Partner\n\n“While models like o1-preview represent substantial progress, the AI field is moving toward even greater strides in making models true collaborative partners,” explains Vangala. “This involves continuous improvements to help models better emulate the way humans approach complex, layered decision-making. Such progress isn’t just about faster responses—it’s about creating a depth of understanding that lets AI interact in a way that feels smooth, helpful, and highly attuned to user intent. However, human oversight remains vital, especially in sensitive fields like healthcare, finance, and law, where AI should support rather than replace decision-making.\n\n“In 2025, generative AI will continue to serve as an assistant, providing experts with fast, refined insights they can validate and adapt as needed. This evolution in model training positions AI as an increasingly trusted partner in decision-making and problem-solving, delivering insights with a depth and accuracy close to human judgment while respecting the complexity and nuances of each unique domain. By embracing AI as a collaborative tool rather than an autonomous replacement in the year – and years to come – industries can strike a productive balance, leveraging AI’s strengths to enhance human expertise and drive meaningful, responsible advancements.”\n\nAI Will Not Take Away the Roles of Software Developers or Architects\n\nVangala says that while some industries may still be exploring AI solutions at a conceptual level, it’s clear that generative AI tools, especially large language models (LLMs), can improve productivity by summarizing vast amounts of data in minutes.\n\n“This capability allows professionals to draw insights and make informed decisions more rapidly,” he adds. “However, AI will not replace critical roles like software developers and architects in 2025 – or even in the years to come. Generative AI tools can indeed produce code that developers and enterprises may leverage to accelerate software development.\n\n“While this efficiency can appeal to enterprises looking to cut costs and speed up project timelines, AI-generated code requires careful review. The code these tools produce comes from existing text and data shared online, which are contributed for specific purposes or products. Therefore, it cannot be directly integrated by simple copying and pasting.\n\n“Software developers and architects must thoroughly review, test, and adapt this code to fit specific software requirements and ensure it’s robust and maintainable over the long term. This means that software developers and architects remain essential to the software lifecycle. They bring the expertise necessary to adapt code to unique applications and to handle the ongoing evolution of software, making their roles crucial for successful development and deployment. As a result, AI is a tool that aids productivity but does not replace the need for experienced professionals in the development field. This blend of AI-driven efficiency and human oversight is particularly relevant across healthcare, finance, legal, retail, and manufacturing industries, where AI serves as an enabler rather than a replacement.”\n\nSmall Language Models Will Gain Popularity for Specific Domains\n\n“In 2025, growing concerns about cost, infrastructure, and privacy will fuel the development and utilization of small language models [SLMs] across multiple sectors, such as healthcare, law, government, and finance, explains Vangala. “While large language models can be beneficial in certain situations, they often necessitate specialized infrastructure and cost, making them less accessible to many companies, especially startups.\n\n“Furthermore, significant privacy and security concerns exist around the data used in training LLMs. This concern is particularly high in healthcare, where safeguarding user (or patient) information is crucial, and model customization is preferred. Just think about it this way: would you be comfortable integrating an LLM based on accurate and misleading data from the web in a tool that assesses cancer risk? By utilizing SLMs, organizations in high-stakes sectors can develop tailored models based on domain-specific and accurate data while ensuring privacy, security, cost-effectiveness, and efficiency.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disrupting the Status Quo: Six Predictions for DevOps and QA in 2025 and Beyond",
            "link": "https://www.devprojournal.com/software-development-trends/software-testing/disrupting-the-status-quo-six-predictions-for-devops-and-qa-in-2025-and-beyond/",
            "description": "Emerge as a leader in reliability and excellence by prioritizing integration, collaboration, and forward-thinking strategies.",
            "image_url": "https://www.bing.com/th?id=OVFT.oHx8XX8HHtaEPMPwwBh_jC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "devprojournal20h",
            "source": "devprojournal",
            "article_content": "1 Quality and Security Convergence\n\nIn 2024, we saw security start to shift left and become intertwined with product quality. In 2025, regarding quality and security as inseparable components of success will become the standard. This shift is fueled by heightened scrutiny from senior executives who recognize that flaws in either area can directly impact a company’s reputation, revenue, and long-term growth. The days of siloed teams are fading. Instead, QA, development, cybersecurity, and product teams will work in tandem—assuring fluid, cross-department engagement and collaboration, with all teams sharing roles and responsibilities to ensure holistic software integrity.\n\nA key driver of this trend is the push to make tools and processes more integrated. Whether it’s enabling cross-team collaboration or ensuring seamless data sharing, businesses are beginning to recognize that fragmented systems slow innovation. High-quality, centralized solutions should become a core value to all companies who want to succeed in 2025. Resources to support this change should be understood as powerful investments that will aggregate value to the entire company, not only to the operational level. Companies that embrace integrated tools and cross-functional workflows will unlock faster time-to-market, elevate customer trust, and cement themselves as a strong competitor in the market."
        }
    }
]