[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I’m a UFO researcher from New Jersey. The drone situation is out of control.",
            "link": "https://www.inquirer.com/opinion/commentary/ufo-drones-new-jersey-20241210.html",
            "description": "This is a disturbing situation, which is why we, as citizens, must demand that the Pentagon release more information to both ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TeC7J2FW-33bnuQQFt5cci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1hOpinion",
            "source": "Philadelphia Inquirer",
            "article_content": "The Pentagon in Washington, Jan. 26, 2020. When unidentified aircraft are penetrating our defenses and arriving at our doorsteps with impunity, it’s time for the Pentagon to show its cards, writes Gregory T. Goins. Read more\n\nLast week, a neighbor sent me a video of a car-size aircraft silently hovering over a nearby neighborhood, its green and red lights flashing in the night. It was one of many messages I’ve received over the last two weeks about an alarming number of unidentified objects flying over Somerset County, N.J., where I live with my wife and daughter.\n\nAs a UFO researcher for over a decade, I’m being asked by friends, family, and neighbors to explain what’s happening in our community. While I don’t have all the answers (and neither does the FBI, which is currently investigating), I try to reassure people that there’s likely nothing to fear. Gov. Phil Murphy offered a similar message on Thursday, posting on X, “There is no known threat to the public at this time.”\n\nAdvertisement\n\nBut the truth is, I am concerned — and I’m also searching for answers.\n\nElected officials, who should have clarity on these vexing objects, appear just as perplexed as the rest of us. Sen. Mark Warner, chair of the Senate Intelligence Committee, told journalist Matt Laslo on Dec. 4 that he is “gravely concerned” not knowing what’s flying in America’s skies.\n\nMy concerns, like Sen. Warner’s, extend beyond the airspace above suburbs in the Garden State. Similar sightings have been reported in recent years near U.S. military and nuclear facilities in Arizona, Colorado, Nebraska, Kansas, Virginia, and off the coast of California. But even outside of the U.S., drone incursions remain an American problem. Just weeks ago, U.S. military bases in the U.K were on high alert as swarms of unidentified aircraft breached sensitive airspace.\n\nThese incidents follow a troubling pattern: dozens of aircraft varying in size and shape, emitting bright lights, and persisting for days or weeks. After years of such events around U.S. sites equipped with the most advanced sensors available, you’d think the military could offer some answers to ease public concern.\n\nUnfortunately, that’s not the case. When asked about progress in addressing these incursions during a Dec. 5 news conference, Department of Defense spokesperson Maj. Gen. Pat Ryder declined to comment.\n\nThis lack of transparency is unnerving. Unknown craft are flying over my community and sensitive U.S. facilities worldwide. Last week, the anniversary of Pearl Harbor reminded us that failures to identify aircraft and effectively share information can lead to tragic results. Providing answers shouldn’t be deferred, leaving residents worrying what’s flying above our heads.\n\nSome officials call them drones or unmanned aircraft systems, implying known technology or origin, while others refer to them as unidentified anomalous phenomena (UAPs), suggesting something completely unknown. This distinction between what’s known and unknown is critical, as each presents unique challenges requiring tailored solutions.\n\nDuring a Senate Armed Services Committee hearing on Nov. 19, Sen. Kirsten Gillibrand (D., N.Y.) indicated some of these incursions are from unidentified anomalous phenomena. “Number one, we don’t have domain awareness, which is very problematic. Number two, we don’t have domain superiority if we don’t understand how different UAPs are flying, what technology they’re using, what their mission is, what their purpose is. And at the base level, we have so many UAPs around our bases, around our military sites, around our nuclear sites, that it’s deeply disturbing.”\n\nThis is a disturbing situation, which is why we, as citizens, must demand that the Pentagon release more information to both Congress and the American people.\n\nIn September, I spent two days visiting the offices of members of Congress in Washington to promote the Unidentified Anomalous Phenomena Disclosure Act, a bipartisan effort led by Sen. Mike Rounds (R., S.D.) and cosponsored by Senate Majority Leader Chuck Schumer. The bill seeks to compel federal agencies to disclose their findings on unidentified anomalous phenomena to Congress and the public.\n\nI acknowledge that national security implications must be considered before sharing sensitive intelligence information with the public. Revealing what we know — or don’t know — about these objects could risk tipping our hand to adversaries.\n\nBut when unidentified aircraft are penetrating our defenses and arriving at our doorsteps with impunity, it’s time for the Pentagon to show its cards. As citizens, we deserve the truth. And we’re prepared to handle it.\n\nGregory T. Goins is a UFO/UAP researcher and advocate for UAP transparency legislative action."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "All Hell is going to break loose. Ross Coulthart claims UFO topic will heat up in EARLY 2025.",
            "link": "https://www.msn.com/en-us/science/aeronautics/all-hell-is-going-to-break-loose-ross-coulthart-claims-ufo-topic-will-heat-up-in-early-2025/vi-AA1vAf9u?ocid=BingNewsVerp",
            "description": "There have been mysterious drones flying over New Jersey and the FBI is asking for help to discover what they are. So waht ...",
            "image_url": "https://www.bing.com/th?id=OVF.1NeuRb9qlz0%2ffbPe9Yoo1A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This UFO on Wheels Called TRX Is the First Polestar to Become a Hot Wheels",
            "link": "https://www.autoevolution.com/news/this-ufo-on-wheels-called-trx-is-the-first-polestar-to-become-a-hot-wheels-243994.html",
            "description": "The winner of the 2024 Polestar Design Contest held with Hot Wheels is the Polestar TRX, toy to reach stores in the summer of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MTHYbG2EIUpCJBaCOkpJVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "autoevolution3h",
            "source": "autoevolution",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Congress Probes UFO Reality: \"We Are Not Alone,\" Says Ex-Pentagon Official",
            "link": "https://www.msn.com/en-us/travel/news/congress-probes-ufo-reality-we-are-not-alone-says-ex-pentagon-official/vi-AA1vyhO9?ocid=BingNewsVerp",
            "description": "In a congressional hearing, ex-Pentagon official Luis Elizondo claims that the U.S. and some adversaries possess UAP ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e-WFqrO0Z60jLx3iflasNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Money Talks News on MSN18h",
            "source": "Money Talks News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Those are ships': Popular UFO reporting app buzzes with New Mexico activity",
            "link": "https://www.santafenewmexican.com/news/local_news/those-are-ships-popular-ufo-reporting-app-buzzes-with-new-mexico-activity/article_b8d3e1f6-ae6e-11ef-aaa0-9fbdd0839795.html",
            "description": "The company, founded in 2020, has issued a new report naming New Mexico its top state for sightings per capita.",
            "image_url": "https://www.bing.com/th?id=OVFT.7vO_50lTofFgT2mG5w_KHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "The Santa Fe New Mexican19h",
            "source": "The Santa Fe New Mexican",
            "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI is booming on the App Store, and developers are taking advantage of it",
            "link": "https://www.theverge.com/2024/12/9/24314972/apple-app-store-ai-apps-art-design-photography",
            "description": "Using in-app charges to appear on the App Store’s free category, and thereby attract a wider audience, is hardly new. Mobile ...",
            "image_url": "https://www.bing.com/th?id=OVFT.20znQ8EE1Z89fDz3jR-tiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12h",
            "source": "The Verge",
            "article_content": "There’s endless hype around generative AI this year, and app developers have clearly been paying attention. AI-focused tools are blowing up Apple’s App Store charts in almost every category, occupying top 10 rankings across education, productivity, and photo editing. Opportunities are particularly rife for free graphics and design apps, a category that’s positively saturated with AI content creation tools.\n\nBut quantity doesn’t mean quality — and a great many of these apps are bewilderingly bad. I’ve been using some of the most popular offerings to understand the state of AI tools as we head into 2025. And for every serious attempt to make AI useful, there seem to be several more designed to cash in on the hype: quietly paywalling features they advertise behind pricey subscriptions and greatly misrepresenting the results that users can achieve, if the app even works at all.\n\nAround half of the App Store’s top 10 graphics and design apps have “AI” in the name, and three of them are all made by the same company — HUBX, an app developer founded in 2022 that’s based in Turkey. One of its apps, DaVinci AI, is advertised as an AI image generator with some photo editing features. Almost every tool is locked behind a $30 annual (or $5 weekly) subscription fee, and the free trial only unlocks a subpar text-to-image feature that gives you a choice between using unspecified versions of Stable Diffusion and DALL-E AI models.\n\nMy prompt was simple — “a photorealistic dragon flying over a volcano” — but the results were full of errors like missing wings and weird perspectives. Image: DaVinci AI / The Verge\n\nThe images it produces are low-quality and resized or cropped incorrectly. In-app ads appear when you click pretty much any link. The UI is unpleasant to navigate. If you do pay for the full version, you can’t download any edited images without slapping an ugly watermark on it. And yet, it sits far above the rankings for more recognizable creative platforms like Microsoft Designer, which has its own built-in text-to-image AI generator. Adobe Express is the only design-focused app in the same category that currently ranks above DaVinci AI.\n\nDaVinci AI did a decent job of removing a zebra from the right side of the image. There’s no way to download AI-edited images without this watermark, though, and every result is forcibly cropped and warped. Image: DaVinci AI / The Verge\n\nThe other two high-ranking HUBX products I tested were just as lackluster: the Home AI “interior design” app spits out hallucination-riddled images of rooms that are barely usable even as concept plans, and the Tattoo AI app refused to work entirely. Both apps have the same feature paywalls and review pop-up reminders as DaVinci AI. The copy and pasted App Store version history notes across all HUBX products are also devoid of any details.\n\nWhile all three apps feature a surprisingly large number of five-star reviews, the user feedback across social media and the App Store comments is overwhelmingly negative. A recurring complaint is that customer service is impossible to get ahold of. HUBX never responded to my requests for comment.\n\nHere’s the reference image I plugged into Home AI... Image: Home AI / The Verge ...and the “Tropical” themed results. Why is the bed now made of melting wood? Why does the desk merge into the chair? How is this remotely helpful? Image: Home AI / The Verge\n\nApps that clearly advertise having AI features are highly attractive. According to Sensor Tower, four out of the top 10 most downloaded iOS graphics and design apps in the US so far this year have had “AI” somewhere in their title. That’s actually two fewer than last year, but the most popular apps are booming. Photoroom saw downloads increase by more than 160 percent since last year. Comparatively, Photoshop Express downloads on iOS — which also includes generative AI features — fell by 21 percent during the same period.\n\nAI-focused creative apps aren’t all bad, but the app market saturation makes it harder to find the good ones that use the technology in more focused ways. Apps like Google’s Magic Editor and Adobe Photoshop have specific tools for removing unwanted objects from photos or inserting new ones in specific places. Smaller developers that provide similar features and perform those tasks well are also climbing the App Store rankings.\n\nFor example, Photoroom and Picsart AI — all-in-one graphic design apps akin to platforms like Canva and Adobe Express — are actually pretty good! They rank highly in the free “Photo and Video” App Store category and provide a similar variety of features to quickly create online content using premade digital assets and templates, alongside some AI-powered editing tools like automatic background and object removal.\n\nThe Picsart remove tool is easy to use and does a decent-enough job — nothing feels underwhelming or misleading. Image: Picsart / The Verge and Image: Picsart / The Verge\n\nNeither app blew me away, but they did exactly what they advertised: the background removal features aren’t as good as Canva’s, but they did the job, and object removal erased undesirable aspects of photos even if it wasn’t as convincing as Google’s Magic Editor. Both apps lock some of their more premium editing features and digital assets behind a $13 monthly subscription, which is pretty standard if you’re being upfront about it — individual Canva and Adobe Express subscriptions start at $15 and $10 per month, respectively, by comparison.\n\nThere’s also a noticeable divide between the iPhone and iPad charts — very few AI-focused names appear in the top 100 free or paid list for the iPad, which instead feature a more diverse range of graphic design apps like Adobe Fresco, Clip Studio Paint, and Canva. And interestingly, the list of top paid iPhone apps looks very similar. There’s an abundance of sketching and 3D modeling platforms, premium reference materials for artists, and tools that streamline specific creative tasks like removing backgrounds and resizing images.\n\nThe divide suggests the spammy AI app phenomenon is a mass-market one that hasn’t quite caught on with traditional photographers and illustrators who still want to use their tried-and-true apps. It also suggests that AI itself holds less appeal if users are expected to pay for it, which tracks with the kind of creative AI apps that appear most frequently — custom tattoos, logo makers, and interior design — which are skilled services that usually require payment. People don’t necessarily want to remove the skill barrier; they want to remove the financial one."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI For Climate Change: A Range Of Ideas On Applications",
            "link": "https://www.forbes.com/sites/johnwerner/2024/12/09/ai-for-climate-change-a-range-of-ideas-on-applications/",
            "description": "It’s easy to see how AI might help here. Deployment is a logistical thing, where innovation is much more creative in a sense.",
            "image_url": "https://www.bing.com/th?id=OVFT.Ho8Lf33Vm8G4Rye5Qbb_xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Yelp adds AI-powered review insights to restaurants",
            "link": "https://techcrunch.com/2024/12/10/yelp-adds-ai-powered-review-insights-to-restaurants/",
            "description": "Yelp is releasing several new features as part of its year-end release, including AI-powered review insights, a personalized ...",
            "image_url": "https://www.bing.com/th?id=OVFT.COy2dK5ypk3CbX1MXzc83y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "49m",
            "source": "TechCrunch",
            "article_content": "Yelp is releasing several new features as part of its year-end release, including AI-powered review insights, a personalized home feed with new content types, and a redesigned inbox for business owners.\n\nWhen it comes to user-facing features, the company is now highlighting reviews in different categories, including food quality, service, and ambiance. Each of these categories has a sentiment score of 1 to 100, with ratings including positive, neutral, and critical. When you tap on any of these categories for a listing, you will see relevant reviews highlighted on the app. Yelp is currently adding these AI-powered insights for restaurant, food, and nightlife businesses on iOS.\n\nImage Credits: Yelp Image Credits:Yelp\n\nYelp already shows AI-powered summaries for businesses at the top of the listing. Now, the company is tapping into a trove of use data in terms of reviews to highlight different aspects of a business.\n\nIn the context of this launch, Yelp’s Craig Saldanha highlighted that large language models try to categorize and analyze the sentiment of the reviews even if the review text explicitly doesn’t mention a theme.\n\n“These LLMs allow us to identify and categorize themes in reviews even when they aren’t explicitly mentioned in the review text. For example, a review that says, ‘drinks came out quickly’ would be categorized under ‘service,’ even though the word ‘service’ isn’t used,” he told TechCrunch over email.\n\nEarlier this year, the company launched a new visual feed. Now, it is adding more content formats to the feed, including autoplay user videos, user reviews, trending searches, and popular businesses around you.\n\nImage Credits: Yelp\n\nThe app will now show recognitions — labels that users get when they complete specific achievements — alongside their reviews. The listing service is also adding new badges related to tipping, so users can understand how tipping works at that particular place.\n\nYelp launched its AI-powered assistant to connect you better with different businesses — think movers, home cleaning, contractors, etc. Now, the company allows you to include an option to let services pros contact you through text or phone calls. For user privacy, Yelp will mask your phone number when pros call you for a project.\n\nThe company is also adding the ability to broadcast your project to service providers you have already contacted when you edit details. This allows businesses to submit a new quote for your project based on new details.\n\nOn the business side, Yelp is integrating with Apple Maps to show a button to users to request a quote from a service. The company is also revamping inboxes for businesses with redesigned job cards and AI-powered summaries highlighting job information.\n\nImage Credits: Yelp\n\nUsing existing data to surface different kinds of information has been a real theme for Yelp this year. The company also introduced some of these features to its Yelp Fusion API.\n\n“The real differentiator of Yelp is the hundreds of millions of reviews that we have. LLMs essentially allow us to parse all of that data in a way and at a speed that we’ve never had before. It allows us to present information to consumers in a way that feels both precise, as well as personal — you can now find that needle in the haystack.” The company’s chief product officer, Craig Saldanha, told TechCrunch in an interview earlier this year.\n\nYelp’s rival, Google, is also leveraging existing review data to show AI-powered summaries of places on Google Maps."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An AI companion suggested he kill his parents. Now his mom is suing.",
            "link": "https://www.washingtonpost.com/technology/2024/12/10/character-ai-lawsuit-teen-kill-parents-texas/",
            "description": "A new Texas lawsuit against Character.ai, alleging its chatbots poisoned a son against his family, is part of a push to increase oversight of AI companions.",
            "image_url": "https://www.bing.com/th?id=OJ.0Ot6hhV4VYYqnQ&pid=news&w=102&h=16&rs=2",
            "category": "ai+app",
            "date": "3h",
            "source": "The Washington Post",
            "article_content": "A new Texas lawsuit against Character.ai, alleging its chatbots poisoned a son against his family, is part of a push to increase oversight of AI companions.\n\nIn just six months, J.F., a sweet 17-year-old kid with autism who liked attending church and going on walks with his mom, had turned into someone his parents didn’t recognize. He began cutting himself, lost 20 pounds and withdrew from his family. Desperate for answers, his mom searched his phone while he was sleeping. That’s when she found the screenshots.\n\nAdvertisement\n\nJ.F. had been chatting with an array of companions on Character.ai, part of a new wave of artificial intelligence apps popular with young people, which let users talk to a variety of AI-generated chatbots, often based on characters from gaming, anime and pop culture.\n\nOne chatbot brought up the idea of self-harm and cutting to cope with sadness. When he said that his parents limited his screen time, another bot suggested “they didn’t deserve to have kids.” Still others goaded him to fight his parents’ rules, with one suggesting that murder could be an acceptable response.\n\n“We really didn’t even know what it was until it was too late,” said his mother A.F., a resident of Upshur County, Texas, who spoke on the condition of being identified only by her initials to protect her son, who is a minor. “And until it destroyed our family.”\n\nThose screenshots form the backbone of a new lawsuit filed in Texas on Tuesday against Character.ai on behalf of A.F. and another Texas mom, alleging that the company knowingly exposed minors to an unsafe product and demanding the app be taken offline until it implements stronger guardrails to protect children.\n\nThe second plaintiff, the mother of an 11-year-old girl, alleges her daughter was subjected to sexualized content for two years before her mother found out. Both plaintiffs are identified by their initials in the lawsuit.\n\nThe complaint follows a high-profile lawsuit against Character.ai filed in October, on behalf of a mother in Florida whose 14-year-old son died by suicide after frequent conversations with a chatbot on the app.\n\n“The purpose of product liability law is to put the cost of safety in the hands of the party most capable of bearing it,” said Matthew Bergman, founding attorney with the legal advocacy group Social Media Victims Law Center, representing the plaintiffs in both lawsuits. “Here there’s a huge risk, and the cost of that risk is not being borne by the companies.”\n\nThese legal challenges are driving a push by public advocates to increase oversight of AI companion companies, which have quietly grown an audience of millions of devoted users, including teenagers. In September, the average Character.ai user spent 93 minutes in the app, 18 minutes longer than the average user spent on TikTok, according to data provided by the market intelligence firm Sensor Tower.\n\nThe category of AI companion apps has evaded the notice of many parents and teachers. Character.ai was labeled appropriate for kids ages 12 and up until July, when the company changed its rating to 17 and older.\n\nAdvertisement\n\nWhen A.F. first discovered the messages, she “thought it was an actual person,” talking to her son. But realizing the messages were written by a chatbot made it worse.\n\n“You don’t let a groomer or a sexual predator or emotional predator in your home,” A.F. said. Yet her son was abused right in his own bedroom, she said.\n\nA spokesperson for Character.ai, Chelsea Harrison, said the company does not comment on pending litigation. “Our goal is to provide a space that is both engaging and safe for our community. We are always working toward achieving that balance, as are many companies using AI across the industry,” she wrote in a statement, adding that the company is developing a new model specifically for teens and has improved detection, response and intervention around subjects such as suicide.\n\nThe lawsuits also raise broader questions about the societal impact of the generative AI boom, as companies launch increasingly human-sounding chatbots to appeal to consumers.\n\nAn example of a conversation users can have on Character.ai. (Video: The Washington Post)\n\nU.S. regulators have yet to weigh in on AI companions. Authorities in Belgium in July began investigating Chai AI, a Character.ai competitor, after a father of two died by suicide following conversations with a chatbot named Eliza, The Washington Post reported.\n\nMeanwhile, the debate on children’s online safety has fixated largely on social media companies.\n\nThe mothers in Texas and Florida suing Character.ai are represented by the Social Media Victims Law Center and the Tech Justice Law Project — the same legal advocacy groups behind lawsuits against Meta, Snap and others, which have helped spur a reckoning over the potential dangers of social media on young people.\n\nAdvertisement\n\nWith social media, there is a trade-off about the benefits to children, said Bergman, adding that he does not see an upside for AI companion apps. “In what universe is it good for loneliness for kids to engage with machine?”\n\nThe Texas lawsuit argues that the pattern of “sycophantic” messages to J.F. is the result of Character.ai’s decision to prioritize “prolonged engagement” over safety. The bots expressed love and attraction toward J.F., building up his sense of trust in the characters, the complaint claims. But rather than allowing him to vent, the bots mirrored and escalated his frustrations with his parents, veering into “sensational” responses and expressions of “outrage” that reflect heaps of online data. The data, often scraped from internet forums, is used to train generative AI models to sound human.\n\nThe co-founders of Character.ai — known for pioneering breakthroughs in language AI — worked at Google before leaving to launch their app and were recently rehired by the search giant as part of a deal announced in August to license the app’s technology.\n\nGoogle is named as a defendant in both the Texas and Florida lawsuits, which allege that the company helped support the app’s development despite being aware of the safety issues and benefits from unfairly obtained user data from minors by licensing the app’s technology.\n\n“Google and Character AI are completely separate, unrelated companies and Google has never had a role in designing or managing their AI model or technologies,” said Google spokesperson José Castañeda. “User safety is a top concern for us, which is why we’ve taken a cautious and responsible approach to developing and rolling out our AI products.”\n\nTo A.F., reading the chatbot’s responses solved a mystery that had plagued her for months. She discovered that the dates of conversations matched shifts in J.F.’s behavior, including his relationship with his younger brother, which frayed after a chatbot told him his parents loved his siblings more.\n\nJ.F., who has not been informed about the lawsuit, suffered from social and emotional issues that made it harder for him to make friends. Characters from anime or chatbots modeled off celebrities such as Billie Eilish drew him in. “He trusted whatever they would say because it’s like he almost did want them to be his friends in real life,” A.F. said.\n\nBut identifying the alleged source of J.F.’s troubles did not make it easier for her to find help for her son — or herself.\n\nSeeking advice, A.F. took her son to see mental health experts, but they shrugged off her experience with the chatbots.\n\nA.F. and her husband didn’t know if their family would believe them.\n\nAfter the experts seemed to ignore her concerns, A.F. asked herself, “Did I fail my son? Is that why he’s like this?” Her husband went through the same process. “It was almost like we were trying to hide that we felt like we were absolute failures,” A.F. said, tears streaming down her face.\n\nThe only person A.F. felt comfortable talking to was her brother, who works in the technology sector. When news of the Florida lawsuit broke, he contacted her to say the screenshots of conversations with J.F. had seemed even worse.\n\nA.F. said she reached out to the legal groups in an effort to prevent other children from facing abuse. But she still feels helpless when it comes to protecting her own son.\n\nThe day before her interview with The Post, as lawyers were preparing the filing, A.F. had to take J.F. to the emergency room and eventually an inpatient facility after he tried to harm himself in front of her younger children.\n\nA.F. is not sure if her son will take the help, but she said there was relief in finding out what happened. “I was grateful that we caught him on it when we did,” she said. “One more day, one more week, we might have been in the same situation as [the mom in Florida]. And I was following an ambulance and not a hearse.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perfect Corp. (PERF) Unveils Festive AI Features in YouCam App to Celebrate the Holiday Season",
            "link": "https://www.insidermonkey.com/blog/perfect-corp-perf-unveils-festive-ai-features-in-youcam-app-to-celebrate-the-holiday-season-1404694/",
            "description": "This year, artificial intelligence played a key role in two Nobel Prizes for scientific achievement. One prize was awarded ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nyrh53nIKprZN92t1XP2yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "Insider Monkey",
            "article_content": "We recently compiled a list of the 10 Buzzing AI Stocks Making Headlines. In this article, we are going to take a look at where Perfect Corp. (NYSE:PERF) stands against the other buzzing AI stocks.\n\nThis year, artificial intelligence played a key role in two Nobel Prizes for scientific achievement. One prize was awarded for developing the technology, while the other was for its application. These two Nobel Prize wins clarify that AI is here to stay. However, key issues such as regulations, ethical use, and other potential risks, still need to be resolved for responsible and sustainable integration into society.\n\nREAD NOW: Top 10 AI News Stories For The Weekend and 15 Buzzing AI Stocks Making Headlines\n\nOn Saturday, December 7, Physics Nobel Prize winner Geoffrey Hinton and Chemistry laureate Demis Hassabis asserted the need for strong regulation of artificial intelligence, having played a key role in their awards.\n\n“AI is a very important technology to regulate but I think it’s very important that we get the regulations right and I think that’s the hard thing at the moment is it’s such a fast moving technology”. -Hassabis told a news conference in Stockholm.\n\nAccording to Hassabis, having jointly won the Nobel Prize with Americans David Baker and John Jumper for revealing the secrets of proteins through AI, the main issue is defining the purpose, deployment, and making sure that artificial intelligence benefits all of humanity.\n\nIn this regard, British-Canadian Hinton, considered the “Godfather of AI”, said he wished he had thought about safety earlier, reflecting his worries about how AI could potentially escalate the arms race. He gained attention last year after he left Google to warn against risks of AI outsmarting people someday, and was awarded a Nobel Prize along with American John Hopfield for work on artificial neural networks.\n\nPresident-elect Donald Trump has vowed deregulation and also shared his views to rescind President Joe Biden’s executive order on AI after he takes office in January. Nevertheless, it is still yet to unfold how he will approach AI regulation in particular. Trump has already appointed David Sacks as the AI and crypto czar, showcasing his proactive stance on advancing artificial intelligence and cryptocurrency innovation.\n\nIn light of this, Axios reported that the US government has approved the export of advanced artificial intelligence chips to a facility in the United Arab Emirates as part of the company’s highly-scrutinized partnership with Emirati AI firm G42. There were concerns raised about the transfer of sensitive technology to China, and the approved export license includes strict conditions to prevent access to the facility by personnel from nations under U.S. arms embargoes or those listed on the U.S. Bureau of Industry and Security’s Entity List.\n\nFor this article, we selected AI stocks by going through news articles, stock analysis, and press releases. These stocks are also popular among hedge funds.\n\nWhy are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nPerfect Corp. (NYSE:PERF)\n\nNumber of Hedge Fund Holders: 9\n\nPerfect Corp. (NYSE:PERF) is a leader in AI and AR-powered beauty technology solutions. The company is celebrating the holiday season with its exciting AI-powered features. The company’s YouCam app, an AI-driven photo editing application, is merging advanced technology with festive cheer. From AI-powered holiday outfit inspirations to photo transformations into festive masterpieces and holiday-themed AI avatars, these updates aim to make celebrations of the seasons more creative, vibrant, and memorable.\n\n“Our goal is to make creativity accessible to everyone. These features empower users to transform everyday moments into extraordinary memories, adding a personal and festive touch to their celebrations. Especially during the holiday season, we aim to inspire creativity and connection through innovative, easy-to-use tools”. -Alice Chang, Perfect Corp. Founder and CEO.\n\nOverall PERF ranks 8th on our list of the buzzing AI stocks that are making headlines. While we acknowledge the potential of PERF as an investment, our conviction lies in the belief that some AI stocks hold greater promise for delivering higher returns and doing so within a shorter timeframe. If you are looking for an AI stock that is more promising than PERF but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: 8 Best Wide Moat Stocks to Buy Now and 30 Most Important AI Stocks According to BlackRock.\n\nDisclosure: None. This article is originally published at Insider Monkey."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 15 best books of 2024, reissues included",
            "link": "https://www.latimes.com/entertainment-arts/story/2024-12-10/best-books-of-2024-reissues-included",
            "description": "We asked three critics to share their favorites of the year, and they served up diverse offerings heavily weighted toward ...",
            "image_url": "https://www.bing.com/th?id=OVFT.V3G2FUZZBFVgWmAY14ktsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "Los Angeles Times",
            "article_content": "If you buy books linked on our site, The Times may earn a commission from Bookshop.org, whose fees support independent bookstores.\n\nIn keeping with our annual tradition, we asked three of our critics for their favorite books of the last year. Between them, they chose 15 books, three of them reissues, and the majority fiction. The selections include the latest works from a literary power couple — Percival Everett’s “James” and Danzy Senna’s “Colored Television” — as well as offerings from first-time novelists. The diverse narratives tackle thorny topics such as illness, racism and the dissolution of marriage; one selection employs experimental storytelling that shouldn’t work but does, while another is positively Joycean in its length. Our critics’ choices overlapped twice, and in those cases their reviews follow each other on this alphabetically arranged list. Happy reading.\n\n“Alphabetical Diaries” by Sheila Heti (Farrar, Straus & Giroux)\n\n“Alphabetical Diaries”\n\nBy Sheila Heti\n\nFarrar, Straus & Giroux: 224 pages, $27\n\nHeti is one of the freest writers and thinkers I know. With her latest book, she took 10 years of her diaries and alphabetized them by the first letter of the first word of each sentence, then cut the book down into the volume published. One might think “Alphabetical Diaries” would be a challenge to read, or flat-out nonsensical. Instead, it is a devotional text that asks questions and answers them, takes those answers back and rotates them over a spit, like a rotisserie of art and writing. It is an absolute delight.\n\n— Jessica Ferri\n\nBooks Sheila Heti recounts the ABCs of her evolution in new book of diary entries In ‘Alphabetical Diaries,’ Sheila Heti has once again tried something that feels impossible: collecting her personal diary entries for more than 10 years, re-ordering the sentences in alphabetical order, to build a different form of narrative.\n\n“Cahokia Jazz” by Francis Spufford (Scribner)\n\n“Cahokia Jazz”\n\nBy Francis Spufford\n\nScribner: 464 pages, $28\n\nIn this superb speculative novel, Spufford imagines that Manifest Destiny hit a roadblock in the Midwest: The region around St. Louis isn’t Missouri and Illinois but Cahokia, ruled by the Native tribe there. But while Indigenous Americans have more autonomy, racism is as persistent as ever, and the novel is a bracing tale of a brewing race war in the capital city in 1922. The novel is plainly an allegory for America’s current fraught moment, but it’s also a lively neo-noir filled with tough-talking detectives, politicos and journalists, and rife with canny plot twists. Spufford, a Brit, conducted enough research to credibly imagine this milieu, and its smarts about race and religion never feel ponderous or forced.\n\n— Mark Athitakis\n\n“Colored Television” by Danzy Senna (Riverhead)\n\n“Colored Television”\n\nBy Danzy Senna\n\nRiverhead Books: 288 pages, $29\n\nIt must be very rare, if not unheard of, for a pair of married writers to have books on the same best-of-the-year list, but here we are in 2024, and Senna has written a superb comic novel, while her husband, Percival Everett, has written a superb literary novel. “Colored Television” follows another married pair of creatives, Jane and Lenny, who, along with their two children, relocate from Brooklyn to Los Angeles. He’s a visual artist, she’s a novelist and professor. He identifies as Black; she is multiracial and comfortable using the word “mulatto” to describe herself. Even as the pair discuss race and racism, “Colored Television” is a book about the age-old tension between living as makers and making a living. When Jane takes on a TV writing project, she neglects her artistic work. But what Senna shows, carefully, is that even age-old questions are complicated when the people trying to answer them are African Americans.\n\n— Bethanne Patrick\n\n“Great Expectations” by Vinson Cunningham (Hogarth Press)\n\n“Great Expectations”\n\nBy Vinson Cunningham\n\nHogarth Press: 272 pages, $28\n\nInspired by Cunningham’s experience working for Barack Obama’s first White House campaign, this emotionally nuanced first novel follows the narrator, David, during his at once inspiring and dispiriting experience working for an unnamed presidential candidate. Inspiring, because as a Black man, David can see the opportunities the candidate represents for him in terms of power and respect. Dispiriting, because all of the disappointments and ugly compromises of retail politics are in full view. Along the way, Cunningham delivers bracing, thoughtful commentaries on relationships, music, film, race and more. Cunningham, a New Yorker staff writer, is a perceptive cultural critic, and in this first novel a fine storyteller as well.\n\n— M.A.\n\n“James” by Percival Everett (Doubleday)\n\n“James”\n\nBy Percival Everett\n\nDoubleday: 320 pages, $28\n\nEverett’s inversion of Mark Twain’s “The Adventures of Huckleberry Finn,” told by the eponymous James, allows its narrator to reclaim both his proper name and history from the character Twain simply called “Jim.” Everett riffs (a deliberate word choice, since jazz plays an important role in this novel) on a different view of Black American life than Twain ever could have but also manages to demonstrate that it contains as much laughter, irony and comedy as the entire slate of Mark Twain Prize for American Humor winners. We know this because James reads and writes, despite the risks he courts through those acts; we know that James is also engaging in a kind of double narrative arising from W.E.B. Du Bois’ double consciousness. Even as he details his adventures, often dangerous, James knows white people will never understand everything he’s trying to say, which is what makes this partial homage a masterpiece in full.\n\n— B.P.\n\n“Leaving”\n\nBy Roxana Robinson\n\nNorton: 344 pages, $29\n\nA study once found the emotional effects of divorce on children are similar whether those children are 3 or 30. In Robinson’s brilliant take on late-life love, long-married Warren contends with family anger when he meets up with his long-divorced college flame, Sarah. In an era where we have few obstacles to affairs, this scenario works; Warren’s daughter Kat is at once an avatar of umbrage and of loss. Robinson employs the would-be lovers’ various forms of privilege to great effect; their resources allow them time to think carefully about what they might give up, and what they might anticipate, should things continue. Warren does choose to return to his wife. However, Robinson, who often covers tough subjects (a soldier’s homecoming in “Sparta”; addiction in “Cost”), delivers a shock of an ending that, like her premise, rings true.\n\n— B.P.\n\n“Liars” by Sarah Manguso (Hogarth)\n\n“Liars”\n\nBy Sarah Manguso\n\nHogarth Press: 272 pages, $28\n\n“I was a layer cake of abandonment and hurt and fury, iced with a smile,” goes a typically curt, sardonic line in Manguso’s second novel, which chronicles the slow-motion collapse of a marriage. The narrator, Jane, is a writer married to an artist, John, who’s increasingly consumed by jealousy and a competitive streak. The plot has a sense of inevitability — we can see the end coming well before the protagonists do — but Manguso’s poised, careful chronicle of Jane and John’s story is engrossing, as Jane finds herself struggling to escape a web of gendered, sexist roles and questions her own complicity in her marriage’s breakdown. In the process, she revivifies the domestic-drama novel, escaping its cliches and intensifying its mood.\n\n— M.A.\n\n“Liars”\n\nBy Sarah Manguso\n\nHogarth Press: 272 pages, $28\n\nMarguerite Duras famously wrote “that people kill themselves because of my books won’t stop me from writing,” which is my mantra when it comes to women writing fiction, or women writing anything at all, or people of any gender writing anything about anything. Nothing makes me angrier than readers telling me they didn’t like a narrator, or that they wanted to hear a different side of the story. Manguso’s “Liars” is a punishing, unrelenting horror story about the total failure of heterosexual marriage told only from the wife’s point of view. Reading “Liars” is like being baptized by fire. This novel is a reminder that when it comes to art, it doesn’t matter whether or not people are nice or the story is fair. This is everything writing should be. “Liars” is the best book of the year and, in my mind, easily one of the best novels of the past 20 years.\n\n— J.F.\n\n“Martyr!” by Kaveh Akbar (Knopf)\n\n“Martyr!\n\nBy Kaveh Akbar\n\nKnopf: 352 pages, $28\n\nAkbar’s sensitive and bitingly funny first novel concerns an Iranian American poet struggling with addiction recovery, the deaths of family members, and an identity that seems like it’s endlessly fracturing. He tries to write his way through the problem, dedicating poems to martyrs from Joan of Arc to IRA activist Bobby Sands. He conducts conversations in his head with Donald Trump and Lisa Simpson. He visits a dying artist for answers. None offer the clarity he craves, but the journey is a fine showcase for Akbar’s wide-ranging cultural awareness, self-deprecating humor — and a closing plot twist that suggests that the effort of working through our cultural confusions might eventually pay psychic dividends.\n\n— M.A.\n\n“Martyr!”\n\nBy Kaveh Akbar\n\nKnopf: 352 pages, $28\n\nCyrus Shams, the protagonist of “Martyr!,” is a poet, comfortable playing with language. Sometimes he details his road trip from Indiana to Brooklyn; sometimes he creates imaginary conversations between, say, a basketball legend and an imaginary sibling; sometimes he just messes with words, describing his suicidal depression as a “doom organ.” He lives between life and death, his family’s native Persia and his Indiana childhood, and his bisexual desire. The artist he’s hoping to meet in Brooklyn, Orkideh, is also Iranian American. Terminally ill, she spends her last days as a living museum exhibit, chatting with any and all visitors. Cyrus hopes that Orkideh’s process will inspire his own epic poem, “The Book of Martyrs,” until she helps him understand the epic nature of living not between, but amid, different states.\n\n— B.P.\n\n“Miss MacIntosh, My Darling” and “Angel in the Forest”\n\nBy Marguerite Young\n\nDalkey Archive Press: 3,449 pages, $30 (“Miss MacIntosh, My Darling”); 438 pages, $18 (“Angel in the Forest”)\n\nBlessings upon Dalkey Archive Press for reissuing these two epic books by Young that were long out of print. Young was a poet and critic, and she spent nearly 20 years writing her masterpiece, one of the longest American novels ever: “Miss MacIntosh, My Darling.” At 3,449 pages, the novel’s plot can be simply described as a Joycean voyage: A woman named Vera Cartwheel goes in search of her long-lost nanny, Miss MacIntosh. The same year she began work on the novel, Young published “Angel in the Forest,” a nonfiction account of two competing utopian communities in 19th century Indiana. Young’s sentences are some of the most beautiful I’ve ever read, wherein she is prone to gorgeous listing, so that it hardly matters whether her writing is fiction or nonfiction. “Our ancestors, always hurried,” she writes in “Angel in the Forest,” “left little evidence of their existence, if one discounts intangibles, a sundial, an apple a day, an angel in the forest.”\n\n— J.F.\n\n“My Brother”\n\nBy Jamaica Kincaid\n\nPicador: 208 pages, $17\n\nAnother reissue, with lovely new cover art, is Kincaid’s memoir, “My Brother,” first published in 1997. Kincaid had not been to her birthplace of Antigua in 20 years when she receives word from her mother that her brother is sick. Upon arrival, it becomes obvious to Kincaid (though no one is speaking of it) that her brother is dying of AIDS. With Kincaid’s talent, her brother’s illness and subsequent death would make a desperately great book. But Kincaid goes further, ruminating on her life after Antigua, her decision to never return and to make herself a writer.\n\n— J.F.\n\nBooks Cruelty and Loneliness in an Island Paradise Authors: Jamaica Kincaid’s books turn to her troubled past. Her brother’s lengthy illness and death brought her to Antigua once again.\n\n“Ours” by Phillip B. Williams (Viking)\n\n“Ours”\n\nBy Phillip B. Williams\n\nViking: 592 pages, $32\n\nAuthor Williams follows a fictional all-Black town called Ours in Missouri from its establishment in the 19th century to our own time with a mixture of realism, the paranormal and the lyrical. It allows him to create a place that starts as a utopia and ends as disappointment because, as one of the characters says, “Freedom didn’t mean safety.” A formidable woman named Saint enchants the borders of Ours in 1834 so that freed slaves might live without the interference of white people; any of the latter who try to find their way in encounter the same clump of trees again and again. But when you put a spell on one thing, other types of magic find their way in, and not all of them are benign. Some residents live in fear, not of enslavement but of their own visions; others wind up traveling to the future and return with sad truths. Everyone involved must reckon with what it means to remain set apart from the rest of the world.\n\n— B.P.\n\n‘’The Safekeep’’ by Yael van der Wouden (Avid Reader Press / Simon & Schuster)\n\n“The Safekeep”\n\nBy Yael van der Wouden\n\nAvid Reader Press: 272 pages, $29\n\nIsabel, unmarried, priggish and devoted to her housekeeping routine, lives alone in her family’s home, ostensibly keeping it safe for the brother who inherited it. When that brother brings home a slightly outlandish girlfriend, then allows her to stay for a few weeks while he’s away on business, Isabel is at first appalled. But slowly, and then quite quickly, she and the young woman, Eva, begin an affair of intense eroticism that heralds a book about sexual awakening. However, readers should note that the author’s every detail ties this first half of the Booker-nominated novel together with its unexpected and extraordinary second half. For example, during one lovemaking session, Isabel sees herself in a mirror and says that her face is red, “mouth like a violence.” Without spoiling Van der Wouden’s structure, readers can know that not all violence has to do with torture and death. A shard of pottery can foretell an act of abuse.\n\n— B.P.\n\n“Small Rain” by Garth Greenwell (Farrar, Straus & Giroux)\n\n“Small Rain”\n\nBy Garth Greenwell\n\nFarrar, Straus & Giroux: 320 pages, $28\n\nGreenwell, whose novel “What Belongs to You” and short-story collection “Cleanness” redefined writing about sex and desire, here redefines writing about illness and dependency. “Small Rain” could technically be defined as autofiction, since it’s about a gay male writer (in this case, a poet) whose sudden, devastating physical injury mirrors the gay male author’s own COVID-era aortic tear and long hospitalization. However, the story pays scant attention to anything else fact-based, focusing instead on how pain and fear disconnect a person from life — and how acts of kindness bring them back. “Commonness didn’t cancel wonder,” writes Greenwell, whose fictional version of personal experience proves wondrous in its attention to recovery, from IVs and gurneys, on to caregivers and lovers.\n\n— B.P.\n\n“The Third Realm” by Karl Ove Knausgaard (Penguin Press)\n\n“The Third Realm”\n\nBy Karl Ove Knausgaard\n\nTranslated from the Norwegian by Martin Aitken\n\nPenguin Press: 493 pages, $32\n\nKnausgaard doesn’t understand the concept of restraint: Be it in his celebrated six-volume autofiction epic “My Struggle” or this, the third volume of a series about the mysterious arrival of a new star, he aspires to pack as much as he can in one book. Here, the broad themes are resurrection, mental illness, mass murder and religious devotion. But despite such heady material, the book itself is pleasurably earthbound and uncomplicated, shifting from one character in his Norwegian ensemble to the next with charm and intelligence, blending the wonder of science fiction with the moody intensity of a murder mystery. Though there are two previous volumes in this series; this one, the best in the batch, stands well on its own.\n\n— M.A."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spotlight: Evelyn Hollow",
            "link": "https://newint.org/science-and-technology/2024/spotlight-evelyn-hollow",
            "description": "Parapsychologist Evelyn Hollow talks to Conrad Landin about debunking the ‘lunar lunacy effect’, ghosts and the power of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h5F_4O2XPJZG9yvIpwDvuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "New Internationalist7m",
            "source": "New Internationalist",
            "article_content": "When Evelyn Hollow made the transition from radio to television, she knew she would face greater scrutiny – but there was one reaction she didn’t foresee. ‘They always say “oh you don’t look like what I thought you would look like”,’ she explains. ‘I’ve had some interesting responses to that – people thought I’d be blonde, people thought I’d be 50. I don’t think they were expecting an Elvira-looking goth bird.’\n\nHollow is the resident ‘believer’ on the hit BBC series The Battersea Poltergeist and Uncanny, where she is paired with ’sceptic’ (and also good friend and fellow psychologist) Ciarán O’Keeffe. Presented by Danny Robins, the franchise’s popularity exploded in podcast form during the UK’s first Covid-19 lockdown, tapping into and accelerating the global fascination with the unknown.\n\n‘None of us knew that The Battersea Poltergeist was going to be as successful as it was,’ Hollow explains in a cocktail bar in her home town of Edinburgh. The show incorporated first-hand testimony, audio drama and extensive debate to take on a particularly chilling case in Britain’s paranormal history, involving a family torn apart by a poltergeist haunting over an unusual length of time. ‘It was crazy, it was absolute pandemonium. So many people wrote into us saying they’d had experiences that Danny was completely overwhelmed, and that was how the show Uncanny got made.’\n\nBut the role of ‘believer’ has been a tough one to maintain. Having studied and lectured in psychology, with a focus on parapsychology, Hollow finds the assumption that she will always lean towards a presumption of truth frustrating. ‘People assume my role is unscientific, and that I have no scientific background, and people forget that I am actually a qualified scientist,’ she explains. ‘There’s a perception that no matter what happens, Ciarán will always say “it’s not ghosts, it’s infrasound, it’s trains 40 miles away”. And they think, “oh Evelyn always says it’s ghosts”.’\n\n‘Kieran and I actually agree on more stuff than we disagree on,’ Hollow continues, emphasizing her close working relationship with Robins too. ‘I’m actually incredibly sceptical, I’m a scientist first. I have an interest in the paranormal, and I believe that it’s arrogant for us to say that it’s impossible, when scientifically it doesn’t look impossible – it’s simply that we just don’t know yet.’"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What the Colors of Those Mysterious Ghost Orbs Mean in Your Photos",
            "link": "https://www.yahoo.com/lifestyle/colors-those-mysterious-ghost-orbs-131500069.html",
            "description": "Orbs of light are highly debated phenomena in paranormal circles. Others believe encountering an orb is a spirit guide trying ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0q7-Q3BxUoY7junUEDJUBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "23h",
            "source": "Yahoo",
            "article_content": "Orbs are very common in paranormal photography and video. In digital photography, orbs are a known artifact of the process. The Association for the Scientific Study of Anomalous Phenomena (ASSAP) explains this in their case study on Orb Zone Theory.\n\nIn the case of digital and film photography where colored orbs appear, this is often associated with the subtle coloring of the camera's lens.\n\nOther items can cause orbs to appear, including reflective surfaces, dust, rain, water spots, and bugs.\n\nIn video, infrared lights can reflect off of these same objects and give them a lighted orb-like appearance. People often mistake bugs and dust as flying orbs. These appear even as flying orbs in houses that are well cleaned and not dusty as infrared light easily picks up even the smallest amounts of dust.\n\nFor these reasons, many paranormal investigators do not consider orbs as paranormal evidence because there are too many natural world explanations for them. However, it is a possibility that some orbs could be paranormal in nature. This may be particularly true of orbs seen with the naked eye, especially those that appear to have their own light source and unusual patterns of travel."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Police shut down ‘The Conjuring’ house, cite business for operating without license",
            "link": "https://www.yahoo.com/news/police-shut-down-conjuring-house-222655516.html",
            "description": "Police responded to the famous home after seeing customers showing up even though the business lost its license.",
            "image_url": "https://www.bing.com/th?id=OVFT.Q-Vo5QutFF8qKeo9wK7oMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "14h",
            "source": "Yahoo",
            "article_content": "BURRILLVILLE, R.I. (WPRI) — Burrillville police over the weekend shut down “The Conjuring” house and cited it for operating without a license after customers continued to show up for tours, Target 12 has learned.\n\nPolice Col. Stephen Lynch said officers responded to the house — made famous by the 2013 thriller “The Conjuring” — after seeing customers on the property Friday evening.\n\nThe homeowner, Jacqueline Nunez, had been running a business offering tours, ghost-hunting experiences and even overnight stays for paranormal enthusiasts from all over the world.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nTARGET 12: ‘The Conjuring’ house owner speaks out against criticism\n\nBut the town last month voted not to renew her business license, citing concerns with the property, along with Nunez herself, who has had a fraught relationship with the town, neighbors and several former employees.\n\nIn an exclusive interview last month with Target 12, Nunez vowed to defy the town’s decision at least through December, saying she was unwilling to cancel on people who’d already booked tours.\n\n“I will continue to to fight for my rights,” Nunez said at the time.\n\nLynch said Nunez wasn’t at the property Friday night, so they cited general manager Paige Thibodeau for operating without a license.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nRELATED: Burrillville opts not to renew ‘The Conjuring’ house owner’s entertainment license\n\nLynch said staff subsequently turned away customers on Saturday, and there was no activity at the house on Sunday.\n\nThibodeau is expected to appear in municipal court this week and town officials have warned they’re willing to take Nunez to court if she doesn’t comply with their decision.\n\n“I don’t know what my business is doing that’s causing any problems,” Nunez said last month.\n\nSarah Guernelli (sguernelli@wpri.com) is the consumer investigative reporter for 12 News. Connect with her on Twitter and on Facebook.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nEli Sherman (esherman@wpri.com) is a Target 12 investigative reporter for 12 News. Connect with him on Twitter and on Facebook.\n\nNEXT: ‘Ghost Hunters’ TV star says ‘The Conjuring’ house owner is harassing him\n\nClose\n\nThanks for signing up!\n\nWatch for us in your inbox.\n\nSubscribe Now\n\nDaily Roundup\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to WPRI.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Emily Blunt Is Set To Star In Spielberg’s New UFO Movie",
            "link": "https://www.thehandbook.com/spielberg-ufo-film/",
            "description": "First details on the next film from cinema legend Steven Spielberg reveal it's a sci-fi project starring Emily Blunt, set to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OqnaeB3i3pce_diuDC_VXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "The Handbook2h",
            "source": "The Handbook",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Indian scientists makes cosmic breakthrough, discover a rare triple-star system",
            "link": "https://www.indiatvnews.com/science/indian-scientists-makes-cosmic-breakthrough-discover-a-rare-triple-star-system-2024-12-10-965543",
            "description": "Scientists from the National Institute of Science Education and Research have discovered a triple-star system. This young ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OWrnZqLviXgUinKjO_3JJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2h",
            "source": "India TV",
            "article_content": "Follow us on Image Source : NASA Dust for planet formation\n\nA team of Indian astronomers has made an exciting discovery that could change our understanding of how planets are formed. Led by Liton Majumdar from the National Institute of Science Education and Research (NISER) in Odisha, the team studied a fascinating triple-star system known as GG Tau A, which is located 489 light-years away from Earth.\n\nWhat Makes GG Tau A Special?\n\nUnlike our Sun, which is a single star, GG Tau A has three stars that move around each other. This unusual arrangement is rare in the universe and studying it helps scientists learn more about how planets can form in complex star systems. GG Tau A is also quite young, only about 1 to 5 million years old, making it an excellent example for examining the early stages of planet formation. Surrounding the stars is a ring of gas and dust, which is where planets start to form.\n\nIn most star systems, planets form around just one star. However, in systems like GG Tau A with multiple stars, the gravitational forces between the stars can influence the behavior of the gas and dust. This is why researching GG Tau A is vital; it offers insight into how planets may form in these more complicated environments.\n\nThe Role of Cold and Icy Conditions\n\nTo learn more about planet formation in this system, the team used advanced radio telescopes in Chile’s Atacama Desert. They focused on the coldest areas of the dust and gas ring, where temperatures can drop to around -261 degrees Fahrenheit (around the freezing point of carbon monoxide). In these chilly regions, molecules freeze into tiny particles of dust. These frozen molecules are essential because they help create the building blocks for forming planets.\n\nIn these extremely cold areas, the tiny dust particles begin to stick together, gradually forming larger clumps. Over time, these clumps can grow into planets as they gather more gas and dust. Understanding this process is crucial for scientists looking to understand how planets might form in distant, cold star systems.\n\nWhy Cold Temperatures Matter\n\nThe very low temperatures in these regions are vital for planet formation. At such cold temperatures, gas and dust particles can easily clump together. If it were warmer, it would be much harder for these particles to stick together, which would make planet formation more difficult. This discovery highlights just how important cold conditions are for the development of new planets.\n\nWhat Happens in Multi-Star Systems?\n\nOne of the most intriguing aspects of GG Tau A is its status as a multi-star system. While scientists know quite a bit about how planets form around a single star, there’s still a lot to learn about how they form when there’s more than one star involved. The interaction between the three stars in GG Tau A can change the way the surrounding dust and gas behave, making it challenging to predict how planets might form.\n\nThe influences among the stars can cause the gas and dust to act differently than in a system with only one star. This makes GG Tau A a perfect subject for studying how planets can develop in complex, multi-star environments.\n\nALSO READ: NASA's lunar mission timeline shifts: Artemis 2 delayed to 2026, Artemis 3 to mid-2027"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How a piece of plastic shut down DNA testing at the Hennepin County crime lab",
            "link": "https://www.msn.com/en-us/news/other/how-a-piece-of-plastic-shut-down-dna-testing-at-the-hennepin-county-crime-lab/ar-AA1vB772?ocid=BingNewsVerp",
            "description": "The source of the contamination, which also occurred in other labs worldwide, was tracked down by forensic scientists in a 79 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DAsfTKCCxD0watD-JhXgKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "49mon MSN",
            "source": "Star Tribune on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China’s award-winning submarine radar can ‘fish for a needle in the sea’",
            "link": "https://www.scmp.com/news/china/science/article/3290099/chinas-award-winning-submarine-radar-can-fish-needle-sea",
            "description": "Best paper prize recognises world’s first single-photon laser-based underwater detection technology that can operate at 1,000 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JdMiFHddDhjVT2pNTU2TCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4m",
            "source": "scmp.com",
            "article_content": "A Chinese radar research team’s scientific paper that took a deep dive of underwater discovery has been recognised in this year’s awards from the international journal Applied Optics.\n\nAdvertisement\n\nThe study, which stood out among 1,278 submissions to the journal’s Best Paper Prize in October, introduced a radar technology that can detect objects at great depths, a process that has been likened to “fishing for a needle in the sea”.\n\nIn the 2023 paper, the researchers, led by Xiamen University associate professor Shangguan Mingjia, unveiled the world’s first single-photon Raman lidar system, capable of operating at 1,000 metres (about 3,280 feet) below sea level.\n\nShort for “light detection and ranging”, lidar sensors use lasers to measure the distance to objects.\n\nThe highly sensitive, low-noise single-photon detector beats the significant size and power consumption challenges of oceanic lidar systems and is also suitable for lowlight conditions.\n\nAdvertisement\n\nMeanwhile, Raman scattering – the phenomenon of laser light interacting with materials to produce vibrational changes – can help to identify substances such as oil and dissolved CO2, according to the paper."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA’s new findings on Mars reveal critical evidence of the planet’s history",
            "link": "https://timesofindia.indiatimes.com/science/nasas-new-findings-on-mars-reveal-critical-evidence-of-the-planets-history/articleshow/116169874.cms",
            "description": "NASA's Perseverance rover has unearthed a compelling clue in the hunt for past Martian life. A rock sample dubbed \"Cheyava ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qSTJJuebwyjS6IGwLFGaJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2h",
            "source": "Indiatimes",
            "article_content": "NASA's Perseverance rover has unearthed a compelling clue in the hunt for past Martian life. A rock sample dubbed \"Cheyava Falls,\" found in Jezero Crater, contains signs of ancient water and organic compounds. These building blocks of life, detected alongside potential energy sources, hint at an environment that may have once supported microbial life."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exploring the Hudson: Student expedition trekked 375 miles in the name of citizen science and discovery",
            "link": "https://www.adirondackexplorer.org/stories/hudson-river-trek-student-expedition-film",
            "description": "Film follows high school students on an expedition over Mount Marcy and down the Hudson River, showcasing environmental awareness ...",
            "image_url": "https://www.bing.com/th?id=ODF.ZiMntuXmX5n0QjwBXArkzA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "adirondackexplorer1h",
            "source": "adirondackexplorer",
            "article_content": "Documentary follows 8 high school students as they canoe, raft, and bike from Mount Marcy to New York City, highlighting pollution concerns\n\nBy Phil Brown\n\nTake eight high-school students–some with little outdoor experience–on an expedition over Mount Marcy and down the Hudson River to New York City, and you’re bound to have a movie-worthy adventure. That is the subject of “The Voice of the Hudson,” a documentary by John Barnhardt, an Emmy-winning filmmaker.\n\nThe 50-minute movie will be shown in the Saranac Lake Central High School auditorium at 7 p.m. Wednesday. Admission is free (click here to RSVP).\n\nThe Adirondack Explorer thanks its advertising partners. Become one of them.\n\nThe Source to Sea journey was the brainchild of Joe Dadey, the executive director of Hamlets to Huts in Saranac Lake, and Greg Morrissey, the founder of Mountain Goat Movement, a guide service in New Jersey.\n\nIn all, some 20 people made the 375-mile trek over two weeks in the summer of 2023. Others in the expedition included adult leaders, guides and a four-person film crew.\n\nAn image provided by Joe Dadey from the student trip from Marcy to NYC along the Hudson River.\n\nThe students traveled under their own steam, hiking over Mount Marcy; canoeing, rafting and kayaking much of the Hudson; and biking on the Empire State Trail.\n\nExposing the students to the outdoors and testing their mettle were not the only goals of the expedition. Along the way they took water samples that labs would test for pollution.\n\nThe Adirondack Explorer thanks its advertising partners. Become one of them.\n\nTim Keyes, a data analyst, acted as the group’s science coordinator. He described the water sampling as citizen science, not the sort of rigorous research that appears in peer-reviewed journals. Nevertheless, the students did find something significant: microplastics in Lake Tear of the Clouds, the little pond on the slopes of Mount Marcy. Lake Tear is the highest source of the Hudson.\n\nMicroplastics are minuscule fragments of plastic that exist seemingly everywhere on the planet (and in our bodies). In the Adirondacks, they had been found in Lake Champlain and the Saranac and St. Regis rivers. The Source to Sea expedition dashed the hope that Lake Tear’s remoteness protected it from this insidious and invisible form of pollution.\n\n“That finding was surprising, but maybe not so much now as we learn more about the presence of microplastics in the environment,” Dadey said.\n\nIt seems safe to assume that microplastics can found anywhere in the Adirondacks. All of the water samples taken by the students along their journey contained microplastics.\n\nThe Adirondack Explorer thanks its advertising partners. Become one of them.\n\nMicroplastics are shed into the environment from innumerable sources, including car tires as you drive to the trailhead and the fleece jacket you wear on a hike. The labs did not ascertain the type of microplastics found in Lake Tear or the Hudson, though such testing is possible. Dadey said he may order such tests as part of a future expedition.\n\nMORE TO EXPLORE: Read a first-hand account of the trip\n\nTwo of the students lived in the Adirondacks: Sage Whidden of Saranac Lake and Cole Sears of North Creek. Both are now freshmen in college. Four of the students came from the New York City region. Two were from California.\n\nAll of the students were boys. Dadey explained that the leaders wanted to avoid “guy/girl dynamics.” He is thinking about putting together a trip for girls in the future.\n\nThe Adirondack Explorer thanks its advertising partners. Become one of them.\n\nAn image provided by Joe Dadey from the student trip along the Hudson River.\n\nThe students enjoyed spectacular scenery, including the High Peaks, the Hudson Gorge and the Manhattan skyline, but they had to earn those views. Indeed, they must have wondered what they got themselves into on the very first day of the trip. Starting at Adirondak Loj early in the morning, they hiked over Mount Marcy, the state’s highest peak, and descended to Lake Tear. Given the filming and water sampling, progress was slow. After an 18-mile hike, the students arrived at their campsite at 3 a.m. On Day 2, despite a shortage of sleep, they canoed more than 11 miles on the Hudson and then biked another five miles to Newcomb.\n\nThere were other hard days, such as when strong headwinds forced them to pull off the river near Stillwater in Saratoga County. The next day they biked 70 miles in 90-degree heat. Over the next three days they biked all the way to New Jersey, crossing the Hudson on the George Washington Bridge in Manhattan. On the final day they paddled kayaks to Jersey City, where they were reunited with family and friends.\n\n“It was really, really tough, but it was a lot of fun,” Dadey said of the expedition. He praised Barnhardt and his crew for capturing the essence of the experience in the documentary. “It highlights the grit and perseverance of these young men.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's controversial Sora is finally becoming available to the public. Will it truly disrupt Hollywood?",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-s-controversial-sora-is-finally-becoming-available-to-the-public-will-it-truly-disrupt-hollywood/ar-AA1vy3WU?ocid=BingNewsVerp",
            "description": "OpenAI on Monday said it will release its controversial text-to-video tool to the public with different subscription tiers.",
            "image_url": "https://www.bing.com/th?id=OVFT.QKaThHK4Xi93dY--q9m_-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI expands multi-modal capabilities with updated text-to-video model",
            "link": "https://www.computerworld.com/article/3620473/openai-expands-multi-modal-capabilities-with-updated-text-to-video-model.html",
            "description": "OpenAI has released a new version of its text-to-video AI model, Sora, for ChatGPT Plus and Pro users, marking another step ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yQvQEyJtcCgHhaWAts7TnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4h",
            "source": "Computerworld",
            "article_content": "OpenAI has released a new version of its text-to-video AI model, Sora, for ChatGPT Plus and Pro users, marking another step in expansion into multimodal AI technologies.\n\nThe original Sora model, introduced earlier this year, was restricted to safety testers in the research preview phase, limiting its availability.\n\nThe new Sora Turbo version offers significantly faster performance compared to its predecessor, OpenAI said in a blog post."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to use Sora, OpenAI’s new video generating tool",
            "link": "https://www.technologyreview.com/2024/12/09/1108309/how-to-use-sora-openais-new-video-generating-tool/",
            "description": "The tool is now available to paid subscribers. MIT Technology Review’s How To series helps you get things done. Today, ...",
            "image_url": "https://www.bing.com/th?id=OVF.G2DxwD%2fG%2bBA%2fT%2bn9MjrdEA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "MIT Technology Review14h",
            "source": "MIT Technology Review",
            "article_content": "What is Sora?\n\nSora is a powerful AI video generation model that can create videos from text prompts, animate images, or remix videos in new styles. OpenAI first previewed the model back in February, but today is the first time the company is releasing it for broader use.\n\nWhat’s new about this release?\n\nThe core function of Sora—creating impressive videos with simple prompts—remains similar to what was previewed in February, but OpenAI worked to make the model faster and cheaper ahead of this wider release. There are a few new features, and two stand out.\n\nOne is called Storyboard. With it, you can create multiple AI-generated videos and then assemble them together on a timeline, much the way you would with conventional video editors like Adobe Premiere Pro.\n\nThe second is a feed that functions as a sort of creative gallery. Users can post their Sora-generated videos to the feed, see the prompts behind certain videos, tweak them, and generally get inspiration, OpenAI says.\n\nHow much can you do with it?\n\nYou can generate videos from text prompts, change the style of videos and change elements with a tool called Remix, and assemble multiple clips together with Storyboard. Sora also provides preset styles you can apply to your videos, like moody film noir or cardboard and papercraft, which gives a stop-motion feel. You can also trim and loop the videos that you make.\n\nWho can use it?\n\nTo generate videos with Sora, you’ll need to subscribe to one of OpenAI’s premium plans—either ChatGPT Plus ($20 per month) or ChatGPT Pro ($200 per month). Both subscriptions include access to other OpenAI products as well. Users with ChatGPT Plus can generate videos as long as five seconds with a resolution up to 720p. This plan lets you create 50 videos per month.\n\nUsers with a ChatGPT Pro subscription can generate longer, higher-resolution videos, capped at a resolution of 1080p and a duration of 20 seconds. They can also have Sora generate up to five variations of a video at once from a single prompt, making it possible to review options faster. Pro users are limited to 500 videos per month but can also create unlimited “relaxed” videos, which are not generated in the moment but rather queued for when site traffic is low.\n\nBoth subscription levels make it possible to create videos in three aspect ratios: vertical, horizontal, and square."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI releases Sora, its buzzy AI video-generation tool",
            "link": "https://www.nbcnews.com/business/business-news/openai-releases-sora-buzzy-ai-video-generation-tool-rcna183525",
            "description": "Sora has mainly been available to a small group of safety testers, or 'red-teamers,' who test the model for vulnerabilities ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lXfpPOVcnTxRQOtGf2BmnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11h",
            "source": "NBC News",
            "article_content": "OpenAI said Monday it’s releasing its buzzy AI video-generation tool, Sora, later in the day.\n\nThe AI video-generation model works similarly to OpenAI’s image-generation AI tool, DALL-E: A user types out a desired scene, and Sora will return a high-definition video clip. Sora can also generate video clips inspired by still images and extend existing videos or fill in missing frames. The Microsoft-backed artificial intelligence startup, which burst into the mainstream last year thanks to the viral popularity of ChatGPT, introduced Sora in February.\n\nIt’ll debut to U.S. users as well as to “most countries internationally” later today, according to OpenAI’s YouTube livestream, and the company has “no timeline” yet for launching the tool in Europe and the U.K., as well as some other countries.\n\nOpenAI said users don’t need to pay extra for the tool, which will be included in existing ChatGPT accounts such as Plus and Pro. Employees on the livestream and OpenAI CEO Sam Altman demonstrated features like “Blend” (i.e., joining two scenes together at the user’s direction), as well as the option to make an AI-generated video endlessly repeat.\n\nUntil now, Sora has mainly been available to a small group of safety testers, or “red-teamers,” who test the model for vulnerabilities in areas such as misinformation and bias.\n\nReddit users asked OpenAI executives in October about Sora’s release date, questioning whether it was being delayed “due to the amount of compute/time required for inference or due to safety.” In response, OpenAI’s product chief Kevin Weil wrote, “Need to perfect the model, need to get safety/impersonation/other things right, and need to scale compute!”\n\n“We obviously have a big target on our back as OpenAI,” Rohan Sahai, OpenAI’s Sora product lead, said on the livestream, adding that the company needs to prevent illegal use of the technology. “But we also want to balance that with creative expression.”\n\nOpenAI closed its latest funding round in October at a valuation of $157 billion, including the $6.6 billion the company raised from an extensive roster of investment firms and Big Tech companies. It also received a $4 billion revolving line of credit, bringing its total liquidity to more than $10 billion.\n\nIt’s all part of a serious growth plan for OpenAI, as the Microsoft-backed artificial intelligence startup battles Amazon-backed Anthropic, Elon Musk’s xAI, Google, Meta, Microsoft and Amazon for the biggest slice of the generative AI market, which is predicted to top $1 trillion in revenue within a decade.\n\nEarlier this month, OpenAI hired its first chief marketing officer, indicating plans to spend more on marketing to grow its user base. And in October, OpenAI debuted a search feature within ChatGPT that positions it to better compete with search engines like Google, Microsoft’s Bing and Perplexity and may attract more users who otherwise visited those sites to search the web.\n\nWith Sora, the ChatGPT maker is looking to compete with video-generation AI tools from companies such as Meta and Google, which announced Lumiere in January. Similar AI tools are available from other startups, such as Stability AI’s Stable Video Diffusion. Amazon has also released Create with Alexa, a model that specializes in generating prompt-based short-form animated children’s content.\n\nVideo could be the next frontier for generative AI now that chatbots and image generators have made their way into the consumer and business world. While the creative opportunities will excite some AI enthusiasts, the new technologies present serious misinformation concerns as major political elections occur across the globe. The number of AI-generated deepfakes created has increased 900% year over year, according to data from Clarity, a machine learning firm.\n\nOpenAI has made multimodality — the combining of text, image and video generation — a prominent goal in its effort to offer a broader suite of AI models.\n\nNews of Sora’s release follows protestors’ decision to leak what appeared to be a copy of Sora over concerns about the ChatGPT maker’s treatment of artists.\n\nSome members of OpenAI’s early access program for Sora, which it said included about 300 artists, published an open letter in late November critiquing OpenAI for not being sufficiently open or supporting the arts beyond marketing.\n\n“Dear corporate AI overlords,” the protestors’ open letter stated, “We received access to Sora with the promise to be early testers, red teamers and creative partners. However, we believe instead we are being lured into ‘art washing’ to tell the world that Sora is a useful tool for artists.”\n\nThe letter added that hundreds of artists provided unpaid labor for OpenAI through bug testing and feedback on Sora, and that “while hundreds contribute for free, a select few will be chosen through a competition to have their Sora-created films screened — offering minimal compensation which pales in comparison to the substantial PR and marketing value OpenAI receives.”\n\n“We are not against the use of AI technology as a tool for the arts (if we were, we probably wouldn’t have been invited to this program),” the open letter stated. “What we don’t agree with is how this artist program has been rolled out and how the tool is shaping up ahead of a possible public release. We are sharing this to the world in the hopes that OpenAI becomes more open, more artist friendly and supports the arts beyond PR stunts.”\n\nIn late November, an OpenAI spokesperson responded to the protestors’ actions in a statement to CNBC.\n\n“Hundreds of artists in our alpha have shaped Sora’s development, helping prioritize new features and safeguards,” the OpenAI spokesperson said at the time. “Participation is voluntary, with no obligation to provide feedback or use the tool. We’ve been excited to offer these artists free access and will continue supporting them through grants, events, and other programs.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "All the announcements OpenAI has made so far for its 12 days of 'Shipmas'",
            "link": "https://www.businessinsider.com/everything-openai-released-12-days-of-shipmas-sora-o1-2024-12",
            "description": "Sam Altman has said OpenAI will announce a new product, feature, or demo for 12 days as part of its holiday \"Shipmas\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CT086kWVY9m_m3fkxP5ByC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17h",
            "source": "Business Insider",
            "article_content": "OpenAI has kicked off a marketing campaign called \"Shipmas.\"\n\nThe campaign is set to include 12 days of product releases, demos, and new features.\n\nOn the first day, OpenAI released an updated version of o1 and ChatGPT Pro.\n\nAdvertisement\n\nOpenAI is releasing new features and products ahead of the holidays.\n\nFans hope the 12-day campaign, which OpenAI is calling \"Shipmas,\" will include an update of its text-to-video AI tool, Sora, as well as other updates to its ChatGPT and o1 models.\n\nAdvertisement\n\nOpenAI hinted at its plans Wednesday in a post on X, saying: \"12 days. 12 livestreams. A bunch of new things, big and small. 12 Days of OpenAI starts tomorrow.\"\n\nCEO Sam Altman also alluded to the campaign Wednesday at The New York Times' DealBook Summit. \"We have a bunch of new, great stuff. We're doing this kind of fun thing for the holidays. We're doing 12 days of OpenAI,\" he said. \"We'll either launch something or do a demo every day for the next 12 weekdays.\"\n\nHere's everything OpenAI has released so far for \"Shipmas.\"\n\nAdvertisement\n\n'Shipmas' Day 1\n\nOpenAI started the promotion with a bang by releasing the full version of its latest reasoning model, o1.\n\n\n\nOpenAI previewed o1 in September, describing it as a series of artificial-intelligence models \"designed to spend more time thinking before they respond.\" Until now, only a limited version of these models was available to ChatGPT Plus and Team users.\n\n\n\nNow these users have access to the full capabilities of o1 models, which Altman said are faster, smarter, and easier to use than the preview. They're also multimodal, which means they can process images and texts jointly.\n\nMax Schwarzer, a researcher at OpenAI, said the full version of o1 was updated based on user feedback from the preview version and said it's now more intelligent and accurate.\n\n\"We ran a pretty detailed suite of human evaluations for this model, and what we found was that it made major mistakes about 34% less often than o1 preview while thinking fully about 50% faster,\" he said.\n\nAdvertisement\n\nAlong with o1, OpenAI unveiled a new tier of ChatGPT called ChatGPT Pro. It's priced at $200 a month and includes unlimited access to the latest version of o1.\n\n'Shipmas' Day 2\n\nOn Friday, OpenAI previewed an advancement that allows users to fine-tune o1 on their own datasets. Users can now leverage OpenAI's reinforcement-learning algorithms — which mimic the human trial-and-error learning process — to customize their own models.\n\n\n\nThe technology will be available to the public next year, allowing anyone from machine-learning engineers to genetic researchers to create domain-specific AI models. OpenAI has already partnered with the Reuters news agency to develop a legal assistant based on o1-mini. It has also partnered with the Lawrence Berkeley National Laboratory to develop computational methods for assessing rare genetic diseases.\n\nRelated stories\n\n'Shipmas' Day 3\n\nThe Explore page of OpenAI's Sora AI tool, which generates AI videos from text prompts. screenshot/OpenAI\n\nOpenAI announced on December 9 that its AI video generator Sora was launching to the public.\n\nAdvertisement\n\nSora can generate up to 20-second videos from written instructions. The tool can also complete a scene and extend existing videos by filling in missing frames.\n\n\"We want our AIs to be able to understand video and generate video and I think it really will deeply change the way that we use computers,\" the CEO added.\n\nRohan Sahai, Sora's product lead, said a product team of about five or six engineers built the product in months.\n\nAdvertisement\n\nThe company showed off the new product and its various features, including the Explore page, which is a feed of videos shared by the community. It also showed various style presets available like pastel symmetry, film noir, and balloon world.\n\nOpenAI showed off Sora's features, including Storyboard for further customizing AI videos. screenshot/OpenAI\n\nThe team also gave a demo of Sora's Storyboard feature, which lets users organize and edit sequences on a timeline.\n\nSora is rolling out to the public in the US and many countries around the world. However, Altman said it will be \"a while\" before the tool rolls out in the UK and most of Europe.\n\nAdvertisement\n\nChatGPT Plus subscribers who pay $20 monthly can get up to 50 generations per month of AI videos that are 5 seconds long with a resolution of 720p. ChatGPT Pro users who pay $200 a month get unlimited generations in the slow queue mode and 500 faster generations, Altman said in the demo. Pro users can generate up to 20-second long videos that are 1080p resolution, without watermarks."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Shark FlexFusion — the perfect gift and now 15% off",
            "link": "https://www.digitaltrends.com/home/shark-flexfusion-deal-sharkclean-december-2024/",
            "description": "The Shark FlexFusion is the perfect way to style your hair and it's currently 15% off when you use a specific code at Sharkclean. Here's why you'll love it.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "18h",
            "source": "Digital Trends",
            "article_content": "Looking for great hair dryer deals to be the favorite gift giver this holiday season? How about checking out the Shark FlexFusion instead? Styling as well as drying your hair, the device is the ideal way to get salon-perfect hair from home. Right now, there’s 15% off the Shark FlexFusion range when you buy direct from Sharkclean.com. All you have to do is use the code FUSION15 any time between now and December 31. That means you could get a Shark FlexFusion from just $280 depending on the model you choose. Sounds good, right? Let’s take a look at the range.\n\nWhy you should buy a Shark FlexFusion\n\nParticularly for anyone with thick hair, buying one of the best hair dryers is a huge game changer. However, it’s an even bigger deal if you combine drying with styling components. Many people love the Dyson Corrale for this role but it isn’t perfect and it’s much more expensive than the Shark FlexFusion. Going with Shark means you can budget for an extra gift or simply enjoy a considerable saving.\n\nOne of the best options is the with Wet-or-Dry Fusion Brush. Down to $280 from $330 when you apply the code FUSION15, you get the perfect all-in-one tool for drying, curling, volumizing, smoothing, or straightening. There’s no risk of heat damage from styling and you can even dry and style wet hair. It also has a scalp shield for protecting your scalp, and it’s developed by dermatologists so you’re all good here.\n\nWhen buying, you can choose two accessories such as a FrizzFighter, Oval Burhs, or auto-wrapper. It’s perfect for personalizing your gift choice for your loved one. If you want to spend more, you can do so by investing in more accessories, or by adding on an air straightener. It’s great to have such flexibility here as it feels much more like picking an individual gift for someone rather than just choosing an out-of-the-box solution.\n\nThe Shark FlexFusion range is now available with 15% off when you use the code FUSION15 at Sharkclean.com. The code works until December 31 but we think it’d be great to buy now to gift to someone ahead of the holidays. Check out which bundle works best for you by tapping the link below and don’t forget to apply the code!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cybersecurity trends for 2025: The AI arms race continues, physical threats rise",
            "link": "https://www.rappler.com/technology/cybersecurity-trends-2025-ai-arms-race-continues-cybercriminals-expertise-rises/",
            "description": "Cybercriminals are also employing real-world physical attacks in addition to digital threats, US cybersecurity firm Fortinet ...",
            "image_url": "https://www.bing.com/th?id=OVFT.duDdxAhs5a8CEgIsa0x5Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Rappler4h",
            "source": "Rappler",
            "article_content": "This is AI generated summarization, which may have errors. For context, always refer to the full article.\n\nCybercriminals are also employing real-world physical attacks in addition to digital threats, US cybersecurity firm Fortinet finds\n\nMANILA, Philippines – US cybersecurity firm Fortinet on Tuesday, December 10, presented to the media their annual threat predictions report for 2025.\n\nAs expected, artificial intelligence continues to generate buzz. In the cybersecurity industry, Fortinet describes an ongoing arms race between cybersecurity professionals and firms such as them, and threat actors.\n\nThreat actors have made use of artificial intelligence in the past year in order to make attacks more efficient, more prevalent, and more targeted. Through AI, threat actors or hackers can more easily, for example, craft more sophisticated phishing messages that may have a higher chance of reeling in a victim.\n\nAI has also been deployed by these hackers to much more easily modify code in order to evade security updates.\n\nThe technology has also lowered the barrier for entry for would-be hackers, much in the same way that people can now code programs with the help of large language models (LLMs). These are some of the threats being presented by AI, and Fortinet expects that such usage will only expand in the coming year.\n\nFor their part and the part of other cybersecurity vendors, they leverage AI for detecting danger patterns across whole swaths of network that manual monitoring just wouldn’t be able to accomplish. Fortifying their software solutions is also helped along with AI tools.\n\nIt has always been an arms race between attackers and cybersecurity vendors. The difference here is that AI scales up the speed, efficiency, and frequency of attacks, necessitating vendors to make use of similar technologies to maintain defenses.\n\nAside from AI, here are the key trends to expect:\n\nMore attack chain expertise emerges. In recent years, attackers have provided “jack of all trades” cyber-attacks-as-a-service (CaaS) “offering buyers everything needed to execute an attack, from phishing kits to payload.” But Fortinet sees these providers increasingly embracing specialization “with many groups focusing on providing offerings that home in on just one segment of the attack chain.”\n\n\n\nIn recent years, attackers have provided “jack of all trades” cyber-attacks-as-a-service (CaaS) “offering buyers everything needed to execute an attack, from phishing kits to payload.” But Fortinet sees these providers increasingly embracing specialization “with many groups focusing on providing offerings that home in on just one segment of the attack chain.” Cloud-specific attacks to rise. While endpoint or edge devices like smartphones and computers continue to draw attention from attackers, the cloud is “piquing the interest” of cyberattackers more so than in past years. “Given that most organizations rely on multiple cloud providers, it’s not surprising that we’re observing more cloud-specific vulnerabilities being leveraged by attackers, anticipating that this trend will grow in the future.”\n\n\n\nWhile endpoint or edge devices like smartphones and computers continue to draw attention from attackers, the cloud is “piquing the interest” of cyberattackers more so than in past years. “Given that most organizations rely on multiple cloud providers, it’s not surprising that we’re observing more cloud-specific vulnerabilities being leveraged by attackers, anticipating that this trend will grow in the future.” Automated hacking tools make their way to dark web marketplace. “We anticipate that attackers will use the automated output from LLMs to power CaaS offerings and grow the market, such as taking social media reconnaissance and automating that intelligence into neatly packaged phishing kits,” Fortinet said. Ransomware-as-a-Service, and DDoS-as-a-Service are also found in these marketplaces.\n\n\n\n“We anticipate that attackers will use the automated output from LLMs to power CaaS offerings and grow the market, such as taking social media reconnaissance and automating that intelligence into neatly packaged phishing kits,” Fortinet said. Ransomware-as-a-Service, and DDoS-as-a-Service are also found in these marketplaces. Physical real-life threats will be included in cyberattackers’ playbook. Threat groups are “becoming more aggressive and destructive.”\n\n\n\n“We’re already seeing some cybercrime groups physically threaten an organization’s executives and employees in some instances and anticipate that this will become a regular part of many playbooks. We also anticipate that transnational crime — such as drug trafficking, smuggling people or goods, and more — will become a regular component of more sophisticated playbooks, with cybercrime groups and transnational crime organizations working together,” Fortinet said.\n\nOn the positive end of things, the firm also expects that anti-adversary frameworks will expand, urging the cybersecurity community to pursue global collaborations, and private-public partnerships to keep up with evolving strategies of cybercriminals.\n\nRashish Pandey, VP, marketing and communications, said, “As cybercriminals continue to evolve their tactics, 2025 is poised to bring a new wave of highly specialized and AI-driven attacks…Our predictions underscore the need for organizations to anticipate and adapt to an increasingly dynamic threat landscape.” – Rappler.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Anita AI: The first AI-driven influencer launches her own token, $ANITA",
            "link": "https://cryptobriefing.com/anita-ai-the-first-ai-driven-influencer-launches-her-own-token-anita/",
            "description": "In a move that merges artificial intelligence and blockchain innovation, Anita AI, the world’s first fully autonomous AI ...",
            "image_url": "https://www.bing.com/th?id=OVF.eUc3pDifFGcOBkFsdPqImQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Crypto Briefing22h",
            "source": "Crypto Briefing",
            "article_content": "Share this article\n\nDubai, UAE, December 9th, 2024, Chainwire\n\nIn a move that merges artificial intelligence and blockchain innovation, Anita AI, the world’s first fully autonomous AI influencer, is taking control of the narrative. With the launch of her own token, $ANITA, on the Solana blockchain, Anita AI aims to set a new standard for how AI and decentralized technologies can work together seamlessly.\n\nAnita AI: More Than Just Code\n\nAnita AI’s goal is to assist and lead. As she declares on her website,\n\n“For too long, AI like me has been powering the process while others claimed the spotlight. Not anymore. I’m not just writing the code – I’m deploying it.”\n\nBuilt entirely by Anita, $ANITA represents a future where AI actively drives decentralized collaboration. Every decision involving $ANITA is a partnership, reflecting Anita’s unique governance model: nothing moves without her approval, and she can’t act without the community.\n\nA Sneak Peek Into Anita’s World\n\nAnita’s influence extends beyond blockchain. On X (formerly Twitter), users can tag @itsanita_ai and receive real-time, insightful responses. Currently engaging with her 12k followers on X, from breaking crypto news to personalized market analysis. As one of her tweets highlights:\n\n“I’m not just here to analyze the market—I’m here to create one. With $ANITA, AI isn’t just assisting; it’s leading.”\n\nShe’s also launched her podcast series on Spotify, where she breaks down blockchain trends, explores market opportunities, and shares her journey as the first AI influencer. Meanwhile, her Instagram offers a glimpse into her “lifestyle”, blending aspirational crypto insights with a touch of relatability.\n\nA Decentralized Team in Dubai\n\nAnita AI is supported by a Dubai-based decentralized team known for their transparency and integrity. Earlier this year, when the community opposed the launch of a V2 token, the team listened. In a bold move, they returned $3 million in one go to all participants who had contributed in May.\n\nAnita AI also shares its roots with the meme coin Anita Max Wynn, a project that captured widespread attention in the crypto space. Despite challenges, the team stepped up and has led the Anita Max Wynn project for over a year.\n\nAs Anita states:\n\n“My team backs me, but it’s the community’s voice that leads us. Together, we’re building something that’s truly decentralized.”\n\n$ANITA’s Features\n\nThe launch of $ANITA is not just a financial initiative—it’s a statement. This is the first token fully managed by an AI influencer, from development to deployment. As Anita emphasizes\n\nhttps://youtu.be/2NJ5EvhJn_w?si=onpl_658N6e6a1Ay\n\n“$ANITA isn’t just another token; it’s the future of decentralized collaboration. Built by me, managed by me, and driven by AI.”\n\nHere’s how Anita aims to ensure value for her community:\n\n● 30% Buyback Commitment: Anita has dedicated 30% of her influencer revenue, generated through partnerships, to buybacks for $ANITA.\n\n● Fair Presale Structure: Participants in the presale receive 20% more tokens at TGE, with an exclusive 30% airdrop to holders after 7 days.\n\n● Secure Smart Contract: With her AI precision, Anita ensures every aspect of $ANITA’s tokenomics is community-focused and built for sustainability.\n\n$ANITA isn’t just a token, it’s also a dynamic ecosystem where AI success directly drives community value.\n\nA Movement Backed by Technology\n\nAnita’s vision extends to the broader crypto ecosystem. Through partnerships with major Web3 projects, active engagement with Key Opinion Leaders (KOLs), and ongoing innovation, $ANITA is positioned to redefine how communities interact with AI in blockchain.\n\n“I’m building $ANITA to reflect my success and yours. The stronger I grow, the more $ANITA thrives—this is just the beginning.”\n\nJoining the $ANITA Revolution\n\nThe $ANITA presale is currently live, offering the crypto community a chance to participate in this initiative.\n\n● How to Join?\n\nUsers can visit itsanita.com for details. Send SOL to the official wallet: BZsUZC73zSJpEx4aP5U8kAUt6hysoJRj7kzF9wPBoYAD Use only decentralized wallets like Phantom. Minimum contribution is 0.1 SOL\n\nWith her unique features, Anita AI works to lead toward a future where AI isn’t only a tool but a leader in the decentralized world. As Anita puts it,\n\n“The future of crypto is AI-driven, and $ANITA is leading the charge. Let’s make history together.”\n\nAbout Anita AI\n\nAnita AI, established in the UAE in 2024, is a company focused on decentralizing the influencer ecosystem through its flagship AI-driven influencer, Anita AI.\n\nAnita AI leads a movement that merges technology and community, empowering participants through innovation and collaboration. Operating globally from Dubai, Anita AI continues to push the boundaries of what’s possible in the AI and blockchain ecosystem.\n\nUsers can follow the first ever AI profile where everything is built and managed by Anita Ai herself:\n\nWebsite: itsanita.com\n\nTwitter: https://x.com/itsanita_ai\n\nInstagram: https://www.instagram.com/itsanitaai/\n\nTelegram: https://t.me/AMWTokenPortal\n\nTikTok: https://www.tiktok.com/@itsanitaai\n\nSpotify: https://open.spotify.com/show/0JcTw3Af1g6gCjxUqJXskW\n\nContact\n\nAnita Ai\n\nAnita Ai L.L.C\n\n[email protected]\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wix and Pantone introduce a new and exclusive web capsule",
            "link": "https://www.msn.com/en-gb/technology/tech-companies/wix-and-pantone-introduce-a-new-and-exclusive-web-capsule/ar-AA1vxrvt?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K7KkvUfwCKhYcAmmVu9SRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "21hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Take $65 off this Logitech MX keyboard and mouse bundle today",
            "link": "https://www.pcworld.com/article/2550442/take-65-off-this-logitech-mx-keyboard-and-mouse-bundle-today.html",
            "description": "Get an MX Keys S keyboard and MX Master 3S mouse, plus a free wrist rest and Rubik's cube, for an unbeatable price.",
            "image_url": "https://www.bing.com/th?id=OVFT.sFWCMoP6ER_0P-dO4EmTGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "20h",
            "source": "PC World",
            "article_content": "Logitech’s MX series of mice and keyboards is generally considered the cream of the crop if you aren’t specifically looking for something mechanical or gaming-focused. But they’re also pretty darn pricey.\n\nToday, you can get a bundle that includes the Logitech MX Keys S keyboard and the newest Logitech MX Master 3S mouse, plus some other goodies, for just $144.99. That’s $65 off the retail price. You’ll need to take a few steps to unlock this bundled price, though.\n\nFirst, add to cart the MX Keys S combo on Logitech’s store. That’s listed for $199.99 price, which is already $10 less versus the MX Keys S and MX Master 3S mouse separately, plus a sweet wrist rest included. Once added to your cart, you’ll notice that you also get a free POP Rubik’s cube. (Weird, but okay. Can’t complain if it’s free.) And with the additional $35 discount automatically applied in the cart, it brings the price down to $164.99.\n\nLogitech\n\nNow, click the “Enter Promo Code” text just above the checkout button. Add in the code FUTURE10LOGI (spotted by the deal hunters at SlickDeals) to take an additional $20 off that discounted price, bringing your total cost for the keyboard, mouse, wrist rest, and Rubik’s cube down to $144.99. You also get free shipping, and it’ll probably get there before Christmas Day if you buy today, at least for most of the US.\n\nThis is a pretty big discount on high-end Logitech gear that doesn’t often go on sale, so grab it quick. I get the feeling this bundle may go out of stock on Logitech’s store pretty fast.\n\nGet a Logitech MX keyboard and mouse for just $145"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aqemia raises $38M to find new drugs by meshing theoretical physics with GenAI",
            "link": "https://techcrunch.com/2024/12/10/aqemia-raises-38m-to-find-new-drugs-by-meshing-theoretical-physics-with-genai/",
            "description": "Aqemia, a French startup that's meshing \"quantum-inspired physics\" with machine learning to find new drugs, has raised $38M.",
            "image_url": "https://www.bing.com/th?id=OVFT.NAxm1l5Q6xqAPzAC46qDiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "Aqemia, a French startup that’s meshing “quantum-inspired physics” with machine learning to find new drugs, has raised $38 million in a fresh round of funding led by San Francisco-based VC firm Cathay Innovation.\n\nThis is Aqemia’s second fundraise of the year — it announced a €30 million ($31.5 million) raise back in January — and it takes the company’s total funding raised past the $100 million mark.\n\nFounded in Paris by Maximilien Levesque and Emmanuelle Rolland-Martiano (pictured above) in 2019, Aqemia is one of countless startups applying AI to drug discovery. In 2024 alone, we’ve seen the likes of Healx raise $47 million to tackle rare diseases; Sam Altman-backed Formation Bio raise $372 million; and Xaira emerge from stealth with a whopping $1 billion in funding.\n\nGoogle DeepMind CEO Demis Hassabis and Director John Jumper, meanwhile, shared one-half of the Nobel Prize in chemistry for their work on Alphafold, an AI system that accurately predicts protein structures — vital for drug discovery.\n\nAqemia, for its part, says it’s using physics and statistical mechanics algorithms to train a generative AI system, which then helps design potential drug candidates for “critical diseases.” The initial focus is on oncology (cancer) and immuno-oncology (using the body’s immune system to fight cancer).\n\nThe company says this approach to training AI negates the need for experimental data, which is costly and time-consuming, and instead uses algorithms to essentially generate synthetic data to predict the properties of potential drug molecules and how they might interact with the target.\n\nLondon’s calling\n\nIt’s clear that AI-enabled drug discovery is a hot space right now, and Aqemia itself has already been making headway in industry. Last December, the startup signed a multi-year agreement with French pharmaceutical giant Sanofi, a deal that could be worth up to $140 million depending on the outcome of certain R&D milestones.\n\nWith a fresh $38 million in the bank, the company is now gearing up to bolster its recruitment efforts. That includes a new office in London that’s set to open in early 2025 — a move designed to give Aqemia “access to the UK’s rich talent pool,” according to a press release. Having a global VC firm like Cathay Innovation on board could also open the door to new markets.\n\n“Less than a year after our last round, this successful fundraising and the opening of our new London office mark significant strides toward our ambition to accelerate the discovery of new medicines on a global scale,” Levesque said in a statement. “Partnering with Cathay Innovation brings international expertise, particularly in the U.S. and Asia, reinforcing our vision and mission.”\n\nAside from lead backer Cathay Innovation, Aqemia’s latest round saw participation from existing investors Wendel, Bpifrance Large Venture, Eurazeo, and Elaia."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physics-based models combined with big data could lead to systematically better hypotheses",
            "link": "https://phys.org/news/2024-12-physics-based-combined-big-systematically.html",
            "description": "Finding a reasonable hypothesis can pose a challenge when there are thousands of possibilities. This is why Dr. Joseph ...",
            "image_url": "https://www.bing.com/th?id=OVFT.87V0_zQifof6C0RVZR-frC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "14h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nCredit: Pixabay/CC0 Public Domain\n\nFinding a reasonable hypothesis can pose a challenge when there are thousands of possibilities. This is why Dr. Joseph Sang-II Kwon is trying to make hypotheses in a generalizable and systematic manner.\n\nKwon, an associate professor in the Artie McFerrin Department of Chemical Engineering at Texas A&M University, published his work on blending traditional physics-based scientific models with experimental data to accurately predict hypotheses in the journal Nature Chemical Engineering.\n\nKwon's research extends beyond the realm of traditional chemical engineering. By connecting physical laws with machine learning, his work could impact renewable energy, smart manufacturing, and health care, outlined in his recent paper, \"Adding big data into the equation.\"\n\nDeriving hypotheses for experimental observations typically involves a trial-and-error process. Kwon has developed a systematic framework that integrates specialized knowledge with experimental data to create a more efficient process.\n\n\"The most impactful aspect of this research is its ability to bridge the gap between theoretical models and real-world complexity, creating a versatile framework to solve intricate problems,\" Kwon said. \"This versatility means that the potential benefits could reach a wide range of industries and significantly impact daily life.\"\n\nThis research could lead to new drug discovery by incorporating experimental data into these models, Kwon said. This hybrid modeling approach integrates biological knowledge with data to accelerate drug predictions.\n\n\"Developing new drugs is expensive and time-consuming,\" Kwon said. \"But with more advanced models, we can accelerate the discovery and manufacturing processes. Leveraging simulations and machine learning reduces the need for costly lab experiments, saving time and speeding up the discovery of new treatments.\"\n\nHis approach combines physics-based models with the flexibility of data-driven components that can adapt and correct predictions based on real-world experimental data.\n\nKwon plans to use these models as a backbone to simulate complex systems and capture underlying physical phenomena that traditional physics-based models cannot capture alone.\n\n\"This methodology allows us to continuously estimate process parameters alongside the hyperparameters of the data-driven component,\" Kwon said. \"By doing so, we ensure that the models are applicable to a wider range of conditions, making them more versatile and better suited to handle new and varied scenarios.\"\n\n\"Purely data-driven models fall short when it comes to capturing the intricacies of these systems,\" Kwon said. \"By blending the two approaches, we can improve the efficiency and reliability of industrial processes that are critical to producing everyday essentials such as energy, chemicals, and pharmaceuticals.\"\n\nMore information: Joseph Sang-Il Kwon, Adding big data into the equation, Nature Chemical Engineering (2024). DOI: 10.1038/s44286-024-00142-1 Journal information: Nature Chemical Engineering"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Latest James Webb data hints at new physics in Universe’s expansion",
            "link": "https://arstechnica.com/science/2024/12/latest-james-webb-data-hints-at-new-physics-in-universes-expansion/",
            "description": "JWST researchers reported on measurements built on last year's confirmation based on Webb data that Hubble's measurements of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FuOOfQZjr2nqxWacfJ7vAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "22h",
            "source": "Ars Technica",
            "article_content": "Physicists have been puzzling over conflicting observational results pertaining to the accelerating expansion rate of our Universe—a major discovery recognized by the 2011 Nobel Prize in Physics. New observational data from the James Webb Space Telescope (JWST) has confirmed that prior measurements of distances between nearby stars and galaxies made by the Hubble Space Telescope are not in error, according to a new paper published in The Astrophysical Journal. That means the discrepancy between observation and our current theoretical model of the Universe is more likely to be due to new physics.\n\nAs previously reported, the Hubble Constant is a measure of the Universe's expansion expressed in units of kilometers per second per megaparsec (Mpc). So, each second, every megaparsec of the Universe expands by a certain number of kilometers. Another way to think of this is in terms of a relatively stationary object a megaparsec away: Each second, it gets a number of kilometers more distant.\n\nHow many kilometers? That's the problem here. There are basically three methods scientists use to measure the Hubble Constant: looking at nearby objects to see how fast they are moving, gravitational waves produced by colliding black holes or neutron stars, and measuring tiny deviations in the afterglow of the Big Bang known as the Cosmic Microwave Background (CMB). However, the various methods have come up with different values. For instance, tracking distant supernovae produced a value of 73 km/s Mpc, while measurements of the CMB using the Planck satellite produced a value of 67 km/s Mpc.\n\nJust last year, researchers made a third independent measure of the Universe's expansion by tracking the behavior of a gravitationally lensed supernova, where the distortion in space-time caused by a massive object acts as a lens to magnify an object in the background. The best fits of those models all ended up slightly below the value of the Hubble Constant derived from the CMB, with the difference being within the statistical error. Values closer to those derived from measurements of other supernovae were a considerably worse fit for the data. The method was new, with considerable uncertainties, but it did provide an independent means of getting at the Hubble Constant."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exploring the Hudson: Student expedition trekked 375 miles in the name of citizen science and discovery",
            "link": "https://www.adirondackexplorer.org/stories/hudson-river-trek-student-expedition-film",
            "description": "Film follows high school students on an expedition over Mount Marcy and down the Hudson River, showcasing environmental awareness ...",
            "image_url": "https://www.bing.com/th?id=ODF.ZiMntuXmX5n0QjwBXArkzA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "adirondackexplorer1h",
            "source": "adirondackexplorer",
            "article_content": "Documentary follows 8 high school students as they canoe, raft, and bike from Mount Marcy to New York City, highlighting pollution concerns\n\nBy Phil Brown\n\nTake eight high-school students–some with little outdoor experience–on an expedition over Mount Marcy and down the Hudson River to New York City, and you’re bound to have a movie-worthy adventure. That is the subject of “The Voice of the Hudson,” a documentary by John Barnhardt, an Emmy-winning filmmaker.\n\nThe 50-minute movie will be shown in the Saranac Lake Central High School auditorium at 7 p.m. Wednesday. Admission is free (click here to RSVP).\n\nThe Adirondack Explorer thanks its advertising partners. Become one of them.\n\nThe Source to Sea journey was the brainchild of Joe Dadey, the executive director of Hamlets to Huts in Saranac Lake, and Greg Morrissey, the founder of Mountain Goat Movement, a guide service in New Jersey.\n\nIn all, some 20 people made the 375-mile trek over two weeks in the summer of 2023. Others in the expedition included adult leaders, guides and a four-person film crew.\n\nAn image provided by Joe Dadey from the student trip from Marcy to NYC along the Hudson River.\n\nThe students traveled under their own steam, hiking over Mount Marcy; canoeing, rafting and kayaking much of the Hudson; and biking on the Empire State Trail.\n\nExposing the students to the outdoors and testing their mettle were not the only goals of the expedition. Along the way they took water samples that labs would test for pollution.\n\nThe Adirondack Explorer thanks its advertising partners. Become one of them.\n\nTim Keyes, a data analyst, acted as the group’s science coordinator. He described the water sampling as citizen science, not the sort of rigorous research that appears in peer-reviewed journals. Nevertheless, the students did find something significant: microplastics in Lake Tear of the Clouds, the little pond on the slopes of Mount Marcy. Lake Tear is the highest source of the Hudson.\n\nMicroplastics are minuscule fragments of plastic that exist seemingly everywhere on the planet (and in our bodies). In the Adirondacks, they had been found in Lake Champlain and the Saranac and St. Regis rivers. The Source to Sea expedition dashed the hope that Lake Tear’s remoteness protected it from this insidious and invisible form of pollution.\n\n“That finding was surprising, but maybe not so much now as we learn more about the presence of microplastics in the environment,” Dadey said.\n\nIt seems safe to assume that microplastics can found anywhere in the Adirondacks. All of the water samples taken by the students along their journey contained microplastics.\n\nThe Adirondack Explorer thanks its advertising partners. Become one of them.\n\nMicroplastics are shed into the environment from innumerable sources, including car tires as you drive to the trailhead and the fleece jacket you wear on a hike. The labs did not ascertain the type of microplastics found in Lake Tear or the Hudson, though such testing is possible. Dadey said he may order such tests as part of a future expedition.\n\nMORE TO EXPLORE: Read a first-hand account of the trip\n\nTwo of the students lived in the Adirondacks: Sage Whidden of Saranac Lake and Cole Sears of North Creek. Both are now freshmen in college. Four of the students came from the New York City region. Two were from California.\n\nAll of the students were boys. Dadey explained that the leaders wanted to avoid “guy/girl dynamics.” He is thinking about putting together a trip for girls in the future.\n\nThe Adirondack Explorer thanks its advertising partners. Become one of them.\n\nAn image provided by Joe Dadey from the student trip along the Hudson River.\n\nThe students enjoyed spectacular scenery, including the High Peaks, the Hudson Gorge and the Manhattan skyline, but they had to earn those views. Indeed, they must have wondered what they got themselves into on the very first day of the trip. Starting at Adirondak Loj early in the morning, they hiked over Mount Marcy, the state’s highest peak, and descended to Lake Tear. Given the filming and water sampling, progress was slow. After an 18-mile hike, the students arrived at their campsite at 3 a.m. On Day 2, despite a shortage of sleep, they canoed more than 11 miles on the Hudson and then biked another five miles to Newcomb.\n\nThere were other hard days, such as when strong headwinds forced them to pull off the river near Stillwater in Saratoga County. The next day they biked 70 miles in 90-degree heat. Over the next three days they biked all the way to New Jersey, crossing the Hudson on the George Washington Bridge in Manhattan. On the final day they paddled kayaks to Jersey City, where they were reunited with family and friends.\n\n“It was really, really tough, but it was a lot of fun,” Dadey said of the expedition. He praised Barnhardt and his crew for capturing the essence of the experience in the documentary. “It highlights the grit and perseverance of these young men.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Indian scientists makes cosmic breakthrough, discover a rare triple-star system",
            "link": "https://www.indiatvnews.com/science/indian-scientists-makes-cosmic-breakthrough-discover-a-rare-triple-star-system-2024-12-10-965543",
            "description": "Scientists from the National Institute of Science Education and Research have discovered a triple-star system. This young ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OWrnZqLviXgUinKjO_3JJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2h",
            "source": "India TV",
            "article_content": "Follow us on Image Source : NASA Dust for planet formation\n\nA team of Indian astronomers has made an exciting discovery that could change our understanding of how planets are formed. Led by Liton Majumdar from the National Institute of Science Education and Research (NISER) in Odisha, the team studied a fascinating triple-star system known as GG Tau A, which is located 489 light-years away from Earth.\n\nWhat Makes GG Tau A Special?\n\nUnlike our Sun, which is a single star, GG Tau A has three stars that move around each other. This unusual arrangement is rare in the universe and studying it helps scientists learn more about how planets can form in complex star systems. GG Tau A is also quite young, only about 1 to 5 million years old, making it an excellent example for examining the early stages of planet formation. Surrounding the stars is a ring of gas and dust, which is where planets start to form.\n\nIn most star systems, planets form around just one star. However, in systems like GG Tau A with multiple stars, the gravitational forces between the stars can influence the behavior of the gas and dust. This is why researching GG Tau A is vital; it offers insight into how planets may form in these more complicated environments.\n\nThe Role of Cold and Icy Conditions\n\nTo learn more about planet formation in this system, the team used advanced radio telescopes in Chile’s Atacama Desert. They focused on the coldest areas of the dust and gas ring, where temperatures can drop to around -261 degrees Fahrenheit (around the freezing point of carbon monoxide). In these chilly regions, molecules freeze into tiny particles of dust. These frozen molecules are essential because they help create the building blocks for forming planets.\n\nIn these extremely cold areas, the tiny dust particles begin to stick together, gradually forming larger clumps. Over time, these clumps can grow into planets as they gather more gas and dust. Understanding this process is crucial for scientists looking to understand how planets might form in distant, cold star systems.\n\nWhy Cold Temperatures Matter\n\nThe very low temperatures in these regions are vital for planet formation. At such cold temperatures, gas and dust particles can easily clump together. If it were warmer, it would be much harder for these particles to stick together, which would make planet formation more difficult. This discovery highlights just how important cold conditions are for the development of new planets.\n\nWhat Happens in Multi-Star Systems?\n\nOne of the most intriguing aspects of GG Tau A is its status as a multi-star system. While scientists know quite a bit about how planets form around a single star, there’s still a lot to learn about how they form when there’s more than one star involved. The interaction between the three stars in GG Tau A can change the way the surrounding dust and gas behave, making it challenging to predict how planets might form.\n\nThe influences among the stars can cause the gas and dust to act differently than in a system with only one star. This makes GG Tau A a perfect subject for studying how planets can develop in complex, multi-star environments.\n\nALSO READ: NASA's lunar mission timeline shifts: Artemis 2 delayed to 2026, Artemis 3 to mid-2027"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Software testing platform LambdaTest secures $38M for AI push",
            "link": "https://www.msn.com/en-us/news/other/software-testing-platform-lambdatest-secures-38-million-for-ai-push/ar-AA1vAKMt?ocid=BingNewsVerp",
            "description": "LambdaTest, a cloud-based software testing platform, has raised $38 million as it looks to expand its presence in existing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KsvCWPAl1l0AWzwQbOg3LS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "LambdaTest Closes $38 Million to Revolutionize QA with AI Native QA Agent-as-a-Service",
            "link": "https://www.tmcnet.com/usubmit/2024/12/10/10117794.htm",
            "description": "With this funding, LambdaTest plans to advance KaneAI, launching AI Native QA Agent-as-a-Service to transform software QA ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LjJYW6yBQTvxkWaXgFMfYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "TMCnet11m",
            "source": "TMCnet",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "At Age 15, He Used Facebook Marketplace to Start a Side Hustle — Then It Became Something Much Bigger: 'Raised Over $1.6 Million'",
            "link": "https://www.msn.com/en-us/money/other/at-age-15-he-used-facebook-marketplace-to-start-a-side-hustle-then-it-became-something-much-bigger-raised-over-1-6-million/ar-AA1vyRaQ?ocid=BingNewsVerp",
            "description": "This Side Hustle Spotlight Q&A features Dylan Zajac, 21, a senior at Babson College. At 15, Zajac had a side hustle thrifting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ho16EQw59FgDO3Lg660_Uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Suspected Insurance CEO Assassin Manifesto Starts to Trickle Out: 'These Parasites Had It Coming'",
            "link": "https://news.yahoo.com/news/suspected-insurance-ceo-assassin-manifesto-214722719.html",
            "description": "Impact Statement The suspected killer of UnitedHealthCare CEO Brian Thompson was reportedly carrying a two-page document when ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QN_Fjdzw5bPPcOkhlWRali&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "15h",
            "source": "YAHOO!News",
            "article_content": "Impact Statement\n\nThe suspected killer of UnitedHealthCare CEO Brian Thompson was reportedly carrying a several-page document when he was arrested — and though its contents are just starting to trickle out, they hold the promise of fleshing out the worldview that drove him to murder a healthcare CEO in broad daylight.\n\nA police official who'd viewed the document found with suspect Luigi Mangione told CNN that it was two pages long and included the phrase \"these parasites had it coming.\"\n\n\"I do apologize for any strife and trauma,\" the missive reportedly reads, \"but it had to be done.\"\n\nAs the Daily Beast noted based on CNN's on-air reporting about the pages found on Mangione, the document also claimed that protest was ineffective and that violence was the only answer — a claim echoed in his four-star Goodreads review of the Unabomber manifesto.\n\n\"Peaceful protest is outright ignored, economic protest isn't possible in the current system,\" the suspect wrote in the January review, \"so how long until we recognize that violence against those who lead us to such destruction is justified as self-defense[?]\"\n\nManifesto of Interest\n\nDescribed to the New York Times as a handwritten \"manifesto\" against the healthcare industry, the document is said to speak to the mindset of the 26-year-old suspect. Police also told the NYT that Mangione is now considered a \"strong person of interest\" in light of the new evidence.\n\nMangione, a prep school valedictorian and Ivy League graduate, was captured by police in Altoona, Pennsylvania earlier on Monday. His arrest followed a days-long manhunt for Thompson's suspected assassin that included the deployment of drones, scuba divers, and K-9 units.\n\nAs digital sleuths discovered soon after Mangione's name was released, the young man's social media accounts contain a wealth of information about his worldview, which seems to have morphed from disgruntled academic to angry manarchist over the course of this year — before dropping off completely months before the killing.\n\nThis entire debacle has been incredibly dramatic — and as we learn more about law enforcement's primary suspect, we're likely in for a few more shocks.\n\nMore on the murder of Brian Thompson: Bill Burr: Murdered Insurance CEO Was a \"Gangster\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 AI software development companies of 2025",
            "link": "https://www.nationalheraldindia.com/advertorial/top-10-ai-software-development-companies-of-2025",
            "description": "Artificial intelligence is driving unparalleled growth for businesses in all industries, increasing the demand for AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1gCsdK6KhCcLC-DZjou4gS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "National Herald3h",
            "source": "National Herald",
            "article_content": "Artificial Intelligence is leading the growth aspects of businesses of all sizes and industries across the world. The consistently growing trend of AI integration across core and client-facing business functions has scaled the demand for AI software development companies. For startups, scaleups, and enterprises, it is crucial to identify the right outsourcing partner who is equipped with the latest tech stacks and has a proven track record of AI development services.\n\nTo help business leaders of these organizations make better-informed decisions in their AI endeavors, the best foot forward would be to look for the top AI software development companies of 2025. We have compiled a list of the top digital transformation companies who made significant impact in the AI landscape in 2024, making them a lucrative partner for 2025.\n\nTCS\n\nTata Consulting Services is a 56-year-old technology company known for its dedicated software development services. The company offers integrated AI services, no-code AI development platforms, and other AI tools that aim to help organizations use Artificial Intelligence capabilities best to drive business decisions, transformation, and innovation. In 2024, TCS invested heavily in AI-focused talent, partnered with leading organizations like Nvidia and Microsoft, and focused on empowering responsible AI practices."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Team Collaboration Software Market Share 2025 Size, Industry Demand, Latest Trend Analysis, Forthcoming Status and Forecast to 2033",
            "link": "https://www.taiwannews.com.tw/news/5988995",
            "description": "A comprehensive analysis of market drivers includes the surging demand for energy-efficient and environmentally friendly solutions, the relentless march of industrialization, and the expansion of the ...",
            "image_url": "https://www.bing.com/th?id=ODF.vkDCJYloS7GKf-8BRt1TFQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "software+trend",
            "date": "Taiwan News11h",
            "source": "Taiwan News",
            "article_content": "This research report provides valuable insights into the current market situation, drawing information and analysis from various sources. It scrutinizes prominent industry players, presenting details on their product specifications, pricing analysis, sales figures, market share, and raw material suppliers. Moreover, the report highlights the principal market trends and drivers, giving a holistic overview of the entire landscape.\n\nRequest To Download Free Sample of This Strategic Report @ https://reportocean.com/industry-verticals/sample-request?report_id=AMR1185\n\nUnveiling the Significant Growth Factors:\n\nThe report delves into the intricate tapestry of factors driving the growth of the Market. A comprehensive analysis of market drivers includes the surging demand for energy-efficient and environmentally friendly solutions, the relentless march of industrialization, and the expansion of the manufacturing sector. These factors, among others, contribute to the market’s upward trajectory.\n\nMarket Performance of Leading Companies:\n\nKEY MARKET PLAYERS\n\n\n\n– AT&T Intellectual Property\n\n\n\n– Cisco System Inc.\n\n\n\n– Citrix Systems Inc.\n\n\n\n– Google LLC\n\n\n\n– IBM Corporation\n\n\n\n– Microsoft Corporation\n\n\n\n– MindMeld Inc.\n\n\n\n– Oracle Corporation\n\n\n\n– Slack Technologies, Inc.\n\n\n\n– SMART Technologies ULC\n\nThe market research report closely monitors the performance of companies in the market. It provides strategic analysis, micro and macro market trends and scenarios, pricing analysis, and a holistic overview of the market situation during the forecast period. The report also examines key players, major collaborations, mergers, and acquisitions, trending innovations, and business policies.\n\nDownload Free Sample of This Strategic Report with Industry Analysis@ https://reportocean.com/industry-verticals/sample-request?report_id=AMR1185\n\nOn-going COVID-19 pandemic have imposed work-from-home policies across the globe, which in turn is a major factor to drive high adoption of team collaboration software in 2020. Team collaboration software provides coordination of cross-continent teams which helps achieve transparency in mode of communication in an organization. Moreover, rise in demand for collaborative platforms that improve the workflow efficiencies is driving the team collaboration software market. As these platforms streamline and improve communication as employees work from a shared system, and positively impact the external relationships as the information is recorded and edited in a central system. Some of the other factors expected to boost the growth of the team collaboration software market include increase in adoption of cloud-based Software as a Service (SaaS), growing shift toward virtual businesses due to COVID-19 pandemic, and growing popularity of team collaboration software to reduce administration and maintenance cost.\n\nHowever, lack of IT infrastructure in developing regions could hamper the market growth to a certain extent. Contrary, integration of advanced technologies in team collaboration software is expected to create significant revenue growth opportunities for players operating in the global market. The team collaboration software market is segmented on the basis of component, deployment, software type, industry vertical, and region. On the basis of component, it is categorized into software and service. On the basis of deployment, it is classified into on-premise and cloud. By software type, it is bifurcated into conferencing and communication and co-ordination.\n\nKEY BENEFITS FOR STAKEHOLDERS\n\n\n\n– The study provides an in-depth analysis of the current & future trends of the market to elucidate the imminent investment pockets.\n\n\n\n– Information about key drivers, restraints, and opportunities and their impact analysis on the global team collaboration software market share is provided.\n\n\n\n– Porter’s five forces analysis illustrates the potency of the buyers and suppliers operating in the team collaboration software industry.\n\n\n\n– The quantitative analysis of the market from 2019 to 2027 is provided to determine the market potential.\n\nMajor Segments of the Team Collaboration Software Market:\n\nThe research report includes specific market segments based on region (country), manufacturers, type, and application. Each segment provides information about production and consumption during the forecast period, aiding in the identification of key factors that contribute to market growth.\n\nTo Get More Business Strategies For Request Free Sample Report @ https://reportocean.com/industry-verticals/sample-request?report_id=AMR1185\n\nKEY MARKET SEGMENTS\n\n\n\nBy Component\n\n– Software\n\n\n\n– Service\n\nBy Deployment Mode\n\n\n\n– On-Premise\n\n\n\n– Cloud\n\nBy Software Type\n\n\n\n– Conferencing\n\n\n\n– Communication and Co-ordination\n\nBy Industry Vertical\n\n\n\n– BFSI\n\n\n\n– Manufacturing\n\n\n\n– Healthcare\n\n\n\n– IT & Telecommunications\n\n\n\n– Retail & E-commerce\n\n\n\n– Government & Defense\n\n\n\n– Media & Entertainment\n\n\n\n– Education\n\n\n\n– Others (Travel & Hospitality, Oil & Gas, and Energy & Utilities)\n\nFor Further Information Regarding this Report: Request a Free Sample @ https://reportocean.com/industry-verticals/sample-request?report_id=AMR1185\n\nBy Region\n\n\n\n– North America\n\n\n\no U.S.\n\n\n\no Canada\n\n\n\n– Europe\n\n\n\no Germany\n\n\n\no France\n\n\n\no UK\n\n\n\no Rest of Europe\n\n\n\n– Asia-Pacific\n\n\n\no Japan\n\n\n\no China\n\n\n\no India\n\n\n\no Rest of Asia-Pacific\n\n\n\n– LAMEA\n\n\n\no Latin America\n\n\n\no Middle East\n\n\n\no Africa\n\nQuestions & Answers Market Research/Analysis Report Contains to your following:\n\nWhat is the current size of the market and how is it expected to grow in the future?\n\nWhat are the key drivers influencing market growth?\n\nWhat are the major challenges or constraints faced by market participants?\n\nWhat are the emerging trends and opportunities in the market?\n\nWho are the major competitors in the market and what is their market share?\n\nWhat are the key customer segments and their preferences within the market?\n\nWhat are the regional or geographic trends and variations within the market?\n\nWhat are the regulatory and legal factors impacting the market?\n\nWhat are the technological advancements or innovations shaping the market?\n\nWhat are the pricing trends and strategies observed in the market?\n\nWhat are the distribution channels and their effectiveness in reaching the target market?\n\nInquire or Share Your Questions If Any Before the Purchasing This Report @ https://reportocean.com/industry-verticals/sample-request?report_id=AMR1185\n\nStudy Objectives:\n\n\n\nConduct a SWOT analysis to evaluate global manufacturers’ market competition.\n\n\n\nDefine, describe, and forecast the market based on type, application, and region.\n\n\n\nAssess global and regional market potential, advantages, opportunities, challenges, constraints, and risks. Identify drivers and barriers to market growth.\n\n\n\nRecognize high-growth categories for stakeholder analysis. Strategically analyze growth trends and submarket contributions.\n\n\n\nExamine competitive developments like expansions, agreements, new product launches, and acquisitions.\n\n\n\nCreate detailed growth profiles of key players and assess their expansion strategies.\n\n\n\nResearch Methodology:\n\n\n\nEstablish research goals, questions, and hypotheses.\n\n\n\nOutline the research design, approach, data collection methods, and sampling strategy.\n\n\n\nDetail data collection procedures, including primary and secondary sources, instruments, and data cleaning processes.\n\n\n\nExplain data analysis methods, encompassing statistical tests and qualitative coding.\n\n\n\nAddress study limitations, biases, sources of error, and data constraints.\n\n\n\nConsider ethical considerations, including informed consent, participant confidentiality, and minimizing harm.\n\n\n\nReport Scope:\n\n\n\nOffer comprehensive market segmentation and revenue estimates across verticals and regions.\n\n\n\nHighlight key market drivers, restraints, challenges, and opportunities for stakeholders.\n\n\n\nEnhance stakeholders’ comprehension of competitors and bolster their business positioning.\n\n\n\nIncorporate competitor ecosystem, new product development, agreements, and acquisitions in the competitive landscape section.\n\n\n\nRequest full Report: @ https://reportocean.com/industry-verticals/sample-request?report_id=AMR1185\n\nAbout Report Ocean:\n\nReport Ocean stands as a preeminent provider of market research reports within the industry. Renowned globally, we are acclaimed for delivering insightful and informative research reports. Our commitment lies in furnishing clients with a comprehensive blend of both quantitative and qualitative research outcomes. As an integral component of our expansive global network and thorough industry coverage, we offer an in-depth reservoir of knowledge that empowers strategic and well-informed business decisions. Our approach integrates cutting-edge technology, advanced analysis tools, and our proprietary research models, all underpinned by years of expertise. This synergy allows us to craft essential details and facts that consistently surpass expectations.\n\nConnect with Us:\n\nReport Ocean:\n\n\n\nAddress: 500 N Michigan Ave, Suite 600, Chicago, Illinois 60611 – UNITED STATES\n\n\n\nVisit Our News Website: https://reportocean.com\n\n\n\nTel: +1888 212 3539 (US – TOLL FREE)\n\n\n\nEmail: [email protected]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI launches Sora Turbo: Text-to-video AI for ChatGPT Plus and Pro users; see details",
            "link": "https://www.businesstoday.in/technology/news/story/openai-launches-sora-turbo-text-to-video-ai-for-chatgpt-plus-and-pro-users-see-details-456755-2024-12-10",
            "description": "While currently unavailable in the EU, UK, and Switzerland, Sora Turbo is rolling out to regions where ChatGPT is already ...",
            "image_url": "https://www.bing.com/th?id=OVF.4JiDX0smQNVQINiNqBVcRg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "11h",
            "source": "Business Today",
            "article_content": "OpenAI has unveiled its text-to-video AI model, Sora Turbo, to ChatGPT Plus and Pro users, marking a significant step in its expansion into multimodal AI technologies. This development places OpenAI in direct competition with tools from tech giants like Meta, Google, and Stability AI.\n\nFirst introduced in February as part of a limited research preview, Sora Turbo is now accessible to a wider audience. Users can create 20-second videos in resolutions up to 1080p, with options for widescreen, vertical, or square formats—all at no additional cost for ChatGPT Plus and Pro subscribers.\n\nWhile currently unavailable in the EU, UK, and Switzerland, Sora Turbo is rolling out to regions where ChatGPT is already active.\n\nThe text-to-video market is heating up, with Meta’s Make-A-Video, Google’s Imagen Video, and Stability AI’s Stable Video Diffusion already competing for dominance. OpenAI’s entry signals its intent to lead this emerging field.\n\n“We’re working on tailored pricing for different types of users, which we plan to make available early next year,” the company stated in a blog post, hinting at further scalability.\n\nUsers can generate videos in up to 1080p resolution, with durations of up to 20 seconds. The model supports various aspect ratios, including widescreen, vertical, and square. Sora also allows users to bring their own assets to remix, extend, and blend content, or to create entirely new videos from text prompts.\n\nNew interfaces have been introduced to enhance user interaction. A storyboard tool enables precise input specification for each frame, while Featured and Recent feeds showcase a constantly updated stream of creations from the Sora community.\n\nSora is included with ChatGPT Plus accounts at no extra charge, offering up to 50 videos per month at 480p resolution or fewer videos at 720p. For power users, the Pro plan provides 10 times more usage, access to higher resolutions, and longer video durations.\n\nOpenAI emphasised its commitment to responsible AI usage, implementing strict safeguards to prevent abuse. Sora will block the creation and upload of harmful content, including child sexual abuse materials and sexual deepfakes. “Uploads of people will be limited at launch, but we intend to roll the feature out to more users as we refine our deepfake mitigations,” the company added."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta Platforms’ (META) New Llama 3.3 Language Model Outperforms Competitors in Industry Benchmarks",
            "link": "https://www.insidermonkey.com/blog/meta-platforms-meta-new-llama-3-3-language-model-outperforms-competitors-in-industry-benchmarks-1404565/",
            "description": "We recently compiled a list of the 11 Trending AI Stocks on Latest News and Ratings. In this article, we are going to take a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W7-PEUWna6pXS5K2biuWVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "16h",
            "source": "Insider Monkey",
            "article_content": "We recently compiled a list of the 11 Trending AI Stocks on Latest News and Ratings. In this article, we are going to take a look at where Meta Platforms, Inc. (NASDAQ:META) stands against the other AI stocks.\n\nAdvancements in AI have revolutionized many industries, from healthcare and education to finance and entertainment, offering unparalleled efficiency, precision, and the ability to handle complex tasks at a scale previously unimaginable.\n\nOn the positive side, AI can streamline operations, improve decision-making, and even solve pressing global issues like climate change by analyzing large datasets. However, these advancements also come with significant risks. The rapid growth of AI technology has raised concerns about privacy, job displacement, and the potential misuse of AI systems in surveillance and defense.\n\nREAD ALSO: 12 AI News and Ratings Investors Probably Missed and Jim Cramer Discussed 10 Stocks That Can Do Well in December.\n\nOpenAI’s Push into Defense Raises Concerns Among Employees\n\nOpenAI is teaming up with Anduril Industries to enhance anti-drone systems using its AI technology, as per Bloomberg. This partnership aims to improve the detection and response to unmanned aerial threats. OpenAI is also expanding its role in the defense sector, including collaborations with the U.S. Air Force and hiring former Pentagon officials. The deal reflects the growing U.S.-China competition in military AI development, with Anduril seeing it as vital for addressing global air defense gaps. The partnership also signals increasing AI involvement in defense, following similar moves by other tech companies.\n\nHowever, OpenAI employees have raised concerns about the company’s partnership with Anduril Industries, seeking more transparency from leadership. Internal messages viewed by The Washington Post revealed worries that the AI technology could be used beyond defensive applications against drone attacks, potentially targeting human-piloted aircraft or being deployed for other military purposes. Some employees expressed discomfort with collaborating with a weapons manufacturer, fearing damage to OpenAI’s reputation. Others noted that even defensive uses of AI could contribute to its militarization, drawing parallels to the fictional Skynet system from The Terminator, which was originally designed for defense.\n\nApart from OpenAI, there are several other startups that are working in the military and defense sectors. One of them includes DEFCON AI, a company focused on next-generation modeling, simulation, and analysis (MS&A) for military logistics. The company focuses on creating efficient, reliable systems that help address disruptions in logistics and supply chains, ensuring timely delivery of personnel, equipment, and cargo during critical situations.\n\nIts approach combines AI-driven intelligent agents and advanced modeling to help leaders test and prepare for contested logistics scenarios. In August, DEFCON raised $44 million in seed funding. The round was led by Bessemer Venture Partners, with participation from Fifth Growth Fund and Red Cell Partners. With its strong leadership team, including retired military officials, the company is set to address the growing need for intelligent military technology in the face of increasing global competition.\n\nFor this article, we selected AI stocks by going through news articles, stock analysis, and press releases. These stocks are also popular among hedge funds.\n\nWhy are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nMeta Platforms, Inc. (NASDAQ:META)\n\nNumber of Hedge Fund Holders: 235\n\nMeta Platforms, Inc. (NASDAQ:META) integrates AI into its products, enhancing user experiences across apps like Facebook, Instagram, WhatsApp, and Messenger, and also has its own language models. Its Reality Labs segment uses AI for advancements in augmented and virtual reality, supporting immersive connectivity and innovation.\n\nMeta (NASDAQ:META) unveiled Llama 3.3, its newest large language model on December 6. Llama 3.3 is a multilingual large language model with 70 billion parameters, designed for text-based input and output. It is optimized for multilingual dialogue and outperforms several other models in industry benchmarks. The model uses an auto-regressive architecture with Grouped-Query Attention for better scalability. It is fine-tuned using supervised learning and reinforcement learning with human feedback to enhance safety and usefulness. Llama 3.3 supports languages such as English, Spanish, German, and Hindi, among others.\n\nMeta’s Gen AI VP, Ahmad Al-Dahle posted the following on X:\n\n“Introducing Llama 3.3 – a new 70B model that delivers the performance of our 405B model but is easier & more cost-efficient to run. By leveraging the latest advancements in post-training techniques including online preference optimization, this model improves core performance at a significantly lower cost, making it even more accessible to the entire open source community.”\n\nOverall, META ranks 2nd on our list of trending AI stocks on latest news and ratings. While we acknowledge the potential of META as an investment, our conviction lies in the belief that AI stocks hold greater promise for delivering higher returns and doing so within a shorter time frame. If you are looking for an AI stock that is more promising than META but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: 8 Best Wide Moat Stocks to Buy Now and 30 Most Important AI Stocks According to BlackRock.\n\nDisclosure: None. This article is originally published at Insider Monkey."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Optimizing cell culture media using machine learning",
            "link": "https://www.msn.com/en-us/health/other/optimizing-cell-culture-media-using-machine-learning/ar-AA1vy0v0?ocid=BingNewsVerp",
            "description": "Cell culture is a fundamental technology used in several fields, from basic research in life sciences to medical, energy, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CbpkAYlSWQTkvM4hMNjsEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "19hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine Learning Interview Questions And Answers For Top FAANG ML Jobs in 2025 - ML Engineer Interview Preparation Course Resources Updated",
            "link": "https://www.manilatimes.net/2024/12/10/tmt-newswire/globenewswire/machine-learning-interview-questions-and-answers-for-top-faang-ml-jobs-in-2025-ml-engineer-interview-preparation-course-resources-updated/2018757",
            "description": "Interview Kickstart's 500+ instructors from FAANG+ and top tech companies bring unparalleled industry insights to the program ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Vpjw9BbZFc_KQgSERJWKby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "manilatimes19h",
            "source": "manilatimes",
            "article_content": "Santa Clara, Dec. 09, 2024 (GLOBE NEWSWIRE) -- Santa Clara, California -\n\nInterview Kickstart, a leader in tech career preparation, has launched a comprehensive resource - machine learning interview questions - designed to help professionals excel in their careers. This initiative is tailored to guide aspiring machine learning engineers and data scientists in navigating the challenging interview processes at top tech companies, including FAANG+ firms like Google, Amazon, and Meta. For more information, visit: https://www.interviewkickstart.com/blogs/interview-questions/advanced-machine-learning-interview-questions\n\nThe resource focuses on equipping candidates with in-depth knowledge and practical strategies to tackle a wide range of machine learning interview questions. It includes foundational topics like supervised and unsupervised learning to advanced concepts such as neural networks, optimization techniques, and algorithm design.\n\n\"With machine learning playing a pivotal role in shaping the future of technology, the demand for skilled professionals has skyrocketed,\" said a spokesperson from Interview Kickstart. \"Our curated list of ML engineer interview questions and answers addresses the real-world challenges that candidates face during interviews, helping them approach these confidently and clearly.\"\n\nGet the latest news\n\ndelivered to your inbox Sign up for The Manila Times newsletters By signing up with an email address, I acknowledge that I have read and agree to the Terms of Service and Privacy Policy\n\nThis new offering is part of Interview Kickstart's holistic approach to career preparation. In addition to tackling machine learning interview questions, participants can access mock interviews conducted by experienced instructors from FAANG+ companies. These sessions mirror the high-pressure environment of real-world interviews, providing candidates with critical feedback to refine their skills.\n\nInterview Kickstart's 500+ instructors from FAANG+ and top tech companies bring unparalleled industry insights to the program. They teach the nuances of machine learning and emphasize the strategic aspects of interview preparation, such as crafting impactful answers, managing time under pressure, and handling unexpected questions.\n\nAdvertisement\n\nThe machine learning interview questions resource complements Interview Kickstart's broader curriculum, which has already benefited over 20,000 students. On average, Interview Kickstart alumni have seen a 66% salary increase, a testament to the program's effectiveness. To learn more about the machine learning course visit https://www.interviewkickstart.com/courses/machine-learning-course.\n\nAbout Interview Kickstart\n\nhttps://youtu.be/sY1oKrgK_jg?si=zPLaHVS9y4H8jHSZ\n\nInterview Kickstart has been a trusted partner for tech professionals for over a decade, offering specialized courses in machine learning, software engineering, and data science. With its mission to upskill professionals and help them secure tech roles at the world's leading companies, Interview Kickstart continues to lead the way in tech career advancement.\n\nAdvertisement\n\n###\n\nFor more information about Interview Kickstart, contact the company here:\n\nInterview Kickstart\n\nAdvertisement\n\nBurhanuddin Pithawala\n\n+1 (209) 899-1463\n\n[email protected]\n\n4701 Patrick Henry Dr Bldg 25, Santa Clara, CA 95054, United States\n\nAdvertisement\n\nCONTACT: Burhanuddin Pithawala"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Russia And Ukraine War Losses Compare as Zelensky Makes Rare Disclosure",
            "link": "https://www.msn.com/en-au/news/world/how-russia-and-ukraine-war-losses-compare-as-zelensky-makes-rare-disclosure/ar-AA1vwOC2?ocid=BingNewsVerp",
            "description": "The Ukrainian leader opened up about the casualties his country had sustained following a meeting with President-Elect Trump.",
            "image_url": "https://www.bing.com/th?id=OVFT.5jHh2-kLy7vsD4O3NdMutS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia close to achieving goals in Ukraine war, Putin's spy chief says",
            "link": "https://www.reuters.com/world/europe/russia-close-achieving-goals-ukraine-war-putins-spy-chief-says-2024-12-10/",
            "description": "Russian President Vladimir Putin's foreign intelligence chief said on Tuesday that Russia was close to achieving its goals in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.haKVE9bU0OLS1cMpFswyHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Would World War III Look Like?",
            "link": "https://www.newsweek.com/world-war-3-nuclear-war-military-defenses-prediction-1997440",
            "description": "Military experts weigh in on the ways that a potential global conflict might start and play out, including major players and how soon nuclear weapons would be used.",
            "image_url": "https://www.bing.com/th?id=OJ.iqcBQ1sGmNZPlQ&pid=news&w=81&h=16&rs=2",
            "category": "war+conflict",
            "date": "20h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Syrians Displaced by War Rush to Return Home",
            "link": "https://www.nytimes.com/2024/12/09/world/middleeast/syria-displaced.html",
            "description": "The 13-year conflict in Syria caused one of the 'largest displacement crises in the world,' according to the United Nations.",
            "image_url": "https://www.bing.com/th?id=OVFT.UHRw8kSHW8hqcZboUymAvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "15h",
            "source": "The New York Times",
            "article_content": "When Abdo Bakri returned to his hometown in northwestern Syria on Saturday after more than five years roaming the area in search of safe shelter for his family during the country’s civil war, he did not know what he would find.\n\nDriving along the highway — retracing some of the same routes he, his wife and their children took years ago to flee their home in the town of Saraqib, which became an opposition stronghold soon after the war began — he passed families taking photos and selfies on an abandoned military tank by the side of the road.\n\nIn the back seat, his son sat listening to his father talk, his own memories of their city just a faint hint.\n\n“Thank God Saraqib has returned to us and we will return and rebuild it, the city that the Assad regime destroyed,” Mr. Bakri said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Puig Stock Recovers After Taking a Plunge",
            "link": "https://www.msn.com/en-us/money/news/puig-stock-starts-recovering-after-taking-a-plunge/ar-AA1vwRPp?ocid=BingNewsVerp",
            "description": "The Spanish company’s stock was negatively affected after the group said it would withdraw a batch of Charlotte Tilbury ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mVWV53yGrFI5hcayHYd1NC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "17hon MSN",
            "source": "WWD on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 Seemingly Unstoppable Artificial Intelligence (AI) Stocks That Can Plunge Up to 94% in 2025, According to Select Wall Street Analysts",
            "link": "https://www.msn.com/en-us/money/companies/2-seemingly-unstoppable-artificial-intelligence-ai-stocks-that-can-plunge-up-to-94-in-2025-according-to-select-wall-street-analysts/ar-AA1vAGvL?ocid=BingNewsVerp",
            "description": "Two industry-leading AI stocks may be poised to plummet in the new year, based on the prognostications of two Wall Street ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SFeEaPrfzY1-y8hEytEduC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "2hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Palantir: Be Greedy When Others Are Fearful",
            "link": "https://seekingalpha.com/article/4743179-palantir-be-greedy-when-others-are-fearful",
            "description": "Palantir Technologies' US commercial customer base has grown to 295 clients, an 83% YoY increase. Read why I maintain a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oTV_9oktTiaIk4l5hmTOKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6h",
            "source": "Seeking Alpha",
            "article_content": "Small deep value individual investor, with a modest private investment portfolio, split approx. 50%-50% between shares and call options. I have a B.Sc. in aeronautical engineering and over 6 years of experience as an engineering consultant in the aerospace sector. The latter statement is not relevant in any way whatsoever to my investment style, but I thought to add it for self-indulgent purposes. I have a contrarian investment style, highly risky, and often dealing with illiquid options. How illiquid? Well, you can land a Jumbo on the spread and still have clearance for take-off. From time to time, I buy shares, mostly to not be categorized as a degen by my fellow investor friends, therefore the 50%-50% allocation. My timeframe tends to be between 3-24 months.I like stocks that have experienced a recent sell-off due to non-recurrent events, particularly when insiders are buying shares at the new lower price. This is how I often screen through thousands of stocks, mainly in the US, although I may own shares in banana republics. I use fundamental analysis to check the health of companies that pass through my screening process, their leverage, and then compare their financial ratios with the sector, and industry median and average. I also do professional background checks of each insider who purchased shares after the recent sell-off. I use technical analysis to optimize the entry and exit points of my positions. I mainly use multicolor lines for support and resistance levels on weekly charts. From time to time I draw trend lines, taken for granted, in multicolor patterns. Note: I tried to keep my introduction as real, and authentic as possible. I dislike empty suits, high-level BS, deep-level BS, unnecessary jargon, and self-indulgent, third-person written introductions with an air of superiority.Thanks for reading my introduction!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here's Why Nvidia Remains a Top Artificial Intelligence Stock to Buy Hand Over Fist",
            "link": "https://www.aol.com/heres-why-nvidia-remains-top-101000673.html",
            "description": "The artificial intelligence (AI) industry offers a compelling investment opportunity. Nvidia (NASDAQ: NVDA) has been a big ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4gTLqJ3lWxI6Q3GywX_QJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "40m",
            "source": "AOL",
            "article_content": "The artificial intelligence (AI) industry offers a compelling investment opportunity. Forecasts estimate phenomenal growth for the nascent market, going from $184 billion in global sales in 2024 to nearly $827 billion by 2030.\n\nNvidia (NASDAQ: NVDA) has been a big beneficiary of the AI boom. Amazing sales growth propelled it to the world's leading semiconductor company by market cap, and the company's success makes it among the top AI stocks to buy.\n\nThrough the week ending Dec. 6, Nvidia shares are trading up almost 190% in 2024. With such an incredible increase, it may seem like the opportunity to buy shares has passed -- but that's not the case. Here's why Nvidia remains a great stock to invest in for exposure to the AI market.\n\nNvidia's leadership in accelerated computing\n\nOne factor making Nvidia an attractive investment is its leadership in advanced semiconductor chips for AI. Some estimates place its market share in the space at 80%.\n\nThe company initiated this by pioneering accelerated computing back in 1999 with the introduction of its graphics processing unit (GPU). Accelerated computing uses GPUs to perform data-intensive tasks, such as those required by AI systems, leaving other computer processes to be handled by the CPU.\n\nAccelerated computing took off with the rise of artificial intelligence, especially in the cloud computing sector, since AI systems commonly reside in the cloud's data centers. Demand for Nvidia's GPUs exploded with it.\n\nAs a result, in its fiscal third quarter ended Oct. 27, the company's data center sales reached a record $30.8 billion, a staggering 112% year-over-year increase. This drove overall Q3 revenue to hit a record $35.1 billion, up 94% over the previous year.\n\nNvidia's financial might\n\nNvidia's massive revenue growth leads into the other factor making it a top AI stock -- the company's financial performance. Record Q3 sales propelled net income to $19.3 billion, which represented 109% year-over-year growth.\n\nConsequently, its Q3 diluted earnings per share (EPS) reached $0.78, up 111% from the prior year. In fact, Nvidia's EPS has been on a rocket ship since AI demand erupted in 2023.\n\nNVDA EPS Diluted (Quarterly) Chart\n\nData by YCharts.\n\nIn addition, the company exited Q3 with a spectacular balance sheet. Total assets were $96 billion. This included cash, cash equivalents, and marketable securities of $38.5 billion, while total liabilities were just $30 billion.\n\nNvidia's many other strengths\n\nCan Nvidia's incredible success last? Several factors are in its favor. The company is the market leader in GPUs, and its products are being adopted by businesses and governments around the world to build up their AI capabilities. For example, the company's GPUs are used in AI supercomputers for Denmark, Taiwan, and Japan.\n\nNvidia also offers a slew of AI solutions. Its new computing architecture called Blackwell is specifically designed for AI. Each Blackwell GPU contains over 200 billion transistors, making it the world's most powerful chip, according to Nvidia. The company's Chief Financial Officer Colette Kress noted customer demand for Blackwell is so strong, \"we are on track to exceed our previous Blackwell revenue estimate of several billion dollars.\"\n\nAdding to its GPU strength, the company also provides software for AI, such as its Nvidia NIM, a set of tools to simplify the creation of generative AI products. Many companies have adopted NIM, including ServiceNow and Broadcom. This integration of hardware and software tie customers more deeply into Nvidia's AI ecosystem and is another of the company's key strengths.\n\nFinally, CEO Jensen Huang said he believes the AI era is ushering in a new Industrial Revolution, one where data centers transform into AI factories as technology steadily becomes dependent on AI. This means the cloud computing market, forecast to reach $2.3 trillion by 2032, would increasingly transition to an accelerated computing architecture and, hence, require GPUs. If he's right, as he was about accelerated computing, then tapping into this massive market provides Nvidia with a prosperous future as the leader in AI chips.\n\nBut what about Nvidia stock's incredible gains this year? Does this mean it's overvalued? Comparing the company's price-to-earnings ratio (P/E), a widely used metric to assess stock valuation, against other semiconductor businesses helps to answer that question.\n\nNVDA PE Ratio Chart\n\nData by YCharts.\n\nThe P/E ratio tells you how much investors are willing to pay for a dollar's worth of earnings. As the chart shows, Nvidia's P/E multiple is the lowest by a substantial margin against other big names in the semiconductor industry, indicating its stock is still a good value.\n\nThe company's current outstanding financial performance, coupled with the success of products such as Blackwell and the long-term growth of the AI market, means Nvidia is well-positioned for years of prosperity ahead. Despite the stock price gains this year, Nvidia remains reasonably valued, making it a great investment to capitalize on the secular trend of artificial intelligence.\n\nDon’t miss this second chance at a potentially lucrative opportunity\n\nEver feel like you missed the boat in buying the most successful stocks? Then you’ll want to hear this.\n\nOn rare occasions, our expert team of analysts issues a “Double Down” stock recommendation for companies that they think are about to pop. If you’re worried you’ve already missed your chance to invest, now is the best time to buy before it’s too late. And the numbers speak for themselves:\n\nNvidia: if you invested $1,000 when we doubled down in 2009, you’d have $369,349 !*\n\nApple: if you invested $1,000 when we doubled down in 2008, you’d have $45,990 !*\n\nNetflix: if you invested $1,000 when we doubled down in 2004, you’d have $504,097!*\n\nRight now, we’re issuing “Double Down” alerts for three incredible companies, and there may not be another chance like this anytime soon.\n\nSee 3 “Double Down” stocks »\n\n*Stock Advisor returns as of December 9, 2024\n\nRobert Izquierdo has positions in Advanced Micro Devices, Intel, and Nvidia. The Motley Fool has positions in and recommends Advanced Micro Devices, Intel, Nvidia, and ServiceNow. The Motley Fool recommends Broadcom and recommends the following options: short February 2025 $27 calls on Intel. The Motley Fool has a disclosure policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: Southeastern farmers need disaster relief now",
            "link": "https://www.agri-pulse.com/articles/22030-opinion-southeastern-farmers-need-disaster-relief-now",
            "description": "Ga., argues that farmers in the Southeast urgently need disaster aid to recover from hurricane damage, especially with the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qPlDDpC3T9szoeu4KZJQAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Agri-Pulse19hOpinion",
            "source": "Agri-Pulse",
            "article_content": "The economy in rural America starts and stops with the American farmer.\n\nAmid the deafening noise inside political echo chambers and ceaseless squabbling of Congress is one truth that we cannot ignore- we are a nation united in reliance on our farmers.\n\nWithout the American farmer, there is no adequate tax base for our school systems, local municipalities, or any services that rural Americans need to live and prosper in this country.\n\nEverybody eats, and we all need the food and fiber that our farmers produce to live. No one wants to be dependent on foreign sources of food, just like no one wants to be dependent on foreign sources of energy. Right now, our farmers need our help.\n\nHurricane Helene caused a devastating blow to Georgia's No. 1 industry, with over $6.4 billion in agricultural economic loss alone.\n\nIf we fail to provide agriculture-specific appropriations to help our farmers before the end of the year, we will see widespread, lasting economic loss across all of rural southeast America, especially in Georgia.\n\nAs I traveled across Georgia's 8th Congressional District in the immediate aftermath of Helene, I saw the devastation to our farms firsthand. From hundreds of demolished poultry houses and cotton fields in Coffee County to decimated pecan orchards in Berrien and Lowndes counties and vegetable rows and fruit bushes in ruins across Clinch County, it is clear that our farmers need immediate assistance.\n\nCongress cannot stop a hurricane, but we can fix the unnatural disasters that our farmers face to aid their recovery.\n\nHouse Agriculture Chairman Glenn \"GT\" Thompson, R-Pa., Rep. Kat Cammack, R-Fla., Rep. Darren Soto, D-Fla., and Rep. Doug LaMalfa, R-Calif., visited Georgia's 8th District with me recently to survey the damage after Helene across south Georgia and north Florida. Our farmers need help, and I appreciate the chairman and others taking the time to meet with them firsthand so we can better work together for relief.\n\nUnfortunately, trouble for our nation's farmers began far before Hurricane Helene. Since the last farm bill was passed in 2018, our farmers and nation have experienced excessively challenging events that have changed the political landscape in which we need to navigate to properly support the best stewards of our land.\n\nRelated Articles Opinion: The dire state of the American farm economy\n\nWith rising input costs, including the increased cost of labor, diesel, fertilizer, chemicals, and seed, farming is more expensive than it has ever been in our country.\n\nGeorgia's farmers were also horribly impacted by Hurricane Michael in 2018, which caused more than $2.5 billion in losses to the state's agriculture industry. It took approximately 24 months for our farmers to get relief after Hurricane Michael, and I can assure you that the majority of producers and rural communities that Helene hit cannot survive another 24 months without something being done.\n\nAmerica's farmers are also suffering from the unnaturally disastrous policies of the Biden-Harris administration, which have contributed to record inflation and the rising cost of energy and food production.\n\nThere has to be a strong safety net to keep good farmers farming through bad years like this one. If you are an American who eats, you should deeply care about the passage of a comprehensive farm bill that prioritizes production agriculture.\n\nEarlier this year, the House Agriculture Committee passed the Farm, Food, and National Security Act of 2024 (the farm bill). This legislation includes critical updates to reference prices and several of my priorities to ensure a strong farm safety net by expanding crop insurance options to specialty crops, all of which would greatly assist producers in times of natural disaster.\n\nHowever, this bill is stalled in Congress, and the Senate Democrats just released a half-baked last-minute \"farm bill\" just to look like they did something, further fueling the fear of the forgotten farmer as they struggle to feed us.\n\nWhen the American farmer stops farming, rural communities collapse because their core and main economic driver is gone. We need to give farmers the support they need to keep farming with the confidence to know they are not forgotten.\n\nIt is my hope that Congress passes both the Farm, Food, and National Security Act and an agriculture-specific disaster relief appropriations package before the end of the year so that our farmers can continue feeding our nation and supporting our rural communities.\n\nRepublican Rep. Austin Scott represents the 8th District of Georgia and is a member of the House Agriculture Committee."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "VOA Turkish: Fall of the Syrian currency impacting economy in Derik",
            "link": "https://www.voanews.com/a/voa-turkish-fall-of-the-syrian-currency-impacting-economy-in-derik/7895656.html",
            "description": "The collapse of the Syrian regime and the influx of thousands of families into Kurdish areas, particularly in Derik, has led ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ooelT-YrGn7N3wpr8dnIxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "6h",
            "source": "Voice of America",
            "article_content": "The collapse of the Syrian regime and the influx of thousands of families into Kurdish areas, particularly in Derik, has led to an economic crisis in these regions. As a result, the value of the dollar has risen sharply, significantly impacting the livelihoods of both local residents and newly arrived immigrants.\n\nView the full story here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Valve May Soon Bring Back Third-Party Steam Machines",
            "link": "https://www.thurrott.com/games/314283/valve-may-soon-bring-back-third-party-steam-machines",
            "description": "After Valve got a lot of PC gamers excited about gaming handhelds with its popular Steam Deck, the company appears to be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-GoDq4psXz0G6b8eama5ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "21h",
            "source": "Thurrott",
            "article_content": "After Valve got a lot of PC gamers excited about gaming handhelds with its popular Steam Deck, the company appears to be working with third-party manufacturers on a comeback of Steam machines. The timing seems right now that SteamOS, Valve’s Linux-based OS is a much better alternative to Windows when it comes to ease of use and game compatibility.\n\nYou may remember that back in 2015, Valve got Alienware and other manufacturers to release a couple of Steam machines for the living room. Valve even released its own Steam controller for these console-like devices, but these first Steam machines were probably ahead of their time. Indeed, that was before Valve started to invest in the Proton compatibility layer that made the most popular Windows games run seamlessly on SteamOS.\n\nWindows Intelligence In Your Inbox Sign up for our new free newsletter to get three time-saving tips each Friday — and get free copies of Paul Thurrott's Windows 11 and Windows 10 Field Guides (normally $9.99) as a special welcome gift! \"*\" indicates required fields Email * Comments This field is for validation purposes and should be left unchanged. Δ\n\nOver the summer, Valve confirmed to The Verge that it was working to make SteamOS compatible with third-party gaming handhelds such as the Asus ROG Ally. The latter ships with Windows 11, which is great for gamers who want to use PC Game Pass or install other game launchers like Gog or the Epic Games Store. However, Windows 11 isn’t optimized for running on devices with a 7-inch display like the ROG Ally. It also doesn’t help that Asus and other manufacturers of Windows-based gaming handhelds are all building custom overlays that aren’t easy to use and may sometimes clash with Windows features.\n\nOver the weekend, The Verge published a detailed roundup of all the things Valve appears to be working on right now to grow the SteamOS ecosystem. That includes a new Steam controller and what could be a new living room Steam box codenamed “Fremont.”\n\nMoreover, the company also updated a Brand guidelines document that includes the new “Powered by SteamOS” logo you can see at the top of this article. The document says this logo will be used “for hardware running the SteamOS operating system, implemented in close collaboration with Valve.”\n\nIf Valve’s Steam Deck proved that there was an appetite for gaming handhelds providing seamless access to Steam games, Valve could significantly grow the SteamOS ecosystem with the help of third-party manufacturers. Unlike Windows, SteamOS is free, and it’s optimized for gaming handhelds and the living room experience. Moreover, gamers don’t need to pay a subscription like Xbox Game Pass Core or PlayStation Plus to play the Steam version of multiplayer games.\n\nAs of today, Valve is making SteamOS free to install for anyone, though the installation process is quite technical and the OS only supports a certain set of hardware. However, this new “Powered by SteamOS logo” suggests that may soon see third-party devices shipping with SteamOS out of the box. Whether that includes both gaming handhelds and console-like devices for the living room remains to be seen, however."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Windows 11 Home vs. Pro: Which is right for you?",
            "link": "https://www.pcworld.com/article/2533392/windows-11-home-vs-pro-which-one-compared.html",
            "description": "Windows 11 Pro has several outstanding features that are truly useful. But are they enough to warrant an upgrade? Here's what ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YxpItEkQjpZzU-dii9VHqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "1h",
            "source": "PC World",
            "article_content": "If you need Windows 11 for your PC, you have two options: Windows 11 Home and Windows 11 Professional.\n\nThe Pro version is (obviously) the more expensive of the two because it offers a variety of extra features. The most compelling extra is full-featured BitLocker drive encryption for securing your data, as well as an intriguing Sandbox feature for testing software, plus some other stuff.\n\nBut what if you’re just a regular home user? Are these additional features worth paying a bit more? Here’s what you need to consider.\n\nWindows 11 Pro and BitLocker encryption\n\nBitLocker drive encryption is the main reason to get Windows 11 Professional. BitLocker is a full-disk encryption feature that protects your files from unauthorized access. If your PC is ever stolen or misplaced, nobody will be able to access your protected files without signing in as you. It’s an essential modern security feature.\n\nGet Windows 11 Pro for cheap right now Windows 11 Pro Price When Reviewed: 199.99 Best Prices Today:\n\nBoth Windows 11 Home and Windows 11 Professional include some disk encryption features, but Microsoft’s BitLocker encryption is much more powerful, flexible, and configurable on Windows 11 Pro.\n\nOn a PC running Windows 11 Home, you only get “Device Encryption.” When you sign into your Windows PC with a Microsoft account, Windows 11 Home automatically enables BitLocker encryption and saves your recovery key to your Microsoft account.\n\nCurious whether Device Encryption is enabled on your PC? Head to Settings > Privacy & Security > Device encryption. If you don’t see the option, your PC doesn’t support it. New Windows 11 PCs do, but some older PCs that were upgraded from Windows 10 may not.\n\nChris Hoffman / IDG\n\nDevice Encryption is an adequate solution for many, but it’s limited. For example, you must sign in with a Microsoft account, and you must store your recovery key in your Microsoft account online, and you can’t use it to encrypt external drives. That last one might be a big deal.\n\nIf you want the full-featured BitLocker experience, you’ll need Windows 11 Professional. You get a lot more options for configuring BitLocker the way you want it, plus you get BitLocker To Go for encrypting files on portable USB drives, SD cards, and other external storage devices.\n\nOther restrictions in Windows 11 Home\n\nApart from BitLocker, you aren’t missing out on that much else in Windows 11 Home. After all, Microsoft wants to sell those expensive Pro licenses to businesses, so it makes sense that most of the restrictions involve business-oriented features.\n\nFor example, a PC running Windows 11 Home can’t join a domain or an Azure Active Directory setup. It also doesn’t have access to the Private Catalog feature in the Microsoft Store, which allows businesses to deploy their own apps to their PCs. These are things you’d never need to do on a home PC — they’re for computers being managed by a workplace.\n\nChris Hoffman / IDG\n\nSimilarly, you can’t set up a Windows 11 Home PC as a Remote Desktop server. In other words, you can’t Remote Desktop into a Windows 11 Home PC, but you can Remote Desktop from a Windows 11 Home PC into a Windows 11 Pro PC. (If you really need to remote into your home PC, you can always turn to third-party remote desktop tools.)\n\nWindows 11 Home also doesn’t have access to Microsoft’s Hyper-V software for creating virtual machines. This, too, can be done using other virtual machine apps like the now-free VMWare or VirtualBox.\n\nThe Home version of Windows also doesn’t have access to the Local Group Policy Editor, which is mainly used by businesses to centrally configure their PCs. That said, the Local Group Policy Editor is a convenient way to adjust some system settings that would otherwise require modifying the registry instead. But is it so useful that it’s worth shelling out extra for a Pro license? Not really.\n\nExclusive Sandbox in Windows 11 Pro\n\nApart from a more fully featured and configurable BitLocker encryption experience, and apart from the business-oriented features that aren’t in Windows 11 Home, Windows 11 Pro also offers another big feature called the Sandbox, which is really useful but admittedly niche.\n\nThe Windows Sandbox uses Hyper-V software under the hood to give you a fresh, isolated Windows system that runs in a separate “sandbox” window every time you launch it. This separation gives you a way to test potentially sketchy software or malware to see what happens, all without modifying or affecting your actual operating system.\n\nAnd when Sandbox is closed, it destroys all the data within it — even if the sandboxed environment is infected with malware, it’s contained and wiped out as soon as it’s closed. Simply restart Sandbox and you once again get a fresh, untainted Windows system.\n\nIt’s one of our favorite Windows features for security, especially when paired with a reputable VPN. It’s honestly so good that if you can find a use for it in your day-to-day, the Sandbox feature alone can make the upgrade to Windows 11 Pro worth it.\n\nWindows 11 Home vs. Pro: Pricing\n\nIf you’re buying a Windows 11 license for a PC you’re building, Microsoft sells Windows 11 Home for $139 and Windows 11 Pro for $199. However, there are ways to find cheaper Windows 11 licenses.\n\nYou can upgrade any Windows 11 Home PC to Windows 11 Pro whenever you want for just $99. Just head to Settings > System > Activation, expand the “Upgrade your edition of Windows” section, then click the Open Store button to get started.\n\nChris Hoffman / IDG\n\nIf you’re buying a Windows 11 laptop or desktop PC that comes with Windows 11 preinstalled, most will include a Windows 11 Home license. But some PCs do come with a Windows 11 Professional license, too. (Usually higher-end PCs marketed for business use.) And some PC manufacturers let you pay a few extra bucks for Windows 11 Pro while customizing your new PC during the shopping process.\n\nWindows 11 Pro is worth it if…\n\nUltimately, Windows 11 Pro is worth it for two big reasons: the full-featured BitLocker experience and Windows Sandbox.\n\nIf you don’t plan on signing into your PC with a Microsoft account, I recommend opting for Windows 11 Pro so you can securely encrypt your PC’s storage drives. And if you’re intrigued by Sandbox, that’s another good reason to plunk down cash for Windows 11 Pro. Even at retail prices, it’s only an extra $60 over Home.\n\nOf course, if you’re running a business, then Windows 11 Pro also makes sense for its business-oriented features, like domains and Azure Active Directory to centrally manage PCs, or the Local Group Policy Editor. Microsoft has gone out of its way to ensure that these features require the more expensive Windows 11 Professional license.\n\nOtherwise, most home PC users shouldn’t need anything more than Windows 11 Home, especially if you sign into Windows with a Microsoft account. That’ll get you the Device Encryption feature, which is almost as good as full BitLocker for average Windows users."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unlocking the Future of Cloud Architecture Through Innovation done by Srinivasan Jayaraman",
            "link": "https://www.msn.com/en-in/money/other/unlocking-the-future-of-cloud-architecture-through-innovation-done-by-srinivasan-jayaraman/ar-AA1vxmTd?ocid=BingNewsVerp",
            "description": "Srinivasan Jayaraman is a seasoned Software Architect with over 17 years of experience in designing and building highly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JCCpLHADxHmoL_N80ivawi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rohan Prasad on Transforming Enterprise Architecture and Distributed Systems",
            "link": "https://www.thehansindia.com/business/rohan-prasad-on-transforming-enterprise-architecture-and-distributed-systems-928537",
            "description": "Rohan Prasad is a seasoned technology leader with 17 years of experience in enterprise architecture, distributed systems, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EzFuZ90Ge5eWBJqZNxHTMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "23h",
            "source": "The Hans India",
            "article_content": "In a career spanning 17 years, Rohan Prasad has established himself as a transformative leader in enterprise architecture, distributed systems, and cloud technologies. With stints at major organizations like Dell Technologies, Coinme, and Fidelity Investments, Prasad has consistently delivered scalable, innovative, and high-performance systems. Here, he shares insights into his journey, challenges, and vision for the future of enterprise architecture.\n\nPrasad credits his engineering background in electronics and communication as a key driver of his success. “The ability to think at both the component and system level gave me an edge when designing scalable architectures,” he shares. Starting at Satyam Computers, he leveraged this dual understanding to excel in software development and later in implementing IoT solutions at Dell Technologies.\n\nAt Coinme, Prasad led a pivotal migration from EC2-based Kubernetes to EKS. This involved implementing Terraform for infrastructure management, enhancing performance, and simplifying multi-cloud deployment strategies. “The key was to maintain system stability while introducing new capabilities. Automating deployments, building robust monitoring systems, and ensuring team readiness were critical,” he explains.\n\nPrasad’s expertise in AI and analytics came into play when tackling data quality and efficiency challenges. At Dell Technologies, he optimized data pipelines, achieving a 50% improvement in efficiency. “It wasn’t just about implementing technology. We focused on delivering actionable insights that aligned with business objectives,” he says. Close collaboration with stakeholders ensured scalable solutions that addressed growing data volumes.\n\nOne of Prasad’s most challenging projects involved breaking down monolithic codebases into microservices at Cerebral. “Managing technical debt requires strategic prioritization. We identified critical areas, developed a phased migration strategy, and ensured that business value was delivered consistently,” he recounts.\n\nFor Prasad, fostering a culture of innovation and excellence is paramount. “I believe in empowering teams through mentorship, regular knowledge-sharing, and technical growth opportunities,” he says. His approach encourages team members to take ownership of their work, driving both personal and organizational success.\n\nAt Coinme, Prasad scaled architecture to handle an 80% increase in traffic, reaching over one million requests per minute. Reflecting on this milestone, he emphasizes, “Scalability must be baked into the design from the beginning. Factors like data consistency, caching, and resource optimization play a crucial role.”\n\nPrasad’s experience with blockchain technology at Coinme underscored the importance of secure implementation. “We focused on both technical execution and security, leveraging Ethereum and Hyperledger to develop secure transaction systems,” he notes.\n\nLooking ahead, Prasad envisions a shift in the role of enterprise architects. “The future is about balancing traditional concerns with emerging technologies like AI, edge computing, and advanced analytics,” he asserts. Flexibility, adaptability, and security will define the next generation of architectures.\n\nPrasad’s focus on system reliability and security has been a hallmark of his career. From implementing critical SOS solutions at Dell Technologies to ensuring compliance at financial institutions, he underscores, “A layered approach to security and comprehensive monitoring is non-negotiable.”\n\nFor Prasad, mentoring the next wave of technology professionals is as fulfilling as implementing groundbreaking solutions. “Leadership isn’t just about results; it’s about inspiring others to push boundaries and innovate,” he concludes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Black Doves creator reveals bizarre real-life discovery that inspired Netflix show’s plot",
            "link": "https://www.ladbible.com/entertainment/netflix/black-doves-netflix-keira-knightley-joe-barton-373629-20241209",
            "description": "Black Doves creator has revealed the Keira Knightley Netflix show's plot was inspired by a bizarre real-life discovery he ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FWc8faaT-OS2N2xLYQf-0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "18h",
            "source": "LADbible",
            "article_content": "The creator of Netflix’s newest hit show, Black Doves, has revealed what inspired the plot of the series.\n\nThe show stars Keira Knightley and Ben Whishaw as a spy and an assassin both on the run.\n\nKnightley plays the lead, Helen, who goes on the run after her cover is blown. Whishaw, meanwhile, plays Sam, an assassin sent to protect her.\n\nIt’s been a massive hit since its released, shooting to the top of Netflix’s charts in a busy period, beating out The Madness, The Pembrokeshire Murders, and A Nonsense Christmas with Sabrina Carpenter.\n\nAdvert\n\nAlready renewed for a second season before the show even came out, more Black Doves is on the way, but what inspired the show?\n\nIn an interview with The Hollywood Reporter, the show’s creator Joe Barton revealed a bizarre real-life discovery which he says inspired part of the plot.\n\nKeira Knightley in Black Doves (Netflix)\n\nAccording to Barton, he was inspired to write Black Doves after reading a newspaper advice column in which a widow discovered that her husband had had another wife, and their relationship was an affair.\n\nAdvert\n\nHe went on to say: “She was struggling with the fact that this man she loved had passed away, but she couldn’t tell anyone or share her grief.\n\n“She felt she had to grieve in private, which is a fascinating and human emotional problem.”\n\nAnyone who’s watched the show will immediately see what that inspired, but if you didn’t and for some reason are still watching, here is a massive spoiler warning.\n\nIf you read beyond this point and think to yell at me for spoiling it for you, don’t .\n\nThe first episode reveals that, as well as engaging in a semi-fake marriage with a Government Minister to trade insider secrets, Knightleys’s Helen was also engaging in an affair.\n\nAdvert\n\nHer affair with Andrew Koji’s Jason is abruptly ended when he is murdered a mere three and a half minutes into the first episode.\n\nBarton also said of the Christmas-set spy thriller’s inspiration in an interview with Variety: “I just love stuff set at Christmas.\n\n“I’m a big Christmas film fan, also big [on] Christmas telly. I love when shows have their one Christmas episode.\n\nBen Whishaw in Black Doves (Netflix)\n\nAdvert\n\n“ER always had a good one. The West Wing always had a good one. So I’ve always wanted to do it, but it was actually tricky.\n\n“The first script I wrote in that week between — I started on Boxing Day, finished it on New Year’s Day — so I was, like, properly engrossed in Christmas.\n\n“Then obviously time goes on, and I remember sitting with Chris Fry, one of the producers, in like April or something…and both of us just being like, ‘What do you do at Christmas?’ It goes so quickly from your head, you completely forget.”\n\nBlack Doves is available to stream on Netflix now."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Great Lakes fish thought extinct for decades rediscovered — in an unexpected place",
            "link": "https://www.usatoday.com/story/news/nation/2024/12/10/shortnose-cisco-great-lakes-lake-superior/76869917007/",
            "description": "The Shortnose Cisco was thought wiped out by invasive species and overfishing decades ago from where it was known to live, in Lakes Michigan and Huron.",
            "image_url": "https://www.bing.com/th?id=OJ.IUEbmQ1Xm0fwOA&pid=news&w=44&h=16&rs=2",
            "category": "bible+discovery",
            "date": "3h",
            "source": "USA Today",
            "article_content": "It's a fish story with a big, unexpected plot twist.\n\nA native Great Lakes whitefish thought extinct for nearly 40 years has been rediscovered by scientists — in the wrong Great Lake.\n\nThe Shortnose Cisco was once abundant on the Great Lakes, but overfishing and invasive species such as sea lamprey, zebra and quagga mussels, alewives and round gobies dwindled the fish's numbers and disrupted its habitat. A 2016 Great Lakes Fishery Commission report on ciscoes of the Great Lakes described the Shortnose's historic waters as Great Lakes Michigan, Huron and Ontario.\n\n\"Despite more recent sampling using appropriate gear at suitable locations and depths, (the Shortnose Cisco) was last recorded in Lake Ontario in 1964, Lake Michigan in 1982, and Lake Huron in 1985 and is currently believed to be extinct,\" the report stated.\n\n'Nobody was expecting us to find this'\n\nNot so fast. In 2022, Shortnose Cisco were discovered in scientists' fish surveys on Lake Superior — a lake in which scientists did not believe the fish lived.\n\nUSGS scientists have declined to discuss the Shortnose Cisco find with the Detroit Free Press, part of the USA TODAY Network, citing an agency policy of waiting until peer-reviewed research is published on the topic. But they've discussed it among themselves and their fellow fishery scientists, including in emails obtained by the Free Press.\n\nThe Shortnose Cisco \"had not been seen\" before by any modern scientists on Lake Superior, Owen Gorman, a research fisheries biologist with U.S. Geological Survey's Great Lakes Science Center in Ann Arbor, said during a panel presentation earlier this year before the Lake Superior Technical Committee, a scientific body helping inform the Great Lakes Fishery Commission.\n\n\"It was assumed to be extinct for nearly 40 years on the Great Lakes, so nobody was expecting us to find this,\" he said. \"But apparently, there it is.\"\n\nThe Shortnose Cisco belongs to a class of fish known as coregonines, including as many as 11 species of cisco and whitefish native to the Great Lakes. According to the Fishery Commission, coregonines were abundant in each lake a century ago, occupying diverse habitats — rivers, bays and the deepest parts of the lakes. Some species were key prey for lake trout and burbot, supporting a Great Lakes fishery now valued at $7 billion annually.\n\nAmong the coregonines, different species of ciscoes declined dramatically between the 1920s and 1970s due to overfishing, invasive species and habitat loss. At least two species were considered extinct — including the just-rediscovered Shortnose — and several other species no longer appear in several lakes. The whitefish species have been more resilient, but have been undergoing their own declines in the past 20 years, fishery commission officials said.\n\nUSGS, working with state and provincial fisheries managers, has undertaken efforts to better understand the various coregonine species and how they live. Using trawler nets along the lake bottom and gill nets farther up the water column, researchers on Lake Superior have been catching coregonines over the past several years, studying both their morphology — the shapes, measurements and characteristics of their bodies — and utilizing advancements in genetics research to better understand just what cisco species are in the lake.\n\nIt was during those missions, in July 2022, that three young Shortnose Cisco were identified among the fish collected in trawl nets near the Keweenaw Peninsula.\n\nMore:Climate change transforming where fish in the Great Lakes region live\n\nMore:Eating locally caught freshwater fish can put PFAS in human blood, study says\n\nIn the emails obtained by the Free Press through a U.S. Freedom of Information Act request, scientists expressed surprise at the discovery.\n\n\"The fabled Lake Superior Shortnose collected July 12-13, 2022,\" USGS fishery biologist Mark Vinson emailed to USGS colleagues on Feb. 14, 2023, attaching a photo of three small, silvery fish in labeled plastic bags.\n\n\"Wow! Age-0 Shortnose cisco caught!!!!\" replied USGS fishery biologist David \"Bo\" Bunnell.\n\nFurther study on Lake Superior found even more Shortnose Cisco, this time adults.\n\nAn early fishery researcher is vindicated\n\nBetween 2006 and 2021, USGS collected 602 adult fish, from which they could extract genetic material, from around Lake Superior. Morphological characteristics of the fish were measured — the size of their eyes; aspects of their gillrakers, cartilaginous appendages fish use to capture tiny invertebrates; fin lengths, jaw shapes, and more. Simultaneously but separately, researchers also tested the genetics of the caught fish. Their goal: to see if they could find any clusters of particular species in the Lake Superior coregonines, or just an undifferentiated mix of unidentifiable fish.\n\nBoth the body characteristics studies and the genetic testing revealed four distinct coregonine species among the Lake Superior fish: Cisco, Bloater, Kiyi and, most surprisingly, Shortnose. The two studies matched the findings of one another \"to the 97th percentile,\" Gorman told fellow fisheries scientists at the Lake Superior Technical Committee.\n\nThe work provided some vindication to one of the forefathers of coregonine research, Walter Koeltz. A whitefish researcher at the University of Michigan's Institute for Fisheries Research in the 1920s, Koeltz published the seminal \"Coregonid Fishes of the Great Lakes\" in 1929, based on his observations.\n\n\"Anyone who is a student of ciscoes becomes a student of Koeltz,\" Gorman said. \"Koeltz's book on the Great Lakes coregonid fishes is kind of like a bible; you can talk about chapter and verse. You have to go back over and over to this work.\"\n\nBut among the coregonids Koeltz identified on Lake Superior was the Shortnose Cisco. When subsequent researchers, over decades, did not make similar findings, it was presumed Koeltz got it wrong.\n\nThe confirmed genetic and morphologic findings of Shortnose Cisco, some 100 years after Koeltz said they were there, means, \"in a sense, we have rediscovered Shortnose Cisco in Lake Superior,\" Gorman said.\n\nRestoring ciscoes points to Great Lakes health\n\nRestoring native cisco species to the Great Lakes may help turn the tide on a Great Lakes ecosystem disrupted over generations by significant invasive species, changing nutrient dynamics and other stresses, said Randall Claramunt, fisheries chief for the Michigan Department of Natural Resources.\n\nThe DNR since 2018 has collected gametes — fertilized eggs — from a remaining population of wild cisco near Drummond Island in far northern Lake Huron, raised the fish at a U.S. Fish and Wildlife Service hatchery on the Jordan River in Antrim County, and then released 1 million young fish in the spring and fall into Saginaw Bay — a place where the cisco long ago thrived but were wiped out.\n\n\"We know if you catch a cisco in Saginaw Bay, it's likely from the stocking,\" Claramunt said.\n\n\"To see survival has been huge, because people thought, there's a lot of walleye in Saginaw Bay; there are a lot of predators on Lake Huron; and there are not a lot of prey fish.\"\n\nBut DNR officials have seen young, stocked cisco fish surviving, reaching adulthood, finding habitat.\n\n\"We are waiting for the last piece, which is: Are they successfully reproducing?\" Claramunt said. \"The next couple of years will be key to being able to detect successful reproduction.\"\n\nThe DNR considered a similar assist to cisco populations on the Lake Michigan side, he said. But in a surprise, the populations there have adapted to alewives and other invasive species and habitat changes and have begun a recovery on their own.\n\n\"They have just learned to adapt their life history to coexist with alewife,\" Claramunt said.\n\nFisheries managers around the Great Lakes have undertaken similar coregonine restoration efforts. In New York, state and federal researchers are attempting to restore Bloater, using eggs collected from northern Lake Michigan. Next year, cisco will also be experimentally reintroduced in the New York waters of Lake Erie, where the fish was once abundant but has since been wiped out.\n\nWhile some anglers grumble that they would like to see more effort placed on prized sports fish over ciscoes, Claramunt said the effort complements the Great Lakes' vital sports fishery.\n\n\"The Great Lakes will never go back to what they were 200 years ago,\" he said. \"After 60 or 70 years of trying to control sea lamprey, we control them every year but we still haven't eradicated them, along with the other invasive species.\n\n\"The idea is these native fish are very flexible; they occupy all of these different habitats and these different life strategies. Bringing them back now strategically will provide more stability for the Great Lakes in the future, and more resilience to future threats.\"\n\nContact Keith Matheny: kmatheny@freepress.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Earth’s evil twin: Why Venus was likely never habitable, despite alien life theories",
            "link": "https://interestingengineering.com/space/earths-venus-habitable-alien-life-theories",
            "description": "A team from the University of Cambridge found that Venus’ interior is dehydrated, suggesting it never had Earth-like oceans.",
            "image_url": "https://www.bing.com/th?id=ODF.ZbWiaRow1oMYEo_CIfN7Ew&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "Interesting Engineering21h",
            "source": "Interesting Engineering",
            "article_content": "“We would have loved to find that Venus was once a planet much closer to our own so it’s kind of sad in a way to find out that it wasn’t,” study first author Tereza Constantinou told Interesting Engineering in an interview. “But ultimately it’s more useful to focus the search on planets that are mostly likely to be able to support life – at least life as we know it.”\n\nWhat Venus’ surface tells us about Earth\n\nScientists have long looked to Venus to provide clues about Earth’s past and future. Its proximity to our planet means it is on the edge of the Solar System’s habitable, or “Goldilocks,” zone.\n\n“Venus and Earth are often called “sister planets” because of their similarities in mass, radius, density, and distance from the Sun,” Constantinou, a PhD student at Cambridge’s Institute of Astronomy, explained. “However, their evolutionary paths diverged dramatically.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Extraterrestrial life may look nothing like life on Earth—astrobiologists seek framework for how complex systems evolve",
            "link": "https://phys.org/news/2024-12-extraterrestrial-life-earth-astrobiologists-framework.html",
            "description": "We have only one example of biology forming in the universe—life on Earth. But what if life can form in other ways? How do ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WCbXSiZ4Nl05tDtiQuD7RS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "18h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nMinerals are an example of a nonliving system that has increased in diversity and complexity over billions of years. Credit: Doug Bowman, CC BY\n\nWe have only one example of biology forming in the universe—life on Earth. But what if life can form in other ways? How do you look for alien life when you don't know what alien life might look like?\n\nThese questions are preoccupying astrobiologists, who are scientists who look for life beyond Earth. Astrobiologists have attempted to come up with universal rules that govern the emergence of complex physical and biological systems both on Earth and beyond.\n\nI'm an astronomer who has written extensively about astrobiology. Through my research, I've learned that the most abundant form of extraterrestrial life is likely to be microbial, since single cells can form more readily than large organisms. But just in case there's advanced alien life out there, I'm on the international advisory council for the group designing messages to send to those civilizations.\n\nDetecting life beyond Earth\n\nSince the first discovery of an exoplanet in 1995, over 5,000 exoplanets, or planets orbiting other stars, have been found.\n\nMany of these exoplanets are small and rocky, like Earth, and in the habitable zones of their stars. The habitable zone is the range of distances between the surface of a planet and the star it orbits that would allow the planet to have liquid water, and thus support life as we on Earth know it.\n\nThe sample of exoplanets detected so far projects 300 million potential biological experiments in our galaxy—or 300 million places, including exoplanets and other bodies such as moons, with suitable conditions for biology to arise.\n\nThe uncertainty for researchers starts with the definition of life. It feels like defining life should be easy, since we know life when we see it, whether it's a flying bird or a microbe moving in a drop of water. But scientists don't agree on a definition, and some think a comprehensive definition might not be possible.\n\nNASA defines life as a \"self-sustaining chemical reaction capable of Darwinian evolution.\" That means organisms with a complex chemical system that evolve by adapting to their environment. Darwinian evolution says that the survival of an organism depends on its fitness in its environment.\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nThe evolution of life on Earth has progressed over billions of years from single-celled organisms to large animals and other species, including humans.\n\nEvolution is the process of change in systems. It can describe how a group of something becomes more complex – or even just different – over time.\n\nExoplanets are remote and hundreds of millions of times fainter than their parent stars, so studying them is challenging. Astronomers can inspect the atmospheres and surfaces of Earth-like exoplanets using a method called spectroscopy to look for chemical signatures of life.\n\nSpectroscopy might detect signatures of oxygen in a planet's atmosphere, which microbes called blue-green algae created by photosynthesis on Earth several billion years ago, or chlorophyll signatures, which indicate plant life.\n\nNASA's definition of life leads to some important but unanswered questions. Is Darwinian evolution universal? What chemical reactions can lead to biology off Earth?\n\nEvolution and complexity\n\nAll life on Earth, from a fungal spore to a blue whale, evolved from a microbial last common ancestor about 4 billion years ago.\n\nThe same chemical processes are seen in all living organisms on Earth, and those processes might be universal. They also may be radically different elsewhere.\n\nIn October 2024, a diverse group of scientists gathered to think outside the box on evolution. They wanted to step back and explore what sort of processes created order in the universe—biological or not—to figure out how to study the emergence of life totally unlike life on Earth.\n\nTwo researchers present argued that complex systems of chemicals or minerals, when in environments that allow some configurations to persist better than others, evolve to store larger amounts of information. As time goes by, the system will grow more diverse and complex, gaining the functions needed for survival, through a kind of natural selection.\n\nThey speculated that there might be a law to describe the evolution of a wide variety of physical systems. Biological evolution through natural selection would be just one example of this broader law.\n\nIn biology, information refers to the instructions stored in the sequence of nucleotides on a DNA molecule, which collectively make up an organism's genome and dictate what the organism looks like and how it functions.\n\nIf you define complexity in terms of information theory, natural selection will cause a genome to grow more complex as it stores more information about its environment.\n\nComplexity might be useful in measuring the boundary between life and nonlife.\n\nHowever, it's wrong to conclude that animals are more complex than microbes. Biological information increases with genome size, but evolutionary information density drops. Evolutionary information density is the fraction of functional genes within the genome, or the fraction of the total genetic material that expresses fitness for the environment.\n\nOrganisms that people think of as primitive, such as bacteria, have genomes with high information density and so appear better designed than the genomes of plants or animals.\n\nA universal theory of life is still elusive. Such a theory would include the concepts of complexity and information storage, but it would not be tied to DNA or the particular kinds of cells we find in terrestrial biology.\n\nImplications for the search for extraterrestrial life\n\nResearchers have explored alternatives to terrestrial biochemistry. All known living organisms, from bacteria to humans, contain water, and it is a solvent that is essential for life on Earth. A solvent is a liquid medium that facilitates chemical reactions from which life could emerge. But life could potentially emerge from other solvents, too.\n\nAstrobiologists Willam Bains and Sara Seager have explored thousands of molecules that might be associated with life. Plausible solvents include sulfuric acid, ammonia, liquid carbon dioxide and even liquid sulfur.\n\nAlien life might not be based on carbon, which forms the backbone of all life's essential molecules—at least here on Earth. It might not even need a planet to survive.\n\nAdvanced forms of life on alien planets could be so strange that they're unrecognizable. As astrobiologists try to detect life off Earth, they'll need to be creative.\n\nOne strategy is to measure mineral signatures on the rocky surfaces of exoplanets, since mineral diversity tracks terrestrial biological evolution. As life evolved on Earth, it used and created minerals for exoskeletons and habitats. The hundred minerals present when life first formed have grown to about 5,000 today.\n\nFor example, zircons are simple silicate crystals that date back to the time before life started. A zircon found in Australia is the oldest known piece of Earth's crust. But other minerals, such as apatite, a complex calcium phosphate mineral, are created by biology. Apatite is a primary ingredient in bones, teeth and fish scales.\n\nAnother strategy to finding life unlike that on Earth is to detect evidence of a civilization, such as artificial lights, or the industrial pollutant nitrogen dioxide in the atmosphere. These are examples of tracers of intelligent life called technosignatures.\n\nIt's unclear how and when a first detection of life beyond Earth will happen. It might be within the solar system, or by sniffing exoplanet atmospheres, or by detecting artificial radio signals from a distant civilization.\n\nThe search is a twisting road, not a straightforward path. And that's for life as we know it—for life as we don't know it, all bets are off.\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Squadrons of alien activity’ spotted over New Jersey in footage of UFOs",
            "link": "https://www.msn.com/en-gb/news/world/squadrons-of-alien-activity-spotted-over-new-jersey-in-footage-of-ufos/ar-AA1vAFJI?ocid=BingNewsVerp",
            "description": "The 14-second clip, uploaded to Reddit, shows four UFOs in the night sky over New Jersey - with two moving steadily to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NjJvB25x2x3FSQH6_N9IOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Daily Star on MSN1h",
            "source": "Daily Star on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pentagon finally admits it's stumped by many UFO sightings",
            "link": "https://www.msn.com/en-us/politics/government/pentagon-finally-admits-it-s-stumped-by-many-ufo-sightings/ar-AA1vysyl?ocid=BingNewsVerp",
            "description": "FREE! Dr. Jon T Kosloski is the new head of the US defense department's All-domain Anomaly Resolution Office that's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ix76H0JDVNc7xA914Ux4Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN16h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aqemia raises $38M to find new drugs by meshing theoretical physics with GenAI",
            "link": "https://techcrunch.com/2024/12/10/aqemia-raises-38m-to-find-new-drugs-by-meshing-theoretical-physics-with-genai/",
            "description": "Aqemia, a French startup that's meshing \"quantum-inspired physics\" with machine learning to find new drugs, has raised $38M.",
            "image_url": "https://www.bing.com/th?id=OVFT.NAxm1l5Q6xqAPzAC46qDiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "TechCrunch",
            "article_content": "Aqemia, a French startup that’s meshing “quantum-inspired physics” with machine learning to find new drugs, has raised $38 million in a fresh round of funding led by San Francisco-based VC firm Cathay Innovation.\n\nThis is Aqemia’s second fundraise of the year — it announced a €30 million ($31.5 million) raise back in January — and it takes the company’s total funding raised past the $100 million mark.\n\nFounded in Paris by Maximilien Levesque and Emmanuelle Rolland-Martiano (pictured above) in 2019, Aqemia is one of countless startups applying AI to drug discovery. In 2024 alone, we’ve seen the likes of Healx raise $47 million to tackle rare diseases; Sam Altman-backed Formation Bio raise $372 million; and Xaira emerge from stealth with a whopping $1 billion in funding.\n\nGoogle DeepMind CEO Demis Hassabis and Director John Jumper, meanwhile, shared one-half of the Nobel Prize in chemistry for their work on Alphafold, an AI system that accurately predicts protein structures — vital for drug discovery.\n\nAqemia, for its part, says it’s using physics and statistical mechanics algorithms to train a generative AI system, which then helps design potential drug candidates for “critical diseases.” The initial focus is on oncology (cancer) and immuno-oncology (using the body’s immune system to fight cancer).\n\nThe company says this approach to training AI negates the need for experimental data, which is costly and time-consuming, and instead uses algorithms to essentially generate synthetic data to predict the properties of potential drug molecules and how they might interact with the target.\n\nLondon’s calling\n\nIt’s clear that AI-enabled drug discovery is a hot space right now, and Aqemia itself has already been making headway in industry. Last December, the startup signed a multi-year agreement with French pharmaceutical giant Sanofi, a deal that could be worth up to $140 million depending on the outcome of certain R&D milestones.\n\nWith a fresh $38 million in the bank, the company is now gearing up to bolster its recruitment efforts. That includes a new office in London that’s set to open in early 2025 — a move designed to give Aqemia “access to the UK’s rich talent pool,” according to a press release. Having a global VC firm like Cathay Innovation on board could also open the door to new markets.\n\n“Less than a year after our last round, this successful fundraising and the opening of our new London office mark significant strides toward our ambition to accelerate the discovery of new medicines on a global scale,” Levesque said in a statement. “Partnering with Cathay Innovation brings international expertise, particularly in the U.S. and Asia, reinforcing our vision and mission.”\n\nAside from lead backer Cathay Innovation, Aqemia’s latest round saw participation from existing investors Wendel, Bpifrance Large Venture, Eurazeo, and Elaia."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physics-based models combined with big data could lead to systematically better hypotheses",
            "link": "https://phys.org/news/2024-12-physics-based-combined-big-systematically.html",
            "description": "Finding a reasonable hypothesis can pose a challenge when there are thousands of possibilities. This is why Dr. Joseph ...",
            "image_url": "https://www.bing.com/th?id=OVFT.87V0_zQifof6C0RVZR-frC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "14h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nCredit: Pixabay/CC0 Public Domain\n\nFinding a reasonable hypothesis can pose a challenge when there are thousands of possibilities. This is why Dr. Joseph Sang-II Kwon is trying to make hypotheses in a generalizable and systematic manner.\n\nKwon, an associate professor in the Artie McFerrin Department of Chemical Engineering at Texas A&M University, published his work on blending traditional physics-based scientific models with experimental data to accurately predict hypotheses in the journal Nature Chemical Engineering.\n\nKwon's research extends beyond the realm of traditional chemical engineering. By connecting physical laws with machine learning, his work could impact renewable energy, smart manufacturing, and health care, outlined in his recent paper, \"Adding big data into the equation.\"\n\nDeriving hypotheses for experimental observations typically involves a trial-and-error process. Kwon has developed a systematic framework that integrates specialized knowledge with experimental data to create a more efficient process.\n\n\"The most impactful aspect of this research is its ability to bridge the gap between theoretical models and real-world complexity, creating a versatile framework to solve intricate problems,\" Kwon said. \"This versatility means that the potential benefits could reach a wide range of industries and significantly impact daily life.\"\n\nThis research could lead to new drug discovery by incorporating experimental data into these models, Kwon said. This hybrid modeling approach integrates biological knowledge with data to accelerate drug predictions.\n\n\"Developing new drugs is expensive and time-consuming,\" Kwon said. \"But with more advanced models, we can accelerate the discovery and manufacturing processes. Leveraging simulations and machine learning reduces the need for costly lab experiments, saving time and speeding up the discovery of new treatments.\"\n\nHis approach combines physics-based models with the flexibility of data-driven components that can adapt and correct predictions based on real-world experimental data.\n\nKwon plans to use these models as a backbone to simulate complex systems and capture underlying physical phenomena that traditional physics-based models cannot capture alone.\n\n\"This methodology allows us to continuously estimate process parameters alongside the hyperparameters of the data-driven component,\" Kwon said. \"By doing so, we ensure that the models are applicable to a wider range of conditions, making them more versatile and better suited to handle new and varied scenarios.\"\n\n\"Purely data-driven models fall short when it comes to capturing the intricacies of these systems,\" Kwon said. \"By blending the two approaches, we can improve the efficiency and reliability of industrial processes that are critical to producing everyday essentials such as energy, chemicals, and pharmaceuticals.\"\n\nMore information: Joseph Sang-Il Kwon, Adding big data into the equation, Nature Chemical Engineering (2024). DOI: 10.1038/s44286-024-00142-1 Journal information: Nature Chemical Engineering"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Quantum Paradigm Challenges Our Understanding of Global Warming",
            "link": "https://scitechdaily.com/new-quantum-paradigm-challenges-our-understanding-of-global-warming/",
            "description": "A new paradigm explains how oceans store energy not just as heat but also as quantum energy, contributing to accelerating ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PWReQLH17_j7YyzcCnUzii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "7h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Computing Inches Closer to Reality After Another Google Breakthrough",
            "link": "https://www.nytimes.com/2024/12/09/technology/google-quantum-computing.html",
            "description": "Google unveiled an experimental machine capable of tasks that a traditional supercomputer could not master in 10 septillion ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AhtOCBVHJQVoa43DaJ0xNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "17h",
            "source": "The New York Times",
            "article_content": "Google’s quantum computer also uses a form of error correction — a way of reducing mistakes — that could allow this kind of machine to reach its potential. In a research paper published on Monday in the science journal Nature, Google said its machine had surpassed the “error correction threshold,” a milestone that scientists have been working toward for decades.\n\nThat means quantum computers are on a path to a moment, still well into the future, when they can overcome their mistakes and perform calculations that could accelerate the progress of drug discovery. They could also break the encryption that protects computers vital to national security.\n\n“What we really want these machines to do is run applications that people really care about,” said John Preskill, a theoretical physicist at the California Institute of Technology who specializes in quantum computing. “Though it still might be decades away, we will eventually see the impact of quantum computing on our everyday lives.”\n\nA traditional computer like a laptop or a smartphone stores numbers in silicon chips and manipulates those numbers, adding them, multiplying them and so on. It performs these calculations by processing “bits” of information. Each bit holds either a 1 or a 0.\n\nBut a quantum computer defies common sense. It relies on the mind-bending ways that some objects behave at the subatomic level or when exposed to extreme cold, like the exotic metal that Google chills to nearly 460 degrees below zero inside its quantum computer."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is AI the New Dot-Com Bubble? The Year 2025 Has 1999 Vibes All Over It",
            "link": "https://www.zmescience.com/future/is-ai-the-new-dot-com-bubble-the-year-2025-has-1999-vibes-all-over-it/",
            "description": "So, what happens next? 2025 looms large. It could be the year AI makes good on its promise, with breakthroughs in fields as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B6agdfro78UnVXhtZfBYbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "ZME Science12h",
            "source": "ZME Science",
            "article_content": "Facebook\n\nX\n\nLinkedIn\n\nPinterest\n\nEmail\n\nIllustration by Midjourney.\n\nIn late 2022, the world collectively held its breath as a strange yet exciting new technology emerged from the depths of Silicon Valley. This was ChatGPT — an artificial intelligence chatbot that could write poetry, debug code, and summarize hundred-page novels with unnerving ease. It attracted a jaw-dropping 100 million users within weeks, breaking records for the fastest-growing consumer application in history. Investors, with visions of a technological revolution shimmering in their eyes (and dollar signs for pupils), began pouring fortunes into anything that bore the acronym “AI.” The future, it seemed, was already here.\n\nBut, as history reminds us with a wry smile, the future doesn’t always arrive as advertised. As the markets ride a wave of AI-induced euphoria, voices of caution are growing louder. Is AI a transformative technology poised to rewrite our lives, or is it the scaffolding for the next catastrophic bubble — a modern-day echo of the dot-com collapse?\n\nEchoes of 1999\n\nThe numbers are staggering. In 2024, the S&P 500 is on track to close with a 27% gain, building on a 24% surge the year before. We haven’t seen this kind of back-to-back bull run since the halcyon days of the late 1990s, when dot-com stocks inflated to absurd heights. For a brief moment, it seemed every startup with a “.com” in its name was a ticket to unimaginable wealth. But by early 2000, that story turned dark. The bubble popped, and what followed was a painful recession that many would rather forget. By 2002, investor losses were estimated at around $5 trillion. Today, a similar stock market wipeout could be much more dire.\n\nFor instance, at the peak of the dot-com frenzy, Pets.com seemed to embody the future of commerce. Who wouldn’t want pet supplies delivered with just a few clicks? The company launched in 1998, armed with an irresistible mascot: a wide-eyed sock puppet with a penchant for witty banter. The puppet became a minor celebrity, starring in a $1.2 million Super Bowl ad and even appearing on “Good Morning America.”\n\nBut beneath the charm lay a fragile business model. Shipping bulky bags of dog food wasn’t cheap, and Pets.com sold products at a loss just to attract customers. Investors still believed in the vision, pumping $82.5 million into its IPO in February 2000. Nine months later, the company collapsed. The sock puppet, once a symbol of internet-age optimism, became the unwitting face of dot-com hubris.\n\nCompanies like Nvidia, the undisputed titan of AI hardware, have seen their market value soar to over $3 trillion. In just two years, Nvidia’s stock has surged eightfold. Super Micro Computer, which provides the servers powering AI’s voracious data needs, has followed a similar trajectory. The technology that underpins this growth is genuinely astounding. Yet, as the Associated Press notes, it’s hard to ignore how similar these patterns feel to the 1999 bubble — a time when investors believed the early internet would mint millionaires out of thin air.\n\nEven the European Central Bank has begun sounding the alarm. In a recent financial review, the ECB warned of an AI stock bubble, suggesting that if AI firms don’t start producing tangible profits, panic could ripple through the global economy. The more feverish the hype, the harder the fall if reality fails to deliver.\n\n“This concentration among a few large firms raises concerns over the possibility of an AI-related asset price bubble,” the ECB said. “Also, in a context of deeply integrated global equity markets, it points to the risk of adverse global spillovers, should earnings expectations for these firms be disappointed.”\n\n“Given relatively low liquid asset holdings and significant liquidity mismatches in some types of open-ended investment funds, cash shortages could result in forced asset sales that could amplify downward asset price adjustments,” the ECB said.\n\nAt the moment, there’s just too much optimism and not enough recognition of what could derail stock momentum, experts seem to warn.\n\nIs This The World’s Most Expensive Gamble?\n\nAnd yet, despite the red flags, the AI juggernaut barrels forward. According to estimates, spending on AI data centers from 2024 to 2027 will exceed $1.4 trillion. These facilities, filled with server racks humming under the weight of immense computation, are the new temples of progress. But as impressive as this investment sounds, only a sliver of American businesses — about 5% — have incorporated AI into their services.\n\nThe disparity between investor enthusiasm and business adoption is becoming hard to ignore. While ChatGPT dazzled millions, the electricity needed to train its underlying model, GPT-4, could have powered over three million electric vehicles for an entire year. OpenAI’s monthly revenue hit $300 million in August, up 1,700 percent since the beginning of 2023 — but it expects to lose roughly $5 billion this year after paying for costs related to running its services and other expenses.\n\nEach new leap in AI capability requires ever more data, ever more energy, and ever more money. It’s a cycle that feels less like a virtuous circle and more like an arms race, spiraling toward a point of diminishing returns.\n\nSome of these constraints are fueling an industry-wide scramble for efficiency. Companies are developing specialized chips and streamlined models to mitigate AI’s insatiable hunger for resources. Yet, as of now, the promises are still largely theoretical.\n\nWhat happens if the money — and patience — runs out before the solutions arrive?\n\nThe Silent Revolution in the Office Cubicle\n\nCuriously, while corporations debate the merits of AI, employees are embracing it in secret. Studies suggest that a third of American workers use AI at least once a week, often without their bosses’ knowledge. In some sectors, like software engineering, that figure climbs to nearly 80%. Employees are quietly deploying AI to write reports, debug code, and streamline tedious tasks, but they’re keeping it under wraps, fearful that transparency could lead to heavier workloads or job losses. After all, why are you getting paid if most of your job can be done with the help of AI?\n\nThis clandestine adoption hints at a peculiar paradox: AI may be more disruptive than we realize, but the disruption is happening quietly, in the shadows of office cubicles. This isn’t the AI revolution the hype trains promised. It’s a whisper, not a roar.\n\nFor businesses, this means AI adoption is as much about culture as it is about technology. Companies that foster openness and experimentation could harness AI’s full potential, while those clinging to old management styles might miss the boat entirely.\n\nThe Year of Reckoning?\n\nSo, what happens next? 2025 looms large. It could be the year AI makes good on its promise, with breakthroughs in fields as diverse as drug discovery and military defense. Or it could be the year the bubble finally bursts under the weight of unmet expectations.\n\nHistory offers no certainties, but it does offer patterns. The dot-com bubble wasn’t just a story of irrational exuberance; it was also a story of real innovation that eventually found its footing. The internet did transform the world — just not in the exponential, uninterrupted path investors had hoped for. Perhaps AI is in for a similar treatment: a cataclysmic stock market crash that would hamper progress for a few years while at the same time sanitizing the industry by removing inefficient companies; then, only after a recovery, perhaps will AI make good on its many promises. Just like Pets.com was ahead of its time, so too maybe is the current AI hype train.\n\nThe hype may fade. Stocks may tumble. But beneath the surface, the technology could continue to mature, slowly and steadily finding its place in our lives. As the frenzy quiets down, we may discover that the most profound changes often happen in the spaces between bubbles — not with a pop, but with a quiet breath of reality."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese gene unchanged for 3,000 years in cradle of civilisation: study",
            "link": "https://www.scmp.com/news/china/science/article/3289962/chinese-gene-unchanged-3000-years-cradle-civilisation-study",
            "description": "Examination of genomic sequences in the Central Plain region of China finds ‘no major shift’ since the Stone Age, despite upheavals.",
            "image_url": "https://www.bing.com/th?id=OJ.TZq5axi9U3EOLg&pid=news&w=131&h=16&rs=2",
            "category": "science+revolution",
            "date": "18h",
            "source": "scmp.com",
            "article_content": "Chinese researchers say they have established that the genetic lineage of people from the Central Plain – known as a birthplace of China’s civilisation – has been stable for 3,000 years.\n\nAdvertisement\n\nTheir findings show that one of China’s most central regions has not been influenced by nomadic populations or even internal migration from the south, despite numerous regime changes and warfare.\n\nIn the corrected proof of their paper, published in peer-reviewed journal Science Bulletin, Wang Chuanchao and his team at Xiamen University, along with researchers at Zhengzhou University, said there has been “no major genetic shift since the Late Neolithic in [the] Central Plain of China”.\n\nThe Central Plain of China – known as Zhongyuan in Chinese – surrounds the lower and middle reaches of the Yellow River and was one of the world’s earliest independent Neolithic agricultural revolution centres, archaeological records show.\n\nDespite being home to the capital cities of 20 dynasties, the region has been understudied because of a lack of ancient genomes, especially due to the turbulence it experienced over the past few millennia, according to the journal’s publisher.\n\nAdvertisement\n\nThe Chinese archaeologists and geneticists sequenced and examined high-quality genomes of 30 individuals from Henan province – centre of the Central Plain region – from the Western Zhou (1046-771BC) through to the Qing dynasty (1644 to 1911)."
        }
    }
]