[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Something crazy happened … I may have seen a UFO last night",
            "link": "https://www.popsci.com/sponsored-content/discounted-digital-binoculars-with-night-vision-and-recording-capabilities-sponsored-deal/",
            "description": "A 4,000mAh rechargeable battery lets me use these night vision digital binoculars for several nights of bird-watching and now ...",
            "image_url": "https://www.bing.com/th?id=OVFT.94PmMASV7c4epnKb4P8zFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "4h",
            "source": "Popular Science",
            "article_content": "We may earn revenue from the products available on this page and participate in affiliate programs. Learn more ›\n\nIt sounds insane, but I know what I saw—a UFO. Or, I think it was. Too many people have drones these days, so I guess it could’ve been anything. Alas, I was sitting on my porch, enjoying my new pair of night vision binoculars, when I saw something moving in the dark. It was too fast for it to be a plane.\n\nI can see over 1,300 feet away with these bad boys, and, boy, I saw something alright. A flying saucer—or a UAP as the kids call it these days. Better yet? My binoculars have a built-in camera and I started recording. Can you believe they were only $84.97 (reg. $169.99)?\n\nSeeing is believing, and you need these to see\n\nWanna know how I know that UFO was real? My footage didn’t save. The binoculars work; I have dozens of 36MP photos and 4K videos of tweety birds from my backyard. But those aliens? They wiped my darn UAP pictures. Those suckers. This is all I’ve got:\n\nAt least I got to see them in the flesh. I’m surprised they didn’t wipe my memory (yet). The cool thing about these binoculars, compared to night vision goggles, is that I don’t have to squint through uncomfortable eyepieces to get a glimpse at some aliens—just look through the 4.5-inch LCD screen. I can also use it to play videos back.\n\nThe only slightly annoying thing is that they have to be charged, which is obvious since they’re digital. But a 4,000mAh rechargeable battery lasts me quite a few nights of bird-watching and now UFO hunting. I’ll be waiting for my visitors to return.\n\nGrab yourself a pair of these digital binoculars with night vision and recording capabilities for only $84.97 (reg. $169.99) and save 50 percent. This price drop only lasts until February 23 at 11:59 p.m. PT.\n\nStackSocial prices subject to change.\n\n4K Night Vision Digital Binoculars with 8x Digital Zoom\n\nOnly $84.97 at Popular Science"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lenval Logan & Jason Sands Reveal UFO Secrets in WILD Joe Rogan Appearance",
            "link": "https://www.msn.com/en-us/news/technology/lenval-logan-jason-sands-reveal-ufo-secrets-in-wild-joe-rogan-appearance/ar-AA1ycWYy?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/31/25 Lenval Logan & Jason Sands Reveal UFO Secrets in WILD Joe Rogan Appearance Explore the groundbreaking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hFeOoJbSTO2vAD6xFDBwES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN17h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jason Sands Reveals Aliens Are Coming Back For Their UFOs & Imprisoned Aliens",
            "link": "https://www.msn.com/en-us/money/other/jason-sands-reveals-aliens-are-coming-back-for-their-ufos-imprisoned-aliens/ar-AA1yd41S?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/31/25 Jason Sands Reveals Aliens Are Coming Back For Their UFOs & Imprisoned Aliens Discover the explosive ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QN3Gxc2V2lI44LjO6-hIgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN17h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek: Everything you need to know about the AI chatbot app",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/deepseek-everything-you-need-to-know-about-the-ai-chatbot-app/ar-AA1y1DJH?ocid=BingNewsVerp",
            "description": "DeepSeek has gone viral. Chinese AI lab DeepSeek broke into the mainstream consciousness this week after its chatbot app rose ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Q619zuFzDuTz8UqmNx-Sky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek: What lies under the bonnet of the new AI chatbot?",
            "link": "https://www.bbc.com/future/article/20250131-what-does-deepseeks-new-app-mean-for-the-future-of-ai",
            "description": "Tumbling stock market values and wild claims have accompanied the release of a new AI chatbot by a small Chinese company.",
            "image_url": "https://www.bing.com/th?id=OVFT.ysO3sR6mwkEMTnVuNyZvBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "BBC",
            "article_content": "DeepSeek: What lies under the bonnet of the new AI chatbot?\n\n2 hours ago Andrew Duncan\n\nGetty Images\n\nTumbling stock market values and wild claims have accompanied the release of a new AI chatbot by a small Chinese company. What makes it so different?\n\nThe release of China's new DeepSeek AI-powered chatbot app has rocked the technology industry. It quickly overtook OpenAI's ChatGPT as the most-downloaded free iOS app in the US, and caused chip-making company Nvidia to lose almost $600bn (£483bn) of its market value in one day – a new US stock market record.\n\nThe reason behind this tumult? The \"large language model\" (LLM) that powers the app has reasoning capabilities that are comparable to US models such as OpenAI's o1, but reportedly requires a fraction of the cost to train and run.\n\nAnalysis Dr Andrew Duncan is the director of science and innovation fundamental AI at the Alan Turing Institute in London, UK.\n\nDeepSeek claims to have achieved this by deploying several technical strategies that reduced both the amount of computation time required to train its model (called R1) and the amount of memory needed to store it. The reduction of these overheads resulted in a dramatic cutting of cost, says DeepSeek. R1's base model V3 reportedly required 2.788 million hours to train (running across many graphical processing units – GPUs – at the same time), at an estimated cost of under $6m (£4.8m), compared to the more than $100m (£80m) that OpenAI boss Sam Altman says was required to train GPT-4.\n\nDespite the hit taken to Nvidia's market value, the DeepSeek models were trained on around 2,000 Nvidia H800 GPUs, according to one research paper released by the company. These chips are a modified version of the widely used H100 chip, built to comply with export rules to China. These were likely stockpiled before restrictions were further tightened by the Biden administration in October 2023, which effectively banned Nvidia from exporting the H800s to China. It is likely that, working within these constraints, DeepSeek has been forced to find innovative ways to make the most effective use of the resources it has at its disposal.\n\nReducing the computational cost of training and running models may also address concerns about the environmental impacts of AI. The data centres they run on have huge electricity and water demands, largely to keep the servers from overheating. While most technology companies do not disclose the carbon footprint involved in operating their models, a recent estimate puts ChatGPT's monthly carbon dioxide emissions at over 260 tonnes per month – that's the equivalent of 260 flights from London to New York. So, increasing the efficiency of AI models would be a positive direction for the industry from an environmental point of view.\n\nWatch DeepSeek AI bot respond to question about China\n\nOf course, whether DeepSeek's models do deliver real-world savings in energy remains to be seen, and it's also unclear if cheaper, more efficient AI could lead to more people using the model, and so an increase in overall energy consumption.\n\nIf nothing else, it could help to push sustainable AI up the agenda at the upcoming Paris AI Action Summit so that AI tools we use in the future are also kinder to the planet.\n\nWhat has surprised many people is how quickly DeepSeek appeared on the scene with such a competitive large language model – the company was only founded by Liang Wenfeng in 2023, who is now being hailed in China as something of an \"AI hero\".\n\nThe model is constructed from a group of much smaller models, each having expertise in specific domains\n\nThe latest DeepSeek model also stands out because its \"weights\" – the numerical parameters of the model obtained from the training process – have been openly released, along with a technical paper describing the model's development process. This enables other groups to run the model on their own equipment and adapt it to other tasks.\n\nThis relative openness also means that researchers around the world are now able to peer beneath the model's bonnet to find out what makes it tick, unlike OpenAI's o1 and o3 which are effectively black boxes. But there are still some details missing, such as the datasets and code used to train the models, so groups of researchers are now trying to piece these together.\n\nNot all of DeepSeek's cost-cutting techniques are new either – some have been used in other LLMs. In 2023, Mistral AI openly released its Mixtral 8x7B model which was on par with the advanced models of the time. Mixtral and the DeepSeek models both leverage the \"mixture of experts\" technique, where the model is constructed from a group of much smaller models, each having expertise in specific domains. Given a task, the mixture model assigns it to the most qualified \"expert\".\n\nDeepSeek has even revealed its unsuccessful attempts at improving LLM reasoning through other technical approaches, such as Monte Carlo Tree Search, an approach long touted as a potential strategy to guide the reasoning process of an LLM. Researchers will be using this information to investigate how the model's already impressive problem-solving capabilities can be even further enhanced – improvements that are likely to end up in the next generation of AI models.\n\nGetty Images Modified versions of Nvidia's H100 GPUs were used by DeepSeek to train its LLM (Credit: Getty Images)\n\nSo what does this all mean for the future of the AI industry?\n\nDeepSeek is potentially demonstrating that you don't need vast resources to build sophisticated AI models. My guess is that we'll start to see highly capable AI models being developed with ever fewer resources, as companies figure out ways to make model training and operation more efficient.\n\nUp until now, the AI landscape has been dominated by \"Big Tech\" companies in the US – Donald Trump has called the rise of DeepSeek \"a wake-up call\" for the US tech industry. But this development may not necessarily be bad news for the likes of Nvidia in the long term: as the financial and time cost of developing AI products reduces, businesses and governments will be able to adopt this technology more easily. That will in turn drive demand for new products, and the chips that power them – and so the cycle continues.\n\nIt seems likely that smaller companies such as DeepSeek will have a growing role to play in creating AI tools that have the potential to make our lives easier. It would be a mistake to underestimate that.\n\n--\n\nFor more technology news and insights, sign up to our Tech Decoded newsletter, while The Essential List delivers a handpicked selection of features and insights to your inbox twice a week."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI’s Legal Storm: The Three Battles That Will Shape Its Future",
            "link": "https://www.forbes.com/sites/digital-assets/2025/01/31/ais-legal-storm-the-three-battles-that-will-shape-its-future/",
            "description": "This article explores three key categories of AI-related lawsuits, revealing an inevitable trend: the rise of decentralized ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wxc0i0G7HisHfvZjEfx2Oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "16h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Generative AI's environmental impact in figures",
            "link": "https://www.msn.com/en-in/technology/artificial-intelligence/generative-ai-s-environmental-impact-in-figures/ar-AA1ydX2O?ocid=BingNewsVerp",
            "description": "Each interaction with OpenAI's chatbot uses 2.9 watt-hours of electricity. In 2023, data centres were responsible for nearly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cU9Eiy23HR8NhqTzOT30-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Notes on DeepSeek: Generative AI is All About the Applications Now",
            "link": "https://www.msn.com/en-us/news/technology/notes-on-deepseek-generative-ai-is-all-about-the-applications-now/ar-AA1ycBL0?ocid=BingNewsVerp",
            "description": "The good news is that building with cheaper AI will likely lead to new AI products that previously wouldn’t have existed. It will likely turn expensive enterprise proof of concepts into actual ...",
            "image_url": "https://www.bing.com/th?id=OJ.9lVZsJofFNSdaQ&pid=news&w=106&h=16&rs=2",
            "category": "ai+app",
            "date": "20hon MSN",
            "source": "TheWrap on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TfL reveals 'ghost' sighting on London underground as 'paranormal activity' unearthed",
            "link": "https://www.msn.com/en-gb/travel/news/tfl-reveals-ghost-sighting-on-london-underground-as-paranormal-activity-unearthed/ar-AA1yeyB1?ocid=BingNewsVerp",
            "description": "A freedom of information request to TfL regarding paranormal activity in the underground has produced a startling response.",
            "image_url": "https://www.bing.com/th?id=OVFT.gbArqxXIxm1D5KFLlGxuKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Karan Tacker on his paranormal thriller 'Bhay': It has been one of the most immersive and joyful experiences of my career",
            "link": "https://www.msn.com/en-in/entertainment/celebrities/karan-tacker-on-his-paranormal-thriller-bhay-it-has-been-one-of-the-most-immersive-and-joyful-experiences-of-my-career/ar-AA1yepAl?ocid=BingNewsVerp",
            "description": "Karan Tacker's upcoming series 'Bhay' delves into the life of paranormal investigator Gaurav Tiwari, exploring science and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ekwBVHIEa0ykGotgT-4MHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Presence’ Review – Paranormal Purgatory",
            "link": "https://boundingintocomics.com/movies/movie-reviews/presence-review-paranormal-purgatory/",
            "description": "There is a unique concept in Presence that hasn’t entirely been explored in the genre, especially when combined with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Nhmmn0meymfj21qtlt6PUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Bounding Into Comics23h",
            "source": "Bounding Into Comics",
            "article_content": "‘Presence’ Review – Paranormal Purgatory\n\nA still from Presence by Steven Soderbergh, an official selection of the Premieres Program at the 2024 Sundance Film Festival. Courtesy of Sundance Institute.\n\nWritten by David Koepp (Indiana Jones and the Dial of Destiny, The Mummy 2017) and directed by Steven Soderbergh (Logan Lucky, Side Effects), Presence has an intriguing concept that doesn’t completely work in its execution. Shot in three weeks almost entirely in one location with a $2 million budget, Presence is a creative powerhouse that lacks a lasting impression.\n\nAll of Presence is from the perspective of an entity in a suburban house. The supernatural thriller seemingly has no close-ups while the cinematography is different in a way that seems like it was shot with a slight fish-eye lens. A family, The Paynes – Rebekah (Lucy Liu), Chris (Chris Sullivan), Chloe (Callina Liang), and Tyler (Eddy Maday), moves into the empty house revealed at the beginning of the film.\n\n(L to R) Chloe (Callina Liang), Chris (Chris Sullivan), Tyler (Eddy Maday), Rebekah (Lucy Liu), and Cece (Julia Fox) in Steven Soderbergh’s Presence (2025), Neon\n\nThe SNAFU’d relationship between The Paynes is palpable as soon as they’re introduced. Rebekah is committing financial fraud and her husband Chris is contemplating separation or divorce. Rebekah also prioritizes her older son Tyler and his athleticism in swimming over her younger daughter Chloe, who barely ranks acknowledgement. Meanwhile, Chris is concerned for Chloe since her best friend abruptly died and she still hasn’t gotten over it.\n\nThe idea of a horror or supernatural film from the perspective of the ghost or entity is insanely cool, but the issue here is that this presence isn’t given much to do besides witness people have sex and argue.\n\nCallina Liang as Chloe in Steven Soderbergh’s Presence (2025), Neon\n\nThere are expected supernatural elements here like doors mysteriously opening or closing on their own, a stack of books floating in the air one by one and being stacked neatly on a nearby desk, and shelves and posters being ripped off the wall.\n\nBefore The Paynes arrive, the first scene of the film is supposed to be this entity wandering around an empty house. It’s fascinating at first but becomes dizzying and nauseating, which may represent the claustrophobic aspect of being trapped somewhere with no escape but still not entirely fun to watch.\n\nPresence features the first truly nasty on-screen character of the year in Ryan (West Mulholland). Ryan is a popular classmate of Tyler and a drug dealer. He gets romantically involved with Chloe and tries to appear nonchalant and supportive.\n\nCracks bubble up to the surface early on as he loses his temper often and his rambling typically sounds like a villain attempting to explain their evil plan in detail to a subdued victim.\n\nThe film’s editing is bizarre since most sequences either feel like one-take or suddenly shift to black before the next scene. Presence is presented like a bunch of scenes randomly stitched together that just happen to make a semi-coherent story.\n\n(L to R) Chris (Chris Sullivan) and Rebekah (Lucy Liu) in Steven Soderbergh’s Presence (2025), Neon\n\nThe acting in Presence is fine, but two of the four Payne family members are complete jerks while the other two are pushovers. This dynamic makes it difficult to get invested in any of their character developments.\n\nThe existence of the entity in the film is deeply connected to grief and trauma, which allows people who have almost died or experienced something truly traumatic to see or feel someone who has died.\n\nCallina Liang as Chloe in Steven Soderbergh’s Presence (2025), Neon\n\nA medium is brought into The Payne’s home after everyone but Chris stops making fun of Chloe’s encounters with the entity. The medium does little for the film apart from solidifying that Chloe isn’t making it up and drawing attention to an item in their living room that will be a part of the last scene in the film.\n\nThere is a unique concept in Presence that hasn’t entirely been explored in the genre, especially when combined with captivatingly different cinematography and a talented cast. But there aren’t enough actual horror elements in Presence to be scary, and the family drama is mostly uninteresting apart from this entity being a part of their lives.\n\nLucy Liu as Rebekah in Steven Soderbergh’s Presence (2025), Neon\n\nPresence is a close-but-no-cigar thriller with unusual camera tricks and everyone staring off slightly to the left or right to drive its sense of mystery.\n\nPresence (2025), Neon 2 OVERALL SCORE PROS Refreshing concept\n\nDecent acting CONS The tedius nature of drama over horror\n\nCinematography becomes tiresome"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uncanny is back! Danny Robins returns for second series of spine-tingling paranormal stories",
            "link": "https://www.bbc.co.uk/mediacentre/mediapacks/uncanny-returns-danny-robins-is-back-for-second-series",
            "description": "Danny Robins investigates real-life stories of seemingly paranormal encounters. In the second season of the hit TV series, based on the successful BBC Sounds / BBC Radio 4 podcast, Uncanny is back on ...",
            "image_url": "https://www.bing.com/th?id=OJ.BqFPp0LLFoyk2Q&pid=news&w=48&h=16&rs=2",
            "category": "paranormal",
            "date": "5h",
            "source": "BBC",
            "article_content": "Uncanny (4x60) is made by BBC Studios Specialist Factual Productions, the award-winning department behind RTS Award winning Fight The Power, Grierson and Broadcast Award winning Inside Our Autistic Minds with Chris Packham, Freedom: 50 Years of Pride, and Lucy Worsley Investigates. It was commissioned by Jack Bootle, Head of Commissioning, Specialist Factual. The Executive Producer for BBC Studios is Alan Holland. Rhian Roberts is the Commissioning Editor for the Uncanny podcast.\n\nDanny Robins is the host and writer of hit BBC Sounds / Radio 4 podcast Uncanny. He’s also the creator of BBC Sounds podcasts The Battersea Poltergeist and The Witch Farm, and the writer of the award-winning West End play 2:22 – A Ghost Story. Assisting Danny in his investigations are sceptic Dr Ciarán O’Keeffe and parapsychologist Evelyn Hollow, who pick apart the details of each case to work out what might have happened. Danny also invites viewers to get in touch with their own explanations, and he provides case updates which explore viewers’ theories on the stories.\n\nWere three generations of a farming family in rural Lancashire all terrorised by the presence of a small child? Did a group of charity shop workers all witness the same paranormal figure? Were a teenager and his friends preyed upon by a towering malign presence in the 90s? And was a young girl physically pushed down the stairs by a supernatural force in the early 2000s?\n\nDo ghosts exist? Are you Team Believer or Team Sceptic? Danny Robins investigates real-life stories of seemingly paranormal encounters. In the second season of the hit TV series, based on the successful BBC Sounds / BBC Radio 4 podcast, Uncanny is back on BBC Two and iPlayer. Featuring a brand new crop of terrifying real-life stories of potentially supernatural encounters told by the people they happened to - experiences that seem to defy logical explanation. Or do they? In each of the four episodes, Danny Robins investigates a different case and tries to help those involved understand what happened to them. Can their experiences be explained – or are they really evidence of something supernatural?\n\nWhat can you tell us about the new series of Uncanny?\n\nThis series is bigger, bolder, scarier, and more intriguing than ever before. The cases we feature scare me, so they will definitely scare you! They are really unsettling with bizarre frightening moments that happen in the most ordinary, normal settings. It's truly chilling because if these experiences can happen to ordinary people like those we feature, then it can happen to anyone!\n\nThe first case takes place in a classic ghost story setting on a farm in the middle of nowhere, with a very normal, sensible and rational scientific guy, Liam, who is too frightened to go upstairs in his parents’ home because of what he experienced there. We find out that his mum and his dad have also experienced really strange, frightening things in that same house and it's just so intriguing!\n\nWe have also got a case set in a shop with a bunch of colleagues who don’t know each other very well but are all experiencing genuinely terrifying, potential poltergeist activity and apparitions. Another episode features Julian, who to this day is still frightened by what happened to him, and there's an uncertainty in his case about whether he is making contact with someone he lost or something malicious that is out to do him harm. Our final case features a very normal family who have very abnormal things happen in their home; it's a case that takes us into a level of threat that is almost higher than anything else we've experienced on Uncanny.\n\nUncanny is unique and different to traditional paranormal shows. I think it is probably the first time that sceptics and believers have come together and enjoyed these kinds of cases in their own way. If you're a sceptic it's a ‘howdunit’, and if you're a believer it's a ‘whodunit’. You can get together and enjoy the story on your own terms and talk to your friends about it; discussing that biggest of all questions: Do ghosts exist?\n\nWhat is new and different about this series?\n\nWe have a very different spread of people in this series; different ages, personality types and very different locations as well. We've got homes, we've got workplaces, we've got people who experience things in childhood, people who experience things as adults, families that experience it together and people who experience it with mates or colleagues, so it's a real spread! It really dispels the idea that there is a certain type of person that sees a ghost or a certain type of place where you're likely to see a ghost. These stories can happen to anybody!\n\nWe've got some brilliant experiments featuring in the series too, for example sending me into a wind tunnel at 90 miles an hour to test a theory about whether convection currents - drafts in houses - can cause poltergeist activity. I had things flying towards my head at 90 miles an hour so that was quite something! We also go to Hampton Court Palace and I go around testing whether electromagnetic frequencies could explain the hauntings there. We also have me in a graveyard, checking whether people might hallucinate spectres by a sudden coming together of fog and lights. So it’s quite an unusual show from that point of view. I don't think there's anything else quite like Uncanny on television. You've got all the excitement and adrenaline-fuelled thrills and scares of the ghost story but you've also got the journalistic rigour and scientific integrity of stress testing the theories.\n\nWhat reaction did you get following the success of the last series?\n\nAfter last series I did a tour around the country and so many people came up to me and said, \"Thank you for talking about this subject” and “Why haven't we talked about this subject more before?\" For a long time the topic of the paranormal was treated as slightly pantomime entertainment, but the idea of really properly looking at this subject and trying to work out if it's real, what is really going on, hasn’t really been done before. A lot of people have felt compelled to come forward and tell their stories, they feel Uncanny has created a safe space to talk about this subject. People who have never told their friends, never even told their partner, feel it's okay to talk to us about this and put themselves out there. I love that aspect of it.\n\nThe Uncanny fan base has also grown so much and now encompasses everyone from seven-year-olds to people in their 90s. I know families that sit down and watch Uncanny together, and that’s wonderful. The Uncanny community of people who go off and do their own research, do their digging between episodes and send us their questions and theories is such a huge part of the show.\n\nWhat volume of stories get sent to you and how do you decide which ones to choose?\n\nIt’s got to the point where it’s gone kind of bonkers and there are thousands of stories coming in! I feel deeply privileged to receive each one, as they are all an amazing slice of someone's life. I love that people trust me with their stories.\n\nIt is very instinctive as to which stories we decide to tell; if I read a story and it makes me scared, and if it sends a shiver down my spine. I still think of myself as a sceptic who wants to believe but the thing that pushes me closest to ‘belief’ is sitting opposite somebody and hearing the tremble in their voice, seeing that look in their eyes and realizing they're still scared. It's often those stories that begin with “I don't believe in ghosts, but I think I might have seen a ghost”. I love that complete discombobulating life-changing confusion that something that you do not believe in, that you fundamentally don't want to accept, may have happened to you.\n\nHas your stance on being a sceptic or a believer changed at all since the last series or are you still ‘a sceptic that wants to believe’?\n\nI think I am still ‘a sceptic who wants to believe’. I've been on a journey, if you listen to the early podcasts you hear a more sceptic me, but I've not yet had that experience that pushes me over the edge. I feel like I live vicariously through the people who tell me their stories. I'd love to see a ghost, but I also feel very scared by that idea, and I think be careful what you wish for. I don't know if I'm brave enough to go through what these people have gone through.\n\nI also think it's important to keep a foot in both camps. I think Uncanny would be very different if I was a fully signed up card-carrying believer. I enjoy being torn. I love hearing our sceptic expert Ciaran’s explanations and I think many of them are very convincing, and I also love Evelyn pulling me in the direction of belief. I view them as a little angel and devil on my shoulder, pushing and pulling me in different directions and hopefully the audience feel like that as well.\n\nI think if there's one message that Uncanny puts out there, it's that it’s okay to not be sure; you can change your mind, or you can keep an open mind. We're encouraged all the time these days, particularly on social media, to stick to one opinion and to hate anybody who doesn't agree with you, but it’s great that we can agree to disagree in this programme. We've got people who are incredibly polarised in their opinions coming together and enjoying it in their own way, agreeing to disagree and maybe changing their mind, or maybe not. I just think that's such an important thing, the idea that you can listen without judgment, respect somebody for their experiences and take home from it what you want; view it in your own way and treat it as a detective story on your own terms.\n\nIs winter the perfect time of year for ghost stories?\n\nThe winter has always been a time associated with ghost stories. The idea of telling stories around a campfire and that little thrill of the shiver down your spine that you feel at this coldest time of year. I think we are going to be delivering some truly chilling stories at this most chilling time of year. I just think there's no better time to listen to a ghost story than when you are curled up in your house, it's dark outside, there's a little chill in the air and you start to imagine it could all feel more real. There's a little bit more darkness, there's a few more shadows in the corner of your house!\n\nInterview with Dr Ciarán O'Keeffe, Team Sceptic"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal Cirque III set for 10 days of shows in Albuquerque",
            "link": "https://www.kob.com/news/top-news/paranormal-cirque-iii-set-for-10-days-of-shows-in-albuquerque/",
            "description": "If you're looking for a date night idea that might give you a little scare, how about some flips and tricks with a paranormal ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2bwfS%2btFvSPVCnZN1%2b0cDBw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "KOB 419h",
            "source": "KOB 4",
            "article_content": "The adult-only show starts its Albuquerque run Friday. We got a preview here.\n\nALBUQUERQUE, N.M. — If you’re looking for a date night idea that might give you a little scare, how about some flips and tricks with a paranormal twist?\n\nCirque Italia is bringing Paranormal Cirque III to Albuquerque for 10 days of shows under the black and red big top tent at Cottonwood Mall. The shows are only for people ages 18 and older.\n\nThe shows are not for the faint of heart, organizers say. The shows feature what they describe as the “Wheel of Death, mystifying magic and more.”\n\nFor tickets and more info, view the video above and click here. (Warning: Some of the imagery may be content viewers find graphic.)\n\nThe shows are Feb. 1-5 and Feb. 7-11. Here are the times and dates:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 years ago, the discovery of Eris spelled doom for planet Pluto",
            "link": "https://www.astronomy.com/science/20-years-ago-the-discovery-of-eris-changed-everything/",
            "description": "When astronomers found a large world farther out than Pluto, it became one of the final nails in the coffin of our ninth ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Vb2u9a0Nguz4sEr2IB80RS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Astronomy20h",
            "source": "Astronomy",
            "article_content": "When astronomers found a large world farther out than Pluto, it became one of the final nails in the coffin of our ninth planet.\n\nEris is too distant for even the largest telescopes to resolve into a disk. This artist’s concept shows astronomers’ best guess as to what it and its moon Dysnomia look like. Credit: NASA/ESA/STScI\n\nEight billion miles (14 billion kilometers) from Earth, at the solar system’s ragged edge, lies Eris — a planet-sized oddball of a world that emerged unexpectedly from the darkness 20 years ago. Named for the capricious Greek goddess of discord, trouble-stirring Eris would doubtless be pleased that her celestial namesake caused even mild-mannered astronomers to quarrel, as its discovery caused the nature of what constitutes a “planet” to rear its controversial head.\n\nWith a magnitude of 18.7, Eris currently lies in the southern constellation Cetus the Whale, barely resolvable even by the world’s largest telescopes. Due to its vast distance — some 95.6 astronomical units (AU; 1 AU is the average Earth-Sun distance) — its slow apparent progress across the sky makes it notoriously difficult to spot.\n\nAt Eris’ distance, the Sun appears as a tiny star in the coal-dark sky, its light taking 13 hours to traverse the space between them and weakly illuminate a glistening surface of methane and nitrogen ices. Eris is three times more distant than Pluto. And its relationship to Pluto — a world demoted since 2006 from the solar system’s ninth planet to a lowly dwarf planet, in large part due to the discovery of Eris — remains contentious today.\n\nA distant find\n\nIn 2001, astronomers at Palomar Observatory in California began systematically seeking planet-sized objects beyond Neptune. This time-consuming process targeted small pockets of the sky, utilizing powerful imaging software to identify anything that moved against the starry backdrop. To limit the number of false-positive data returns due to image resolution, the software excluded anything moving slower than 1.5 arcseconds per hour.\n\n“Things like Eris were precisely what we were looking for when we started this survey in 2001,” says Mike Brown of the California Institute of Technology, who co-discovered Eris with Chad Trujillo, then of the Gemini Observatory, and David Rabinowitz of Yale University. “At that time, nothing had ever been found beyond about 60 AU, so we tuned the survey to concentrate on this area.”\n\nBut an ironic consequence was that images of the slow-moving Eris, taken by Brown’s team with the 48-inch (1.2 meters) Samuel Oschin Telescope at Palomar on Oct. 21, 2003, slipped entirely through the net, falling below their speed cutoff.\n\nIn the months that followed, several new trans-Neptunian objects — bodies whose orbits have an average distance beyond that of Neptune — were discovered: red-hued Sedna in November 2003 and ellipsoid-shaped Haumea in December 2004. Sedna’s 11,400-year orbit carries it to an aphelion (its farthest point from the Sun) well beyond the heliopause, the region near the solar system’s periphery where the Sun cedes gravitational influence to the interstellar medium.\n\nAt the time of its discovery, Sedna lay at 90 AU — 8.3 billion miles (13.3 billion km) from the Sun, three times more distant than Neptune. And significantly, it moved at a paltry 1.75 arcseconds per hour. That prompted Brown’s team to reanalyze their older data with lower limits on angular motion, then painstakingly sort through previously excluded images by eye.\n\n“When we found Sedna in 2003 at close to 90 AU and just barely at the limit of our software, we wondered whether we might have missed something even further away,” Brown remembers. “It took months of additional work and processing, until suddenly Eris pops out of the data! In the end, it was the only extra object we found from all of the reprocessing — but worth it!”\n\nThe team’s reanalysis finally pinpointed Eris on Jan. 5, 2005. At that time, it was simply called 2003 UB 313 . Brown excitedly called his wife, Diane, with the news: “I found a planet!”\n\nBut his words were ominously propitious, as unfolding circumstances on Earth quickly overtook the discovery.\n\nMore planets?\n\nEarly observations hinted that Eris might be bigger than Pluto, whose own size remained uncertain until the New Horizons spacecraft flew past in July 2015.\n\nBut whether larger or smaller than Pluto, hopes that Eris might also be granted planetary status were quickly dashed. For years, astronomers had hotly debated Pluto’s planethood. Our then-ninth planet was smaller than any other planet, yet carried profound cultural connotations, endearing itself to generations who had grown up reciting the same solar system mnemonic in the classroom and universally accepted it as the ninth planet.\n\nThat long-held popular belief was turned on its head with the discoveries of Haumea, Sedna, Eris, and — a few months after Eris — Makemake in March 2005, forcing the astronomical community’s hand. In August 2006, the International Astronomical Union (IAU) formally defined a “planet” as an object circling the Sun, sufficiently large and gravitationally massive to attain a spherical shape, and has cleared its region of space.\n\nUnder that definition, the new discoveries fell short on this third point, for none had cleared their respective celestial neighborhoods. But neither had Pluto. On Sept. 6, 2006, Pluto and the others were formally recategorized not as planets but as “dwarf planets” — objects orbiting the Sun that could achieve sphericity but were gravitationally incapable of dominating their environs.\n\n“We knew that second that we found it [Eris] that our concept of the solar system was going to have to change,” says Brown. “We were either going to have to add new planets or subtract one. I would have predicted the former, but even though it means I lost my chance to be called the discoverer of a few new planets, I am delighted that astronomers had the nerve to make the right choice and realize that Pluto should never have been called a planet in the first place.”\n\nWhat’s in a name?\n\nOn Sept. 13, 2006, 2003 UB 313 was formally named Eris. But this had not been the original choice. One unofficial name used by Brown’s team was Xena, honoring the titular character in the television show Xena: Warrior Princess — which coincidentally also began with an X, for what might have been the tenth planet.\n\n“We called it Xena right away, just as one of our internal code names,” says Brown. “But when the final IAU decision came out, we decided to search for something in the Greek or Roman mythology to honor the fact that Xena had been something like a real planet for a good year. Not surprisingly, almost everything had been taken by various nondescript asteroids over the years.”\n\nPopular suggestions rounded up in a survey by New Scientist ranged from Persephone to Pax, Galileo to Xena, Rupert to Nibiru, and Cerberus to Loki. The survey results even included the comically floated “Bob” as an option, its originator quipping that it was easily pronounceable, non-offensive, and “I think Uranus needs a break, don’t you?”\n\n“But everyone seemed to have avoided the goddess of discord and strife,” whose Greek name was Eris, recalls Brown. “As soon as we saw it, we realized [it] was perfect.” Just like the strife-inciting goddess of ancient Greece, the celestial Eris had prodded its own hornet’s nest of debate both in the astronomical community and among the wider public.\n\nIt turns out that Eris is slightly smaller than Pluto, with an equatorial diameter 1,445 miles (2,326 km) and a surface area roughly equivalent to South America. But Eris is some 27 percent more massive than Pluto, likely due to a denser, rocky interior.\n\nA tiny moon, named Dysnomia after the mythological Eris’ daughter and the goddess of lawlessness, was discovered in September 2005 by Brown’s team at Keck Observatory on Mauna Kea in Hawaii. Dark as coal, one-third the size of Eris, and icy in nature, Dysnomia orbits every 16 days at a distance of 23,200 miles (37,300 km).\n\nEris’ plain white façade reflects some 96 percent of the Sun’s light, making it one of the solar system’s brightest surfaces. Its highly eccentric orbit carries it around the Sun every 559 years, bringing it as close as 37.9 AU (3.5 billion miles [5.6 billion km]) and carrying it as far as 97.5 AU (9.1 billion miles [15 billion km]). Surface temperatures hover around 42 kelvins — about –384 degrees Fahrenheit (–231 degrees Celsius).\n\nIts ubiquitous brightness is matched only by Saturn’s icy moon Enceladus, but Brown does not believe cryovolcanism or geysers are necessarily responsible. “Eris is sufficiently cold that its atmosphere will be condensed onto the surface and I think that is really all that is going on,” he says. “Presumably as Eris gets closer to the Sun, the frosts will sublime and the surface will darken.”\n\nHaving passed its most recent aphelion in 1977, Eris will reach perihelion in 2257. Plans for a flyby mission are being considered, with the most ideal launch opportunities in 2032 and 2044. Should such a mission take place, the spacecraft could reach Eris roughly 25 years after launch.\n\nAnd new discoveries would surely follow.\n\nRelated: Does Planet Nine exist?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology breakthrough as discovery of medieval toilet uncovers 2,000-year-old mystery",
            "link": "https://www.express.co.uk/news/science/2007858/archaeology-breakthrough-discovery-medieval-toilet",
            "description": "Archaeologists have made a stunning breakthrough after discovering an 11th Centry medieval toilet that has helped to unravel a 2,000-year-old mystery. Researchers from the University of Exeter and the ...",
            "image_url": "https://www.bing.com/th?id=OJ.RUsP2gfFJKrpBw&pid=news&w=74&h=16&rs=2",
            "category": "science+discovery",
            "date": "12h",
            "source": "Daily Express",
            "article_content": "Experts believe they have finally found the last Anglo-Saxon king's residence\n\nArchaeologists have made a stunning breakthrough after discovering an 11th Centry medieval toilet that has helped to unravel a 2,000-year-old mystery. Researchers from the University of Exeter and the University of Newcastle believe they have uncovered Harold Godwinson, the last Saxon king of England’s long-lost residence. Experts had until now been unable to pinpoint the exact location of King Harold’s residence in Bosham. Illustrations of the grand hall in his residence appear twice in an 11th-century embroidered work known as the Bayeux Tapestry, which depicts events leading up to the 1066 Norman Conquest of England. The tapestry shows Harold feasting in a grand hall before sailing to France. While the church in Bosham still stands today, experts have been left baffled by the hall's exact location.\n\nA The tapestry shows Harold seen feasting in a grand hall before sailing to France.\n\nHowever, researchers' re-examining evidence found in 2006 by West Sussex Archaeology led to a stunning revelation. The initial 2006 investigation located two previously unidentified medieval structures at the site. One structure is built into a modern-day private residence, and the other was found in the property's garden. Dr. Duncan Wright, Senior Lecturer in Medieval Archaeology at Newcastle University and project leader, said a toilet from the period found in the building offered a vital clue. While having a toilet in your home is practically a given in every household today, they were typically only found in high-status and elite residences in England during the 10th and 11th centuries.\n\nTrending\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two males give birth to child in incredible science experiment; the baby is now an adult",
            "link": "https://www.msn.com/en-in/science/biology/two-males-give-birth-to-child-in-incredible-science-experiment-the-baby-is-now-an-adult/ar-AA1yedHx?ocid=BingNewsVerp",
            "description": "Scientists achieved a breakthrough enabling two men to have offspring without a biological mother, using genetic engineering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5S5jW_5VNutYkQJVZeFs-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unistellar Wrapped 2024: A Year of Discovery, Collaboration, and Cosmic Surprises",
            "link": "https://www.seti.org/unistellar-wrapped-2024-year-discovery-collaboration-and-cosmic-surprises",
            "description": "With the new year underway, it’s time to celebrate a remarkable 2024 full of citizen science with the Unistellar Network! Thousands of professional and amateur astronomers came together once again to ...",
            "image_url": "https://www.bing.com/th?id=ODF.x4DOR7ai-FbpmrgUi7IFxw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "SETI21h",
            "source": "SETI",
            "article_content": "With the new year underway, it’s time to celebrate a remarkable 2024 full of citizen science with the Unistellar Network! Thousands of professional and amateur astronomers came together once again to observe, document, and contribute valuable data to the scientific community. From catching supernovae in the act to tracking exoplanet transits and unraveling asteroid mysteries, our network has been busier than ever. In fact, Unistellar observers broke a record this past year by making over 10,000 citizen science observations in 2024 alone. Let’s take a journey through more of the year’s highlights!\n\nComets: A Year of Bright Surprises and Fading Legends\n\n2024 was a spectacular year for comet observations, with 1,563 observations made by 246 observers around the world. Unistellar members continued to track the decline of Comet 103P/Hartley 2, documented multiple outbursts of 12P/Pons-Brooks, and, most excitingly, observed C/2023 A3 (Tsuchinshan-ATLAS)—the brightest comet of the decade!\n\nComet 12P/Pons-Brooks during outburst, when it looked akin to the Millennium Falcon! Image by Aad Verveen.\n\nComet C/2023 A3 (Tsuchinshan-ATLAS) imaged by Unistellar Citizen Astronomer Karen Fischer.\n\nCosmic Cataclysms: An Explosive Universe\n\nOur network played a pivotal role in capturing some of the most energetic events in the cosmos. Two hundred Citizen Astronomers recorded 5,656 observations across 90 different targets, including 47 supernova candidates, 24 gamma-ray bursts (GRBs), and 11 variable stars. This data amounted to a staggering 1.3 million images of transient events taken in 2024.\n\nExoplanets: Unlocking the Secrets of Distant Worlds\n\nExoplanet hunters in the Unistellar Network had a busy year, observing over 130 unique exoplanets. With 133 telescopes over 6 continents, the network captured exoplanets transiting in front of their stars and even contributed to confirming two new exoplanets—TIC 393818343 b and TIC 24129530 b! All of the participating Citizen Astronomers are listed as co-authors on these scientific papers, cementing their contributions to science.\n\nAsteroid Occultations: Timing the Shadows of Space Rocks\n\nIn 2024, Unistellar members recorded 408 occultation events, with 54 confirmed positive detections (meaning the asteroid’s shadow was successfully captured). Some of the year’s highlights include the longest recorded occultation event in Unistellar history when the asteroid 120 Lachesis blocked a star’s light for nearly 38 seconds!\n\nThe occultation of a distant star by asteroid 120 Lachesis, captured by Steven Adkinson.\n\nPlanetary Defense & Satellite Tracking: Keeping an Eye on the Sky\n\nWhile planetary defense observations help track the orbits of near-Earth asteroids, man-made satellites are important to track as well. The Defense & Satellite division kept a close watch on these objects near or in Earth’s orbit, making 1,263 planetary defense observations and 797 satellite observations.\n\nShape models of the asteroid 198 Ampella from different angles. Unistellar citizen science data contributed to determining the final shape.\n\nWhat’s Next for 2025?\n\nWith another year of discoveries behind us, the Unistellar Network is gearing up for an even more exciting 2025. What new exoplanets will we help confirm? Will another bright comet steal the show? How many more asteroid shadows will we capture? One thing’s for sure—our citizen astronomers will be there, eyes (and telescopes) turned skyward, ready to unlock the next cosmic mystery.\n\nHere’s to another incredible year of scientific collaboration, curiosity, and exploration. See you in 2025!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Don Harrington Discovery Center hosting Parents' Night Out",
            "link": "https://www.msn.com/en-us/entertainment/general/don-harrington-discovery-center-hosting-parents-night-out/ar-AA1ycLwO?ocid=BingNewsVerp",
            "description": "The Don Harrington Discovery Center (DHDC) is hosting an event so parents can enjoy a night out on Valentine’s Day.",
            "image_url": "https://www.bing.com/th?id=OVF.PgVAngyX2uy8jwYr%2fusYhA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "15hon MSN",
            "source": "Amarillo KFDA-TV on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s o3-Mini Is a Leaner AI Model That Keeps Pace With DeepSeek",
            "link": "https://www.wired.com/story/openai-o3-mini-release/",
            "description": "On the heels of DeepSeek R1, the latest model from OpenAI promises more advanced capabilities at a cheaper price.",
            "image_url": "https://www.bing.com/th?id=OVFT.RLvr0KpnSObvvUUdMAiSJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "20h",
            "source": "Wired",
            "article_content": "OpenAI is making a smaller, more efficient version of its cleverest artificial intelligence model available for free as it seeks to answer the hype and enthusiasm swirling around a new open source offering from Chinese AI startup DeepSeek.\n\nWIRED previously reported that OpenAI was prepping the new model, called o3-mini, for release on January 31. The company’s researchers have been working overtime to get it ready for prime time, according to sources who spoke on the condition of anonymity.\n\no3-mini, which OpenAI teased in December, is a smaller version of the model that features the most advanced AI reasoning capabilities of any OpenAI offering to date. The model can break difficult problems into constituent parts in order to figure out how best to solve them.\n\n“This powerful and fast model advances the boundaries of what small models can achieve,” the company said in a blog post announcing o3-mini’s availability.\n\nOpenAI is making o3-mini available to all Plus, Team, and Pro users of ChatGPT. Users of the free version of ChatGPT will also be able to try o3-mini but won't be able to send as many queries, the company says.\n\nOpenAI has evidently been using PhD students to help train a new model for some time. Several weeks ago, the company began recruiting PhD computer science students at $100 per hour for a “research collaboration” that would “involve working on unreleased models,” according to an email viewed by WIRED.\n\nOpenAI also appears to have been recruiting PhD students with expertise in other areas through a company called Mercor that it regularly uses to find staff for model training. A recent job posting from Mercor on LinkedIn states: “The overall goal of this project that you may become a part of is to create challenging scientific coding questions designed to test the capabilities of large language models in generating code for solving realistic scientific research problems.”\n\nThe job posting goes on to give an example problem that is strikingly similar to a problem in a benchmark called SciCode that is designed to test a large language model’s ability to solve complex science problems.\n\nThe news comes as DeepSeek’s R1 continues to roil the US tech industry. The fact that such a powerful model could be released for free puts pressure on Google and Anthropic to lower their prices.\n\nOpenAI is particularly eager to demonstrate that it remains at the forefront of developing and commercializing AI, according to sources inside the company.\n\nDeepSeek’s freely available model incorporates innovations that made it more efficient to both train and serve. The company appears to have developed it using far fewer resources than OpenAI and other US companies currently building frontier AI models, although the precise details of DeepSeek’s expenditure remain unknown. OpenAI says it believes R1 may have incorporated the output from its models into its training.\n\nGot a Tip?\n\nAre you a current or former employee at OpenAI? We’d like to hear from you. Using a nonwork phone or computer, contact Will Knight at will_knight@wired.com or on Signal via his username wak01.\n\nOpenAI’s newest model may not outshine R1 in terms of price, but it shows that the company will make efficiency part of its focus going forward. OpenAI also says that the model is especially strong in math, science, and coding.\n\nThe company says that the latest model will also incorporate new features, including the ability to tap into web searches, call functions from a user’s code, and toggle between different reasoning levels that trade off speed for problem-solving capabilities.\n\nDeepSeek’s sudden rise has also raised questions about the US government’s strategy to curb China’s rise in AI. The past two US administrations have introduced a number of sanctions to curb China’s ability to access the most advanced Nvidia chips typically used to build cutting-edge AI models. DeepSeek described several types of Nvidia chips in its research, but it remains unclear what exactly was used."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI releases its new o3-mini reasoning model for free",
            "link": "https://www.technologyreview.com/2025/01/31/1110757/openai-makes-its-reasoning-model-for-free/",
            "description": "OpenAI just released o3-mini, a reasoning model that’s faster, cheaper, and more accurate than its predecessor.",
            "image_url": "https://www.bing.com/th?id=OVFT.CL3vrCxLwOX3uQXpuuA0Py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "MIT Technology Review17h",
            "source": "MIT Technology Review",
            "article_content": "These types of models are most effective at solving complex problems, so if you have any PhD-level math problems you’re cracking away at, you can try them out. Alternatively, if you’ve had issues with getting previous models to respond properly to your most advanced prompts, you may want to try out this new reasoning model on them. To try out o3-mini, simply select “Reason” when you start a new prompt on ChatGPT.\n\nAlthough reasoning models possess new capabilities, they come at a cost. OpenAI’s o1-mini is 20 times more expensive to run than its equivalent non-reasoning model, GPT-4o mini. The company says its new model, o3-mini, costs 63% less than o1-mini per input token However, at $1.10 per million input tokens, it is still about seven times more expensive to run than GPT-4o mini.\n\nThis new model is coming right after the DeepSeek release that shook the AI world less than two weeks ago. DeepSeek’s new model performs just as well as top OpenAI models, but the Chinese company claims it cost roughly $6 million to train, as opposed to the estimated cost of over $100 million for training OpenAI’s GPT-4. (It’s worth noting that a lot of people are interrogating this claim.)\n\nAdditionally, DeepSeek’s reasoning model costs $0.55 per million input tokens, half the price of o3-mini, so OpenAI still has a way to go to bring down its costs. It’s estimated that reasoning models also have much higher energy costs than other types, given the larger number of computations they require to produce an answer.\n\nThis new wave of reasoning models present new safety challenges as well. OpenAI used a technique called deliberative alignment to train its o-series models, basically having them reference OpenAI’s internal policies at each step of its reasoning to make sure they weren’t ignoring any rules.\n\nBut the company has found that o3-mini, like the o1 model, is significantly better than non-reasoning models at jailbreaking and “challenging safety evaluations”—essentially, it’s much harder to control a reasoning model given its advanced capabilities. o3-mini is the first model to score as “medium risk” on model autonomy, a rating given because it’s better than previous models at specific coding tasks—indicating “greater potential for self-improvement and AI research acceleration,” according to OpenAI. That said, the model is still bad at real-world research. If it were better at that, it would be rated as high risk, and OpenAI would restrict the model’s release."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Following the lead of DeepSeek, OpenAI makes its reasoning model free",
            "link": "https://www.technologyreview.com/2025/01/31/1110757/following-the-lead-of-deepseek-openai-makes-its-reasoning-model-free/",
            "description": "OpenAI just released o3-mini, a reasoning model that’s faster, cheaper, and more accurate than its predecessor.",
            "image_url": "https://www.bing.com/th?id=OVFT.CL3vrCxLwOX3uQXpuuA0Py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "MIT Technology Review21h",
            "source": "MIT Technology Review",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Altman Heads for Another World Tour as AI Race Tightens",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-s-altman-heads-for-another-world-tour-as-ai-race-tightens/ar-AA1ydr3W?ocid=BingNewsVerp",
            "description": "OpenAI Chief Executive Officer Sam Altman will spend the coming weeks jetting between Tokyo, New Delhi, Dubai and Germany as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ohYRMdaUGQMo8m6IWXnbQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14hon MSN",
            "source": "Bloomberg on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Releases Cheaper Model o3-Mini in Wake of DeepSeek",
            "link": "https://www.bloomberg.com/news/articles/2025-01-31/openai-releases-cheaper-model-o3-mini-in-wake-of-deepseek",
            "description": "OpenAI rolled out a new, lightweight artificial intelligence model that it said is capable of humanlike reasoning and makes ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2uAatVxQx-b3Hb6Tj7CVoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21h",
            "source": "Bloomberg L.P.",
            "article_content": "OpenAI rolled out a new, lightweight artificial intelligence model that it said is capable of humanlike reasoning and makes gains on efficiency — a product that will be closely watched following the release of an open-source model from China’s DeepSeek.\n\nThe model, released Friday, is called o3-mini and will be free to use. The company first announced plans for o3-mini in December at the same time it unveiled a more powerful version, o3. Both models are meant to answer complicated questions related to topics such as coding, math and science."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Data Privacy and Cybersecurity: 2024 Trends and Developments",
            "link": "https://www.reuters.com/practical-law-the-journal/transactional/data-privacy-cybersecurity-2024-trends-developments-2025-02-01/",
            "description": "Key data privacy and cybersecurity developments in 2024 and emerging trends and risks for 2025, including information on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W4M6Ozz1Rke6PLCIyYkiKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "12h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Push-ups in a saree: Woman defies work-out dress code in viral video, exercises in traditional wear; netizens react",
            "link": "https://www.msn.com/en-in/health/fitness-and-exercise/push-ups-in-a-saree-woman-defies-work-out-dress-code-in-viral-video-exercises-in-traditional-wear-netizens-react/ar-AA1yaJ2n?ocid=BingNewsVerp",
            "description": "A viral video showcases a woman in a saree performing pull-ups and push-ups, demonstrating that motivation can overcome ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zreQGh1q62oj7b_YroJoIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "18hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How AI Is Redefining The Way Software Is Built In 2025",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/30/how-ai-is-redefining-the-way-software-is-built-in-2025/",
            "description": "As we settle into 2025, it’s clear that the future of software development is being shaped by trends that prioritize efficiency, intelligence and adaptability. And while adjusting to change isn’t ...",
            "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
            "category": "code+trends",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Guidelines for Operationalization of Web Client Runtime Security",
            "link": "https://www.isaca.org/resources/news-and-trends/industry-news/2025/guidelines-for-operationalization-of-web-client-runtime-security",
            "description": "This article includes seven suggested steps or activities that organizations may find useful in operationalizing their WCRS programs or capabilities.",
            "image_url": "https://www.bing.com/th?id=ODF.0rzqFjgv_DzUPoSEST6LyQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "COBIT23h",
            "source": "COBIT",
            "article_content": "Introduction\n\nWeb Client Runtime Security (WCRS) refers to the security or behavior of the code executed in users' internet browsers during their web interactions.\n\nThe first part of this series discussed why WCRS as a security discipline warrants specific attention in addition to traditional web application security solutions. The second article covered the limitations of traditional security solutions in addressing WCRS risk and proposed implementation options in terms of newer security mechanisms or solutions. This third and final article includes seven suggested steps or activities that organizations may find useful in operationalizing their WCRS programs or capabilities. These steps should provide a potential roadmap for organizations to obtain meaningful outcomes from WCRS solution implementation efforts.\n\nStep 1: Discovery\n\nThe first step in implementing WCRS solutions is to conduct a thorough discovery phase including all web applications and their associated third-party scripts. This involves creating an inventory of web assets and mapping out all dependencies, including those introduced by third-party services. By understanding the full scope of the application environment, organizations can identify key web applications that need to be protected and prioritize security efforts accordingly. The discovery phase is critical as it sets the foundation for subsequent steps and ensures that no critical assets are overlooked and left unprotected. The main objective of this step is to identify all web applications and monitoring requirements.\n\nThis effort could leverage configuration management databases (CMDB) as a starting point. However, it may be the case that some CMDB systems may not always yield accurate and up-to-date information. Implementation teams may therefore need to perform domain name system (DNS) and IP-based discovery against internet and intranet networks as such actions can uncover additional undocumented applications that may require protection.\n\nBy understanding the full scope of the application environment, organizations can identify key web applications that need to be protected and prioritize security efforts accordingly.\n\nStep 2: Prioritization of Web Applications\n\nWhen the discovery phase is complete, organizations should prioritize web applications for WCRS monitoring based on their risk profile. Factors such as the sensitivity of data handled, the volume of user traffic, and the criticality of the application to business operations should be considered. High-risk applications should receive immediate attention, while lower-risk applications can be addressed in a phased manner. This prioritization ensures that resources are allocated effectively, initially focusing on the most critical areas to maximize security impact.\n\nStep 3: Justification and Minimization of Third-Party Scripts\n\nOrganizations should assess the necessity of each third-party script and remove or replace those that are non-essential or pose significant risk. In other words, organizations should prioritize minimizing their attack surface, as reducing the attack surface is a key aspect of WCRS. This involves evaluating the functionality provided by third-party scripts against their security implications and seeking alternative solutions where possible. By minimizing the use of third-party scripts, organizations can reduce the likelihood of vulnerabilities being introduced and improve overall security.\n\nStep 4: Policy Development\n\nOrganizations should establish policies designed to block unwanted scripts and behaviors by implementing automated technical controls, such as WCRS vendor solution policies, content security policies,1 sub-resource integrity checks,2 and other security measures. Vendor solutions that enable behavior-based policies should be leveraged to reduce high-risk behaviors, such as keystroke logging and limiting access to sensitive data fields to a specific group of trusted scripts. These policies should be designed to balance security with operational needs, ensuring that legitimate business activities are not disrupted. Regular reviews and updates to these policies are necessary to adapt to evolving threats and changes in the web application environment.\n\nStep 5: Alerts and Response to Changes\n\nTimely detection and response to security incidents are crucial for maintaining a strong security posture. Organizations should implement mechanisms for real-time alerting and monitoring of changes to client-side scripts and behaviors. This involves adapting security policies to reduce false positives and ensuring that the volume of alerts received by security operations staff is commensurate with the size of their team. Clear response protocols and escalation paths should also be established, enabling security teams to quickly address incidents and mitigate potential risk. Last, it is important to ensure continuous monitoring and adaptation of these processes in order to maintain an effective security response over time.\n\nStep 6: Third-Party Risk Management\n\nManaging risk associated with third-party scripts requires close collaboration with vendors and adherence to regulatory guidelines. Organizations with Payment Card Industry Data Security Standard (PCI DSS) compliance obligations should follow the latest PCI requirements3 and guidance on engaging third parties for script integrity checking and ensure that vendors are aware of their impact on security. On 1 August 2019, the PCI Security Standards Council issued a bulletin4 addressing the threat of online skimming to payment security. This bulletin underscores the critical need for third parties to understand their role in securing payment pages, a message that remains highly relevant for organizations today. Additionally, organizations should refer to guidance from the US Office for Civil Rights (OCR) regarding the protection of protected health information (PHI).5 By maintaining robust third-party risk management practices, organizations can ensure that their security measures extend beyond their infrastructure.\n\nStep 7: Governance and Accountability\n\nEstablishing a governance framework and regular reporting mechanisms is essential for maintaining oversight and accountability for WCRS efforts. This involves defining roles and responsibilities, setting security objectives, and tracking progress against these goals. Regular reporting to stakeholders provides visibility into the effectiveness of security measures and highlights areas for improvement. Continuous improvement processes should be implemented to allow security practices to evolve in response to emerging threats and changes in the regulatory landscape. By maintaining strong governance and reporting structures, organizations can ensure that WCRS remains a priority and is effectively managed over time.\n\nOrganizations should consider implementing governance dashboards, such as the one shown in figure 1. These dashboards may include click-through functionality, allowing stakeholders such as line of business (LOB) and technology (LOT) owners and information security, compliance, and internal audit teams to readily review the underlying information or data for their respective needs.\n\nFigure 1—Example WCRS Dashboard\n\n\n\nConclusion\n\nWCRS is crucial for any website utilizing third-party code. Given the increasing complexity and functionality of modern websites, it is nearly impossible for commercial sites to avoid the use of third-party code during client interactions. As a result, ensuring robust WCRS measures is essential for maintaining website security.\n\nThe authors hope that the solutions covered in the second article of this series, along with the operationalization strategies outlined in this final installment, offer readers comprehensive guidance regarding the next steps for implementation within their respective organizations.\n\nEndnotes\n\n1 Mozilla Foundation, “Content Security Policy (CSP),” 10 January 2017\n\n2 Mozilla Foundation, “Subresource Integrity,” 21 September 2015\n\n3 PCI Security Standards Council, PCI DSS: v4.0.1\n\n4 PCI Security Standards Council, “The Threat of Online Skimming to Payment Security,” 1 August 2019\n\n5 U.S. Department of Health and Human Services, “Use of Online Tracking Technologies by HIPAA Covered Entities and Business Associates,” USA, 1 December 2022\n\nSergei Vasilevsky, CISSP\n\nIs the founder and president of ILIAM Consulting. Sergei has over 20 years of cybersecurity consulting experience, beginning at a Big 4 for 7 years. ILIAM Consulting provides customized cybersecurity and compliance solutions related to application security architecture, vulnerability management, identity and access management, and regulatory compliance. Its work spans multiple industries, including finance, healthcare, and aviation. You can reach Sergei at https://www.linkedin.com/in/sergeivasilevsky/\n\nKamal Govindaswamy, CCSP, CISSP, CIPP/US\n\nKamal is the co-founder and security practice leader at Tueoris. He has been a security consultant for over 20 years, beginning at a Big 4 for 6 years. He has served clients across not-for-profit, healthcare, retail, financial services, life sciences, insurance, and consumer business industries. You can reach Kamal at https://www.linkedin.com/in/kgswamy/\n\nReaders are encouraged to contact the authors on LinkedIn for any additional guidance or help with any follow-up questions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Richest 1% of Minnesota families own nearly one third of the wealth, data report says",
            "link": "https://www.grandforksherald.com/news/minnesota/richest-1-of-minnesota-families-own-nearly-one-third-of-the-wealth",
            "description": "The data by Geowealth US also says that the richest and poorest Minnesota communities are all concentrated in the Twin Cities ...",
            "image_url": "https://www.bing.com/th?id=OVFT.moOg6ysKFaISW8Cfg9AwES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Grand Forks Herald3h",
            "source": "Grand Forks Herald",
            "article_content": "Minnesota's household wealth — mirroring national trends — has become more concentrated over the past six decades, a new database of household wealth.\n\nIn 1960, for instance, the bottom 50% of families owned about 10% of the state’s total wealth, while the richest 1% had about 17%, according to data collected by Geowealth US.\n\nADVERTISEMENT\n\nBut by 2010, the share of wealth owned by the bottom 50% fell by roughly half, while the wealth of the richest 1% more than doubled. Those shares changed little from 2010 to 2020.\n\nData by GEOWEALTH-US. Minnesota Reformer Graphic\n\nThe estimates in the database are based the federal Survey of Consumer Finances , which asks respondents about their assets and debts, as well as the Census’ American Community Survey , which measures demographics, income and home ownership.\n\nBehind the numbers\n\nThe rise in wealth inequality is driven by many factors, including the loss of high-paying blue collar jobs; the growing concentration of white-collar jobs in coastal metropolitan areas and big advanced economies like the Twin Cities; and changes to the tax code favoring the already-wealthy.\n\nWealth inequality in the United States is greater than in most other democracies . Racial wealth disparities , driven in part by decades of discriminatory policymaking, are often staggering.\n\nMinnesota’s racial disparities are among the worst in the nation , partly due to the state’s long history of redlining , or denying mortgages and other financial services to non-white people. Those century-old policies reverberate in maps of neighborhood inequality made today.\n\nThe richest and poorest Minnesota communities are all concentrated in the Twin Cities metro.\n\nThe wealthiest communities in the Twin Cities are roughly 10 times richer than the poorest ones, according to the data.\n\nADVERTISEMENT\n\nThis map by Geowealth US shows the approximate median household income across Minnesota. The map divided into Public Use Microdata Areas, which are census divisions containing at least 100,000 people. Researchers often analyze data at this geographic level in order to see variation within densely populated counties. Minnesota Reformer\n\nMedian households in parts of the west metro — including Lake Minnetonka, Plymouth and Maple Grove — have a net worth well over $400,000. Those in parts of south Minneapolis and the western part of St. Paul have closer to $40,000.\n\nIn the richest areas of the country, like Palo Alto or the New York City suburbs, the typical family is worth well over $1 million. In the poorest communities, which are in New York, Houston and Milwaukee, the typical family has only $18,000 in assets.\n\n“People who grow up in wealthier places can reap benefits that span generations,” Tom Kemeny, one of the database’s compilers, explained in a recent commentary . “As a result of property taxes and philanthropy, wealthier communities have greater resources for schools, health care, transportation and other infrastructure.”\n\nREAD MORE:\n\n\n\n\n\nThis story was originally published on MinnesotaReformer.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Future bandages could be armed with nanoflowers",
            "link": "https://www.popsci.com/health/nanoflower-bandages/",
            "description": "From there, researchers then carefully attached these nanoflowers on small strips of electrospun nanofabric. 'Polyphenols, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RgqKsu1tGf2nUu-KVQLydy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19h",
            "source": "Popular Science",
            "article_content": "Flowers may be small, but their petals often add up to a comparatively massive amount of surface area. The same can be said even at the microscopic level of a “nanoflower,” compound combinations in chemistry that grow to form plantlike shapes. With this in mind, a research team based at Italy’s University of Genoa have designed a novel nanostructure that relies on carnation-like nanoflowers containing enough surface area to host numerous wound-healing drug molecules.\n\nThe medical innovation is detailed in a study published in the journal ACS Applied Bio Materials. According to its creators, the bandage prototype uses two polyphenol-based materials–copper phosphate and tannic acid. These reagents possess well-documented anti-inflammatory and antibiotic properties. Once mixed and placed in a saline solution, the copper phosphate-tannic acid compounds begin to self-assemble and grow into recognizable, flower-like structures. From there, researchers then carefully attached these nanoflowers on small strips of electrospun nanofabric.\n\n“Polyphenols, natural compounds abundant in phenolic structures, have received widespread attention due to their antioxidant, anti-inflammatory, antibacterial, and anticancer properties, making them valuable for biomedical applications,” the team wrote in their study. “However, the green synthesis of polyphenol-based materials with economical and environmentally friendly strategies is of great significance.”\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nWith the dressings ready for testing, the team introduced these nanoflower bandage samples into harmful bacteria cultures, including E. coli, Pseudomonas aeruginosa, and Staphylococcus aureus. According to an accompanying announcement on January 31st, the nanoflower-covered fabrics not only “inactivated” the bacteria, but did so through the addition of antibiotic-resistant biofilms—all while protecting lab-grown human cells.\n\nResearchers say their new, nanoflower based approach appears to be both cost-effective and extremely efficient, allowing for better means to speed up wound healing and fight infections. The possible benefits from nanoflowers aren’t limited to medicine, either. Another study, published in October 2024 in Advanced Materials, points to uses across real-time imaging, wastewater purification, and even microrobotics."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Amazing Underwater Discoveries You Won't Believe",
            "link": "https://www.msn.com/en-us/science/zoology/10-amazing-underwater-discoveries-you-won-t-believe/vi-AA1yclmu?ocid=BingNewsVerp",
            "description": "\"Explore See To Believe to discover more of The Supereme's fascinating human interest stories, shocking discoveries, rare ...",
            "image_url": "https://www.bing.com/th?id=OVF.uFBj4ktVgBb1D4ijbhftnA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN22h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 years ago, the discovery of Eris spelled doom for planet Pluto",
            "link": "https://www.astronomy.com/science/20-years-ago-the-discovery-of-eris-changed-everything/",
            "description": "When astronomers found a large world farther out than Pluto, it became one of the final nails in the coffin of our ninth ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Vb2u9a0Nguz4sEr2IB80RS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Astronomy20h",
            "source": "Astronomy",
            "article_content": "When astronomers found a large world farther out than Pluto, it became one of the final nails in the coffin of our ninth planet.\n\nEris is too distant for even the largest telescopes to resolve into a disk. This artist’s concept shows astronomers’ best guess as to what it and its moon Dysnomia look like. Credit: NASA/ESA/STScI\n\nEight billion miles (14 billion kilometers) from Earth, at the solar system’s ragged edge, lies Eris — a planet-sized oddball of a world that emerged unexpectedly from the darkness 20 years ago. Named for the capricious Greek goddess of discord, trouble-stirring Eris would doubtless be pleased that her celestial namesake caused even mild-mannered astronomers to quarrel, as its discovery caused the nature of what constitutes a “planet” to rear its controversial head.\n\nWith a magnitude of 18.7, Eris currently lies in the southern constellation Cetus the Whale, barely resolvable even by the world’s largest telescopes. Due to its vast distance — some 95.6 astronomical units (AU; 1 AU is the average Earth-Sun distance) — its slow apparent progress across the sky makes it notoriously difficult to spot.\n\nAt Eris’ distance, the Sun appears as a tiny star in the coal-dark sky, its light taking 13 hours to traverse the space between them and weakly illuminate a glistening surface of methane and nitrogen ices. Eris is three times more distant than Pluto. And its relationship to Pluto — a world demoted since 2006 from the solar system’s ninth planet to a lowly dwarf planet, in large part due to the discovery of Eris — remains contentious today.\n\nA distant find\n\nIn 2001, astronomers at Palomar Observatory in California began systematically seeking planet-sized objects beyond Neptune. This time-consuming process targeted small pockets of the sky, utilizing powerful imaging software to identify anything that moved against the starry backdrop. To limit the number of false-positive data returns due to image resolution, the software excluded anything moving slower than 1.5 arcseconds per hour.\n\n“Things like Eris were precisely what we were looking for when we started this survey in 2001,” says Mike Brown of the California Institute of Technology, who co-discovered Eris with Chad Trujillo, then of the Gemini Observatory, and David Rabinowitz of Yale University. “At that time, nothing had ever been found beyond about 60 AU, so we tuned the survey to concentrate on this area.”\n\nBut an ironic consequence was that images of the slow-moving Eris, taken by Brown’s team with the 48-inch (1.2 meters) Samuel Oschin Telescope at Palomar on Oct. 21, 2003, slipped entirely through the net, falling below their speed cutoff.\n\nIn the months that followed, several new trans-Neptunian objects — bodies whose orbits have an average distance beyond that of Neptune — were discovered: red-hued Sedna in November 2003 and ellipsoid-shaped Haumea in December 2004. Sedna’s 11,400-year orbit carries it to an aphelion (its farthest point from the Sun) well beyond the heliopause, the region near the solar system’s periphery where the Sun cedes gravitational influence to the interstellar medium.\n\nAt the time of its discovery, Sedna lay at 90 AU — 8.3 billion miles (13.3 billion km) from the Sun, three times more distant than Neptune. And significantly, it moved at a paltry 1.75 arcseconds per hour. That prompted Brown’s team to reanalyze their older data with lower limits on angular motion, then painstakingly sort through previously excluded images by eye.\n\n“When we found Sedna in 2003 at close to 90 AU and just barely at the limit of our software, we wondered whether we might have missed something even further away,” Brown remembers. “It took months of additional work and processing, until suddenly Eris pops out of the data! In the end, it was the only extra object we found from all of the reprocessing — but worth it!”\n\nThe team’s reanalysis finally pinpointed Eris on Jan. 5, 2005. At that time, it was simply called 2003 UB 313 . Brown excitedly called his wife, Diane, with the news: “I found a planet!”\n\nBut his words were ominously propitious, as unfolding circumstances on Earth quickly overtook the discovery.\n\nMore planets?\n\nEarly observations hinted that Eris might be bigger than Pluto, whose own size remained uncertain until the New Horizons spacecraft flew past in July 2015.\n\nBut whether larger or smaller than Pluto, hopes that Eris might also be granted planetary status were quickly dashed. For years, astronomers had hotly debated Pluto’s planethood. Our then-ninth planet was smaller than any other planet, yet carried profound cultural connotations, endearing itself to generations who had grown up reciting the same solar system mnemonic in the classroom and universally accepted it as the ninth planet.\n\nThat long-held popular belief was turned on its head with the discoveries of Haumea, Sedna, Eris, and — a few months after Eris — Makemake in March 2005, forcing the astronomical community’s hand. In August 2006, the International Astronomical Union (IAU) formally defined a “planet” as an object circling the Sun, sufficiently large and gravitationally massive to attain a spherical shape, and has cleared its region of space.\n\nUnder that definition, the new discoveries fell short on this third point, for none had cleared their respective celestial neighborhoods. But neither had Pluto. On Sept. 6, 2006, Pluto and the others were formally recategorized not as planets but as “dwarf planets” — objects orbiting the Sun that could achieve sphericity but were gravitationally incapable of dominating their environs.\n\n“We knew that second that we found it [Eris] that our concept of the solar system was going to have to change,” says Brown. “We were either going to have to add new planets or subtract one. I would have predicted the former, but even though it means I lost my chance to be called the discoverer of a few new planets, I am delighted that astronomers had the nerve to make the right choice and realize that Pluto should never have been called a planet in the first place.”\n\nWhat’s in a name?\n\nOn Sept. 13, 2006, 2003 UB 313 was formally named Eris. But this had not been the original choice. One unofficial name used by Brown’s team was Xena, honoring the titular character in the television show Xena: Warrior Princess — which coincidentally also began with an X, for what might have been the tenth planet.\n\n“We called it Xena right away, just as one of our internal code names,” says Brown. “But when the final IAU decision came out, we decided to search for something in the Greek or Roman mythology to honor the fact that Xena had been something like a real planet for a good year. Not surprisingly, almost everything had been taken by various nondescript asteroids over the years.”\n\nPopular suggestions rounded up in a survey by New Scientist ranged from Persephone to Pax, Galileo to Xena, Rupert to Nibiru, and Cerberus to Loki. The survey results even included the comically floated “Bob” as an option, its originator quipping that it was easily pronounceable, non-offensive, and “I think Uranus needs a break, don’t you?”\n\n“But everyone seemed to have avoided the goddess of discord and strife,” whose Greek name was Eris, recalls Brown. “As soon as we saw it, we realized [it] was perfect.” Just like the strife-inciting goddess of ancient Greece, the celestial Eris had prodded its own hornet’s nest of debate both in the astronomical community and among the wider public.\n\nIt turns out that Eris is slightly smaller than Pluto, with an equatorial diameter 1,445 miles (2,326 km) and a surface area roughly equivalent to South America. But Eris is some 27 percent more massive than Pluto, likely due to a denser, rocky interior.\n\nA tiny moon, named Dysnomia after the mythological Eris’ daughter and the goddess of lawlessness, was discovered in September 2005 by Brown’s team at Keck Observatory on Mauna Kea in Hawaii. Dark as coal, one-third the size of Eris, and icy in nature, Dysnomia orbits every 16 days at a distance of 23,200 miles (37,300 km).\n\nEris’ plain white façade reflects some 96 percent of the Sun’s light, making it one of the solar system’s brightest surfaces. Its highly eccentric orbit carries it around the Sun every 559 years, bringing it as close as 37.9 AU (3.5 billion miles [5.6 billion km]) and carrying it as far as 97.5 AU (9.1 billion miles [15 billion km]). Surface temperatures hover around 42 kelvins — about –384 degrees Fahrenheit (–231 degrees Celsius).\n\nIts ubiquitous brightness is matched only by Saturn’s icy moon Enceladus, but Brown does not believe cryovolcanism or geysers are necessarily responsible. “Eris is sufficiently cold that its atmosphere will be condensed onto the surface and I think that is really all that is going on,” he says. “Presumably as Eris gets closer to the Sun, the frosts will sublime and the surface will darken.”\n\nHaving passed its most recent aphelion in 1977, Eris will reach perihelion in 2257. Plans for a flyby mission are being considered, with the most ideal launch opportunities in 2032 and 2044. Should such a mission take place, the spacecraft could reach Eris roughly 25 years after launch.\n\nAnd new discoveries would surely follow.\n\nRelated: Does Planet Nine exist?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology breakthrough as discovery of medieval toilet uncovers 2,000-year-old mystery",
            "link": "https://www.express.co.uk/news/science/2007858/archaeology-breakthrough-discovery-medieval-toilet",
            "description": "Archaeologists have made a stunning breakthrough after discovering an 11th Centry medieval toilet that has helped to unravel a 2,000-year-old mystery. Researchers from the University of Exeter and the ...",
            "image_url": "https://www.bing.com/th?id=OJ.RUsP2gfFJKrpBw&pid=news&w=74&h=16&rs=2",
            "category": "physics+discovery",
            "date": "12h",
            "source": "Daily Express",
            "article_content": "Experts believe they have finally found the last Anglo-Saxon king's residence\n\nArchaeologists have made a stunning breakthrough after discovering an 11th Centry medieval toilet that has helped to unravel a 2,000-year-old mystery. Researchers from the University of Exeter and the University of Newcastle believe they have uncovered Harold Godwinson, the last Saxon king of England’s long-lost residence. Experts had until now been unable to pinpoint the exact location of King Harold’s residence in Bosham. Illustrations of the grand hall in his residence appear twice in an 11th-century embroidered work known as the Bayeux Tapestry, which depicts events leading up to the 1066 Norman Conquest of England. The tapestry shows Harold feasting in a grand hall before sailing to France. While the church in Bosham still stands today, experts have been left baffled by the hall's exact location.\n\nA The tapestry shows Harold seen feasting in a grand hall before sailing to France.\n\nHowever, researchers' re-examining evidence found in 2006 by West Sussex Archaeology led to a stunning revelation. The initial 2006 investigation located two previously unidentified medieval structures at the site. One structure is built into a modern-day private residence, and the other was found in the property's garden. Dr. Duncan Wright, Senior Lecturer in Medieval Archaeology at Newcastle University and project leader, said a toilet from the period found in the building offered a vital clue. While having a toilet in your home is practically a given in every household today, they were typically only found in high-status and elite residences in England during the 10th and 11th centuries.\n\nTrending\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Terrifying Discoveries Found In Antarctica's Ice",
            "link": "https://www.msn.com/en-us/science/biology/10-terrifying-discoveries-found-in-antarctica-s-ice/vi-AA1ydqjp?ocid=BingNewsVerp",
            "description": "\"Explore See To Believe to discover more of The Supereme's fascinating human interest stories, shocking discoveries, rare creatures, and mesmerizing curiosities from around the world.\" ...",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI-powered no-code vs generative AI: who will win the race to build tomorrow's tech unicorns?",
            "link": "https://www.msn.com/en-gb/money/technology/ai-powered-no-code-vs-generative-ai-who-will-win-the-race-to-build-tomorrow-s-tech-unicorns/ar-AA1ychEK?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT._g_1cGHWHa5DrRaofMYTxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "22hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Jumpstart Your Career in AI",
            "link": "https://www.eweek.com/artificial-intelligence/ai-career/",
            "description": "Starting a career in AI involves gaining key skills, certifications, and knowledge in artificial intelligence. Learn how to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SpHPXhAiCmIH2p6RzmGqly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "eWeek20h",
            "source": "eWeek",
            "article_content": "eWEEK content and product recommendations are editorially independent. We may make money when you click on links to our partners. Learn More.\n\nAI is changing the world around us and it shows no signs of slowing down. With this technology becoming such a prominent part of our future, knowing how to start a career in AI is a smart move for anyone looking to stay ahead. Industries like technology, finance, and healthcare are relying more heavily on AI, and launching your career in the field means safeguarding your future. To help you get started. I’ve built this guide with the important steps to begin your AI career, including the career paths you can explore, the skills you need, and certifications that can set you on the right track.\n\nKEY TAKEAWAYS • Building core skills—including technical and soft skills—will help you jumpstart your career in AI. (Jump to Section)\n\n(Jump to Section) • Actively applying your knowledge by working with AI tools can refine your skills, deepen your understanding of AI, and act as a catalyst for crafting your portfolio. (Jump to Section)\n\n(Jump to Section) • There are many AI certifications you can invest in to further advance your skills and improve your credibility. (Jump to Section)\n\nUnderstand the AI Basics\n\nThe first step in building a successful career in artificial intelligence (AI) is truly understanding what it is. Grasping its main concepts will let you see its impact on industries and everyday life, from customer service to entertainment. This knowledge will guide your decisions as you move forward and give you a solid foundation to identify the skills you need, the different AI jobs, and finally choose the direction that aligns with your goals.\n\nChoose Your AI Career Path\n\nAI offers a wide range of career opportunities, each with its own set of required skills, tasks and responsibilities, and job salaries. It’s imperative to familiarize yourself with various AI roles early on. If you’re just getting started, consider exploring entry-level AI jobs to get hands-on experience and serve as stepping stones to more advanced roles later on. Knowing the demands of each career gives you clarity on what skills you need to focus on. By choosing the career you want, you can narrow down your learning path and start working on the specific skills for that role.\n\nEntry-Level AI Jobs Typical Responsibilities Potential Advanced Career Paths AI Support Engineer Provides technical support for AI systems, debugging issues and maintaining applications. AI Developer\n\nAI Solutions Architect Computer Vision Technician Prepares image datasets and supports the development of computer vision algorithms for object detection or recognition. Computer Vision Engineer\n\nAI Research Scientist Data Analyst Collects, cleans, and visualizes data to identify trends and support decision-making. Data Scientist\n\nBusiness Analyst Entry-Level Data Engineer Designs pipelines to ensure structured and clean data for analytics or machine learning. Big Data Engineer\n\nData Architect Junior Data Scientist Builds basic statistical models and words on small-scale machine learning tasks. Senior Data Scientist\n\nML Engineer Junior Machine Learning Engineer Assists in developing ML models and testing algorithms. ML Engineer NLP Assistant Supports the training and testing of natural language processing models for AI-powered applications. NLP Specialist\n\nAI Linguist Prompt Engineer Designs and optimizes prompts for generative AI tools for accurate results AI Product Manager\n\nAI Strategist\n\nBuild Core Skills\n\nLike most jobs, starting AI careers requires a combination of technical and soft skills. Whether you’re just starting out or aiming for an advanced role, having a solid foundation is a must. Invest in AI certifications to boost your knowledge about AI as a whole. Core skills not only prepare you for entry-level jobs but also make you adapt more easily with the field as it evolves.\n\nTechnical Skills for Different AI Careers\n\nTechnical skills are non-negotiable when it comes to kicking off your AI career. You must enrich your knowledge in AI-related topics, such as machine learning (ML) and natural language processing (NLP). These skills equip you to work with data, algorithms, and systems, which are the primary components of AI. Learning them may feel daunting at first, but it will guide you to long-term success. There are many ways you can learn AI for free, but completing paid courses usually gives you a certificate that can raise your chances of getting a good AI job.\n\nComputer Vision: Mastering computer vision techniques enables you to work on systems that analyze and interpret images or videos. This is a primary skill for computer vision technicians, so they can make systems for facial recognition, self-driving cars, and medical imaging.\n\nMastering computer vision techniques enables you to work on systems that analyze and interpret images or videos. This is a primary skill for computer vision technicians, so they can make systems for facial recognition, self-driving cars, and medical imaging. Data Analysis: The ability to clean, organize, and interpret data is beneficial for an AI career. It is especially useful for data engineers and data scientists, who need to extract meaningful data insights and transform them into usable formats for AI systems.\n\nThe ability to clean, organize, and interpret data is beneficial for an AI career. It is especially useful for data engineers and data scientists, who need to extract meaningful data insights and transform them into usable formats for AI systems. Data Engineering: Understanding how to design and maintain data pipelines is making sure AI systems have access to clean, structured data. This skill is fundamental for data engineers because they lay the groundwork for AI development by preparing datasets for analysis and modeling.\n\nUnderstanding how to design and maintain data pipelines is making sure AI systems have access to clean, structured data. This skill is fundamental for data engineers because they lay the groundwork for AI development by preparing datasets for analysis and modeling. Machine Learning Basics: Familiarity with machine learning algorithms and concepts is necessary for ML engineers and data scientists. It allows you to create systems that learn from data and fine-tune their performance over time.\n\nFamiliarity with machine learning algorithms and concepts is necessary for ML engineers and data scientists. It allows you to create systems that learn from data and fine-tune their performance over time. Natural Language Processing: Learning how AI systems generate human language is needed for NLP assistant and prompt engineers. It opens opportunities to make AI models for translation, sentiment analysis, and prompt engineering.\n\nLearning how AI systems generate human language is needed for NLP assistant and prompt engineers. It opens opportunities to make AI models for translation, sentiment analysis, and prompt engineering. Programming: Developing strong programming skills will supercharge any AI career. Languages like Python are widely used by support engineers and data scientists to implement algorithms, process data, and craft AI applications.\n\nDeveloping strong programming skills will supercharge any AI career. Languages like Python are widely used by support engineers and data scientists to implement algorithms, process data, and craft AI applications. Prompt Optimization: Crafting precise instructions for generative AI tools is a useful skill for prompt engineers, as they work to steer these systems to produce accurate and targeted outputs.\n\nCrafting precise instructions for generative AI tools is a useful skill for prompt engineers, as they work to steer these systems to produce accurate and targeted outputs. Research Techniques: You must be able to explore new methods, test algorithms, and evaluate results to advance in AI. AI researchers and AI research assistants need research skills to uncover new approaches to enhance existing AI technologies.\n\nSoft Skills Required for an AI Career\n\nNo matter your chosen career path in AI, technical expertise alone is not enough to succeed. Soft skills play a significant role in supporting teamwork, resolving problems creatively, and bridging the gap between AI solutions and real-world applications.\n\nAdaptability: Being open to learning new tools and methods lets you stay relevant and updated on the latest about AI.\n\nBeing open to learning new tools and methods lets you stay relevant and updated on the latest about AI. Collaboration: Working well with others is important because most AI projects require input from multiple people with different skills and expertise.\n\nWorking well with others is important because most AI projects require input from multiple people with different skills and expertise. Communication: Clearly explaining technical concepts to non-technical audiences helps make sure everyone understands your work and its value.\n\nClearly explaining technical concepts to non-technical audiences helps make sure everyone understands your work and its value. Critical Thinking: The ability to assess situations carefully, spot problems, and make decisions is needed for solving challenges effectively.\n\nThe ability to assess situations carefully, spot problems, and make decisions is needed for solving challenges effectively. Problem-Solving: Tackling difficult situations and coming up with workable solutions is key to making your projects succeed.\n\nPractice Your Skills and Create Your Portfolio\n\nTo jumpstart your AI career, actively apply what you’ve learned through practice and work on real projects to truly enrich your skills. You could begin with personal projects, contributing to open-source initiatives, or using publicly available datasets to experiment with AI models. You can even try using some free AI tools to get a firsthand experience without spending anything. Practicing allows you to see how AI works in real-world settings, so you can understand the challenges that can’t be taught in a classroom.\n\nIn addition, while practicing, you can build a portfolio of work to demonstrate your abilities to future employers. As you continue practicing, you’ll sharpen your problem-solving skills, boost your technical knowledge, and gain the experience necessary to move forward in your AI career.\n\nNetwork and Develop Professional Relationships\n\nExpanding your professional network plays a substantial role in thriving in the AI field. By connecting with more professionals, you get more job opportunities, insights, and collaborations. Attending AI conferences and joining online communities keeps you informed and enhances your skills. Networking can also provide mentorship and guidance, accelerating your career growth.\n\nTop AI Certifications for Beginners\n\nGetting certified can be a powerful way to demonstrate your skills and knowledge as you start your AI career. AI certifications for beginners will increase your credibility, combining structured learning with practical experience. I’ve selected a few courses that establish a solid grounding in AI, each handpicked so you can strengthen your skillset and set yourself up for success.\n\nArtificial Intelligence for Beginners: Understand the Basics on Udemy\n\nThis Udemy course offers a comprehensive, beginner-friendly introduction to AI concepts and requires no programming background. Priced at $69.99, it features 20 lectures, assignments, and on-demand video content, ensuring a well-rounded learning experience. This introductory course covers AI history, topics such as regression and clustering, and practical AI applications. You will use a no-code approach to create AI models for image pose and audio detection to gain hands-on customization experience. With just minimal prerequisites of computer knowledge, the course is accessible and can be completed in about five hours.\n\nArtificial Intelligence for Beginners: Python and AI Basics on Udemy\n\nUdemy’s course is great if you’re looking to explore the principles of AI and Python programming, even without prior experience. The course is 10 hours and 14 minutes long and includes 26 lectures on topics like regression, classification, and neural networks. While programming knowledge isn’t required, an understanding of programming concepts can be advantageous. Available for $79.99, the course includes on-demand videos, hands-on coding exercises, and quizzes to test your knowledge. By the end, you’ll be able to create AI models and an interactive game using Python, along with a certificate of completion.\n\nIntroduction to Artificial Intelligence on Coursera\n\nIBM’s course on Coursera is a great starting point if you want to learn more about AI. The course explores AI’s central concepts, its real-world applications, and examples you encounter daily. It encompasses machine learning, deep learning, and neural networks, as well as how AI is used in various areas, like robotics and computer vision. Ethical issues and the potential impact of AI on society are also discussed. The course is self-paced, taking approximately 13 hours to complete, with flexible deadlines. Organized into four modules, it includes 12 assignments. After finishing, you’ll receive a shareable certificate. A monthly subscription of $59 to Coursera Plus is needed to access this course.\n\nFAQs\n\nCan I Work in AI Without Coding? Yes, you can work in AI without coding. Roles like AI product manager, AI consultant, or AI business analyst focus more on strategy, project management, and business integrations rather than programming. However, some understanding of AI concepts is still beneficial. Can I Get an AI Job Without a Degree? Yes, it is possible to get an AI job without a degree. Many entry-level positions value practical skills, experience, and certifications over formal education. Building a strong portfolio, obtaining hands-on experience, and earning relevant certifications can help you qualify for AI roles. How Much Do Jobs in AI Pay? AI job salaries vary depending on the role, location, experience level. According to ZipRecruiter, entry-level AI jobs in the US typically pay around $66,000 to $84,000 annually, as of January 2025. Senior positions, on the other hand, like AI Research Scientists, average between $126,000and $137,500 per year, with top earners making up to $171,000 yearly.\n\nBottom Line: The Value of Knowing How to Start A Career in AI\n\nEmbarking in careers in artificial intelligence molds you to be a part of a field that redefines our lives today. Keep in mind that establishing an AI career is just like launching any other career, you have to start from the ground up. This guide was built so you can prepare your AI career with confidence, no matter your background. By learning the core AI skills and gaining practical experience, you equip yourself with future-proof skills and open doors to innovative and impactful opportunities.\n\nFind out more about how AI is impacting the job market by reading our articles on will AI replace humans, AI-proof jobs, and jobs AI will replace."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mexican startup tackles plastic waste by converting it to fuel",
            "link": "https://www.msn.com/en-us/weather/topstories/mexican-startup-tackles-plastic-waste-by-converting-it-to-fuel/ar-AA1ydBwx?ocid=BingNewsVerp",
            "description": "A startup in Mexico is trying to help get a handle on one Gulf coast city’s plastic waste problem by converting it into ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6KvmCMHg0Q2V4QgUvKCt9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "11hon MSN",
            "source": "The Associated Press - Business News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Startups in the US see opportunity in DeepSeek's success",
            "link": "https://www.msn.com/en-us/money/companies/ai-startups-in-the-us-see-opportunity-in-deepseeks-success/ar-AA1yeAAr?ocid=BingNewsVerp",
            "description": "DeepSeek's success creates better chances for smaller AI companies to flourish, AI startup executives in the United States ...",
            "image_url": "https://www.bing.com/th?id=OVFT.86HrgGhN4-yOjKGajxdy5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How AI Is Redefining The Way Software Is Built In 2025",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/30/how-ai-is-redefining-the-way-software-is-built-in-2025/",
            "description": "As we settle into 2025, it’s clear that the future of software development is being shaped by trends that prioritize efficiency, intelligence and adaptability. And while adjusting to change isn’t ...",
            "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
            "category": "software+trend",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Samsung Galaxy S25 vs. Google Pixel 9 Pro: Compact phone lovers rejoice",
            "link": "https://www.androidpolice.com/samsung-galaxy-s25-vs-google-pixel-9-pro2/",
            "description": "The Samsung Galaxy S25 and the Google Pixel 9 Pro are two of the best compact Android phones on the market, but which is the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lLfQ_4qgHx3KyomTFFI-aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "1h",
            "source": "Android Police",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's 'cost-effective' new AI model is here as pressure from DeepSeek heats up",
            "link": "https://www.msn.com/en-us/money/companies/openais-cost-effective-new-ai-model-is-here-as-pressure-from-deepseek-heats-up/ar-AA1ycTN3?ocid=BingNewsVerp",
            "description": "OpenAI launched its cost-efficient o3-mini model in the same week that DeepSeek's R1 disrupted the tech industry.",
            "image_url": "https://www.bing.com/th?id=OJ.iTCrrGvEGMQHbw&pid=news&w=50&h=16&rs=2",
            "category": "openai+competitor",
            "date": "17hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek AI skyrockets in popularity; Alibaba and ChatGPT launch new AI models",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/deepseek-ai-skyrockets-in-popularity-alibaba-and-chatgpt-launch-new-ai-models/ar-AA1ycQKf?ocid=BingNewsVerp",
            "description": "Chinese startup DeepSeek's artificial intelligence challenges major U.S. tech companies like Meta and OpenAI. Here's why.",
            "image_url": "https://www.bing.com/th?id=OVFT.kiEmb_gcqlvSnfDQRn7dEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "18hon MSN",
            "source": "USA TODAY on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Panic Over DeepSeek Exposes AI's Weak Foundation On Hype",
            "link": "https://www.forbes.com/sites/ericsiegel/2025/02/01/panic-over-deepseek-exposes-ais-weak-foundation-on-hype/",
            "description": "The heightened drama around DeepSeek rests on a false premise: Large language models are the Holy Grail. On the contrary, the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jmoXXxmol2Mk3da2dyawvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI and Machine Learning in Financial Crime Compliance",
            "link": "https://www.jdsupra.com/legalnews/ai-and-machine-learning-in-financial-6364357/",
            "description": "As financial crime risks evolve, including those risks posed by the use of AI and other emerging technologies, so too must ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QuSJ1pZ8bRkGLfUaz4ZVIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "JD Supra18h",
            "source": "JD Supra",
            "article_content": "As financial crime risks evolve, including those risks posed by the use of AI and other emerging technologies, so too must firms’ financial crime compliance response. It is unsurprising, therefore, that AI forms part of both the problem and the solution. Accompanied by a governance model that has a “human in the loop” component, AI-enabled solutions can support more efficient and effective systems and controls for the prevention of financial crime risks. In this article we explore the current use of AI to combat financial crime and what lies ahead for firms using third parties to comply with their obligations in this area.\n\nAI-enabled financial crime compliance\n\nAI continues to dominate both professional and private conversation.The financial services sector have been early adopters to the technology, using AI widely, including within their risk and compliance functions.AI’s role in fraud detection and prevention has developed rapidly: the Bank of England and FCA’s third survey of AI and machine learning in UK financial services revealed that it is the third highest use case in financial services and is expected to increase in the next 3 years. Additionally, customer due diligence and transaction monitoring are two areas where AI can deliver significant operational efficiencies.\n\nWhat is driving this trend? Financial crime plainly remains one of the most significant risks facing financial services firms and remains firmly within the regulator’s focus – tackling financial crime is one of the main objectives in the FCA’s new 5-year strategy 2025-2030. Firms are significantly motivated to adopt more sophisticated and dynamic ways to protect against financial crime risks, which AI-enabled tools offer.\n\nRecent examples of the use of AI in this area are real success stories. AI-enabled tools have been used to:\n\nHowever, these AI-enabled tools are inherently complex, requiring considerable resource and extensive market data to develop and maintain. Third-party providers of AI enabled tools designed to detect and combat financial crime have emerged, raising important questions of governance, accountability, expertise and, ultimately, regulatory compliance.\n\nThe Reliance on Third Parties A third of all current AI use cases deployed by respondents to the regulators’ AI survey are third-party implementations, up from 17% in the regulators’ equivalent 2022 survey. Risk and compliance was the business area with the second highest percentage of third-party implementations (64%), narrowly behind usage in HR (65%). The regulators anticipate that the use of third-party implementations will increase as AI models become more complex and outsourcing costs decrease. Coupled with the likely increased reliance on third party providers in AI use, evidence suggests that firms have an inadequate understanding of how outsourced systems operate and are trained. For example, almost 50% of respondents in the Bank of England’s survey reported having only a partial understanding of the AI technologies they use, admitting “a lack of complete understanding” where these technologies are developed by third parties rather than internally. This is problematic given the regulatory requirements governing the oversight of outsourced functions, which includes use of third party AI tools. Such oversight cannot be properly exercised where the host firm does not understand the system. Firms will need to consider how the fundamental differences in AI, compared with algorithmic models before it, impact the discharge of their responsibilities. Whist the typical safeguards contained in an outsourcing agreement, i.e. provisions that stipulate audit rights and business continuity arrangements, may mitigate emergent risks in the area, a new suite of protective solutions and governance arrangements will be required. This need is particularly apparent in respect of data. AI-enabled tools that rely on poor quality or incomplete data will, necessarily, produce poor quality outcomes. Data governance and standards have never been more important and will be a fast-developing field in the context of AI models. Similarly, firms will need to implement measures to protect against third party models generating biased results, a likely focus of regulatory concern. The FCA has cautioned that firms using AI-enabled tools should consider whether they may lead to worse outcomes for some groups of consumers, in breach of the Consumer Duty, due to these technologies embedding or amplifying bias. Bias can occur at any point from the creation of the algorithm to its deployment. Incorrect problem-framing or reliance on datasets that are not representative of the firms’ customer demographic will result in an inherently biased learning process and discriminatory outputs. Use of third-party models that rely on market-wide transfer learning in risk detection (i.e. leveraging pre-existing models trained on large financial datasets) may exacerbate this problem. The use of third-party AI models may also present an accountability challenge, if not deficit, especially where the developers and providers are outside of the regulatory perimeter. Failures connected with the operation of financial crime systems and controls have already been a significant focus of regulatory enforcement action. The FCA’s issuance of Final Notices to Metro Bank Plc and Starling Bank Ltd in late 2024 are stark examples. However, there have not been any related actions taken against Senior Managers, which may speak to the evidential challenges presented by such cases. Whilst, establishing individual accountability may become more difficult in respect of AI systems which have a significant third party component, regulators may closely scrutinise firms’ standards of governance and oversight. Firms will need to have staff with the requisite expertise and training, to ensure that auditing and oversight of the models, and their development, can be monitored effectively. They will also need to assess the appropriate extent to which “humans in the loop” should be incorporated into the operation of the model, i.e. where does the appropriate balance between efficiency and protection lie? Should failings emerge, unravelling what went wrong and who was ultimately responsible will be challenging due to the complexity of the models and number of parties feeding into the systems. Firms will need to be able to explain, in a meaningful way, the machine learning model and any resulting decisions, especially if they lead to consumer harm. Firms need also to design and implement feedback mechanisms to detect and prevent model drift, and enable prompt reaction to bias or new threats. These are significant questions, which will require input at a Board level. Where an unacceptable accountability deficit emerges, the Regulator may shift its focus on the governance arrangements in firms, instead casting its perimeter wider, to include third party providers of AI financial crime systems within the regulatory fold. This has already been done in respect of critical third party providers, who supply material services to financial sector. That approach may be rolled out in other areas in which the industry’s dependence on third party providers for complex AI systems becomes entrenched."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump says he and Putin could do something ‘significant’ toward ending Russia’s war in Ukraine",
            "link": "https://www.msn.com/en-us/news/politics/trump-says-he-and-putin-could-do-something-significant-toward-ending-russias-war-in-ukraine/ar-AA1ycYl6?ocid=BingNewsVerp",
            "description": "President Donald Trump says his administration has already had 'very serious' discussions with Russia about its war in ...",
            "image_url": "https://www.bing.com/th?id=OVFT._AEPTmuMrJQ94c-6IqsYAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "18hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exclusive: U.S. wants Ukraine to hold elections following a ceasefire, says Trump envoy",
            "link": "https://www.reuters.com/world/us-wants-ukraine-hold-elections-following-ceasefire-says-trump-envoy-2025-02-01/",
            "description": "The United States wants Ukraine to hold elections, potentially by the end of the year, especially if Kyiv can agree a truce ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IYjrOlhstU2f-7RCFgNHji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump says he and Putin could do something ‘significant’ toward ending Russia’s war in Ukraine",
            "link": "https://www.msn.com/en-us/news/politics/trump-says-he-and-putin-could-do-something-significant-toward-ending-russias-war-in-ukraine/ar-AA1ycYl6?ocid=BingNewsVerp",
            "description": "Trump did not say who from his administration has been in contact with the Russians but insisted the two sides were 'already ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K5N7iCb1u_RoGtlsbU6cUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "13hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DR Congo conflict risks broader regional war, Burundi warns",
            "link": "https://themercury.com/news/national/dr-congo-conflict-risks-broader-regional-war-burundi-warns/article_cd44bcb0-2f8b-5076-8e31-dae0bfc4935a.html",
            "description": "The conflict in eastern DR Congo risks escalating into a broader regional war, Burundi's president said Saturday, as Africa's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PVwelcMWE3ZEt6wxPX48RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "The Manhattan Mercury2h",
            "source": "The Manhattan Mercury",
            "article_content": "The conflict in eastern DR Congo risks escalating into a broader regional war, Burundi's president said Saturday, as Africa's top health agency warned the fighting could spark new outbreaks of serious diseases.\n\nThe Rwanda-backed armed group M23 has vowed to march on the capital Kinshasa after capturing eastern DR Congo's biggest city of Goma earlier this week.\n\nThe lightning offensive is the latest to scar the mineral-rich region, which has seen relentless conflict involving dozens of armed groups kill an estimated six million people over three decades.\n\nThe fall of Goma has rattled the continent, prompting international condemnation, fears of a humanitarian crisis and warnings that the conflict could spiral into a wider conflagration affecting more countries.\n\n\"If it continues like this, war risks becoming widespread in the region,\" Burundi's President Evariste Ndayishimiye said.\n\n\"It is not only Burundi, it is Tanzania, Uganda, Kenya -- it is the whole region, it is a threat,\" he said in an official video posted to YouTube on Saturday.\n\nIllustrating the complicated nature of the conflict, Burundi itself has at least 10,000 soldiers in the east of DR Congo, a Burundian military source told AFP on Saturday.\n\nMany of the Burundian troops, who are there under a previous military agreement with Kinshasa, have been redeployed to South Kivu provincial capital Bukavu.\n\nUganda's army will meanwhile adopt a \"forward defensive posture\" in eastern DRC, it said on Friday.\n\nA UN expert report in July said Rwanda had around 4,000 troops in the east of Democratic Republic of Congo, accusing Kigali of having \"de facto\" control over the M23.\n\nRwanda denies any military involvement, maintaining its goal in eastern DRC is to eradicate a Hutu-led armed group formed in the wake of the 1994 Rwandan genocide.\n\nDR Congo accuses Rwanda of seeking to profit from the region's rare minerals, which are used in technology such as smartphones across the world -- a claim Rwanda also denies.\n\n- 'Pandemics' warning -\n\nSince M23 and Rwandan troops entered South Kivu province's capital Goma on Sunday, at least 700 people have been killed and another 2,800 wounded in intense clashes, according to the United Nations.\n\nThe M23 have outmatched the ill-equipped and poorly paid Congolese forces, which have resorted to hastily recruiting volunteers to fight back.\n\nIn recent days, M23 fighters have advanced into the neighbouring South Kivu province towards the town of Kavumu.\n\nThe town has a strategic military airport and is where the Congolese forces have established their main line of defence.\n\nThe fighting in Goma has sparked a \"full-scale public health emergency,\" the African Union's public health agency said.\n\nEven before the latest violence, \"extreme conditions, combined with insecurity and mass displacement have fuelled the mutation of the mpox virus,\" Africa CDC head Jean Kaseya said.\n\nThe deadly clade 1b variant of mpox, which has been recorded in countries around the world in recent months, first emerged in South Kivu in 2023.\n\n\"If decisive action is not taken, it will not be bullets alone that claim lives -– it will be the unchecked spread of major outbreaks and potential pandemics,\" Kaseya added.\n\n- Markets open in Goma -\n\nWhile the fighting has largely stopped in Goma, AFP reporters said there are still serious shortages of cash and fuel, with the Congolese authorities reluctant to prioritise supplying the city largely under M23's control.\n\nIn the areas it has seized, the armed group has started setting up parallel administration and loyal officials.\n\nMarkets opened in central Goma on Saturday, with traders setting up stalls and women carrying bundles of cassava leaves on their shoulders.\n\nMultiple diplomatic efforts have emerged aiming to prevent the crisis from escalating.\n\nOn Friday, southern African leaders pledged \"unwavering\" support to DR Congo after holding an emergency summit in Zimbabwe.\n\nIn a region already home to hundreds of thousands of internally displaced people, the latest fighting has forced another 500,000 people form their homes, according to the UN, which has also warned of rape and summary executions during the violence.\n\nburs-rbu-dl/gv"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Stock Market Weathered Nvidia’s Plunge. It Couldn’t Withstand Renewed Tariff Threats.",
            "link": "https://www.msn.com/en-us/money/other/the-stock-market-weathered-nvidia-s-plunge-it-couldn-t-withstand-renewed-tariff-threats/ar-AA1yd26o?ocid=BingNewsVerp",
            "description": "Monday’s rout reflected the market’s anxiety that if a scrappy open-source Chinese model really can match ChatGPT, AI could ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bK7fP_jN3DKyeg8SWREozC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "16hon MSN",
            "source": "Barron's on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Billionaire Bill Ackman Thinks This Stock Could Skyrocket 500%. Why Does Wall Street Expect It to Plunge?",
            "link": "https://www.msn.com/en-us/money/top-stocks/billionaire-bill-ackman-thinks-this-stock-could-skyrocket-500-why-does-wall-street-expect-it-to-plunge/ar-AA1yeaVU?ocid=BingNewsVerp",
            "description": "Bill Ackman built a net worth of $9.3 billion by spotting promising opportunities. Ackman noted in his post on X (formerly known as Twitter) that his hedge fund has owned Federal National Mortgage ...",
            "image_url": "https://www.bing.com/th?id=OJ.c33IPqDhLTGl0w&pid=news&w=58&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "5hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple fights to retain market share against rivals in China",
            "link": "https://www.msn.com/en-us/money/news/apple-fights-to-retain-market-share-against-rivals-in-china/vi-AA1ybNqh?ocid=BingNewsVerp",
            "description": "Capt. Les Abend, retired American Airlines pilot, joins TODAY with analysis on the crash between an American Eagle plane and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SNnuOe4joeJ4jCqqj3Ibji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "23hon MSN",
            "source": "CNBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Budget 2025 Stock Market Live Updates | Sensex falls 150 pts as Budget presentation ends; Nifty50 below 23,400; India VIX up 4%",
            "link": "https://economictimes.indiatimes.com/markets/stocks/live-blog/bse-sensex-today-live-updates-nifty-50-stock-market-on-union-budget-2025-nirmala-sitharaman-speech-01-february-2025/liveblog/117809746.cms",
            "description": "Benchmark equity indices Sensex and Nifty make a U-turn to trade in the negative territory on Budget day. Investors keenly tracked Finance Minister Nirmala Sitharaman plan for the economy. Union ...",
            "image_url": "https://www.bing.com/th?id=OJ.HaOkpH4Fz6kN0g&pid=news&w=126&h=12&rs=2",
            "category": "market+share",
            "date": "9h",
            "source": "Indiatimes",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nearly Two Years Since the Disaster in East Palestine, Where Are Trump and Vance?",
            "link": "https://time.com/7211943/two-years-disaster-east-palestine/",
            "description": "A resident of East Palestine, Ohio asks President Donald Trump and Vice President JD Vance to fulfill their promises.",
            "image_url": "https://www.bing.com/th?id=OVFT.Q9mHStiJ_26W-btpTjT8Gy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "1h",
            "source": "Time",
            "article_content": "On the night of February 3, 2023, the lives of the residents of East Palestine, Ohio were forever changed. Thirty-eight cars of a Norfolk Southern freight train derailed, erupting into a massive fire that released toxic chemicals into our air, water, and land, just a mile from my home. The sight of a huge fireball from my driveway felt like a scene from an apocalyptic movie. Little did I know, this was only the beginning.\n\nNorfolk Southern released and ignited 115,000 gallons of vinyl chloride, a lethal flammable gas used to make PVC plastic, along with a variety of other chemicals and petroleum products. The smoke wafted for miles, and we braved evacuation orders, health scares, a federal investigation, and a cleanup that is still ongoing. Nearly two years later, my community remains profoundly affected.\n\nEast Palestine and Norfolk Southern recently reached a $22 million settlement. And next week, Vice President JD Vance is expected to visit our town.\n\nA Norfolk Southern train passes through the center of town in East Palestine, May 16, 2023. Rebecca Kiger for TIME\n\nAs we continue to navigate the aftermath of this disaster, now is the time for President Donald Trump and Vance to address the challenges we still face. Their presence in East Palestine, especially in the early days after the disaster, comforted many of us who felt abandoned by government and corporate entities. They gave us hope that even in times of partisan division, leaders could come together to support those in need.\n\nWhile we all felt the immediate effects of this disaster, it is the ongoing recovery that is truly testing our resilience. I am the Chair of the Community Advisory Board for the East Palestine Train Derailment Health Tracking Study spearheaded by Dr. Erin Haynes from the University of Kentucky. One third of study participants show signs of post-traumatic stress disorder (PTSD), and these levels have continued to rise through our last reporting period. In addition, around half of the participants indicated they continue to experience upper airway symptoms and non-sinus headaches as well, highlighting the ongoing physical health issues that the community is facing. These findings underscore the severe and lasting impact of the disaster on the residents of East Palestine, emphasizing the urgent need for continued support and intervention.\n\nBoth Trump and Vance have criticized the federal response to the East Palestine disaster. \"We stand with you. We pray for you. And we will stand with you and your fight to help ensure the accountability that you deserve,” said Trump in 2023. “You have a President going to Ukraine and you have people in Ohio that are in desperate need of help.”\n\nJessica Conard addresses the media outside of the Ohio Statehouse in Columbus, Ohio, June 14, 2023. Residents from East Palestine assembled to petition Governor DeWine to issue an emergency declaration. Rebecca Kiger for TIME\n\n\"Biden and FEMA said they would not send federal aid to East Palestine under any circumstance. They're not going to send aid,\" Trump also said. (The situation did not qualify for FEMA disaster relief, although the Environmental Protection Agency, National Transportation Safety Board, and Department of Health and Human Services (HHS) all contributed resources in the aftermath of the crash.)\n\nAdditionally, Vance also strongly criticized the Biden Administration’s response. “The Biden administration has ignored Ohio’s pleas for help. This is inexcusable: a disaster declaration would guarantee the delivery of resources the community needs to save itself,” Vance wrote in an August 2023 op-ed. “Cleanup efforts overseen by Joe Biden’s environmental protection officials have also been woefully inadequate…Despite the federal government’s vast resources, it appears to be woefully incapable of monitoring the long-term health impacts of a chemical spill.”\n\nNow in their roles as the President and Vice President of the United States, Trump and Vance can address the critiques they lobbed at the previous administration and directly make good on their promises.\n\nBeyond lip service, there are several concrete steps they must take in order to truly support East Palestine.\n\nContaminated soil is removed and loaded onto trucks at the site of the Norfolk Southern toxic train derailment, Oct. 16, 2023. Rebecca Kiger for TIME\n\nProvide long-term healthcare\n\nImpacted residents are still experiencing health effects from chemical exposure and contamination lingering from the 2023 incident, and there is still no organized healthcare guidance nor a funding source for necessary care. It is critical that everyone can access the medical support they need. The President can enact an emergency declaration or urge the HHS to declare a public health emergency to ensure treatment for short- and long-term health impacts for anyone exposed to environmental health hazards from the train derailment and its aftermath.\n\nIn 2023, both Vance and his fellow Ohio Senator, Democrat Sherrod Brown, supported an emergency declaration to activate provisions under Section 1881A of the Social Security Act which allows for emergency funding to be distributed to communities affected by disasters. These funds would be a lifeline for many families here who are still grappling with health concerns, economic hardship, and ongoing cleanup efforts. Now as Vice President, Vance needs to ensure federal funds are expediently and strategically allocated to ensure the healthcare needs of our impacted community are safeguarded both in the short term and long term.\n\nMisti Allison instructs East Palestine residents on how to monitor their indoor air quality using a mobile app, Aug. 18, 2023. After a private donor donated 70 indoor air monitors in Aug. 2023, Allison volunteered to design an indoor air quality study. Rebecca Kiger for TIME\n\nIncrease funding for health research\n\nFamilies in East Palestine deserve to understand the long-term health implications of the Norfolk Southern train derailment. Trusted and respected research institutions that were awarded six National Institutes of Health grants to study the short- and long-term impacts of what happened in East Palestine need prolonged funding to help us understand and address the potential health risks faced by our community. Without prolonged funding, these research studies will expire at the end of the year.\n\nMisti Allison and Robin Seman, along with three of Seman’s children, meet with the EPA local response coordinator Mark Durno, Sept. 19, 2023. Rebecca Kiger for TIME\n\nSafeguard environmental monitoring and testing\n\nThe cleanup, monitoring, and testing efforts of our town must continue for decades to ensure that our environment remains safe and habitable. Ongoing support for these efforts is crucial to the health and well-being of our community. This support should include comprehensive environmental testing of our water, land, and air. Additionally, it is essential to regularly test private wells, as they could become contaminated years from now, posing long-term health risks to residents.\n\nTwo years ago, Trump promised our community that he would do everything in his power to ensure our safety and well-being, and that he would not rest until the truth was uncovered. And Vance has repeatedly assured us of his unwavering commitment to working with organizations to ensure East Palestine gets the help it desperately needs and that those responsible are held accountable. Their efforts have given us a glimmer of hope that meaningful change can arise from this disaster.\n\nHowever, we have not yet seen Trump and Vance’s promises turn into action. And we still face a daunting journey ahead in terms of public health, economic recovery, and environmental cleanup. But with the right federal support, I am confident we can implement a comprehensive plan to protect those affected.\n\nOur community demands answers and results, not more excuses. President Trump and Vice President Vance must step up and get East Palestine back on track and set a precedent for how the federal government should support an American community."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 GA cousins sentenced to prison for stealing over $2M through fraudulent government loans",
            "link": "https://www.yahoo.com/news/2-ga-cousins-sentenced-prison-152351702.html",
            "description": "Two cousins have been sentenced to prison for their scheme to defraud the government of more than $2 million. Johnny Narcisse, and his cousin Johnson Dieujuste, were sentenced for defrauding the ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "economy+disaster",
            "date": "1h",
            "source": "Yahoo",
            "article_content": "Two cousins have been sentenced to prison for their scheme to defraud the government of more than $2 million.\n\nJohnny Narcisse, and his cousin Johnson Dieujuste, were sentenced for defrauding the Paycheck Protection Program and the Economic Injury Disaster Loan program.\n\nAccording to information presented in court in July 2021, federal agents investigating a Florida resident for suspected tax crimes executed a search warrant for the home, computer, and cell phone of Narcisse in Georgia.\n\n[DOWNLOAD: Free WSB-TV News app for alerts as news breaks]\n\nThe search of his computer and phone revealed a large amount of evidence that showed that he and his cousin, Dieujuste, had engaged in a conspiracy with each other to recruit small business owners and then file fraudulent applications for COVID-19 relief loans on their behalf.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nNarcisse and Dieujuste, after getting the names, business names, and employer identification numbers from would-be borrowers, simply made up with the rest of the information needed to apply for the loans.\n\nIf the loans were approved, the borrowers kicked back a percentage of the loans to Narcisse and Dieujuste.\n\nThey applied for dozens of loans and over $2 million was dispersed.\n\nNarcisse, 46, of Atlanta, was sentenced to two years and four months in prison, followed by three years of supervised release.\n\nHe was ordered to pay restitution totaling $2,000,332.\n\nHe was convicted on Oct. 21, 2024, after pleading guilty to one count of conspiracy to commit wire fraud.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDieujuste, 37, of Loganville, was sentenced to two years and eight months in prison, followed by three years of supervised release.\n\nHe was ordered to pay restitution totaling $2,081,559.\n\nHe was convicted on Sept. 24, 2024, after pleading guilty to one count of conspiracy to commit wire fraud.\n\nTRENDING STORIES:\n\n[SIGN UP: WSB-TV Daily Headlines Newsletter]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explained: Why Inox Wind shares jumped 12% today",
            "link": "https://www.cnbctv18.com/market/inox-wind-share-price-jumped-12-pc-today-union-budget-explained-19550434.htm",
            "description": "Shares of Inox Wind Ltd., the wind turbine manufacturer, surged up to 12% on Saturday (February 1), following a strong Q3 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f8Ur-8dKUz-j52ucwJdNgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "cnbctv1810h",
            "source": "cnbctv18",
            "article_content": "₹\n\n₹\n\n₹\n\nShares of Inox Wind Ltd., the wind turbine manufacturer, surged up to 12% on Saturday (February 1), following a strong Q3 results, with in-line execution at 189MW.Brokerage firm Nuvama Institutional Equities assigned a 'Buy' rating on the Inox Wind stock, with a price target of233. This target implies a potential upside of 24% from the current levels.Inox Wind shares rallied 11.93% to hit an intra-day high of188.45.The brokerage also said Inox Wind is one of only two wind-EPC suppliers in India, riding tailwinds of RTC, FDRE and C&I demand.Nuvama said that Inox Wind's revenue per MW was subdued at Rs 4.5 crore per MW due to low EPC sales, which was offset by higher operating profit margin at 22.7% against an estimate of 17% on product heavy mix.Its profit exceeded expectations of 27%, adjusted for exceptional items (higher other income offset by one-off tax charge).Order inflow was soft at 231 MW, taking order book to 3.3 GW with a large order pipeline.\"Guidance was retained at FY25/26 execution of 800MW/1200MW and 17%-plus OPMs,\" Nuvama said.Inox Wind remains a key player in the C&I segment and benefits from a duopolistic market in wind EPC. OB of 3.3GW (execution over 24 months) lends revenue visibility, according said, adding that it remains positive on the sector and the company.The brokerage has tweaked its FY25 and FY27 estimates, cutting realisation/MW, factoring lower EPC execution and inching up margin.Inox Wind CEO Kailash Tarachandani expressed confidence in ramping up execution from Q4 FY25 onwards.“We have been able to deliver another quarter of strong results in Q3 and are confident of delivering significantly higher execution from Q4 FY25 onwards,” Kailash Tarachandani said.On the charts, the Relative Strength Index (RSI) for Inox Wind is at 52.2. An RSI reading above 70 would mean that the stock is in overbought territory.Five out of the six analysts that have coverage on Inox Wind maintained a 'Buy' rating on the stock while one has a 'Hold rating.Shares of Inox Wind Ltd. are currently trading 6.21% higher on Saturday at178.80."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where to Preorder GeForce RTX 5090 and RTX 5080 Prebuilt Gaming PCs",
            "link": "https://www.ign.com/articles/where-to-preorder-rtx-5090-and-rtx-5080-prebuilt-gaming-pcs",
            "description": "Dell just launched its new Alienware Area-51 lineup of gaming PCs today. Currently, it's available in only two configurations - both paired with an Intel Core Ultra 9 285K and GeForce RTX 5080 GPU - ...",
            "image_url": "https://www.bing.com/th?id=OJ.roqWBatIwIpaCw&pid=news&w=52&h=16&rs=2",
            "category": "pc+manufacturer",
            "date": "23h",
            "source": "IGN",
            "article_content": "The first wave of 2025 prebuilt gaming PCs equipped with the new Nvidia GeForce RTX 5080 and 5090 graphics cards are now available for purchase. Best Buy, Amazon, Newegg, Adorama, and B&H Photo all have fresh listings up on their sites starting today. If you're looking for a complete system equipped with one of these current generation GPUs, this will be your best opportunity to get one for a while, or at least until the big OEM manufacturers like Dell (Alienware), HP (Omen), and Lenovo (Legion) release their own systems towards the end of Q1.\n\nIf you're looking for a standalone GPU instead of a prebuilt, you've come to the wrong page: Check out our complete RTX 5090 and 5080 preorder guide to see which retailers are likely to have them. Keep in mind that the launch-day stock of GPUs has a good chance of being sold out within hours or even minutes. Retailers have already warned about inventory shortages, and recent Nvidia GPU launches have been marred by bots that buy up mass quantities of GPUs with the intention of reselling at an extremely marked-up rate.\n\nBest Buy\n\nAll RTX 5090 and 5080 Prebuilt Gaming PCs on Amazon 0 See it at Amazon MSI Gaming PC on Amazon\n\nCyberPowerPC AMD Ryzen 7 9800X3D RTX 5080 Gaming PC (32GB, 2TB) 1 $2,419.99 at Amazon\n\nCyberPowerPC Gamer Supreme AMD Ryzen 9 9950X RTX 5080 Gaming PC (64GB/4TB) 1 $2,769.99 at Amazon\n\nCyberPowerPC Gamer Supreme Liquid Cooled Intel Core Ultra 7 265KF RTX 5080 Gaming PC 0 $2,319.99 at Amazon Alienware\n\nNew for 2025 Alienware Area-51 Intel Core Ultra 9 285K RTX 5080 Gaming PC (32GB/2TB) 4 $4,449.99 at Alienware"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked 10 travel agents: What's the top under-the-radar destination? Here's what they said",
            "link": "https://www.nbcnewyork.com/news/business/money-report/we-asked-10-travel-agents-whats-the-top-under-the-radar-destination-heres-what-they-said/6131566/",
            "description": "Travel specialists weigh in with the most underrated places to visit, along with can’t-miss activities in each locale and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D4tP3hVQ9MzIaQrwjDlgTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "1h",
            "source": "NBC New York",
            "article_content": "Ten travel agents provided their picks for the most underhyped places to visit in the world.\n\nThey weigh in with their rationale, as well as can't-miss activities and the best times to go.\n\nKlaus Vedfelt | Digitalvision | Getty Images\n\nLooking for travel inspiration for 2025 and beyond?\n\nLook no further: CNBC asked 10 travel agents for their recommendations of the most underhyped destinations in the world. We compiled their written answers below, including can't-miss activities for each locale and the best times of year to visit.\n\nGet Tri-state area news delivered to your inbox. Sign up for NBC New York's News Headlines newsletter.\n\nYou'll also find average round-trip airfare from U.S. airports. The data, provided by travel app Hopper, is based on average fares that were available to book from Jan. 15 to Jan. 22. Prices are for May-July 2025, when most Americans plan to take their longer vacations, Hopper said.\n\nTravelers should aim to book over the next few weeks to score the best prices, it said.\n\nAlbania\n\nRecommended by: Scott Abbott, managing director of Wilderness Travel\n\nWhy to visit: \"The Albanian Alps, also known as the Accursed Mountains, are a mountain range very few people know about, so are totally untouched by tourism. But have some of the most gorgeous and dramatic hikes in all of Europe. They also have guesthouses, mountain huts and hotels that feel like what the Alps were like 30-plus years ago, all owned by local families and run in a traditional way very authentic to the place and culture.\"\n\nCan't-miss: Hiking in Valbona Valley National Park\n\nBest time to go: June to September\n\nAverage flight price: $926 to Tirana, Albania\n\nEcuadorian cloud forest\n\nGerard Puigmal | Moment | Getty Images\n\nRecommended by: Allie Almario, South America and Galapagos expert at Premier Tours\n\nWhy to visit: \"Most people think of Costa Rica when they think of cloud forest, but Ecuador also has the lure of the Galapagos Islands, so it's a terrific combination. About three hours from the capital city of Quito, Ecuador, the cloud forest feels primeval and otherworldly.\n\n\"I love the Mashpi Eco Lodge, which is on the cusp of the rain and cloud forest in a private sanctuary. You've got incredibly rich biodiversity in this remote area — so remote the silence is almost deafening.\"\n\nCan't-miss: \"Mashpi Lodge offers an activity called the Dragon Fly — it is up to an hour ride in an open air cable car (seating only for four guests at a time and a naturalist) where you soar over the tree canopy. You hear nothing but the wind and bird calls and the distant crash of waterfalls 500 feet below you. The butterflies are like confetti.\"\n\nBest time to go: \"Temperatures are pretty consistent throughout the year, but the main difference is rainy vs. dry season. Be prepared and either way, hiking in the cloud and rain forest will always be an adventure.\"\n\nAverage flight price: $588 to Quito, Ecuador\n\nHamburg, Germany\n\nInigo Cia | Moment | Getty Images\n\nRecommended by: Kareem George, CEO of Culture Traveler\n\nWhy to visit: \"This ultra chic city is beautiful, sophisticated and extremely fun, with a variety of attractions for diverse ages and interests. The setting of the city is quite picturesque, nestled between the Elbe River and Alster Lake with many canals in between. It is an extremely walkable city with many historic attractions in the city center — such as the Rathaus (City Hall) and St. Nikolai Church — flanked by very cool neighborhoods such as the Speicherstadt (Warehouse) District, raucous St. Pauli and the quirky Schanzenviertel.\"\n\nCan't-miss: \"Two of the many must-see attractions are the iconic Elbphilharmonie and the unique Miniatur Wunderland. Advance tickets are highly recommended for both.\"\n\nBest time to go: \"Hamburg is truly a destination for all seasons, however I particularly enjoyed a recent visit in the fall. The weather was perfect and it was wonderful to stroll along the lake, canals and to explore several neighborhoods on foot.\"\n\nAverage flight price: $1,090\n\nKyushu, Japan\n\nBohistock | Moment | Getty Images\n\nRecommended by: Kristin Braswell, founder of CrushGlobal Travel\n\nWhy to visit: \"Brimming with natural beauty at every corner, the southern island of Japan's Kyushu may be overlooked for its popular northern neighbors like Tokyo and Kyoto, but it's just as thrilling. Teeming with active volcanoes, palm-forested coastlines and bubbling onsens [hot springs] to retreat in, you will be enamored at every turn by the great, wide outdoors here. I highly recommend visiting the electric metropolis, Fukuoka, and Beppu, a mountainside jewel that is home to the most spring waters in the country.\"\n\nCan't-miss: \"Visiting the famous onsens, particularly the Jigoku Circuit, which are all grouped and within walking distance. They are a sight to see.\"\n\nBest time to go: \"In spring, during cherry-blossom season and when the weather is pleasantly warm, or the fall, as the foliage begins to change with the seasons.\"\n\nAverage flight price: Top three airports in Kyushu, by popularity from U.S. cities based on search demand:\n\nFukuoka: $1,326\n\nNagasaki: $1,617\n\nKumamoto: $1,594\n\nLençóis Maranhenses National Park, Brazil\n\nIgnacio Palacios | Stone | Getty Images\n\nRecommended by: John Lansdell, planner at Trufflepig Travel\n\nWhy to visit: \"Remote and staggeringly beautiful, this park of sand dunes, mangroves and freshwater lagoons is prime for both relaxing in and exploring — swimming, dune walks and quad tours, birding, etc.\"\n\nCan't-miss: Swimming in the lagoons.\n\nBest time to go: \"When to visit is subjective, but high season is July and August: Full lagoons; warm, not too hot; rains have passed, but the gateway towns are busy. Either side of these months may be the best bet, although the park itself, a UNESCO World Heritage Site, is vast and won't feel overly busy in high season.\"\n\nAverage flight price: $1,069 to Sao Luis, Brazil\n\nThe Nordic countries (Sweden, Denmark, Finland, Norway)\n\nLeonardo Patrizi | E+ | Getty Images\n\nRecommended by: Melissa Wu, founder of Woodlyn Travel\n\nWhy to visit: \"The Nordics offer a great variety of destinations and activities, from the bustling nightlife and modern hotels of the cities, to rural pastimes like dog sledding and gazing up at the amazing northern lights. Classic Nordic activities like saunas and cold plunges share the stage with farm-to-table culinary extravaganzas. And the dollar is very strong right now, so you'll get your money's worth on some of the best seafood you'll ever eat.\"\n\nMore from Personal Finance:\n\nWhat to expect from travel prices in 2025\n\nDemand for international trips drives 'travel momentum'\n\nHere are 4 big ways to save on your next trip\n\nCan't-miss: \"Sweden's capital and largest city, Stockholm, is known for a great museum scene with some truly unique attractions. The ABBA museum is a must-see for music lovers, while the Viking Museum and Vasa Museum, which houses a salvaged 17th century ship, pay tribute to Sweden's history. And no visit would be complete without a stop at the Spiritmuseum, which celebrates Sweden's drinking culture.\"\n\nBest time to go: \"The Nordics offer something unique no matter what time of year you visit. Long summer days give way to amazing fall foliage, followed by Christmas markets and ice hotels during the wintertime, and lovely island-hopping adventures in spring. Stockholm's cherry-blossom trees bloom in mid- to late-April, with a gorgeous display that rivals more well-known (and crowded) spots like Washington, D.C. and Kyoto.\"\n\nAverage flight price:\n\nCopenhagen: $769\n\nHelsinki: $890\n\nOslo: $826\n\nStockholm: $801\n\nThe Philippines\n\nTravelstoxphoto | Moment | Getty Images\n\nRecommended by: Tesa Totengco, founder and CEO of Travels with Tesa\n\nWhy to visit: \"Although it is very much a part of Southeast Asia, the Philippines is off to the side from the rest of its neighbors. I suggest devoting your entire trip to the country and island-hopping.\n\n\"It has some of the most beautiful white powdery sand beaches (Palawan, Boracay, Bohol). There is a thriving contemporary art scene (Art Fair in Manila, held in February), and galleries supporting local artists (Silverlens, Artinformal, Gravity Art Space, Orange Project). In the capital, you can tour Old Manila and learn of the past from the 16th century Spanish colonialization right up to the American War liberating the country from Japanese occupation. There are pop-up shops throughout the year that celebrate Filipino design, and celebrated chefs with their own restaurants celebrating Filipino cuisine. It's a predominantly English-speaking country, so the traveler will never feel lost.\"\n\nCan't-miss: \"This country is made up of over 7,000 islands, each unique in culture, history and flavor. It's best to make a 'halo-halo' (meaning 'mixed') experience: Not just beach, for which the country is most famous.\"\n\nBest time to go: \"It's a tropical country, so the Philippines is hot and humid year round. Avoid the rainy season from June to October and come from December to February when the country is at its coolest.\"\n\nAverage flight price:\n\nManila: $1,296\n\nCebu City: $1,446\n\nAngeles City: $1,461\n\nTunisia\n\nMax Shen | Moment | Getty Images\n\nRecommended by: Sofia Markovich, owner of Sofia's Travel\n\nWhy to visit: \"Tunisia is home to some of the world's most well-preserved Roman ruins, including the iconic El Jem Amphitheatre, a UNESCO World Heritage site that rivals Rome's Colosseum in grandeur. Carthage, once a powerful city-state, showcases the remnants of an ancient civilization that shaped Mediterranean history.\n\n\"From the rolling dunes of the Sahara Desert to the pristine beaches of Hammamet, Sussa and Djerba, the country offers a variety of settings for adventure and relaxation. Matmata's troglodyte homes, famously featured in Star Wars films, add a touch of cinematic wonder to the experience.\"\n\n\"Tunisia's cuisine is a highlight that captivates food lovers. With its bold flavors and Mediterranean influences, dishes like brik (a savory pastry), couscous and harissa-infused stews offer an authentic taste of the region. The country's burgeoning wine industry adds to its allure.\"\n\nWestend61 | Westend61 | Getty Images\n\nCan't-miss: \"Sidi Bou Said, with its white-washed houses and blue doors; and Carthage.\"\n\nBest time to go: \"Tunisia is great to visit year-round\":\n\nSpring (March-May): \"Warm, ideal for exploring ruins and nature.\"\n\nSummer (June-August): \"Hot, perfect for beaches but avoid inland heat.\"\n\nAutumn (September-November): \"Mild, great for both beaches and culture.\"\n\nWinter (December-February): \"Cool, best for the Sahara and fewer crowds.\"\n\nAverage flight price: $1,360 to Tunis\n\nUzbekistan\n\nIzzet Keribar | Stone | Getty Images\n\nRecommended by: Jonathan Alder, CEO of Jonathan's Travels\n\nWhy to visit: \"This incredible melting pot of cultures is one of the most stunning destinations in the world, with architecture, history and nature that would surprise even the most experienced traveler.\n\n\"Its cuisine — a melting pot of Persian, Indian, Italian, and Chinese with hints of Russian — is a foodie's dream. Once the heart of the Silk Road, the architecture doesn't look like anything else you've ever seen. I love to start in the capital of Tashkent, which is a modern metropolis, then head to the ancient side of the country at the far end of the desert to step back in time. The mosque of Samarkand is one of the most incredible architectural highlights you'll see in your life.\n\n\"Getting out of the cities, you can head into the mountains, which are essentially the back of the Himalayas, for incredible nature and green valleys outside of the stark, dramatic desert that you get for most of the rest of the country.\"\n\nMlenny | E+ | Getty Images\n\nCan't-miss: \"Samarkand. This was once the capital of the Silk Road, the crossing point for all trade routes between Europe and Asia. The sites here are the biggest in the country and some of the top highlights.\"\n\nWhen to go: \"Spring and fall. The summers are quite hot and the winters get very cold. You can also make this a ski destination in the winter and combine it with the rest of the country.\"\n\nAverage flight price:\n\nTashkent: $1,470\n\nSamarkand: $2,226\n\nWestern Australia\n\nLuke Mackenzie | Moment | Getty Images\n\nRecommended by: Kemi Wells-Conrad, founder and president of Wells Luxury Travel\n\nWhy to visit: \"Everyone typically thinks of Sydney and the East Coast of Australia — and don't get me wrong, it is a beautiful coastline. But I have always been a huge fan of Western Australia. It is incredibly diverse, and the landscapes are truly magnificent.\n\n\"Perth is your starting point and known as one of the most isolated cities in the world. There is world-class wine further south in Margaret River. The coast is filled with some of the most beautiful beaches in the world, such as Monkey Mia and Ningaloo Reef, which also are teeming with amazing marine life. The Kimberleys are wild, rugged and unique.\"\n\nMichael Runkel | Imagebroker | Getty Images\n\nCan't-miss: \"Ningaloo Reef. Forget the crowds of the Great Barrier Reef out of Cairns — imagine a pristine reef with no crowds. You can also swim with whale sharks here March to August. The luxury glamping experience at Sal Salis is a unique experience.\"\n\nWhen to go: \"April to September. This is the sweet spot, their 'winter.' The temperatures are mild, however still much warmer than our northern hemisphere winter. And it would allow you to travel further north to the Kimberleys — outside of their wet season and before it heats up again from October on.\"\n\nAverage flight price:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel Pushes Out 'Clearwater Forest' Xeon 7, Sidelines 'Falcon Shores' Accelerator",
            "link": "https://www.nextplatform.com/2025/01/31/intel-pushes-out-clearwater-forest-xeon-7-sidelines-falcon-shores-accelerator/",
            "description": "If Intel hopes to survive the next few years as a freestanding company and return to its role as innovator, it can not afford ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IPeO1k6245hOPe-w8TfsvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "The Next Platform20h",
            "source": "The Next Platform",
            "article_content": "If Intel hopes to survive the next few years as a freestanding company and return to its role as innovator, it can not afford to waste its time and it cannot afford to make any more mistakes.\n\nWhich is why the new top brasses at Intel – chief executive officer of Intel Products Michelle Johnston Holthaus and chief financial officer Dave Zinsner, who are co-CEOs of the company – are pushing out the next generation of its E-core Xeon CPUs and turning a future AI accelerator that represents the convergence of its datacenter GPU and AI accelerator lines into a research platform as it goes back to the drawing board to create a rackscale AI design that presumably will do a better job competing against Nvidia.\n\nThe roadmap changes, which we backcast into our recent CPU roadmap story, were made during the call with Wall Street analysts yesterday going over Intel’s financial results for Q4 2024. We will get to the numbers in a second, but first let’s update the Intel datacenter compute engine roadmap, starting with the “Clearwater Forest” Xeon 7 E-core chip that was expected later this year and that was expected to be the first datacenter chip to use its 18A RibbonFET manufacturing process.\n\n“So I really look at the datacenter market in kind of two buckets,” Johnston Holthaus said on the call when asked about the timing change for Clearwater Rapids. “We have our P-core products, which you know is Granite Rapids and then we have our E-core products which equates to Clearwater Forest. And what we’ve seen is that’s more of a niche market, and we haven’t seen volume materialize there, as fast as we expected. But as we look at Clearwater Forest, we expect that to come to market in the first half of 2026. 18A is doing just fine on its performance and yield for [Diamond] Rapids, but it does have some complicated packaging expectations that move it to 2026. But we expect that to be a good product and continue to close the gap as well. But this is going to be a journey.”\n\nJohnston Holthaus said “Granite Rapids” in the paragraph above, but meant to say “Diamond Rapids.” The Granite Rapids Xeon 6 processor has already been launched and is etched with the Intel 3 process, which if you want to be generous is akin to 3 nanometer processes from Taiwan Semiconductor Manufacturing Co.\n\nIt sounds to us that some of the packaging kinks need to be worked out for Xeon-class chips using 18A. We also think, given the niche nature of the E-core variants, Diamond Rapids P-core variants could come to market ahead of E-core Clearwater Forest variants. And if it gets crazy enough, the E-core chip could be moved to custom products and not rolled out as part of the official Xeon roadmap at some point.\n\nThe reason that might happen is simple: The E-core chips do not have full-on AVX vector math units and they do not have AMX matrix units or HyperThreading simultaneous multithreading. The first and second are increasingly important for AI inference and light AI training. AMD does not have matrix math units on any Epyc CPUs as yet, but it does have full-on vectors on boith the plain vanilla and skinny core “C” variants for the “Genoa” Epyc 9004 and “Turin” Epyc 9005 CPUs. The AMD approach to skinny cores is to cut the L3 cache in half for the C variants and rejigger the core such that you can fit more cores in a socket. With the Genoa chips, that was 33 percent more cores, and with Turin, it is 50 percent more.\n\nAs we put it at the Granite Rapids launch: Intel Brings A Big Fork To A Server CPU Knife Fight. It is amazing to us that Intel didn’t do the same trick that AMD did to make a skinny core and preserve compatibility, and it is also amazing to us that hyperscalers and cloud builders indicated that they were fine with this forking of the architecture. Then again, a hyperscaler/cloud builder talking up FPGA-based DPUs is how Intel got scared into spending $16.7 billion on Altera. Sometimes, Intel gets a bad steer, and it doesn’t compensate by stiffening its arms. (And to be fair, we caught a little FPGA religion, too, at the time, but still think Intel’s exuberance was much larger than ours.)\n\nBecause of the intense competition that AMD is bringing with the Genoa and Turin datacenter CPUs, Intel has had to circle back and actually chop prices on the Granite Rapids chips, which were announced in September 2024 with the highest prices we have ever seen for Intel CPUs. This price cuts better align Granite Rapids chips to Genoa Epyc 9004 pricing, which was probably happening informally in every deal anyway. All five of the Granite Rapids chips that were announced last fall had a price cut, with three getting a 30 percent cut, one getting a 20 percent cut, and another getting a 13.4 percent cut. The top bin parts with 128 and 120 cores and the lower bin part with 72 cores had the deepest cuts.\n\nThat brings us to the ever-changing “Falcon Shores” accelerator.\n\nThree years ago, Intel was working on a GPU product line anchored by its “Ponte Vecchio” Max GPU and followed by its “Rialto Bridge” kicker and at the same time was creating a hybrid CPU-GPU device called Falcon Shores that, like AMD’s MI300A, would mix Xeon CPU cores and matrix math units that were derived from these GPUs as well as the Gaudi line of XPUs that it got through its acquisition of Habana Labs. In February 2022, we contemplated what Falcon Shores might look like, and the expectation was that these accelerators would plug into the same sockets as the Granite Rapids CPUs.\n\nby March 2023, Intel’s GPU efforts were in a shambles with Ponte Vecchio being very late and Rialto Bridge canceled. AT the time, there were rumors that Falcon Shores using only GPU engines would be the future discrete accelerator from Intel and that project was pushed out “beyond 2025.” And in June 2023, Intel downplayed the whole idea of a hybrid CPU-GPU device and merged the Gaudi matrix math engines with the Falcom Shores all-GPU machine to create a new and improved plan for Falcon Shores. The idea was to take the wide Ethernet pipelines used in the Gaudi architecture and the Falcon Shores GPU and Gaudi matrix math to create a unified accelerator that could run workloads designed for Gaudi and Pente Vecchio.\n\nWell, forget all of that. Now everything is shifting out further to a still future accelerator called “Jaguar Shores.”\n\n“We are not yet participating in the cloud-based AI data center market in a meaningful way,” Johnston Holthaus said, stating what is obvious to us all given the explosive fortunes of Nvidia. “We have learned a lot as we have ramped Gaudi, and we are applying those learnings going forward. One of the immediate actions I have taken is to simplify our roadmap and concentrate our resources. Many of you heard me temper expectations on Falcon Shores last month. Based on industry feedback, we plan to leverage Falcon Shores as an internal test chip only, without bringing it to market. This will support our efforts to develop a system-level solution at rack scale with Jaguar Shores to address the AI datacenter. More broadly, as I think about our AI opportunity, my focus is on the problems our customers are trying to solve, most notably, to lower the cost and increase the efficiency of compute.”\n\nSo that is the end of Falcon Shores and the beginning of Jaguar Shores, of which we know nothing other than the hinted at rackscale approach mentioned above.\n\nWith that, let’s talk about Intel’s datacenter business as it was in the fourth quarter.\n\nIn the December quarter, Intel’s overall revenues were $14.26 billion, down 7.4 percent year on year, but up 7.3 percent sequentially. The company posted a $152 million net loss, compared to a $2.67 billion net gain in the year ago period, but a whole lot better than the nearly $17 billion loss it booked in Q3 2024 due mostly to restructuring charges.\n\nIntel ended the quarter with $22.06 billion in cash and investments in the bank, money it is correctly parceling out very carefully as it invests in products and foundries.\n\nHere is the breakdown of Intel’s revenues and operating income by group for the past two years:\n\nAnd here is the same data shown graphically for revenues:\n\nIntel was able to hold revenues in its Datacenter and AI (DCAI) group relatively steady in the fourth quarter, with sales down 3.3 percent to $3.39 billion but up 1.1 percent sequentially. Operating profits were $233 million, a pretty anemic 6.9 percent of revenues and down 68.4 percent from the year ago quarter. Intel’s profit levels for datacenter products has been declining over the past year, which is no doubt concerning and which is also compelling the company to break its Network and Edge (NEX) group into pieces, with Xeon processor and networking product sales in NEX eventually being merged back into DCAI. (Other parts of it will go into its Client Computing Group at some point in the future.)\n\nThe NEX group had a revenue bump of 10.3 percent to $1.62 billion, and operating income was $340 million (20.9 percent of sales), which is the healthiest profit levels Intel has had in this line of business in years. The Altera FPGA business, which we also think of as part of the core datacenter business, had sales of $429 million, down 10.6 percent, and operating income of $90 million, a factor of 21.5X higher than a year ago.\n\nWe have been tracking Intel’s Data Center Group, the core business that was created for server products way back in the day, for a long time, and have used the combination of DCAI and a portion of NEX and Altera as a proxy for the historical Data Center Group that was first headed up by Pat Gelsinger so many years ago.\n\nHere is the trend:\n\nIntel’s rise in the datacenter and its hegemony over server compute is evidenced in the run from 2009 through 2019, and you can see where AMD started taking share in 2020 and how this has caused Intel much grief since then.\n\nThe server CPU business has become intensely competitive, and it is safe to say that a lot of Intel’s revenues are supply wins, not design wins, considering the much higher core counts and performance that AMD delivers for most workloads at this point.\n\nIntel used to sell flash and 3D XPoint memory storage, and it also used to sell network switches, and this all made the “real” systems business at intel much larger. (The company still sells network adapters and DPUs.) Since 2015, we have been modeling this “real” datacenter business, which ascended to around $9 billion a quarter in 2019 and kissed it once again in 2021 during a hypercaler and cloud buildout before deflating down to around $5 billion a quarter now. Profits have collapsed much faster, as you can see, but are better than the minor loss Intel posted in the third quarter of 2022.\n\nThe question we have – that everyone has – is: Can Intel ever get above $5 billion a quarter again in the datacenter, and can it do so profitably? Because we like competition, we certainly hope so.\n\nSign up to our Newsletter Featuring highlights, analysis, and stories from the week directly from us to your inbox with nothing in between.\n\nSubscribe now"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists discover 1,500 year-old lost Bible chapter hidden in Vatican manuscript",
            "link": "https://www.msn.com/en-gb/society-culture-and-history/history/archaeologists-discover-1-500-year-old-lost-bible-chapter-hidden-in-vatican-manuscript/ar-AA1ydFoi?ocid=BingNewsVerp",
            "description": "The new section of text is part of the Old Syriac version of the Bible, which is a translation of the Gospels into the Syriac ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wmxei49SsYUgYDPnzJ4soS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Faith Community Notes",
            "link": "https://fredericksburg.com/life-entertainment/local/faith-values/faith-community-notes/article_4b226270-da8f-11ef-8b70-2bee029b4a0f.html",
            "description": "Shiloh Baptist Church (New Site), 525 Princess Anne St., worships each Sunday at 10 a.m. Services are also livestreamed at shilohnewsite.com and YouTube; or call 1-929-205-6099, meeting ID: 11085999, ...",
            "image_url": "https://www.bing.com/th?id=ODF.nPJm4rKAum2uOh2fwvw3fA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "bible+discovery",
            "date": "Fredericksburg.com20h",
            "source": "Fredericksburg.com",
            "article_content": "FREDERICKSBURG\n\nFairview Baptist Church, 900 Charlotte St., hosts a food pantry on the second and fourth Saturday of each month, 9:30–11 a.m., for residents of Fredericksburg, Locust Grove and Spotsylvania, Stafford, King George and Caroline counties. Bring ID. 540/373-8377; fairview-baptist.org.\n\nFredericksburg United Methodist Church, 308 Hanover St., offers three Sunday services at 8:15, 9:45 and 11:15 a.m., with nursery care at the first two services; Youth Ministry hold Youth Worship from 4-6 p.m. Sunday. Food Bank is available three times weekly; clients can receive a box of food and pick out other items that they may need, plus find out more about local resources that they may need. To volunteer, visit https://fumcva.org/come-serve/. The church will start a financial wellness small group class called “Saving Grace” in February; visit website (search “Events Calendar”) for more groups. fumcva.org.\n\nGrace United Methodist Church at Hartwood, 13056 Elk Ridge Road, will host a Sweetheart Dinner beginning at 5 p.m. Feb. 15 in Fellowship Hall. Youth Group meets Sundays at 4 p.m. 540/684-3535.\n\nHillcrest United Methodist Church, 2208 Lafayette Blvd., holds Sunday service at 10 a.m. 540/898-2180; hillcrestumc.com.\n\nLiving Word Fellowship Church, 1500 Stafford Ave., worships Sunday at 10:30 a.m. 540/226-0461; lwfc.net.\n\nMount Zion Baptist Church, 309 Wolfe St., offers Sunday school at 9:30 a.m. and morning worship service at 11 a.m. Sunday, and Bible study on Wednesday nights at 7 p.m. Lunch is provided for the homeless and less fortunate every Thursday, from noon to 1 p.m. All services are held both in-person and online. 540/371-2878; mtzbcfxbg.com or facebook.com.\n\nThe Presbyterian Church, 810 Princess Anne St. On Sundays, Living In Faith Together (LIFT) time is 8:45–9:45 a.m., and worship service is at 10 a.m. 540/373-7057; fredericksburgpc.org.\n\nShiloh Baptist Church (New Site), 525 Princess Anne St., worships each Sunday at 10 a.m. Services are also livestreamed at shilohnewsite.com and YouTube; or call 1-929-205-6099, meeting ID: 11085999, passcode 22401. 540/371-1153.\n\nShiloh Baptist Church (Old Site), 801 Sophia St., worships in person and online each Sunday at 10 a.m. Masks are optional and available. Services are streamed on the church website, Facebook and YouTube. Breakfast is provided for the homeless and less fortunate every Wednesday, 7:30–8:30 a.m. Bible Study is held in-person the second Wednesday of each month, 6:30-7:30 p.m. The food pantry is open on the second and fourth Friday of each month, 9 a.m.–noon; use glass door on Sophia Street and follow posted signs for directions and safety procedures. 540/373-8701; shiloholdsite.org.\n\nTrinity Episcopal Church, 825 College Ave. Worship services are held Sundays at 8 and 10:30 a.m. The food pantry is open 9–11 a.m. Monday through Thursday mornings. Limited financial assistance for utilities is sometimes available. Call the church at 540/373-2996 to request this help, and someone will return your call. trinity@trinity-fredericksburg.org.\n\nTurning Point Christian Church, Dorothy Hart Community Center, 408 Canal St. Sunday worship is at 10 a.m. yourturningpointchurch.org.\n\nUnity of Fredericksburg. Worship Sundays at 10:45 a.m. through Zoom and YouTube livestreaming. Email info@uofva.org for the link. 540/661-7976; uofva.org.\n\nSPOTSYLVANIA COUNTY\n\nChrist Episcopal Church, 8951 Courthouse Road. In-person worship is held Sundays at 8 a.m. (Rite I) and 10:30 a.m. (Rite II, also streaming on YouTube). Children’s activity bags available. Nursery and Christian education are also at 10:30 a.m.; youth at noon. Celtic Eucharist Wednesdays at noon. The food pantry distributes on the second and fourth Tuesday of each month, 10 a.m. to noon. Families unable to come during these hours due to work conflicts may be eligible for food locker program. Thrift Shop is open Thursday-Saturday from 10 a.m.-4 p.m. Visit the Thrift Shop on Facebook for current specials. Great Hall is available to rent. For more information about services and offerings, email: secretary@christchurchspotsy.com. 540/582-5033; christchurchspotsy.com.\n\nChurch of the Messiah Episcopal Church, 12201 Spotswood Furnace Lane, holds Sunday worship services at 8:30 a.m. (Rite I) and 11 a.m. (Rite II); the 11 a.m. service is also livestreamed on the church’s Facebook page. Children’s Sunday school and adult education are offered Sunday at 9:45 a.m. Morning prayer services are livestreamed on Facebook at 9 a.m., Monday through Friday. 540/786-3100; churchofthemessiahva.org; facebook.com/cotmfredericksburg.\n\nCornerstone Chapel, 4743 Patriot Highway, holds services on Sunday at 11 a.m. 540/663-3398; cornerstonechapel.cc.\n\nEastland United Methodist Church, 10718 Courthouse Road, begins its new worship time at 10:30 a.m. in person and online. Adult Discipleship will now begin at 9:30 a.m. and Fellowship Time will follow service at 11:30 a.m. Services are also livestreamed on the church’s Facebook page. Potlucks are on every second Sunday of the month after worship. 540/898-6430; eastlandumc.org.\n\nGoshen Baptist Church, 9800 Gordon Road, worships Sunday at 10:45 a.m.; Sunday school is 9:30 a.m. for ages 3 to adult. Awana Clubs for ages 2 through fifth grade is Wednesday at 6:15 p.m. Register on the church’s website. 540/786-7500; goshenbaptistchurch.net.\n\nImpact Church FXBG, 10835 Tidewater Trail, meets Sundays at 10 a.m. Livestream available at YouTube.com/impactchurchfxbg. 540/254-0421; impactfxbg.church.\n\nMercy Hill Community Church, 9215 Courthouse Road, worships Sunday at 10:30 a.m. Mercyhillcc.org.\n\nNew Post Church, 1900 New Post Blvd., worships in person on Sunday at 11 a.m. Services are also streamed at facebook.com/newpostchurch. 540/287-4100; newpost.church.\n\nPeace United Methodist Church, 801 Maple Grove Drive, worships at 8:30 and 11 a.m. Communion is served every first and third Sunday. Adult and youth Sunday School classes are at 9:45 a.m. The service is also streamed; search for Pass the Peace Church Livestream. The Food Pantry is open on Thursday mornings from 9:30 a.m. to noon and also offers utility assistance. 540/786-8585; passthepeacechurch.org\n\nPotomac Valley Church, 12500 Chewning Lane, worships in person on Sundays at 10 a.m. and provides a children’s ministry. 703/878-6937; povachurch.churchcenter.com.\n\nRedeemer Bible Church, 7610 Heths Salient St., worships in person on Sunday at 9:30 and 11 a.m. Services are also streamed on the church’s Facebook page.\n\nResurrection Lutheran Church, 6170 Plank Road, worships in person and online on Sunday at 10 a.m. The service is livestreamed on facebook.com/ResurrectionPeople or resurrectionpeople.org. Bulletins are posted one hour before worship. Prayer requests may be left on the chat on the Facebook page. 540/786-7778; resurrectionpeople.org.\n\nShady Grove United Methodist Church, 11007 W. Catharpin Road, worships Sunday at 11 a.m. Light refreshments follow service. Bible Study is Tuesdays at 6:30 p.m. 540/972-2012.\n\nSpotswood Baptist Church, 4009 Lafayette Blvd., worships in person on Sundays at 9:30 a.m. (traditional) and 11 a.m. (contemporary). Services are also streamed at Spotswood.org/watch-live and the church’s Facebook page. Small groups meet Sunday mornings and throughout the week. spotswood.org.\n\nSt. Matthew Catholic Church, 8200 Robert E. Lee Drive, hosts a drive-up food pantry and baby closet 2–6 p.m. Wednesdays; 9 a.m. to noon Fridays; and 9–11 a.m. on the first Saturday of every month.\n\nTabernacle United Methodist Church, 7310-A Old Plank Road, worships each Sunday at 8:15 a.m. in person and 10:30 a.m. in person and via livestream at tabumc.org/watch. This week’s Scripture lesson comes from Luke 22:14-20, Sermon title: “Next to Last Meal With Jesus.” The Resource Closet provides nonperishable food and paper/personal care items to families in need on the last Saturday of the month, 9–11 a.m. 540/786-6162; tabumc.org; Secretary@tabumc.org.\n\nWallers Baptist Church, 4001 Partlow Road, Partlow, will offer a traditional service at 11 a.m. Sunday. The 11 a.m. service will be posted on the church’s Facebook page by 4 p.m. same day. On Wednesdays, Drive Thru Prayer is held in the church parking lot, 5–6 p.m. Adult Bible Study is held Wednesday evenings at 6:30 p.m., with a study of the Gospel of John. The next free Community Meal will be held Feb. 19 at 6:30 p.m. The menu is spaghetti, salad and garlic bread. 540/582-5703; wallersbaptist.com.\n\nWilderness Community Church, 10501 Plank Road, will hold weekly Celebration service at 10 a.m. Sunday in person and online on YouTube and Facebook. 540/972-8808; wildernesschurch.org; wccprayerandinfo@wildernesschurch.org.\n\nSTAFFORD COUNTY\n\nAndrew Chapel United Methodist Church, 1732 Brooke Road, offers Sunday worship service at 10 a.m. and Sunday School for all ages at 9 a.m. Bible study is held Wednesdays at 11:30 a.m. 540/659-2461; andrewchapelumc@yahoo.com; andrewchapelumc-staffordva.com.\n\nAntioch United Methodist Church, 138 Kellogg Mill Road, worships in person on Sundays at 9:30 a.m., following current guidelines. A food pantry for qualified families is open every other Thursday from 3–5 p.m. 540/752-3108; antiochumcstafford.org.\n\nAquia Episcopal Church, 2938 Richmond Highway, offers three worship services (7:30 a.m., 10:30 a.m. and 4 p.m.) plus Christian formation for all ages pre-K through adults (9:30-10:15 a.m.) most Sundays of the year. Broadcasts for morning prayer are available on Facebook Live (facebook.com/AquiaEpiscopalChurch) most Sundays at 7:30 a.m. and most weekdays at 8 a.m. Also on Facebook Live, Bible studies are offered on most Wednesdays at 7 p.m. and most Thursdays at 6 p.m. All Facebook broadcasts are recorded and stored for viewing afterward and can be accessed without a Facebook account. Aquia’s Pantry provides curbside pickup of groceries in the church parking lot on most Wednesday evenings 6-7 p.m., and Aquia’s Table provides curbside pickup of meals on the first and third Wednesday evenings of each month (while supplies last). Whenever Stafford County Public Schools are closed for snow/ice, Aquia’s Pantry and Aquia’s Table will automatically close as well. 540/659-4007; aquiachurch.org.\n\nBethlehem Baptist Church, 135 Chapel Green Road, will hold in-person service first-third Sundays at 10 a.m. Devotion will start at 9:45 a.m. Services on fourth and fifth Sundays will be conference call: 425/436-6350, code is 245538#. Sunday School will be Thursday at 7 p.m. on conference call. Noon Day Prayer is Thursday at noon on conference call.\n\nBeth Sholom Temple, 805 Lyons Blvd. Friday evening Shabbat services are at 7:30 p.m. On first Fridays, a family Shabbat service is at 7 p.m. On Saturday, Shabbat services are at 10 a.m., and Torah study is at noon. 540/373-4834; bstva.org.\n\nFerry Farm Baptist Church, 1 Westmoreland Drive, offers two service times: Classic Worship at 9 a.m. and Discovery Worship at 11:15 a.m. with Bible Fellowship groups at 10 a.m. All worship services are also live streamed at ferryfarmbc.org.\n\nHollywood Church of the Brethren, 225 Ferry Road. Worship services are Sundays at 11 a.m. in person and on Facebook and YouTube. Sunday school for all ages is 10 a.m. The church hosts a food pantry on Tuesdays, 9 a.m. until noon. Donations are appreciated.\n\nHull’s Memorial Baptist Church, 420 Enon Road. Sunday school and adult Bible study are at 9:30 a.m., and Sunday worship is at 10:45 a.m. Childcare/nursery is provided. 540/371-4124; hullsbaptist.org.\n\nMount Olive Baptist Church, 395 Mt. Olive Road, worships in person on Sunday at 11 a.m.; or connect on Facebook or by conference call to 202/602-1295, access code 778-183-179#. 540/752-4296.\n\nNew Hope United Methodist Church, 164 New Hope Church Road, holds worship service on Sundays at 10 a.m. The service may also be viewed on Facebook and YouTube. 540/370-4875; newhopeva.com.\n\nRock Hill Baptist Church, 12 Van Horn Lane. On Sunday, Bible study for all ages is at 9:30 a.m.; worship service is at 11 a.m. 540/752-0336; rockhillbaptistchurch.org.\n\nSt. Luke’s Anglican Church, 65 Warrenton Road, Falmouth, offers Holy Mass at 11 a.m. Sundays. stlukeanglican.org.\n\nSt. Matthias United Methodist Church, 426 Deacon Road, worships in person Sundays at 10 a.m. 540/373-8759; stmtoday.com.\n\nUnitarian Universalist Fellowship of Fredericksburg, 25 Chalice Circle, worships Sunday at 10:30 a.m., in person and online. Zoom and YouTube links may be found at uuffxbg.org. 540/310-4001.\n\nKING GEORGE COUNTY\n\nEmmanuel Church, 17062 James Madison Parkway, hosts Rite II Holy Communion on the third and fifth Sundays at 10 a.m. 540/775-3635; hwbkgva.org.\n\nFletcher’s Chapel United Methodist Church, 8330 Fletchers Chapel Road, holds in-person worship on Sunday at 9 a.m., followed by adult Sunday school at 10 a.m. On the second Sunday of each month, Coffee Fellowship is at 10 a.m. with Sunday school at 10:30 a.m. 540/775-7247; fletcherschapel-kinggeorge-va.org.\n\nGod’s Holy Temple, 17192 Kings Highway, worships Sundays at 11 a.m.; Bible study is Wednesdays at 7 p.m.\n\nGood Hope Baptist Church, 17223 Good Hope Road, worships in person on Sundays at 9 a.m. Masks are required.\n\nLittle Ark Baptist Church, 15681 Owens Drive, holds Bible school at 8:45 a.m. and worship service at 10 a.m. on Sunday; worship is streamed on Facebook Live. Bible study is Wednesday at 6 p.m. The church’s radio broadcast is Saturday at 4:40 p.m. and Sunday at 11 a.m. and 4 p.m. at dmvpoweredgospel.airtime.pro. 540/663-2831; little.arkbc@gmail.com; littlearkbaptistchurch.org.\n\nMountain View Baptist Church, 6713 Passapatanzy Drive, holds worship service at 11 a.m. every Sunday. On Sunday, small group Bible study is at 10 a.m. On Wednesday, youth group for grades 7–12, adult Bible study and CIA Adventures for preschool–grade 6 are at 7 p.m. mtnviewbaptistchurch.org.\n\nPeace Lutheran Church, 5590 Kings Highway, will offer contemporary service at 8:30 a.m. and traditional service at 11 a.m. (both services offer Holy Communion); Sunday School at 9:45 a.m. The 11 a.m. service is livestreamed on the Peace Facebook page, facebook.com/peacekgva, and is available for viewing later that day on the video link. 540/775-9131.\n\nSt. John’s Episcopal Church, 9415 Kings Highway, hosts Rite II Holy Communion on the first, second and fourth Sundays at 10 a.m.; coffee hour follows the service. 540/775-3635; hwbkgva.org.\n\nSt. Paul’s Episcopal Church, 5486 St. Pauls Road, worships in person Sundays at 8 and 10 a.m., following current health guidelines. 540/663-3085; stpaulskgva.org.\n\nSt. Stephens Baptist Church, 9142 Comorn Road, worships in person Sundays at 10 a.m. Access the service by conference line at 1-712/832-8330, access code 8055544#, or on Facebook Live.\n\nCAROLINE COUNTY\n\nCounty Line Baptist Church, 3461 Ladysmith Road, Ruther Glen, will hold worship services at 8:30 a.m. and 11 a.m., with Children’s Church at 11 a.m. Small Group Bible sessions at 10 a.m. Sundays for all ages. Nonperishable food pantry open to Caroline County residents on Wednesdays from 8:30 a.m.-12:30 p.m. 804/448-2915; countylinebaptist.com.\n\nFirst Baptist Church, 9262 Guinea Station Road, Woodford, will hold an in-person service on Sunday at 11 a.m. The speaker will be the Rev. Dr. Morris Oliver, Interim Pastor. Masks are optional. The service will also be available via Zoom. Stream the service at us02web.zoom.us/j/8046334233 (meeting ID: 8046334233). To dial in, call 301/715-8592 (meeting ID: 8046334233). 804/633-4233; firstbaptistwoodford.com.\n\nLong Branch Baptist Church, 14297 Long Branch Road, Woodford, will have in-person and conference call service Sunday, with Sunday school at 10 a.m. and worship service at 11 a.m. Service is streamed on the church website and YouTube. Bible study is held each Wednesday at 7 p.m. on conference call. Call in to 605/313-5416, access code 7856145#. 540/373-0690; lbbcwoodford.org.\n\nRiver Rock Church Caroline, Lewis and Clark Elementary School, 18101 Clark and York Blvd., Ruther Glen, worships Sundays at 10:15 a.m. Service is also streamed at riverrockcc.com. Community groups meet in person Sunday mornings at 9 a.m. and throughout the week; they can be found at riverrockcc.com/next-steps/community-groups.\n\nSt. Mary of the Annunciation Catholic Church, 10306 Ladysmith Road. In-church Mass is held Saturday at 5 p.m. and Sunday at 8:30 and 11 a.m. The church sponsors a drive-up food pantry on Tuesdays and Thursdays, 6–7:30 p.m. Bring your ID. 804/448-9064; saintmarycc.org.\n\nSt. Paul United Methodist Church, 25187 Signboard Road, Ruther Glen, meets in person on Sundays at 11 a.m. 804/633-7881.\n\nORANGE COUNTY\n\nMount Olive Baptist Church, 11251 Tower Road, Unionville. Sunday service is held at 10 a.m.\n\nCULPEPER COUNTY\n\nBeulah Baptist Church, 9297 Eggbornsville Road, Culpeper, is celebrating Black History Month with the theme “Encouraging the Next Generation.” Join Pastor Kenneth Pitts and the congregation for Sunday School at 9:30 a.m., followed by worship service and Children’s Church at 10 a.m. Wednesday Bible Study at 7 p.m. via conference call only. To participate, dial 302/202-1118 and use code 862090. 540/937-5563; bbc9297@gmail.com.\n\nChrist Episcopal Church, 14586 Alanthus Road, Brandy Station, will hold a regular church service Sunday at 9 a.m. christchurchbs.com.\n\nJeffersonton Baptist Church, 18498 Springs Road, Jeffersonton, hosts Bible study Wednesday at 7 p.m. at the church and online. 540/937-5446; jeffersontonbaptistchurch.org.\n\nOakland Baptist Church, 28348 Eley’s Ford Road, Richardsville. Worship in person on Sundays at 10:30 a.m. Sunday school is at 9:30 a.m. 540/399-1248; obcrichardsville@gmail.com.\n\nSt. Stephen’s Episcopal Church, 115 N. East St. The Food Closet is in need of personal care items: toothpaste, tooth brushes, shampoo, conditioner and deodorant. Drop off donations 9 a.m. to noon Monday through Friday. Park at 120 N. Commerce St. Monetary donations are also appreciated. For more information, visit ststephensculpeper.net/culpeper-food-closet or contact 540/825-1177 or culpeperfoodcloset@gmail.com. 540/825-8786; ssec@ststephensculpeper.net; ststephensculpeper.net.\n\nREGIONAL\n\nFirst Baptist Church, 5340 Tidewater Trail, Loretto, holds worship services in the gym on Sundays at 11 a.m. Temperature checks, social distancing and masks/face coverings are required. Sunday worship and Wednesday 7 p.m. Bible study is livestreamed at facebook.com/fbcloretto or the conference line, 313/209-8800, access code 2610624#. Moments of Inspiration for Seniors is Thursdays, 6–6:30 p.m.; call 425/436-6367, access code: 871111. 804/443-5007.\n\nKirk O’Cliff Presbyterian Church, 16420 Monrovia Road, Mineral, holds services Sundays at 11 a.m. with Sunday school at 10 a.m. 540/854-5525; kirk@kirkocliff.org; kirkocliff.org.\n\nTemple of Deliverance, HCG, 5756 Zachary Taylor Highway, Mineral. Every Sunday, Sunday School will be held at 10 a.m. and morning worship at 11 a.m. in-house and online (Facebook: Temple of Deliverance HCG Online). Temperature checks will be made when attending services. Masks are requested during this COVID season. 540/894-4458; templeofdeliverancehcg.org."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ALIEN THREAT IMMINENT says Navy Scientist Sal Pais",
            "link": "https://www.msn.com/en-us/news/opinion/alien-threat-imminent-says-navy-scientist-sal-pais/ar-AA1yd67D?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/31/25 ALIEN THREAT IMMINENT says Navy Scientist Sal Pais Discover Navy Scientist Sal Pais's urgent warning about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7jqDX-PW7maDU3hWW1eNsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Vetted on MSN17hOpinion",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What If Aliens Brought Life to Earth?",
            "link": "https://www.msn.com/en-us/science/biology/what-if-aliens-brought-life-to-earth/vi-AA1ydqjS?ocid=BingNewsVerp",
            "description": "It's the oldest question on Earth. Where did we come from? Some people may thank a creator from above, but what if the hand that created humanity wasn't divine? What if aliens brought life to Earth?",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lenval Logan & Jason Sands Reveal UFO Secrets in WILD Joe Rogan Appearance",
            "link": "https://www.msn.com/en-us/news/technology/lenval-logan-jason-sands-reveal-ufo-secrets-in-wild-joe-rogan-appearance/ar-AA1ycWYy?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/31/25 Lenval Logan & Jason Sands Reveal UFO Secrets in WILD Joe Rogan Appearance Explore the groundbreaking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hFeOoJbSTO2vAD6xFDBwES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN17h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mystery Admiral Told Tim Burchett About Underwater Alien Bases",
            "link": "https://www.msn.com/en-us/news/technology/mystery-admiral-told-tim-burchett-about-underwater-alien-bases/ar-AA1ycQ47?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/31/25 Mystery Admiral Told Tim Burchett About Underwater Alien Bases Discover Congressman Tim Burchett's intriguing revelations about underwater UFO sightings and the mysterious military ...",
            "image_url": "https://www.bing.com/th?id=ODF.964gaLNzfX6kNEdof4SO1g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo+spotted",
            "date": "Vetted on MSN17h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Future bandages could be armed with nanoflowers",
            "link": "https://www.popsci.com/health/nanoflower-bandages/",
            "description": "From there, researchers then carefully attached these nanoflowers on small strips of electrospun nanofabric. 'Polyphenols, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RgqKsu1tGf2nUu-KVQLydy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "19h",
            "source": "Popular Science",
            "article_content": "Flowers may be small, but their petals often add up to a comparatively massive amount of surface area. The same can be said even at the microscopic level of a “nanoflower,” compound combinations in chemistry that grow to form plantlike shapes. With this in mind, a research team based at Italy’s University of Genoa have designed a novel nanostructure that relies on carnation-like nanoflowers containing enough surface area to host numerous wound-healing drug molecules.\n\nThe medical innovation is detailed in a study published in the journal ACS Applied Bio Materials. According to its creators, the bandage prototype uses two polyphenol-based materials–copper phosphate and tannic acid. These reagents possess well-documented anti-inflammatory and antibiotic properties. Once mixed and placed in a saline solution, the copper phosphate-tannic acid compounds begin to self-assemble and grow into recognizable, flower-like structures. From there, researchers then carefully attached these nanoflowers on small strips of electrospun nanofabric.\n\n“Polyphenols, natural compounds abundant in phenolic structures, have received widespread attention due to their antioxidant, anti-inflammatory, antibacterial, and anticancer properties, making them valuable for biomedical applications,” the team wrote in their study. “However, the green synthesis of polyphenol-based materials with economical and environmentally friendly strategies is of great significance.”\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nWith the dressings ready for testing, the team introduced these nanoflower bandage samples into harmful bacteria cultures, including E. coli, Pseudomonas aeruginosa, and Staphylococcus aureus. According to an accompanying announcement on January 31st, the nanoflower-covered fabrics not only “inactivated” the bacteria, but did so through the addition of antibiotic-resistant biofilms—all while protecting lab-grown human cells.\n\nResearchers say their new, nanoflower based approach appears to be both cost-effective and extremely efficient, allowing for better means to speed up wound healing and fight infections. The possible benefits from nanoflowers aren’t limited to medicine, either. Another study, published in October 2024 in Advanced Materials, points to uses across real-time imaging, wastewater purification, and even microrobotics."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Amazing Underwater Discoveries You Won't Believe",
            "link": "https://www.msn.com/en-us/science/zoology/10-amazing-underwater-discoveries-you-won-t-believe/vi-AA1yclmu?ocid=BingNewsVerp",
            "description": "\"Explore See To Believe to discover more of The Supereme's fascinating human interest stories, shocking discoveries, rare ...",
            "image_url": "https://www.bing.com/th?id=OVF.uFBj4ktVgBb1D4ijbhftnA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN22h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Network for Secure Communication",
            "link": "https://www.alphagalileo.org/en-gb/Item-Display/ItemId/254675",
            "description": "In a networked society, secure communication is essential. Quantum physics delivers the necessary foundation by allowing practicable technologies ...",
            "image_url": "https://www.bing.com/th?id=ODF.dZFU6nIsnkegFriyuCYjpQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "AlphaGalileo3h",
            "source": "AlphaGalileo",
            "article_content": "In a networked society, secure communication is essential. Quantum physics delivers the necessary foundation by allowing practicable technologies such as quantum key distribution. With the new fiber optic test facility at the Karlsruhe Institute of Technology (KIT), which opened on January 22, 2025, researchers aim to transmit, test and refine quantum keys. They also plan to set up a quantum network to link quantum computers.\n\n\n\nTo generate and transmit the quantum keys, the researchers will use cutting-edge technologies such as ultra-coherent lasers with the new fiber optic test facility. Quantum keys are crucial for secure communication because they are based on physical laws instead of the mathematical assumptions underlying earlier encryption keys, which future quantum computers will be able to break.\n\n\n\nSpanning 20 kilometers, the quantum-optical transmission line connects laboratories specially equipped with complex lasers and cryostats on KIT’s Campus South and Campus North. The light-guiding core of a fiber optic cable is only about 9 micrometers in diameter. For comparison, the thickness of a human hair is about 60 micrometers.\n\n\n\nImportant Quantum Research Platform\n\n“Quantum communication is a strategically important field for KIT, so I’m especially pleased that with the finished test facility, KIT is providing its researchers with important infrastructure for investigating the opportunities offered by quantum physics,” said Oliver Kraft, Vice President for Research at KIT. “With this facility, we’re making an important contribution to the advancement of research and development in quantum network technology, with an eye to practical applications.”\n\n\n\n“With the fiber-optic test facility, we have a platform for improving quantum key distribution, investigating its basic properties, and integrating it in classical communication,” said Professor David Hunger of the Physikalisches Institut at KIT, who heads the project. Based on this work, the scientists aim to develop new transmission protocols for the keys. “With the new methods we develop, we want to make quantum cryptography more efficient and practical. We’re working on this e.g. with KEEQuant, a quantum communication start-up,” added Hunger. “Furthermore, using novel materials such as molecular quantum emitters, we want to generate ultrapure quantum light – individual photons – to increase transmission rates.”\n\n\n\nBuilding a Quantum Network\n\nThe researchers will also be progressively building a quantum network to investigate the quantum internet of the future. Their work focuses on two crucial steps: storing quantum information in special quantum memories, and quantum entanglement of the memories. This will make it possible to implement quantum repeaters for the transmission of quantum information over long distances. Since entanglement is a fundamental aspect of quantum computers, such computers can be connected with one another in a quantum internet via optical transmission of the entanglement.\n\n\n\nTest Facility Part of Chem4Quant Cluster of Excellence Initiative\n\nThe project is a key part of the infrastructure for the Chem4Quant Cluster of Excellence initiative, in which researchers from KIT, Ulm University and the University of Stuttgart will design materials for future quantum technologies and focus on molecular quantum systems, a new field of quantum technology. In addition, the project plays an important role in the quantum repeater research conducted in the Quantenrepeater.Net (QR.N) joint project of Germany’s Federal Ministry of Education and Research, and in the QuantumBW Innovation Campus.\n\n\n\nMore information\n\nDetailed caption: Opening of the fiber optic test facility at KIT: (from left to right) Prof. Sebastian Randel (KIT), Prof. Marc Weber (Head of Division B V, KIT), Prof. Oliver Kraft (Vice President Research, KIT), Prof. Mario Ruben (KIT), Prof. David Hunger (KIT) (Photo: Daryoush Djavadi)\n\n\n\nBeing “The Research University in the Helmholtz Association”, KIT creates and imparts knowledge for the society and the environment. It is the objective to make significant contributions to the global challenges in the fields of energy, mobility, and information. For this, about 10,000 employees cooperate in a broad range of disciplines in natural sciences, engineering sciences, economics, and the humanities and social sciences. KIT prepares its 22,800 students for responsible tasks in society, industry, and science by offering research-based study programs. Innovation efforts at KIT build a bridge between important scientific findings and their application for the benefit of society, economic prosperity, and the preservation of our natural basis of life. KIT is one of the German universities of excellence."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Next For Quantum Computing In 2025?",
            "link": "https://www.sciencefriday.com/segments/quantum-computing-2025/",
            "description": "On the heels of some big quantum computing advances in 2024, at least one company is telling businesses to get 'quantum ready ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AZ4f0XAgjgKbY1jyZoGcTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Science Friday19h",
            "source": "Science Friday",
            "article_content": "It seems that every few months, there’s an exciting breakthrough in quantum computing, a kind of computing that takes advantage of quantum physics to perform calculations exponentially faster than our most advanced supercomputers. Last December, Google announced that its quantum computer solved a math problem in five minutes—a problem that would’ve taken a normal supercomputer longer than the age of the universe to solve. And earlier this month, Microsoft, coming off a quantum advance in the fall, told businesses to get “quantum-ready” for 2025, saying that “we are right on the cusp of seeing quantum computers solve meaningful problems.”\n\nSo, are we on the cusp? Flora Lichtman is joined by Dr. Shohini Ghose, a quantum physicist and professor at Wilfrid Laurier University in Waterloo, Canada and CTO of the Quantum Algorithms Institute, for a quantum computing check-in and a look at when this futuristic technology could start to have an impact on our lives.\n\nFurther Reading\n\nRead more about the quantum computing industry’s roadmap into the future via Vox.\n\nRead an explainer defining quantum computing via New Scientist."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Could this new stress-tolerant rice from China boost crop yields?",
            "link": "https://www.scmp.com/news/china/science/article/3296919/could-new-stress-tolerant-rice-china-boost-shrinking-crop-yields",
            "description": "New method of regulating plant hormones allows researchers to increase quality and yields of rice crops grown in saline soil.",
            "image_url": "https://www.bing.com/th?id=OVFT.EIOrlvJ3fYVkYfHE7Mgz_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "22h",
            "source": "scmp.com",
            "article_content": "Food scientists in China have found a new way to regulate plant hormones that could hold promise for boosting the yields and quality of crops such as rice, as global warming shrinks the world’s available agricultural land\n\nAdvertisement\n\nResearchers from the Chinese Academy of Sciences (CAS) and Shanghai Jiao Tong University discovered that they could grow more stress-tolerant rice even in saline soil by regulating a hormone called gibberellin with a “new post-Green Revolution gene”.\n\n“Soil alkalinisation and global warming are predicted to pose major challenges to agriculture in the future, as they continue to accelerate, markedly reducing global arable land and crop yields ,” the team wrote in a paper published in the peer-reviewed journal Nature on Wednesday.\n\n“In this study, we have proposed a previously unknown concept that precise regulation of gibberellin at optimal medium levels is the preferred solution to confer high grain yield and tolerance to alkali–thermal stresses simultaneously.”\n\nThe Green Revolution of the 20th century refers to the development of high-yield crop varieties – notably wheat and rice – through incorporation of semi-dwarf genes , which allow for shorter and more compact varieties with increased yields.\n\n01:28 Great wall of Taklamakan: China surrounds its largest desert with green belt Great wall of Taklamakan: China surrounds its largest desert with green belt\n\nThe discovery of genes such as the semi-dwarf 1, which modulates gibberellic acid biosynthesis, helped to increase food production and security. However, poor agricultural management practices such as the overuse of pesticides and fertilisers have led to soil degradation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eco-nomics: Knowing causes shows how to correct climate crisis",
            "link": "https://www.msn.com/en-us/weather/topstories/eco-nomics-knowing-causes-shows-how-to-correct-climate-crisis/ar-AA1ye9Pv?ocid=BingNewsVerp",
            "description": "Attribution science — linking cause and effect — involves statistical methods and climate models to identify the human influence on particular weather events and long-term climate patterns. It allows ...",
            "image_url": "https://www.bing.com/th?id=OJ.iClcuiUPOmD17A&pid=news&w=67&h=16&rs=2",
            "category": "science+revolution",
            "date": "6hon MSNOpinion",
            "source": "Everett Daily Herald on MSN",
            "article_content": ""
        }
    }
]