[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Major city named UFO sighting capital of the UK",
            "link": "https://www.msn.com/en-gb/travel/general/major-city-named-ufo-sighting-capital-of-the-uk/ar-BB1rfbKI?ocid=BingNewsVerp",
            "description": "From 'rocket-type objects' to 'cigar-shaped craft', the skies have been filled with unidentified flying objects spotted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F0xQ6Yv5yF5xG4-FNgVA-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crashed UFO Recovered by Lockheed Martin",
            "link": "https://www.msn.com/en-us/technology/aviation/crashed-ufo-recovered-by-lockheed-martin/vi-BB1rdL7m?ocid=BingNewsVerp",
            "description": "Patrick discusses Lockheed Martin allegedly Recovering A Crashed UFO From The 1950’s. #aliens #uap #ufonews #ufos #ufo ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aYfn_dzB_f7iWZPmwuzo8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'UFO' appears in the sky just weeks after eagle-eyed Aussies spotted unusual 'spaceship' cloud",
            "link": "https://www.msn.com/en-gb/money/technology/ufo-appears-in-the-sky-weeks-after-spaceship-cloud-was-spotted/ar-BB1r8r6m?ocid=BingNewsVerp",
            "description": "This is a lenticular storm cloud and its not that common to see,' Higgins Storm Chasing wrote to their Facebook page on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kxDcDVCa5NdoUHp608TAty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "19hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASCAR Legend Shares A Wild Encounter With A UFO While Flying His Plane",
            "link": "https://brobible.com/sports/article/nascar-mark-martin-encounter-ufo-plane/",
            "description": "We can now add former NASCAR star Mark Martin to the ever-growing list of famous people who claim to have had a bizarre encounter with a UFO. And his ...",
            "image_url": "https://www.bing.com/th?id=OJ.zbgCL7ftTtGLWA&pid=news&w=62&h=16&rs=2",
            "category": "ufo",
            "date": "5h",
            "source": "BroBible",
            "article_content": "getty image / istockphoto composite\n\nWe can now add former NASCAR star Mark Martin to the ever-growing list of famous people who claim to have had a bizarre encounter with a UFO. And his encounter sounds a whole lot like a lot of other UFO encounters that have been experienced by pilots of planes.\n\nMartin, who was active in the NASCAR Cup Series from 1982 to 2012, says his UFO encounter occurred while he was flying home to Daytona from a NASCAR race up north.\n\n“There’s been a lot, going back to where we started [the conversation], the crazy 2024, lot of UFO sightings, lot of drones, a lot of speculation, not a lot of answers though,” Chase Holden said in an interview this week with Mark Martin. “And it ties into you, which, blew my mind last night, when I did get the message. But apparently in the late 90s you had a UFO sighting. You experienced a UFO. What what happened? What’s this story?”\n\n“We were coming home, just me and my pilot in my jet,” Martin explained. “We were coming back from one of the northeast races. Either Loudon or, couldn’t be Pocono. I don’t know if it was Loudon or if it was Dover, or where it was. We were coming home. It was late though, that’s the thing I don’t understand, but it was dark. Dark, dark. We fly at 45,000 feet, but going over Jacksonville going home to Daytona where I lived, you know, they would bring you down to 18,000 feet or so.\n\n“We were descending. For some reason, a lot of times after the race I would get in the back and let my – was a single pilot aircraft so I’d let my pilot fly me home and I’d sit back there and rehash the race or something or just relax. But this particular time, and I did it from time to time, I wanted to fly. So I’m in the pilot seat and Jason Simpson was my co-pilot. He was in the right seat and we’re descending through Jacksonville about 19,000 feet and there’s no stars out.\n\n“So, it’s black. Everything except the lights in Daytona, Orlando, and you know, Miami,” Martin continued, explaining his strange encounter with a UFO. “You can see the lights down at Miami even. And I see a light that is solid white light, looks solid light that’s not flashing, and that could only be like a landing light is the only thing that would make sense would be a spotlight looking light like that, and it would have to be far away because I couldn’t see the green and red wing tip lights. Because they got a green one and a red one and the red one is on the right. That way you know if a plane’s coming toward you or going away. See? You get me? Which side the lights on. So none none of that. Didn’t see any of that.\n\n“So, I keep it in my eye, I keep checking up there and checking up there and it gets closer and closer, I didn’t say anything to Jason I’m just flying along. Finally, I just start, I fixate on it. Plane’s on autopilot … and so I’m fixated on it and it gets closer and closer and closer and then it gets like, oh my God, we’re going to hit that!\n\n“And I grabbed the yolk and kicked it off autopilot and was getting ready to jerk the plane to the right and Jason was like, ‘What?’ and I said, ‘Look!’ And when he looked, he pulled out a camera, he had a camera on him, and he pulled out a camera and put it up there in the windshield and tried to take a picture because he saw it! We both saw this and almost, we thought we were going to hit it. Then it starts pulling away, gradually pulling away, slowly pulling away.”\n\nHere’s the kicker: when Mark Martin contacted air traffic control about the UFO they had encountered they said Martin’s plane was the only aircraft in the area."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nascar Legend Reveals Mind-Boggling UFO Encounter Story",
            "link": "https://www.msn.com/en-us/sports/other/nascar-legend-reveals-mind-boggling-ufo-encounter-story/ar-BB1rfiBh?ocid=BingNewsVerp",
            "description": "A legendary figure in the sport with a remarkable career spanning three decades recently shared a captivating story that has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WczUBnXKMkk05cYC3RlRaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "EssentiallySports NASCAR on MSN57m",
            "source": "EssentiallySports NASCAR on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "X's Grok AI Chatbot Comes to iOS as a Standalone App",
            "link": "https://www.msn.com/en-us/news/technology/xs-grok-ai-chatbot-comes-to-ios-as-a-standalone-app/ar-BB1rfceH?ocid=BingNewsVerp",
            "description": "Grok, the AI-powered assistant that debuted on the social platform X, is now available as a standalone app. Elon Musk's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z09DyMf8mr4kKPVOAFgw3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN53m",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Must-Have AI Apps for 2025",
            "link": "https://www.usatoday.com/story/special/contributor-content/2025/01/10/must-have-ai-apps-for-2025/77596702007/",
            "description": "These apps are not only shaping the future but have already proven to be among the best AI apps on the market today.",
            "image_url": "https://www.bing.com/th?id=OVFT.OKyg54wgISxvRxgVBkH5bS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "USA Today",
            "article_content": "Tyler Shepherd\n\nContributor\n\nArtificial intelligence has quickly moved from a buzzword in tech circles to a vital part of everyday life. Whether it’s helping people work smarter, express creativity, or connect with others, AI apps are transforming how humans interact with each other and the world around them. In 2025, the rapid evolution of AI continues to reshape users’ daily routines.\n\nThe past year has brought a surge of innovative apps, leveraging AI to simplify tasks, boost productivity, and inspire creativity. With so many options available, finding the tools that deliver meaningful value can be a challenge. Here is a round-up of five standout AI apps of 2024 that you would need in 2025. These apps are not only shaping the future but have already proven to be among the best AI apps on the market today.\n\n1. Zing: Personal AI fitness Coach\n\nThis app boasts 24,000 reviews on the App Store with an impressive 4.8-star average rating, which is quite an achievement. Zing Coach serves as a personal AI-powered trainer, providing everything you need to stay fit. Its intelligent Workout Recommender system creates a customized workout plan tailored to a user’s needs, preferences, and available equipment—whether they exercise at home, the gym, or outdoors. This level of personalization is exactly what you would expect from a human coach, right?\n\nAnother key role of a coach is ensuring exercises are performed correctly. Zing Coach’s “Live View” feature does just that—it tracks your movements during exercises, offering real-time feedback to correct your technique. Performing exercises correctly impacts both their effectiveness and the prevention of injuries.\n\nWith its cutting-edge AI technology and user-friendly interface, GlamAI makes it easy to produce stunning Instagram Reels, photos, and short videos with just a few taps. Its advanced editing tools and variety of filters enable users to add music, effects, and even experiment with digital fashion. Weekly updates introduce exciting seasonal options like the “X-Mas Gift” and “Alp Glow” filters or whimsical foodie effects featuring sparkles and cartoon enhancements. One of GlamAI’s most unique features is its focus on sustainability. Digital fashion filters allow users to try on virtual outfits, reducing the environmental impact of fast fashion while giving users the freedom to express themselves creatively.\n\nWhy it matters:\n\nGlamAI democratizes creativity, providing advanced tools that anyone can use to create professional-grade content. Its combination of innovation, sustainability, and accessibility solidifies its position as one of the best AI apps for creatives and trendsetters.\n\n3. Dialogue: AI Companionship and Monetization for Influencers\n\nDialogue is redefining the way people connect with AI. At its core, Dialogue offers personalized AI companions that adapt to your personality, providing meaningful interactions tailored to your unique needs. Whether you’re looking for casual conversation, creative brainstorming, or emotional support, Dialogue delivers an experience that feels genuinely personal.\n\nFor influencers and content creators, Dialogue takes this concept to the next level. The app enables them to create digital clones of themselves, unlocking new opportunities for audience interaction. Fans can engage with their clones, providing influencers with additional revenue streams through subscriptions, while maintaining authentic engagement. This innovative approach makes Dialogue not only a tool for personal connection but also a powerful business asset for content creators and influencers.\n\nWhy it matters:\n\nDialogue combines human connection with professional innovation, making it a standout choice for both personal use and business in the creator economy. Its ability to foster meaningful interactions and provide creators with new ways to engage with their audiences cements its place as one of the must-have apps for 2025.\n\n4. Futudo: Building a Better Future for You\n\nFutudo rocketed into the top 3 products of the day on ProductHunt in November 2024, garnering over 500 upvotes. Users praised its simplicity and effectiveness. The app's AI engine helps simplify the journey towards ambitious goals by suggesting small, actionable steps that can be taken daily in just a few minutes. This approach makes even the most daunting objectives seem achievable.\n\nA unique feature of Futudo is its ability to \"predict the future\" by showcasing potential outcomes based on different life choices. For example, it can illustrate:\n\nThe financial impact of annual 5% salary increases by age 55\n\nPhysical capabilities after consistent pull-up training, starting from zero\n\nRelationship milestones based on partner choices and desired marriage age\n\nThe app excels in creating actionable plans, breaking down goals into manageable steps. For instance, it might suggest purchasing a pull-up bar and resistance band as the first steps towards mastering pull-ups. Importantly, Futudo is not pushy; it guides users in a friendly manner, making the process enjoyable and supportive.\n\nWhy It Matters:\n\nIn a culture fixated on overachievement, many people risk burnout and lose sight of their significant life goals. Futudo helps users focus on what truly matters, guiding them towards their dreams through small, consistent actions.\n\n5. Extrovert AI\n\nLinkedIn has become an essential network for professionals to stay updated, follow industry leaders, and establish their presence. However, building a high-quality personal network and maintaining meaningful connections in the crowded and competitive environment requires significant time and effort. As your social capital on LinkedIn grows, it becomes harder to keep up with relevant accounts and respond thoughtfully to posts.\n\nExtrovert AI helps to get maximum from your LinkedIn page or personal account by tracking trending posts from your priority list. Upload links to target accounts, and the tool handles the rest—updating you on activity and generating personalized comments you can review, edit, or rewrite with a new prompt.\n\nExtrovert AI acts like a personal assistant, suggesting thoughtful responses while leaving the final decision up to you—one comment at a time. With an initial setup of your expertise and value proposition, it crafts tailored comments suited to each post, saving time and helping you build connections with potential employers, colleagues, and influencers.\n\nWhy It Matters\n\nSuccess today depends on meaningful networking. Extrovert AI ensures consistent, personalized communication on LinkedIn, crucial for building trust and credibility. By automating tedious tasks like post tracking and comment drafting, it helps professionals focus on building authentic relationships, expanding their reach, and achieving their goals.\n\nConclusion\n\nIn 2025, AI-powered apps are becoming indispensable tools for improving productivity, creativity, and personal well-being. From virtual fitness coaches and sustainable content creation platforms to innovative networking assistants, these standout apps demonstrate how AI is making life more efficient, connected, and purposeful.\n\nThe key to their success lies in their ability to deliver real value—whether it's helping users achieve their fitness goals, unleash creativity, build meaningful relationships, or take small steps toward a better future. As AI continues to evolve, these apps are not just transforming how people work and live but also shaping a future where technology empowers them to achieve more with less effort.\n\nBy embracing these AI tools, a user can take full advantage of what 2025 has to offer, staying ahead in a world where innovation and convenience go hand in hand.\n\n**Investing involves risk and your investment may lose value. Past performance gives no indication of future results. These statements do not constitute and cannot replace professional investment or financial advice."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Leaders Should Implement AI Guardrails Before Deploying GenAI Applications",
            "link": "https://www.forbes.com/councils/forbesbusinessdevelopmentcouncil/2025/01/10/why-leaders-should-implement-ai-guardrails-before-deploying-genai-applications/",
            "description": "Accountability and oversight are key when deploying GenAI applications, and AI guardrails help ensure requirements are met.",
            "image_url": "https://www.bing.com/th?id=OVFT.SaGGGJSDrXmH_QVT1n3i6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Adobe just stealth-released a game-changing AI app for VFX",
            "link": "https://www.yahoo.com/tech/adobe-just-stealth-released-game-070000088.html",
            "description": "Quietly released by a team from Adobe Research and Hong Kong University of Science and Technology, this TransPixar is an AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yflznE6VeBjhUDYVM3R-Ti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Adobe\n\nThe hope is 2025 is the year AI tools become actually useful, and a new Adobe model called TransPixar could be one of the year's hottest new AI tools you may not have heard of, and it follows Adobe's plan to make AI tools that have a use.\n\nQuietly released by a team from Adobe Research and Hong Kong University of Science and Technology, this TransPixar is an AI technology that could change how VFX is made for films and video games, for studios and individuals alike.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nTransPixar does one thing really well, it adds the ability to create transparent backgrounds for AI-generated videos. This results in the easy creation of see-through elements such as smoke as well as accurate reflections and ethereal effects, which all blend and animation naturally in a scene.\n\nCurrently AI apps and models can only generate solid images, which restricts how the data and scenes being generated can be used. TransPixar has just changed the way AI generates effects and scenes, and could be truly a significant release.\n\nIn the white paper Yijun Li, project leader at Adobe Research, wrote: \"Alpha channels are crucial for visual effects, allowing transparent elements like smoke and reflections to blend seamlessly into scenes. However, generating RGBA video, which includes alpha channels for transparency, remains a challenge due to limited datasets and the difficulty of adapting existing models.\"\n\nAs development costs in film and video games increase to wild proportions AI could be the way studios cut costs, and do so without reducing staff numbers. The hope is AI like TransPixar can make life easier for VFX artists, not replace them, while helping smaller studios and solo developers compete.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn the demos released with the open source code, Adobe's team showed how TransPixar can deliver impressive results, including a varied mix of effects, from simple text prompts. The demos include emerging smoke clouds, an electrical portal and a swirling asteroid belt. The AI model can even animate still images with transparent effects.\n\nThe Adobe team has released the code, making it available on GitHub for developers to test and advance, as well as a demo on Hugging Face. TransPixar is in its early stages but I'd love to see how this is developed, perhaps as an After Effects plugin or Cinema 4D plugin."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet Alibaba's AI coder: an automated system that can build an app 'in minutes'",
            "link": "https://www.yahoo.com/tech/meet-alibabas-ai-coder-automated-093000430.html",
            "description": "Alibaba Group Holding's cloud computing unit launched a novel artificial intelligence (AI) coder that is touted as capable of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IzMJp_g5UuJegtHpuQGJsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10h",
            "source": "Yahoo",
            "article_content": "Alibaba Group Holding's cloud computing unit launched a novel artificial intelligence (AI) coder that is touted as capable of building an application \"in minutes\", sparking plenty of discourse among software programmers in mainland China.\n\nThe AI coder, part of Alibaba Cloud's AI programming tool called Tongyi Lingma, can perform a set of automated tasks - from comprehending prompts, writing code and debugging software - to complete development of an app \"as fast as a few minutes\", according to a company statement on Wednesday. Alibaba owns the South China Morning Post.\n\nThe system is powered by Alibaba Cloud's Tongyi Qianwen family of large language models (LLMs) - the technology behind generative AI (GenAI) services like ChatGPT - and improves code development efficiency \"by over 10 times\", the company said.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\n\nIts launch has fanned speculation among Chinese programmers that this tool can surpass those from US firms like ChatGPT creator OpenAI, as Alibaba Cloud touted its AI coder as the world's first such system that supports both Microsoft's Visual Studio Code (VS Code) and JetBrains' IDEs - two popular integrated software-development platforms used in the industry.\n\nShanghai-based software engineer Frank Lin said he had previously used the coding tool on ChatGPT's website, which can handle routine coding tasks but has limited \"creative abilities\".\n\n\"The Alibaba Cloud one looks stronger than the ChatGPT one by its introduction,\" Lin said, adding that he would be willing to pay for the new service if it proves to be competitive.\n\nAlibaba Cloud is seeing growing domestic adoption of its artificial intelligence programming tool, Tongyi Lingma. Photo: Shutterstock alt=Alibaba Cloud is seeing growing domestic adoption of its artificial intelligence programming tool, Tongyi Lingma. Photo: Shutterstock>\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAlibaba Cloud currently does not charge individual professionals for using Tongyi Lingma, which is marked as \"temporarily free\" on its website. Enterprise users, however, are charged a monthly fee of least 79 yuan (US$11).\n\nShenzhen-based programmer Wang Yiran said the new AI tool has raised hopes that a cheaper, but more powerful and efficient system, is readily accessible for use on the mainland.\n\n\"I've been using Cursor to assist my job, which is a bit expensive,\" Wang said, referring to the AI code editor of VS Code. Microsoft charges US$20 per month for professional users and US$40 per user per month for enterprise clients.\n\nAlibaba Cloud's AI coder reflects the growing adoption of its GenAI tools, following the success of its Tongyi Qianwen LLM series, also known as Qwen, in a range of industries and across various markets.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAs of May last year, Qwen had more than 90,000 corporate clients in industries ranging from consumer electronics to cars and online games, according to Alibaba Cloud chief technology officer Zhou Jingren.\n\nLaunched in 2023, AI programming tool Tongyi Lingma has been adopted by a number of major domestic companies including China United Property Insurance, Changan Automobile and state-owned carmaker FAW Group, according to Alibaba Cloud.\n\nTongyi Lingma has so far recorded more than 9 million downloads for its plug-ins - software components that add a specific feature to an existing computer program. It has also generated 1.5 billion lines of code, making it one of the most used AI coding solutions for programmers in China.\n\nThis article originally appeared in the South China Morning Post (SCMP), the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2025 South China Morning Post Publishers Ltd. All rights reserved.\n\nCopyright (c) 2025. South China Morning Post Publishers Ltd. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Scariest Paranormal Movies of All Time",
            "link": "https://www.yahoo.com/entertainment/scariest-paranormal-movies-time-120000064.html",
            "description": "The Exorcist is the original stellar paranormal film—and among the best movies of all time. Its efficacy hinges on how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.usdMXaD0wIstO2Nm_UlY2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: DreamWorks Pictures\n\nHorror movies are guaranteed to give you a fright—that's kind of the point—but some will have you hiding under the covers more than others. While realistic psychological thrillers can be very eerie, sometimes paranormal movies—with their jump scares and disturbing imagery—can be even more terrifying. Whether about ghosts, witches, or monsters, the scariest paranormal movies examine an evil force beyond human comprehension and how much of an effect its haunting has on an unsuspecting victim.\n\nWhether you're a horror aficionado or prefer movies that even scaredy cats can watch, if you're in the mood to watch something spooky that will keep you at the edge of your seat, look no further for the best paranormal movies.\n\n'The Autopsy of Jane Doe' (2016)\n\nCredit: Alamy\n\nLike others on this list, this falls into the category of underrated scary movie. It follows a coroner and his son (Brian Cox and Emile Hirsch, respectively) who perform an autopsy on an unidentified woman and are increasingly terrified by what they find inside her.\n\n'The Babadook' (2014)\n\nCredit: Alamy\n\nThe Babadook is a smart rumination on grief—but it's also beyond terrifying. A widow (Essie Davis) and her young son (Noah Wiseman) discover a book called The Babadook, and then the titular character decides to visit them. Their increasingly erratic behavior means that essentially no one believes them.\n\n'The Blair Witch Project' (1999)\n\nCredit: Alamy\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe Blair Witch Project was deliberately marketed as a true story, including insinuating that the actors were indeed \"missing\" after an ill-fated trip to the woods in search of a witch. So, it was quite a cinematic experience watching this found-footage film at the time and thinking it was real—and even still, it's extremely eerie.\n\n'Candyman' (1992)\n\nCredit: Alamy\n\nDon't believe in urban legends? Well, graduate student Helen (Virgina Madsen) didn't either, before she invoked the Candyman (Tony Todd) legend by speaking his name five times into a mirror.\n\n'The Conjuring' (2013)\n\nCredit: Alamy\n\nWhile this is considered a loose interpretation of the paranormal investigations by real-life figures Ed and Lorraine Warren, the story is still scary as heck. A family moves into a house, starts experiencing some scary stuff, and can't really move—they're literally and figuratively trapped.\n\n'The Descent' (2005)\n\nCredit: Alamy\n\nIf you have claustrophobia, we'd strongly recommend you not watch this. Six adventuresome women decide to go spelunking as a part of their girls' trip and end up lost in an uncharted cave system—oh, and they're sharing the space with some humanoid inhabitants.\n\n'Evil Dead' (1981)\n\nCredit: Alamy\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThis is a shining example of how a low-budget horror film can still be very scary. Despite the now-predictable premise (a group of college students goes out to a cabin in the woods and things go very, very badly), the film stays fresh—even now—by refusing to pull a single punch.\n\n'The Exorcist' (1973)\n\nCredit: Alamy\n\nThe Exorcist is the original stellar paranormal film—and among the best movies of all time. Its efficacy hinges on how seriously it takes the premise about a girl (Linda Blair) possessed by a malevolent force and the religious leaders performing an exorcism on her to stop it.\n\n'Gonjiam: Haunted Asylum' (2018)\n\nCredit: Alamy\n\nFound-footage is an impressively rich genre for the paranormal movie. In this cool setup, a horror web series crew is enlisted to investigate an abandoned psychiatric hospital. Fun fact: This became the third most-watched horror film in South Korea after its release (and it remains one of the best Korean horror movies of all time).\n\n'Hereditary' (2018)\n\nCredit: Getty Images\n\nThis is one of those movies that benefits from a second and third watch; the clues are all there, but when you're watching Hereditary for the first time, you're too busy being terrified to notice. It also makes the argument that a whole family could be cursed.\n\n'High Tension' (2003)\n\nCredit: Alamy\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhether or not this movie is about the paranormal is up for debate, but that's half of what keeps you at the edge of your seat. Without spoiling much of the plot or its impressive twist, High Tension follows a woman (Maïwenn Le Besco) and her friend/crush (Cécile de France) as they go away for the weekend—only to find themselves at the mercy of a vengeful, unkillable sociopath (Philippe Nahon).\n\n'Host' (2020)\n\nCredit: Alamy\n\nThis brilliant film—which almost entirely takes place over Zoom—captures the experience of COVID-19 isolation but adds a paranormal twist. Several friends decide to conduct an online seance (already a terrible idea) and then unwittingly release something from the beyond.\n\n'Insidious' (2010)\n\nCredit: Alamy\n\nFor parents, this one's particularly bone-chilling: a young boy (Ty Simpkins) goes into the attic of the family's new house, falls off the ladder, and goes into a coma. And then a whole bunch of supernatural stuff starts happening, with their son unable to wake up.\n\n'It: Chapter One' (2017)\n\nCredit: WARNER BROTHERS\n\nIf you're familiar with the Stephen King book or its 1990 miniseries, you'll know that the \"It\" in question takes the form of what you fear most (but mostly presents at the terrorizing clown Pennywise). Thanks to incredible makeup aand CGI and an amazing young cast, the story was made even more frightening by this 2017 version.\n\n'It Follows' (2015)\n\nCredit: Alamy\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThis film features a supernatural force that doubles as a fascinating analogy. Teenager Jay (Maika Monroe) hooks up with a guy—only for him to tell her that he's passed on an evil entity to her. However, whatever \"It\" is, it's invisible, making this paranormal game of cat-and-mouse especially chilling.\n\n'Oculus' (2013)\n\nCredit: Alamy\n\nThe idea of a supernatural mirror that causes increasingly evil hallucinations could have made for a silly movie. But Oculus manages to turn the concept into an effective family drama, told partially in flashback to indicate how frightening circumstances became for the two kids (Karen Gillan and Brenton Thwaites) living under its influence.\n\n'The Omen' (1976)\n\nCredit: Alamy\n\nSkip the remake and go straight to the 1976 original starring Gregory Peck. Imagine, if you will, that you slowly start to suspect there's something wrong with your young son...only to have someone tell you he's the Antichrist. \"Look at me, Damien! It's all for you!\" It's a classic for a reason.\n\n'Onibaba' (1964)\n\nCredit: Alamy\n\nOnibaba is a classic Japanese horror movie about two women (Nobuko Otowa and Jitsuko Yoshimura) who murder and loot the bodies of deserting soldiers as a means of survival. Their plans go awry when one of the women is seduced by a soldier, and while much of the film is focused on their shift in dynamic, there is a malevolent force at play.\n\n'The Others' (2001)\n\nCredit: Alamy\n\nAdvertisement Advertisement\n\nThis is one of the more restrained paranormal films on this list, but no less terrifying (thanks to a stellar performance by Nicole Kidman). All you need to know is that it follows a young mother and her two children as they're haunted by mysterious spirits—and that it results in one of the best twists in movie history.\n\n'Paranormal Activity' (2007)\n\nCredit: Alamy\n\nThis movie was shot for about only $15,000 before it spawned a whole franchise of films; its premise and execution were just that good. Katie and Micah move in together, with Katie insisting she's been haunted by evil forces since she was a kid. Micah decides he should film them while they're sleeping to see if they can capture them. You can bet that doesn't turn out to be the best idea.\n\n'Poltergeist' (1982)\n\nCredit: MGM\n\n\"They're heeeeere!\" If you grew up in the '80s, you'll remember this Steven Spielberg-written horror movie. A family moves into a seemingly bucolic home, only to find that their white picket fence comes with some strange, supernatural entities...and they're obsessed with the kids.\n\n'[•REC]' (2007)\n\nCredit: Alamy\n\n[•REC] is a Spanish found-footage horror movie (later remade into a not-as-great English-language version). A reporter (Manuela Velasco) and her cameraman (Pablo Rosso) shadow a bunch of firefighters as they follow an emergency call into a building—only to become sealed inside and quarantined because of a mysterious virus. As you might expect, it's no ordinary virus.\n\n'The Ring' (2002)\n\nCredit: Alamy\n\nAdvertisement Advertisement\n\nThis is a rare case in which the original Japanese movie Ringu and the American adaptation Ring are just as compelling. If you don't know much about the film, don't spoil it for yourself, and give yourself over to the idea that there's a haunted videotape out in the world. Be prepared for the jump scare of your life.\n\n'Rosemary's Baby' (1968)\n\nCredit: Alamy\n\nEverybody's had bad neighbors, but Rosemary (Mia Farrow) has the worst. This classic is equally terrifying and depressing while being surprisingly subversive and funny. It also pulls off a wild premise: Is the creepy couple in your building just nosy, or are they more sinister? Very much the latter, as it turns out.\n\n'The Shining' (1980)\n\nCredit: Alamy\n\nThis movie isn't gory or plagued by jump scares; instead, it relies on mounting dread to scare you half to death. A man (Jack Nicholson), with a history of violence and alcoholism, is stuck with his family for months in a remote and abandoned hotel—which just so happens to be evil.\n\n'Sinister' (2012)\n\nCredit: Alamy\n\nAn author (Ethan Hawke) moves his unsuspecting family into a house that was previously the site of something gruesome. The sinister entity starts exerting influence over him and his family. Unlike many other paranormal movies, you get to know what's behind everything, to terrifying effect.\n\n'Skinamarink' (2022)\n\nCredit: Alamy\n\nAdvertisement Advertisement\n\nThis movie is experimental and not for everyone (certainly not for horror fans who prefer jump-scare-ladden movies). But it's a moody, eerie piece that became a word-of-mouth hit, with a frightening premise: a girl (Dali Rose Tetreault) and a boy (Lucas Paul) wake up to find their parents, along with all the windows and doors in their house, gone.\n\n'Suspiria' (1977)\n\nCredit: Alamy\n\nThe Luca Guadagnino-helmed remake goes in interesting directions, but Dario Argento's original 1977 film is creative, visually stunning, and horrifying. A young ballet dancer (Jessica Harper) attends a dance academy in West Germany, only to find it an increasingly terrifying experience.\n\n'The Taking of Deborah Logan' (2014)\n\nCredit: Alamy\n\nThis is a smaller indie with a gripping premise that's worth watching. It centers on a documentary crew as they follow Deborah Logan (Jill Larson), a woman in the early stages of Alzheimer's disease, and her caretaker daughter (Anne Ramsay). But is the old woman really experiencing dementia? Or is something way, way worse happening?\n\n'Talk to Me' (2022)\n\nCredit: Alamy\n\nIf you fell into possession of a severed, embalmed hand, and you discovered that you could use it to contact the dead, would you play around with it? That's exactly what a bunch of teenagers do in Talk to Me—and, unfortunately, things start to go as badly as you expect.\n\n'The Thing' (1982)\n\nCredit: Alamy\n\nAdvertisement Advertisement\n\nWhile this is a sci-fi-horror hybrid, it remains one of the most tense watches you'll ever experience. Scientists in Antarctica come across Norwegian scientists who appear to have gone mad. However, they discover that whatever they found out there in the snow and made them grow insane is more insidious than expected—and determined.\n\n'The VVitch' (2015)\n\nCredit: Alamy\n\nOnce you acclimate to the Puritan English, Robert Eggers' debut feature is a taut and terrifying story. After being expelled from their community in colonial New England, a family goes out into the woods....where something begins to target them. Thomasin (Anya Taylor-Joy), their teenage daughter, is increasingly blamed for the occurrences—leaving you to question what's really unfolding."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 5 Newest Bands Announced for Inkcarceration Music + Tattoo Festival 2025",
            "link": "https://loudwire.com/inkcarceration-festival-2025-lineup/",
            "description": "Lineup announcements resumed this week, bringing us to nine artists in total who are booked for Inkcarceration Music & Tattoo ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hQolKDTDsTa9_IY70Zf-AC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "loudwire1h",
            "source": "loudwire",
            "article_content": "This week, five more bands were revealed for the 2025 Inkcarceration Music & Tattoo Festival.\n\nChiodos, Suffocation, Catch Your Breath, Big Ass Truck and Snot will all be playing at this year's festival, bringing the total to nine so far as daily announcements keep coming.\n\nOver 60 bands will be revealed in all and, already, it's pretty heavy on reunions. Chiodos played their first comeback show last year as Craig Owens reactivated the group and Snot are still teasing their new vocalist.\n\nLearn more below about each of the five bands announced this week, see the previously revealed artists and get more details about what to expect from Inkcarceration 2025.\n\nREAD MORE: The Rock + Metal Bands Touring in 2025 - Tour Guide\n\nPreviously Announced Artists\n\nPrior to kicking off a wave of new lineup announcements this week, Inkcarceration had previously revealed that Three Days Grace (with Adam Gontier), Crossfade, Acid Bath and Knocked Loose will be appearing in 2025.\n\nAbout Inkcarceration 2025\n\nInkcarceration Music & Tattoo Festival will return to the Ohio State Reformatory for three days from July 18-20, with over 60 artists performing across three different stages.\n\nThe music is only part of the experience with Blood Prison haunted house tours, a myriad of tattoo artists on-site and more.\n\nIt's also the home of the Paranormal Prison video series, of which Loudwire is the exclusive home for Season 2.\n\nSpecial guests so far have included members of Machine Head, Halestorm, I Prevail, Hollywood Undead, Shadows Fall, Biohazard, Holy Wars, Chimaira and Mushroomhead with more still to come.\n\nVisit the Inkcarceration website for tickets and more information.\n\nParanormal Confessions of Rock + Metal's Biggest Stars"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal Activities Take Place at Garage in Middle of Night",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/paranormal-activities-take-place-at-garage-in-middle-of-night/vi-BB1rcyTk?ocid=BingNewsVerp",
            "description": "This guy received motion alerts and heard some noises from the garage in the middle of the night, so he decided to go and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YQ_2bp21hp_JJb2ExFfm1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN14h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Offbeat Horror True Crime & Paranormal Expo coming to Bowling Green",
            "link": "https://www.msn.com/en-us/tv/news/offbeat-horror-true-crime-paranormal-expo-coming-to-bowling-green/ar-BB1rbEQl?ocid=BingNewsVerp",
            "description": "Tickets are still available for the Offbeat Horror True Crime & Paranormal Expo and can be purchased from the Offbeat Horror ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HyRWRqkgu7O3YtaDVXQ5rS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Bowling Green WBKO on MSN16h",
            "source": "Bowling Green WBKO on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 18th Attic Official Reveal Trailer",
            "link": "https://www.msn.com/en-us/tv/news/the-18th-attic-official-reveal-trailer/vi-BB1rdLz6?ocid=BingNewsVerp",
            "description": "A creepy doll, a mysterious painting, and an unsettling scenario are revealed in this The 18th Attic trailer for the upcoming ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7DS-6tTTQoKpWDcZ8QizNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Games World on MSN10h",
            "source": "Games World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossil discovery sheds light on the early evolution of animal nervous systems",
            "link": "https://phys.org/news/2025-01-fossil-discovery-early-evolution-animal.html",
            "description": "An international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7AO-VgjGTbDL38cQSqwmrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nTubular incomplete specimens of Eopriapulites sphinx from the early Cambrian Kuanchuanpu Formation, showing their ventral nerve cord. Credit: Science Advances (2025). DOI: 10.1126/sciadv.adr0896\n\nAn international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, a key component of the central nervous system, evolved in ecdysozoan animals, a group that includes insects, nematodes, and priapulid worms.\n\nTheir findings, published in a paper titled \"Preservation and early evolution of scalidophoran ventral nerve cord\" in Science Advances, provide valuable insights into the origins of these structures in the basal Cambrian period.\n\nThe research team, comprising Dr. Deng Wang (Northwest University), Dr. Jean Vannier (Université de Lyon), Dr. Chema Martin-Durán (Queen Mary University of London), and Dr. María Herranz (Rey Juan Carlos University), analyzed exceptionally well-preserved fossils from key Cambrian deposits. These fossils include representatives of the early-evolving Scalidophora, a subgroup of Ecdysozoa, offering a rare glimpse into the nervous system architecture of ancient animals.\n\nEcdysozoans include arthropods (such as insects and crabs), nematodes (roundworms), and smaller groups like kinorhynchs (\"mud dragons\") and priapulids (\"penis worms\"). Their central nervous systems, which include the brain and ventral nerve cord, have long intrigued scientists seeking to understand the evolutionary relationships between these groups.\n\nFor example, priapulids exhibit a single ventral nerve cord, while loriciferans and kinorhynchs have paired nerve cords, with kinorhynchs also developing paired ganglia. Did the ancestral ecdysozoan have a single or paired ventral nerve cord?\n\nFurthermore, while loriciferans and kinorhynchs share a similar nervous system design to arthropods, they are phylogenetically distant. Are these similarities the result of convergent evolution, or do they reflect a shared evolutionary origin?\n\nScalidophorans, which include priapulids, loriciferans, and kinorhynchs, first appeared in the early Cambrian. They represent a crucial lineage for investigating the evolutionary trajectory of the ventral nerve cord in ecdysozoans.\n\nBy studying fossils from the Fortunian Kuanchuanpu Formation (e.g., Eopriapulites and Eokinorhynchus), the Chengjiang Biota (e.g., Xiaoheiqingella and Mafangscolex), and the Wuliuan Ottoia prolifica, the researchers identified elongate structures running along the ventral side of these ancient organisms.\n\n\"These structures closely resemble the ventral nerve cords seen in modern priapulids,\" explained Dr. Deng Wang and Dr. Jean Vannier. Their analysis indicates that these fossils preserve impressions of single ventral nerve cords, shedding light on the likely ancestral condition for scalidophorans.\n\nPhylogenetic analysis supports the hypothesis that a single ventral nerve cord was the ancestral condition for scalidophorans. Moreover, the evolutionary grouping of nematoids and panarthropods (a clade that includes arthropods, tardigrades, and onychophorans) suggests their common ancestor also likely had a single nerve cord.\n\n\"This leads us to propose that the common ancestor of all ecdysozoans possessed a single ventral nerve cord,\" said Dr. Chema Martin-Durán. \"The paired nerve cords observed in arthropods, loriciferans, and kinorhynchs likely evolved independently, representing derived traits.\"\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nThe study also highlights a connection between the evolution of paired ventral nerve cords, ganglia, and body segmentation. Loriciferans, kinorhynchs, and panarthropods exhibit varying degrees of body segmentation, suggesting that these structural changes may have co-evolved with nervous system modifications.\n\nDr. María Herranz noted, \"The emergence of paired nerve cords likely facilitated greater coordination of movement, particularly in segmented animals. During the Precambrian-Cambrian transition, changes in the nervous and muscular systems were likely tied to the development of appendages, enabling more complex locomotion.\"\n\nThis discovery enriches our understanding of ecdysozoan evolution and underscores the role of the fossil record in addressing key questions about early animal development.\n\nBy linking nervous system structures to broader evolutionary trends, the study provides a clearer picture of how the diverse ecdysozoan lineages arose and adapted to their environments.\n\nMore information: Deng Wang, Preservation and early evolution of scalidophoran ventral nerve cord, Science Advances (2025). DOI: 10.1126/sciadv.adr0896. www.science.org/doi/10.1126/sciadv.adr0896 Journal information: Science Advances"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make first-of-its-kind discovery on quest to create safer EV batteries — here's what they found",
            "link": "https://www.yahoo.com/tech/scientists-first-kind-discovery-quest-110039043.html",
            "description": "Battery innovations are happening around the world, including with tech that revives Thomas Edison-era iron-alkaline science.",
            "image_url": "https://www.bing.com/th?id=OVFT.7pzyXd_bZN2VC_yZjouHTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9h",
            "source": "Yahoo",
            "article_content": "Battery enthusiasts should be ready to dig deep into their chemistry books for a full view of the latest findings coming out of the Tokyo University of Science.\n\nWhile the complicated research hasn't produced a fully working battery, it could provide game-changing insight into the creation of a key power pack part: the negative electrode. Eventually, the analysis may help to produce a better electric vehicle pack with a precise electrode analysis method, all according to a report published by EurekAlert.\n\nWhen lithium-ion batteries cycle, ions move between two electrodes — the anode and the cathode — through a substance called electrolyte. The team is interested in finding a better alternative to commonly used carbon negative electrodes, or cathodes. Carbon is subject to troublesome dendrite formation when quickly charged, which in turn can cause a short circuit and fire, as described by the lab summary and ScienceDirect.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhile rare, lithium-ion battery fires can be catastrophic.\n\nIn response, the Japanese experts investigated transition metal oxides as an alternative to carbon. The oxide-based materials have great thermal stability and other attributes that promote better fire safety. A promising type is called Wadsley-Roth phase oxides, including TiNb2O7, or TNO, all per EurekAlert.\n\n\"The network structure of TNO forms lithium-ion conduction pathways and has a significant influence on the properties of negative electrodes,\" research team lead and associate professor Naoto Kitamura said in the report.\n\nBut the material's atomic structure needed to be charted. To accomplish the task, the team analyzed three unique samples. One was pristine, one was ball-milled to reduce its particle size, and one was heat-treated, according to the lab notes.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nA series of advanced tests, including topological analysis, revealed that ball milling followed by heat treatment produced the best results for charge-discharge performance, the report continued.\n\n\"For the first time, we could prove that the combination of intermediate-range structure and topology analyses is a promising way of developing a guideline for improving electrode properties,\" Kitamura said, per EurekAlert.\n\nIf you were going to purchase an EV, which of these factors would be most important to you?\n\nClick your choice to see results and speak your mind\n\nBattery innovations are happening around the world, including tech that revives Thomas Edison-era iron-alkaline science and promising solid-state power packs. Often, the goal is to increase EV range, charge speeds, and safety while lowering costs.\n\nThat's important, because each EV that replaces a gas-burning car prevents thousands of pounds of harmful, heat-trapping exhaust annually, as noted by the U.S. Department of Energy.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nCurbing the fumes is a goal drivers of all vehicles can help to achieve. Efficient driving habits can stack up to more than a hundred bucks in savings a year via shorter routes and less idling time. Reducing planet-warming fume production is also a lung-friendly move, as medical experts have linked the gases to a range of health risks, including carcinogen exposure.\n\nFor now, the researchers are confident that their findings will lead to better-performing lithium-ion batteries, which would be a boon to EVs and other tech.\n\n\"TNO can be used in lithium-ion batteries for cars and can contribute to the green growth strategy for achieving carbon neutrality,\" Kitamura said.\n\nJoin our free newsletter for weekly updates on the latest innovations improving our lives and shaping our future, and don't miss this cool list of easy ways to help yourself while helping the planet."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From Goose Droppings to Medical Discovery: How a Chicago Student Found a Cancer-Fighting Compound",
            "link": "https://www.msn.com/en-us/science/microbiology/from-goose-droppings-to-medical-discovery-how-a-chicago-student-found-a-cancer-fighting-compound/ar-BB1repWl?ocid=BingNewsVerp",
            "description": "A middle school student in Chicago made headlines by uncovering a remarkable medical breakthrough hidden in a surprising ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cBhzGVUBPjrHQvgQDQXiXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cordierite’s Thermal Breakthrough: Revolutionizing Material Science",
            "link": "https://scitechdaily.com/cordierites-thermal-breakthrough-revolutionizing-material-science/",
            "description": "Researchers at Queen Mary University of London have cracked the code behind cordierite's exceptional thermal stability, a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ubf1apm_BLKaHqTs6sQ43S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "230 million-year-old dinosaur is oldest ever discovered in North America — and changes what we know about how they conquered Earth",
            "link": "https://www.msn.com/en-us/news/world/230-million-year-old-dinosaur-is-oldest-ever-discovered-in-north-america-and-changes-what-we-know-about-how-they-conquered-earth/ar-BB1rfeun?ocid=BingNewsVerp",
            "description": "A newfound \"chicken-size\" dinosaur, recently unearthed in Wyoming, changes what paleontologists thought they knew about how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AFBKnS7ZM5phaefpuTauLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN3h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk Wants OpenAI to Be Forced Into Selling a Portion of Itself",
            "link": "https://gizmodo.com/elon-musk-wants-openai-to-be-forced-into-selling-a-portion-of-itself-2000548282",
            "description": "According to a report in the Financial Times, lawyers for Musk have contacted attorneys-general in Delaware and California to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2QjNt_0jatdTzxs-tWKXfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "Gizmodo",
            "article_content": "Elon Musk enjoys being at the center of the universe, and so if generative AI is going to be as transformational as Silicon Valley believes, he cannot lose. Especially not to a company he helped create. To that end, Musk continues throwing more spaghetti at the wall in his attempt to slow down OpenAI, the company he co-founded in 2015 and that Musk now competes against with his own rival startup xAI.\n\nAccording to a report in the Financial Times, lawyers for Musk have contacted attorneys-general in Delaware and California to demand that a large stake in OpenAI be sold off in an open auction process. Musk has not had a good relationship with the courts in Delaware, hence the interest in moving proceedings to California where OpenAI is headquartered.\n\nThe details are complicated, but essentially, OpenAI has been working towards transitioning from a non-profit into a for-profit entity. Under the new structure, a non-profit subsidiary would remain inside OpenAI that would hold a stake in the for-profit company and continue working on philanthropic endeavors in areas like healthcare and education. Having put initial capital into OpenAI when it was founded as a non-profit, Musk seems to be arguing it would be in the best interest of the non-profit entity to sell at least some of its stake to the highest bidder and use the capital for philanthropic purposes. It would, of course, also give him an opportunity to get involved in and have influence over OpenAI again.\n\nThis latest salvo is one of several in Musk’s attempts to stop OpenAI from transitioning to a for-profit altogether. Through a series of lawsuits, Musk has made a few arguments to try and blunt OpenAI, including that he was deceived into investing in the company under the impression that it would always remain a non-profit with the purpose of developing AI safely and making it available freely for anyone to use. He has for a long time now used the term “ClosedAI” to ridicule the company and allege that on the contrary it has kept its technology closed off to itself.\n\nAnother reason he has argued in court that OpenAI should not be allowed to convert into a for-profit is because doing so would mean it was able to grow into the giant it is today without paying any taxes for years, giving it an unfair advantage over for-profit startups like his own.\n\nMusk left OpenAI’s board in 2018 over disagreements about its strategy, and seemingly out of spite, founded xAI in 2023. It is not hard to see how OpenAI’s sudden rise with the launch of ChatGPT may have embittered him. The best analogy might be like discovering the nerdy girl you rejected in high school had a massive glow up years later.\n\nMusk is not the most sympathetic character, particularly given his company is competing directly with OpenAI. But OpenAI is not exactly worth defending either. After receiving tens of billions of dollars in funding from Microsoft and others, launching commercial products with subscription fees, and keeping much of its technology to itself rather than going the open source route, few have truly believed that OpenAI was honoring the intention and purpose of the non-profit model. Meta, which does actually open-source its models, and several other parties including a non-profit focused on AI safety have joined in on Musk’s lawsuit.\n\nIf OpenAI were forced to remain a non-profit, as Musk hopes, the company would have a hard time raising more funding needed to compete in the AI race (most investors want a clear path to realizing a return). Musk’s xAI has been racing to catch up with billions of dollars raised that has been used to scale up a massive supercomputer cluster for model training, and because Musk owns X, formerly Twitter, he has been able to integrate xAI’s chatbot deeply with the social network.\n\nMusk is set to be one of the most influential people in the incoming Trump administration, where he could potentially cause OpenAI headaches through investigations or simply by thwarting its influence on legislation. On top of that, OpenAI is facing other headwinds. Among them, Microsoft, its biggest backer, has been distancing itself and building up its own AI models; OpenAI continues to be embroiled in legal battles with media companies including the New York Times over allegations it has participated in massive copyright infringement through its model training; and CEO Sam Altman was personally sued this week by his own sister over allegations he sexually abused her as a child."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI wishes it had a lifetime subscription this affordable",
            "link": "https://www.msn.com/en-us/news/technology/openai-wishes-it-had-a-lifetime-subscription-this-affordable/ar-BB1rdbqZ?ocid=BingNewsVerp",
            "description": "AI tools to beat writer's block, fill your socials with stunning pics, and endless options for effortless creativity ...",
            "image_url": "https://www.bing.com/th?id=OVFT.C9v0TdXGvEk-GveMMagoey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "MacWorld on MSN11h",
            "source": "MacWorld on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk wants OpenAI to auction off a large ownership stake",
            "link": "https://arstechnica.com/ai/2025/01/elon-musk-wants-openai-to-auction-off-a-large-ownership-stake/",
            "description": "OpenAI launched a for-profit subsidiary a year later in order to raise outside capital, including more than $13 billion so ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Zs4wST2tBvK56y0k0hkpOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10h",
            "source": "Ars Technica",
            "article_content": "A lawyer for Elon Musk has called on the California and Delaware attorneys general to force OpenAI to auction off a large stake in its business, intensifying a bitter fight with the company’s chief executive Sam Altman.\n\nIn a letter to the states’ top law officers seen by the Financial Times, Musk’s attorney Marc Toberoff said he was writing on behalf of big artificial intelligence investors who wanted to participate in an open and competitive bidding process for the OpenAI stake.\n\nOpenAI had no plans for such an auction, according to a person with knowledge of the ChatGPT-maker’s thinking. Musk’s camp simply “want more chaos,” they added.\n\nThe highly unusual effort follows lawsuits launched by Musk in the past year over the attempt by OpenAI, which was founded as a nonprofit dedicated to ensuring AI benefits humanity, to restructure as a for-profit company.\n\nMusk co-founded OpenAI with Altman and nine others in 2015, and was the most significant early funder before leaving the board in 2018 after clashing with Altman.\n\nOpenAI launched a for-profit subsidiary a year later in order to raise outside capital, including more than $13 billion so far from its biggest backer, Microsoft. However, the nonprofit entity, along with employees and investors, currently owns that for-profit subsidiary.\n\nOpenAI is attempting to become a public benefit corporation, a type of for-profit entity committed to bettering society. The company has suggested that the non-profit’s “significant interest” in the existing for-profit would take the form of shares in the PBC at a fair valuation, which it says will be determined by independent financial advisers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Musk asks state AGs to auction off OpenAI stake in nonprofit restructuring, sources say",
            "link": "https://www.reuters.com/technology/artificial-intelligence/musk-asks-state-ags-auction-off-openai-stake-nonprofit-restructuring-sources-say-2025-01-10/",
            "description": "His attorney argued they should provide a process for competitive bidding to determine fair market value of OpenAI's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RQnZB9iFdukgxaw8ZCMiFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "19h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "News updates from January 9: Elon Musk calls on California and Delaware to force auction of OpenAI stake; BlackRock quits climate group",
            "link": "https://www.ft.com/content/f8f88af8-f568-4e19-9257-98d1a064b2b6",
            "description": "In a speech to the Oxford Farming Conference on Thursday, Steve Reed, UK government minister, announced that secondary ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yOkRkvVo0i3fu94xROBv1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21h",
            "source": "The Financial Times",
            "article_content": "Limited time offer Save 40% on Standard Digital\n\nwas $540 now $319 for your first year Make up your own mind. Build robust opinions on the FT's trusted journalism. Offer available until 27 February 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Half-Life 3 detectives think they’ve found new clues in Steam’s code",
            "link": "https://www.msn.com/en-us/gaming/pc-games/half-life-3-detectives-think-they-ve-found-new-clues-in-steam-s-code/ar-BB1rf0e4?ocid=BingNewsVerp",
            "description": "More evidence has emerged that Half-Life 3 might actually exist somewhere in the ether, after all — but don't get too excited yet.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "1hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Latest Common App Trends Show The Future Of Selective College Admissions",
            "link": "https://www.forbes.com/sites/avivalegatt/2025/01/09/latest-common-app-trends-show-the-future-of-selective-college-admissions/",
            "description": "The Common App report shows that first-year applicants are up 5%, with students submitting an average of nearly five ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kT_Ny6XP3StS4Oyf3oyFVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Next for Open Source Software Security in 2025?",
            "link": "https://www.techrepublic.com/article/open-source-software-security-trends-2025/",
            "description": "Hidden dependencies and social engineering attacks can contribute to the insecure use of open-source software in 2025.",
            "image_url": "https://www.bing.com/th?id=OVFT.fqYVdq7aE7VP69xs0-yFxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "17h",
            "source": "TechRepublic",
            "article_content": "Open-source software is common throughout the tech world, and tools like software composition analysis can spot dependencies and secure them. However, working with open source presents security challenges compared with proprietary software.\n\nChris Hughes, chief security advisor at open-source software security startup Endor Labs, spoke to TechRepublic about the state of open-source software security today and where it might go in the next year.\n\n“Organizations are starting to try to get some foundational things like governance in place to understand what we are using in terms of open source,” Hughes said. “Where does it reside in our enterprise? What applications are running it?”\n\nOpen source security trends for 2025\n\nFor his work, Hughes defined open source as software for which source code is freely available and can be used to build other projects, possibly with some restrictions. Last year, Harvard Business School found organizations would need to invest $8.8 trillion in technology and labor time to recreate the software used in business if open-source software wasn’t available.\n\n“The estimates are 70-90% of all applications have open source, and roughly 90% of those code bases are entirely made up of open source,” Hughes said.\n\nFor 2025, Hughes predicts:\n\nWidespread open-source software adoption will be accompanied by increasingly sophisticated attacks on OSS by malicious actors.\n\nOrganizations will continue to put foundational OSS governance in place.\n\nMore companies will use open-source and commercial tools to help them start to understand their OSS consumption.\n\nOrganizations will perform risk-informed consumption of OSS.\n\nEnterprises will continue to push for vendor transparency regarding what OSS they use in their products. However, no widespread mandates will arise for this process.\n\nAI will continue to impact application security and open source in various ways, including organizations using AI to analyze code and remediate issues.\n\nAttackers will target widely used OSS AI libraries, projects, models, and more to launch supply chain attacks on the OSS AI community and commercial vendors.\n\nAI code governance, where organizations have more visibility into AI models, will become more common.\n\nOrganizations increasingly want to know how secure their open source software is, including “how well is it maintained, who’s maintaining it and how quickly do they address vulnerabilities when they occur,” Hughes said.\n\nHe highlighted the attack in April 2024 in which a string of social engineering attempts threatened open-source utilities, particularly opening a backdoor in the XZ Utils utility.\n\n“That one was really kind of sinister because the open source ecosystem is largely sustained by unpaid volunteers, folks doing this in their free time … and often not compensated, unpaid, etc.,” Hughes said. “So, taking advantage of that and preying on that was a pretty nefarious thing that got a lot of people’s attention.”\n\nHow is AI changing open-source security?\n\nIn October 2024, the Open Source Initiative established a definition for open-source AI. According to the initiative, open-source AI has four key elements: the freedom to use, study, modify, and share the system for any purpose.\n\nHughes said that defining open-source AI was important because of the rise of distribution platforms like Hugging Face.\n\n“These AI models, especially the open source ones, are widely used by many organizations and individuals around the world,” he said. “So we’re back to asking: What exactly is in this, and who contributed to it, and where is it f\n\nrom? And are there vulnerable components?”\n\nHughes said that large corporations may have a better chance of talking transparently with their vendors about the entirety of their software supply chain than small companies. Therefore, the problem of not having visibility into the AI models used in their software can grow exponentially for smaller companies.\n\nSEE: Smart home device makers will soon be able to apply for a U.S. government seal of security approval.\n\nCISA encourages open-source software development security\n\nIn March 2024, CISA finalized the secure software development self-attestation form, meant for developers of software used by the U.S. federal government to confirm they use secure development practices.\n\nFederal agencies may ask for other forms and attestations as well. On the commercial side, organizations may build similar requirements into their procurement processes. There is still an element of trust involved since the organization needs to trust the vendor will keep to their word. But the conversation is happening more often now than it did last year, in the wake of attacks on open source utilities, Hughes said.\n\nSolutions for the future of open source software security\n\nPerforming software composition analysis isn’t enough going into 2025, Hughes said. IT professionals and security professionals should know that as software becomes more complex, the number of vulnerabilities has grown “to where it’s becoming a tax on developers to even navigate what needs to be fixed and what order of priority,” Hughes said.\n\nCompanies like Endor Labs can provide insights on dependencies within open-source code, including indirect or transitive dependencies.\n\n“Being able to point to things like reachability and exploitability … could be a big benefit from the compliance perspective too, in terms of the burden on the organization and your development team,” he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15 Sneaky Tactics Fast Food Chains Use To Get You To Spend More",
            "link": "https://www.msn.com/en-us/food-and-drink/general/15-sneaky-tactics-fast-food-chains-use-to-get-you-to-spend-more/ar-BB1reDU6?ocid=BingNewsVerp",
            "description": "Have you ever spent more than you intended to at a fast food spot? These are some sneaky tactics fast food chains use to get ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PddtNKQ8n-KEmshZkmCgFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "The Takeout on MSN4h",
            "source": "The Takeout on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cracking the Code of Market Success with World-Class 'Ideas'",
            "link": "https://www.msn.com/en-in/autos/news/cracking-the-code-of-market-success-with-world-class-ideas/ar-BB1rd8B3?ocid=BingNewsVerp",
            "description": "Navigating the stock market often feels like piecing together a complex puzzle. Even seasoned investors can find it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PjVw_o6ZgufLdOjqZwfayS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "in.investing.com on MSN12h",
            "source": "in.investing.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossil discovery sheds light on the early evolution of animal nervous systems",
            "link": "https://phys.org/news/2025-01-fossil-discovery-early-evolution-animal.html",
            "description": "An international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7AO-VgjGTbDL38cQSqwmrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nTubular incomplete specimens of Eopriapulites sphinx from the early Cambrian Kuanchuanpu Formation, showing their ventral nerve cord. Credit: Science Advances (2025). DOI: 10.1126/sciadv.adr0896\n\nAn international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, a key component of the central nervous system, evolved in ecdysozoan animals, a group that includes insects, nematodes, and priapulid worms.\n\nTheir findings, published in a paper titled \"Preservation and early evolution of scalidophoran ventral nerve cord\" in Science Advances, provide valuable insights into the origins of these structures in the basal Cambrian period.\n\nThe research team, comprising Dr. Deng Wang (Northwest University), Dr. Jean Vannier (Université de Lyon), Dr. Chema Martin-Durán (Queen Mary University of London), and Dr. María Herranz (Rey Juan Carlos University), analyzed exceptionally well-preserved fossils from key Cambrian deposits. These fossils include representatives of the early-evolving Scalidophora, a subgroup of Ecdysozoa, offering a rare glimpse into the nervous system architecture of ancient animals.\n\nEcdysozoans include arthropods (such as insects and crabs), nematodes (roundworms), and smaller groups like kinorhynchs (\"mud dragons\") and priapulids (\"penis worms\"). Their central nervous systems, which include the brain and ventral nerve cord, have long intrigued scientists seeking to understand the evolutionary relationships between these groups.\n\nFor example, priapulids exhibit a single ventral nerve cord, while loriciferans and kinorhynchs have paired nerve cords, with kinorhynchs also developing paired ganglia. Did the ancestral ecdysozoan have a single or paired ventral nerve cord?\n\nFurthermore, while loriciferans and kinorhynchs share a similar nervous system design to arthropods, they are phylogenetically distant. Are these similarities the result of convergent evolution, or do they reflect a shared evolutionary origin?\n\nScalidophorans, which include priapulids, loriciferans, and kinorhynchs, first appeared in the early Cambrian. They represent a crucial lineage for investigating the evolutionary trajectory of the ventral nerve cord in ecdysozoans.\n\nBy studying fossils from the Fortunian Kuanchuanpu Formation (e.g., Eopriapulites and Eokinorhynchus), the Chengjiang Biota (e.g., Xiaoheiqingella and Mafangscolex), and the Wuliuan Ottoia prolifica, the researchers identified elongate structures running along the ventral side of these ancient organisms.\n\n\"These structures closely resemble the ventral nerve cords seen in modern priapulids,\" explained Dr. Deng Wang and Dr. Jean Vannier. Their analysis indicates that these fossils preserve impressions of single ventral nerve cords, shedding light on the likely ancestral condition for scalidophorans.\n\nPhylogenetic analysis supports the hypothesis that a single ventral nerve cord was the ancestral condition for scalidophorans. Moreover, the evolutionary grouping of nematoids and panarthropods (a clade that includes arthropods, tardigrades, and onychophorans) suggests their common ancestor also likely had a single nerve cord.\n\n\"This leads us to propose that the common ancestor of all ecdysozoans possessed a single ventral nerve cord,\" said Dr. Chema Martin-Durán. \"The paired nerve cords observed in arthropods, loriciferans, and kinorhynchs likely evolved independently, representing derived traits.\"\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nThe study also highlights a connection between the evolution of paired ventral nerve cords, ganglia, and body segmentation. Loriciferans, kinorhynchs, and panarthropods exhibit varying degrees of body segmentation, suggesting that these structural changes may have co-evolved with nervous system modifications.\n\nDr. María Herranz noted, \"The emergence of paired nerve cords likely facilitated greater coordination of movement, particularly in segmented animals. During the Precambrian-Cambrian transition, changes in the nervous and muscular systems were likely tied to the development of appendages, enabling more complex locomotion.\"\n\nThis discovery enriches our understanding of ecdysozoan evolution and underscores the role of the fossil record in addressing key questions about early animal development.\n\nBy linking nervous system structures to broader evolutionary trends, the study provides a clearer picture of how the diverse ecdysozoan lineages arose and adapted to their environments.\n\nMore information: Deng Wang, Preservation and early evolution of scalidophoran ventral nerve cord, Science Advances (2025). DOI: 10.1126/sciadv.adr0896. www.science.org/doi/10.1126/sciadv.adr0896 Journal information: Science Advances"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'What is that?' Scientists explain white patch that appears near northern lights",
            "link": "https://www.sciencedaily.com/releases/2025/01/250110143542.htm",
            "description": "A whitish, grey patch that sometimes appears in the night sky alongside the northern lights has now been explained.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily1m",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make first-of-its-kind discovery on quest to create safer EV batteries — here's what they found",
            "link": "https://www.yahoo.com/tech/scientists-first-kind-discovery-quest-110039043.html",
            "description": "Battery innovations are happening around the world, including with tech that revives Thomas Edison-era iron-alkaline science.",
            "image_url": "https://www.bing.com/th?id=OVFT.7pzyXd_bZN2VC_yZjouHTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9h",
            "source": "Yahoo",
            "article_content": "Battery enthusiasts should be ready to dig deep into their chemistry books for a full view of the latest findings coming out of the Tokyo University of Science.\n\nWhile the complicated research hasn't produced a fully working battery, it could provide game-changing insight into the creation of a key power pack part: the negative electrode. Eventually, the analysis may help to produce a better electric vehicle pack with a precise electrode analysis method, all according to a report published by EurekAlert.\n\nWhen lithium-ion batteries cycle, ions move between two electrodes — the anode and the cathode — through a substance called electrolyte. The team is interested in finding a better alternative to commonly used carbon negative electrodes, or cathodes. Carbon is subject to troublesome dendrite formation when quickly charged, which in turn can cause a short circuit and fire, as described by the lab summary and ScienceDirect.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhile rare, lithium-ion battery fires can be catastrophic.\n\nIn response, the Japanese experts investigated transition metal oxides as an alternative to carbon. The oxide-based materials have great thermal stability and other attributes that promote better fire safety. A promising type is called Wadsley-Roth phase oxides, including TiNb2O7, or TNO, all per EurekAlert.\n\n\"The network structure of TNO forms lithium-ion conduction pathways and has a significant influence on the properties of negative electrodes,\" research team lead and associate professor Naoto Kitamura said in the report.\n\nBut the material's atomic structure needed to be charted. To accomplish the task, the team analyzed three unique samples. One was pristine, one was ball-milled to reduce its particle size, and one was heat-treated, according to the lab notes.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nA series of advanced tests, including topological analysis, revealed that ball milling followed by heat treatment produced the best results for charge-discharge performance, the report continued.\n\n\"For the first time, we could prove that the combination of intermediate-range structure and topology analyses is a promising way of developing a guideline for improving electrode properties,\" Kitamura said, per EurekAlert.\n\nIf you were going to purchase an EV, which of these factors would be most important to you?\n\nClick your choice to see results and speak your mind\n\nBattery innovations are happening around the world, including tech that revives Thomas Edison-era iron-alkaline science and promising solid-state power packs. Often, the goal is to increase EV range, charge speeds, and safety while lowering costs.\n\nThat's important, because each EV that replaces a gas-burning car prevents thousands of pounds of harmful, heat-trapping exhaust annually, as noted by the U.S. Department of Energy.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nCurbing the fumes is a goal drivers of all vehicles can help to achieve. Efficient driving habits can stack up to more than a hundred bucks in savings a year via shorter routes and less idling time. Reducing planet-warming fume production is also a lung-friendly move, as medical experts have linked the gases to a range of health risks, including carcinogen exposure.\n\nFor now, the researchers are confident that their findings will lead to better-performing lithium-ion batteries, which would be a boon to EVs and other tech.\n\n\"TNO can be used in lithium-ion batteries for cars and can contribute to the green growth strategy for achieving carbon neutrality,\" Kitamura said.\n\nJoin our free newsletter for weekly updates on the latest innovations improving our lives and shaping our future, and don't miss this cool list of easy ways to help yourself while helping the planet."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers discovered 44 ancient stars using gravitational lensing—an astrophysicist explains how they did it",
            "link": "https://www.msn.com/en-us/science/astronomy/astronomers-discovered-44-ancient-stars-using-gravitational-lensing-an-astrophysicist-explains-how-they-did-it/ar-BB1rbzIM?ocid=BingNewsVerp",
            "description": "A group of astronomers have made history by capturing an image of a record number of stars from a time when the universe was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Kbokl4_ZIavTMcSv1ku_0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "23hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From Goose Droppings to Medical Discovery: How a Chicago Student Found a Cancer-Fighting Compound",
            "link": "https://www.msn.com/en-us/science/microbiology/from-goose-droppings-to-medical-discovery-how-a-chicago-student-found-a-cancer-fighting-compound/ar-BB1repWl?ocid=BingNewsVerp",
            "description": "A middle school student in Chicago made headlines by uncovering a remarkable medical breakthrough hidden in a surprising ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cBhzGVUBPjrHQvgQDQXiXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No code? You can still create web apps and APIs.",
            "link": "https://www.yahoo.com/tech/no-code-still-create-apps-100000328.html",
            "description": "Twidget lets you build APIs, automate workflows, and create web apps without writing a single line of code — just $39 for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vJ2vdjbheXJVgxLLK0W91C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "10h",
            "source": "Yahoo",
            "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nThe no-code platform built for all skill levels\n\nTL;DR: Build APIs, automate tasks, and create web apps without coding with Twidget’s Lifetime Basic Plan for just $39.\n\nIn today’s digital world, having the ability to turn ideas into functional apps or seamless workflows without the hassle of coding is a dream for many. Twidget.io transforms that dream into reality. Designed as a no-code development platform, Twidget empowers users to create, automate, and connect their ideas effortlessly.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFor just $39, this lifetime subscription to the Basic Plan makes it easier than ever to harness the power of technology without needing technical expertise.\n\nTwidget is all about accessibility and flexibility. Whether you’re an entrepreneur launching your next big idea, a marketer juggling campaigns, or a business owner seeking efficiency, this tool adapts to your needs. You can build web apps, design APIs, and streamline workflows — all from the comfort of an intuitive platform. With its drag-and-drop interface, Twidget simplifies even the most complex tasks, letting you focus on creativity and results.\n\nThe platform’s approach to automation sets it apart. Imagine automating mundane processes like updating your e-commerce inventory, syncing your social media posts, or even consolidating data from multiple sources into a single report. Twidget enables these capabilities, saving countless hours and reducing the risk of errors.\n\nBeyond automation, Twidget’s potential for app creation and API building is unmatched. Without writing a single line of code, users can craft applications that rival professional-grade systems. Whether prototyping an idea or building a full-scale app, the platform aims to provide the tools needed to bring your vision to life. It’s innovation without intimidation, offering a blend of simplicity and power.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIf you’ve ever wanted to create, automate, and innovate without barriers, Twidget.io, available for $39, is worth a closer look.\n\nTwidget.io No-Code API Builder: Lifetime Subscription - $39\n\n\n\nGet It Here\n\nStackSocial prices subject to change.\n\nTwidget.io No-Code API Builder\n\nOpens in a new window\n\nCredit: Twidget.io\n\nTwidget.io No-Code API Builder: Lifetime Subscription\n\n$39.00\n\n$600.00 Save $561.00"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Build Full-Stack Apps Without Writing Coding Using Roo Cline",
            "link": "https://www.geeky-gadgets.com/roo-cline-no-code-app-development-tool/",
            "description": "Build apps without coding! Roo Cline offers intuitive tools for creating CRM dashboards and full-stack applications quickly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zSotfi4L-zO8mvRtSNd1ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "8h",
            "source": "Geeky Gadgets",
            "article_content": "Have you ever had a brilliant app idea but felt held back by the daunting world of coding? For many, the thought of diving into complex programming languages or hiring expensive developers can feel like an insurmountable barrier. But what if you didn’t need to write a single line of code to bring your vision to life? Enter Roo Cline, an AI-powered no-code tool that’s changing the game for app development. Roo Cline offers an easy way to create full-stack applications, quickly, affordably, and without having to write a single line of code.\n\nWhat sets Roo Cline apart isn’t just its simplicity but its versatility. Imagine building a fully functional app that tracks customer data, manages tasks, and visualizes key metrics—all without the usual headaches of traditional development. And the best part? It’s not just about saving time; it’s about enabling anyone to turn their ideas into reality. In this overview guide World of AI shows you how Roo Cline works, what makes it stand out as a fork of Cline, and why it’s the perfect tool for anyone looking to break into app development without the steep learning curve.\n\nWhat Makes Roo Cline Ideal for App Development?\n\nIts combination of an intuitive interface, frequent updates, and advanced features makes it a versatile tool for both technical and non-technical users. Whether you are a seasoned developer or a business professional with no coding background, Roo Cline offers a streamlined approach to application creation.\n\nTL;DR Key Takeaways : Roo Cline enables full-stack application development without coding, offering an intuitive interface and advanced features for both technical and non-technical users.\n\nIt excels in building applications with tools for record management, task tracking, and data visualization, making it efficient and user-friendly for businesses.\n\nRoo Cline improves upon its predecessor Cline with frequent updates, expanded functionality, advanced AI models, and customizable browser views for better performance.\n\nThe setup process is simple, involving extension installation, API configuration, autonomous feature activation, and customizable settings for streamlined workflows.\n\nBeyond CRM, Roo Cline supports multi-language development, autonomous functionality, and responsive design, making it versatile for global and diverse application needs.\n\nImagine creating a full-stack application without writing a single line of code. With Roo Cline, this concept is no longer a distant aspiration but a practical reality. As a fork of the AI-powered coding agent Cline, Roo Cline redefines the no-code development landscape by allowing users to design complex applications—such as applications—quickly and efficiently.\n\nRoo Cline excels in building applications, offering a suite of tools that simplify customer and task management. These tools are designed to enhance productivity and provide actionable insights, making it an invaluable resource for businesses of all sizes. Key features include:\n\nEffortless Record Management: Easily add, edit, or delete customer records, making sure your data remains accurate and up-to-date.\n\nEasily add, edit, or delete customer records, making sure your data remains accurate and up-to-date. Streamlined Task Tracking: Monitor task details such as status, priority, and assigned personnel, all from a single, centralized interface.\n\nMonitor task details such as status, priority, and assigned personnel, all from a single, centralized interface. Data Visualization: Generate visually appealing charts to track sales trends, customer growth, and daily activity metrics, transforming raw data into actionable insights.\n\nThese features not only make applications more functional but also ensure they are user-friendly, catering to the diverse needs of businesses aiming to optimize their operations.\n\nHow Roo Cline Improves Upon Cline\n\nWhile Cline laid the foundation for AI-driven no-code development, Roo Cline builds upon this legacy with significant enhancements that expand its capabilities and usability. These improvements include:\n\nFrequent Updates: Regular updates ensure users have access to the latest features, bug fixes, and performance improvements.\n\nRegular updates ensure users have access to the latest features, bug fixes, and performance improvements. Expanded Functionality: Enhanced features such as drag-and-drop image support, chat message deletion, and additional API provider options make the platform more versatile.\n\nEnhanced features such as drag-and-drop image support, chat message deletion, and additional API provider options make the platform more versatile. Advanced Models: Support for innovative models like Deep Seek v3 enables the generation of more complex and sophisticated applications.\n\nSupport for innovative models like Deep Seek v3 enables the generation of more complex and sophisticated applications. Customizable Browser Views: Tailor applications for optimal performance across a range of devices, from desktops to mobile phones, making sure a seamless user experience.\n\nExperimental Features\n\nDrag and drop images into chats\n\nDelete messages from chats\n\n@-mention Git commits to include their context in the chat\n\nSave different API configurations to quickly switch between providers and settings\n\n“Enhance prompt” button (OpenRouter models only for now)\n\nSound effects for feedback\n\nOption to use browsers of different sizes and adjust screenshot quality\n\nQuick prompt copying from history\n\nOpenRouter compression support\n\nIncludes current time in the system prompt\n\nUses a file system watcher to more reliably watch for file system changes\n\nLanguage selection for Cline’s communication (English, Japanese, Spanish, French, German, and more)\n\nSupport for DeepSeek V3\n\nSupport for Amazon Nova and Meta 3, 3.1, and 3.2 models via AWS Bedrock\n\nSupport for Glama\n\nSupport for listing models from OpenAI-compatible providers\n\nSupport for adding OpenAI-compatible models with or without streaming\n\nPer-tool MCP auto-approval\n\nEnable/disable individual MCP servers\n\nEnable/disable the MCP feature overall\n\nAutomatically retry failed API requests with a configurable delay\n\nConfigurable delay after auto-writes to allow diagnostics to detect potential problems\n\nControl the number of terminal output lines to pass to the model when executing commands\n\nRuns alongside the original Cline\n\nThese upgrades make Roo Cline a robust and flexible tool, capable of addressing a wide variety of development needs while maintaining ease of use.\n\nDevelop a full-stack Apps for free without writing any code\n\nTake a look at other insightful guides from our broad collection that might capture your interest in No-code development.\n\nGetting Started: The Setup Process\n\nSetting up Roo Cline is designed to be straightforward, even for those with minimal technical expertise. The process involves a few simple steps:\n\nInstall the Extension: Add Roo Cline to popular integrated development environments (IDEs) like Visual Studio Code to begin using its features.\n\nAdd Roo Cline to popular integrated development environments (IDEs) like Visual Studio Code to begin using its features. Configure API Providers: Set up API integrations to enable seamless communication and functionality within your applications.\n\nSet up API integrations to enable seamless communication and functionality within your applications. Enable Autonomous Features: Activate autonomous capabilities to automate repetitive tasks and streamline workflows.\n\nActivate autonomous capabilities to automate repetitive tasks and streamline workflows. Customize Settings: Adjust configurations for file editing, browser control, and command execution to align with your specific requirements.\n\nThis simple setup process ensures that users can start building applications without unnecessary delays, allowing them to focus on creativity and functionality.\n\nBeyond CRM: Additional Features of Roo Cline\n\nRoo Cline’s capabilities extend far beyond applications, making it a versatile tool for a wide range of applications. Its feature set includes:\n\nMulti-Language Support: Develop applications in multiple languages, including Portuguese, French, Italian, and Japanese, making it ideal for businesses with global audiences.\n\nDevelop applications in multiple languages, including Portuguese, French, Italian, and Japanese, making it ideal for businesses with global audiences. Autonomous Functionality: Generate applications with minimal input, saving time and reducing the need for manual intervention.\n\nGenerate applications with minimal input, saving time and reducing the need for manual intervention. Responsive Design: Adjustable browser views ensure that applications are optimized for various devices, including desktops, tablets, and mobile phones.\n\nThese features make Roo Cline a powerful tool for developers and businesses looking to expand their reach, improve efficiency, and streamline workflows across diverse industries.\n\nReal-World Application: A Use Case\n\nTo illustrate Roo Cline’s potential, consider this real-world example: The platform autonomously generates a fully functional CRM dashboard. This dashboard includes essential features such as customer management, task tracking, and data visualization, all for a cost of approximately $0.84. This example highlights Roo Cline’s efficiency, cost-effectiveness, and ability to deliver high-quality results with minimal effort. By automating complex processes, Roo Cline enables users to focus on strategic goals rather than technical details.\n\nWhy Choose Roo Cline?\n\nRoo Cline offers several advantages that set it apart from other no-code development tools. These benefits include:\n\nActive Development: Regular updates ensure the platform remains at the forefront of industry trends and technological advancements.\n\nRegular updates ensure the platform remains at the forefront of industry trends and technological advancements. Enhanced Customization: Flexible settings allow users to tailor applications to meet specific requirements, making sure a personalized development experience.\n\nFlexible settings allow users to tailor applications to meet specific requirements, making sure a personalized development experience. Simplified Development: Build complex applications without the need for extensive coding knowledge, making it accessible to a wide range of users.\n\nThese advantages make Roo Cline an invaluable asset for anyone looking to create applications efficiently and effectively, whether for personal projects or business solutions.\n\nEmpowering No-Code Development with Roo Cline\n\nRoo Cline represents a fantastic step forward in no-code development, allowing users to create full-stack applications with minimal effort. Whether you’re designing a CRM dashboard or a custom application, its robust features, user-friendly interface, and continuous updates make it a standout tool. By using Roo Cline, you can focus on innovation and functionality, leaving the technical complexities to the AI-powered platform. This approach not only saves time but also enables users to bring their ideas to life with unprecedented ease and efficiency.\n\nMedia Credit: WorldofAI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It's been a brutal start to the year for the bond market",
            "link": "https://www.msn.com/en-us/money/markets/its-been-a-brutal-start-to-the-year-for-the-bond-market/ar-AA1xbscm?ocid=BingNewsVerp",
            "description": "The US bond market is off to a tough start in 2025. This has been reflected in spiking yields, which trade inverse to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhXG6rzsvAt2pmNytKTWqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3hon MSN",
            "source": "Markets Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A rare parade of planets starts tonight. How to see it in Arizona",
            "link": "https://www.yahoo.com/news/rare-parade-planets-starts-tonight-192424242.html",
            "description": "A planet parade like the one beginning tonight is quite uncommon, occurring once every 10-20 years. Here are the planets you ...",
            "image_url": "https://www.bing.com/th?id=OVFT.akof2pcnSvSfSwK0sKolsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "Yahoo",
            "article_content": "AZCentral | The Arizona Republic and Yahoo may earn commission from links in this article. Pricing and availability subject to change.\n\nWe can expect some stunning celestial events in 2025, including the Jan. 13 Wolf Moon and a remarkable planetary parade, where seven planets will align in the night sky, that starts tonight.\n\nA parade of planets occurs when four or more planets appear to line up from our perspective on Earth, though their exact alignment in the solar system is not physically possible.\n\nThe 2025 parade of planets starts on Friday, Jan. 10, peaks on Tuesday, Jan. 21 and will last until Friday, Feb. 21. Venus, Jupiter, Mars, Neptune, Saturn and Uranus visible to the naked eye. Mercury will briefly join the parade on Jan. 25, though it’s difficult to spot due to its proximity to the sun.\n\nAdvertisement Advertisement\n\nFor all the biggest celestial events of 2025, check out our comprehensive astronomical calendar as well as our guide to all the comets coming our way this year.\n\nHere is everything to know about the planet parade.\n\nWhat does the parade of planets mean?\n\nThe parade of planets is an astronomical phenomenon in which several planets appear aligned or grouped in the night sky from Earth's perspective.\n\nAlthough the planets are not physically aligned in space, they form a visually striking configuration along the ecliptic plane, the apparent path of the sun across the sky.\n\nDepending on the number of visible planets, this phenomenon can range from a mini planetary alignment involving three planets to a grand parade showcasing all the solar system's major planets.\n\nHow rare is a planet parade?\n\nThe rarity of a planet parade depends on the number of planets involved and their arrangement. Planet parades can be categorized into different types, according to Star Walk:\n\nAdvertisement Advertisement\n\nMini planet parade (three planets) : This is fairly common, occurring a few times each year.\n\nModerate planet parade (four or five planets) : Happens approximately every 1 to 2 years.\n\nLarge planet parades (six or seven planets) : This is much more rare, occurring roughly every 10 to 20 years.\n\nGrand alignments (all eight planets): True grand alignments involving all eight planets are extremely rare, occurring once every 100 to 200 years or more.\n\nWhen was the last time all the planets aligned?\n\nThe last time all eight planets aligned was on Dec. 28, 2022, according to Sky and Telescope.org.\n\nA six-planet parade of planets occurred in June 2024.\n\nWhen can you see the parade of planets?\n\nThe parade of planets will begin to take shape on Friday, Jan. 10, as the planets gradually start aligning in the night sky, according to the Farmers' Almanac.\n\nThe alignment will peak on Jan. 21, when Venus, Jupiter, Mars, Neptune, Saturn and Uranus will be visible together. The planets will remain visible through the end of February, with the best viewing conditions happening just after sunset.\n\nWhat will the planet align in 2025?\n\nIn 2025, six planets will be in alignment: Mars, Jupiter, Uranus, Venus, Neptune and Saturn, according to Live Science.com.\n\nAdvertisement Advertisement\n\nOn Jan. 25, Mercury will briefly join the planetary parade, creating a rare lineup of all seven planets visible from Earth. However, spotting Mercury will be challenging due to its small size and proximity to the sun, where its glare hides it from the naked eye.\n\nWhere will the Planet Parade be visible?\n\nMost, if not all, locations in the U.S., Canada and Mexico should be able to see the planetary parade. In Arizona, look toward the southwestern horizon just after sunset.\n\nCan you see the planet parade without a telescope?\n\nYou can see a good deal of the planet parade without a telescope, but visibility depends on the darkness of your location and each planet's brightness.\n\nVenus, Jupiter, Mars and Saturn are bright enough to be seen with the naked eye. Mercury, Uranus and Neptune require a telescope or strong binoculars because they are much dimmer.\n\nAdvertisement Advertisement\n\nFor the best viewing, find a dark sky location with minimal light pollution and a clear horizon view.\n\nGot a story you want to share? Reach out at Tiffany.Acosta@gannett.com. Follow @tiffsario on Instagram.\n\nSupport local journalism and subscribe to azcentral.com.\n\nThis article originally appeared on Arizona Republic: Parade of planets 2025: How to see the rare alignment tonight"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "There’s Now an App Store for Automotive Software. Here’s Why That Matters.",
            "link": "https://www.motortrend.com/events/sdverse-app-store-for-automotive-software-why-that-matters/",
            "description": "If you’re a procurement specialist looking for software to run a new car’s park assist, voice commands, or chassis controls, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9Ih5vrYQCMkS3As-WyVjJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Motor Trend6h",
            "source": "Motor Trend",
            "article_content": "If you’re a procurement specialist looking for software to run a new car’s park assist, voice commands, or chassis controls, there’s now an app store for that. SDVerse, a vehicle software marketplace for automakers and suppliers, launched this past September and is already changing how the code in cars is sold and bought.\n\nIf you’re not a procurement specialist, you might be wondering, “So what?” It likely won’t be obvious to car buyers, but success for SDVerse could eventually lead to vehicles with better and more sophisticated software than today’s status quo. By helping automakers and suppliers find the right software faster, SDVerse aims to shorten the time it takes to get a new model on the road. That should help automakers reduce their development costs while also shrinking the gulf between the tech in consumer electronics and what’s in a brand-new car.\n\n“There’s a ton of software that gets sourced in a not very efficient manner,” SDVerse CEO Prashant Gulati told MotorTrend at CES 2025. “We estimate that $100 billion of software was purchased in the last three years and the annual spending is going to double in the next seven years. But consumers are not going to pay double what they’re paying for cars today. Where is that money going to come from? That’s the work we’re trying to help the industry with.”\n\nPurchasing managers have traditionally relied on trade conferences, direct outreach to suppliers, and Google searches to find the software they need, and the procurement process typically starts with a request for quotes that can take up to six months just to determine what’s available that meets the buyer’s criteria. Even with that drawn out process, automakers sometimes don’t end up with the best software for their needs. Gulati says he’s heard from GM that the automaker has already used the platform to connect with a supplier that otherwise wouldn’t have been on its radar.\n\nGM is one of three founding members, along with suppliers Magna and Wipro, that provided the financial backing to launch SDVerse. Sixteen companies are currently signed up to sell and/or buy on the platform, including Renault Group, FEV, Valeo, Cummins, Forvia, TTTech Auto, NXP, and Bosch Engineering.\n\nLess than four months after launching, the marketplace has grown from an initial 160 software products to 200 across four categories: onboard (software that runs inside the vehicle), offboard (cloud- and mobile-based software), tools (software used to develop other software) and services (hiring another company to develop software). SDVerse simplifies the discovery and matchmaking processes by collecting information on up to 200 attributes for each product and presenting it in a way that allows easy comparison. The company is also developing an AI-powered chatbot to help users conduct research. Buyers can use the marketplace to message sellers or put out requests for information, but pricing and final purchasing agreements are handled outside of the SDVerse platform.\n\nGulati says SDVerse will be successful if it empowers buyers to find the best software and helps sellers make deals faster. That may not sound like a big deal to the average MotorTrend reader, but by speeding up the corporate-industrial machine that makes the machines we love, SDVerse might just modernize the auto industry and the cars it builds."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Next for Open Source Software Security in 2025?",
            "link": "https://www.techrepublic.com/article/open-source-software-security-trends-2025/",
            "description": "Hidden dependencies and social engineering attacks can contribute to the insecure use of open-source software in 2025.",
            "image_url": "https://www.bing.com/th?id=OVFT.fqYVdq7aE7VP69xs0-yFxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "17h",
            "source": "TechRepublic",
            "article_content": "Open-source software is common throughout the tech world, and tools like software composition analysis can spot dependencies and secure them. However, working with open source presents security challenges compared with proprietary software.\n\nChris Hughes, chief security advisor at open-source software security startup Endor Labs, spoke to TechRepublic about the state of open-source software security today and where it might go in the next year.\n\n“Organizations are starting to try to get some foundational things like governance in place to understand what we are using in terms of open source,” Hughes said. “Where does it reside in our enterprise? What applications are running it?”\n\nOpen source security trends for 2025\n\nFor his work, Hughes defined open source as software for which source code is freely available and can be used to build other projects, possibly with some restrictions. Last year, Harvard Business School found organizations would need to invest $8.8 trillion in technology and labor time to recreate the software used in business if open-source software wasn’t available.\n\n“The estimates are 70-90% of all applications have open source, and roughly 90% of those code bases are entirely made up of open source,” Hughes said.\n\nFor 2025, Hughes predicts:\n\nWidespread open-source software adoption will be accompanied by increasingly sophisticated attacks on OSS by malicious actors.\n\nOrganizations will continue to put foundational OSS governance in place.\n\nMore companies will use open-source and commercial tools to help them start to understand their OSS consumption.\n\nOrganizations will perform risk-informed consumption of OSS.\n\nEnterprises will continue to push for vendor transparency regarding what OSS they use in their products. However, no widespread mandates will arise for this process.\n\nAI will continue to impact application security and open source in various ways, including organizations using AI to analyze code and remediate issues.\n\nAttackers will target widely used OSS AI libraries, projects, models, and more to launch supply chain attacks on the OSS AI community and commercial vendors.\n\nAI code governance, where organizations have more visibility into AI models, will become more common.\n\nOrganizations increasingly want to know how secure their open source software is, including “how well is it maintained, who’s maintaining it and how quickly do they address vulnerabilities when they occur,” Hughes said.\n\nHe highlighted the attack in April 2024 in which a string of social engineering attempts threatened open-source utilities, particularly opening a backdoor in the XZ Utils utility.\n\n“That one was really kind of sinister because the open source ecosystem is largely sustained by unpaid volunteers, folks doing this in their free time … and often not compensated, unpaid, etc.,” Hughes said. “So, taking advantage of that and preying on that was a pretty nefarious thing that got a lot of people’s attention.”\n\nHow is AI changing open-source security?\n\nIn October 2024, the Open Source Initiative established a definition for open-source AI. According to the initiative, open-source AI has four key elements: the freedom to use, study, modify, and share the system for any purpose.\n\nHughes said that defining open-source AI was important because of the rise of distribution platforms like Hugging Face.\n\n“These AI models, especially the open source ones, are widely used by many organizations and individuals around the world,” he said. “So we’re back to asking: What exactly is in this, and who contributed to it, and where is it f\n\nrom? And are there vulnerable components?”\n\nHughes said that large corporations may have a better chance of talking transparently with their vendors about the entirety of their software supply chain than small companies. Therefore, the problem of not having visibility into the AI models used in their software can grow exponentially for smaller companies.\n\nSEE: Smart home device makers will soon be able to apply for a U.S. government seal of security approval.\n\nCISA encourages open-source software development security\n\nIn March 2024, CISA finalized the secure software development self-attestation form, meant for developers of software used by the U.S. federal government to confirm they use secure development practices.\n\nFederal agencies may ask for other forms and attestations as well. On the commercial side, organizations may build similar requirements into their procurement processes. There is still an element of trust involved since the organization needs to trust the vendor will keep to their word. But the conversation is happening more often now than it did last year, in the wake of attacks on open source utilities, Hughes said.\n\nSolutions for the future of open source software security\n\nPerforming software composition analysis isn’t enough going into 2025, Hughes said. IT professionals and security professionals should know that as software becomes more complex, the number of vulnerabilities has grown “to where it’s becoming a tax on developers to even navigate what needs to be fixed and what order of priority,” Hughes said.\n\nCompanies like Endor Labs can provide insights on dependencies within open-source code, including indirect or transitive dependencies.\n\n“Being able to point to things like reachability and exploitability … could be a big benefit from the compliance perspective too, in terms of the burden on the organization and your development team,” he said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk launches an app for his AI language model Grok",
            "link": "https://www.msn.com/en-us/news/technology/elon-musk-launches-an-app-for-his-ai-language-model-grok/ar-BB1rdNSE?ocid=BingNewsVerp",
            "description": "Elon Musk’s AI startup, xAI, has launched its first standalone app for Grok, the chatbot designed to challenge giants like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SzRAIRScaQM5ywLXYzszuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Cryptopolitan on MSN8h",
            "source": "Cryptopolitan on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft’s new rStar-Math technique upgrades small models to outperform OpenAI’s o1-preview at math problems",
            "link": "https://venturebeat.com/ai/microsofts-new-rstar-math-technique-upgrades-small-models-to-outperform-openais-o1-preview-at-math-problems/",
            "description": "Phi-4 and an rStar-Math paper suggest that compact, specialized models can provide powerful alternatives to the industry’s largest systems.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "openai+competitor",
            "date": "18h",
            "source": "VentureBeat",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning reveals why cancer trials fall short in real-world patients",
            "link": "https://www.news-medical.net/news/20250110/Machine-learning-reveals-why-cancer-trials-fall-short-in-real-world-patients.aspx",
            "description": "TrialTranslator uses machine learning to assess cancer RCT generalizability, revealing survival gaps for high-risk patients ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2WZrSnXrMGFawAeyZEIhCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "News Medical7h",
            "source": "News Medical",
            "article_content": "TrialTranslator uncovers the survival gap for high-risk patients and offers a path to better cancer research.\n\nStudy: Evaluating generalizability of oncology trial results to real-world patients using machine learning-based trial emulations. Image Credit: Komsan Loonprom/Shutterstock.com\n\nMany cancer trial results don’t generalize well to real-world patients. A research team explored this issue with TrialTranslator, a machine-learning framework that systematically tests cancer RCT findings for generalizability. Findings published in Nature Medicine.\n\nPoor generalizability of RCT results\n\nRandomized controlled trials (RCTs) are considered the gold standard for evaluating cancer therapies. However, their findings often fail to translate to real-world settings, leaving patients, physicians, and drug regulators concerned about the limited generalizability of these results.\n\nIn oncology, real-world survival times and treatment benefits are often significantly lower than those reported in RCTs, with median overall survival (mOS) sometimes reduced by as much as six months. Newer anti-cancer agents, such as checkpoint inhibitors, also underperform when applied to the diverse patient populations seen outside clinical trials.\n\nReasons for the difference\n\nA key reason for this gap is the restrictive eligibility criteria often used in RCTs, which create study populations that do not reflect the diversity of real-world patients. Trial participants are often younger, healthier, and less likely to have comorbidities.\n\nUnofficial biases, such as preferential selection based on race or socioeconomic status, may also influence recruitment. These limitations fail to account for the heterogeneity of real-world patients, whose outcomes can vary widely even with identical treatment protocols.\n\nThe current study sought to address this issue by improving the prediction of real-world outcomes for cancer treatments evaluated in phase 3 RCTs. To do this, researchers developed TrialTranslator, a machine-learning (ML) framework designed to assess the generalizability of RCT results systematically.\n\nBy leveraging electronic health records (EHRs) and advanced ML algorithms, the framework identifies patterns and phenotypes that may influence treatment outcomes, allowing for a more nuanced evaluation of survival benefits across diverse patient groups.\n\nAbout the study\n\nUsing a comprehensive nationwide EHR database from Flatiron Health, researchers applied TrialTranslator to evaluate 11 landmark RCTs. These trials covered four of the most common advanced solid cancers—metastatic breast cancer (mBC), metastatic prostate cancer (mPC), metastatic colorectal cancer (mCRC), and advanced non-small-cell lung cancer (aNSCLC).\n\nEach RCT was emulated by identifying real-world patients with matching cancer types, biomarker profiles, and treatment regimens.\n\nPatients were stratified into three prognostic phenotypes (low-risk, medium-risk, and high-risk) based on their mortality risk scores derived from ML models. The framework then assessed survival outcomes, including mOS and restricted mean survival time (RMST), to compare treatment effects across these phenotypes with the results reported in the original RCTs.\n\nKey Findings: A Risk-Dependent Gap in Outcomes\n\nThe study revealed a striking disparity between RCT findings and real-world outcomes:\n\nLow- and Medium-Risk Patients: These phenotypes demonstrated survival times and treatment benefits that closely aligned with the RCT results. For instance, low-risk patients often experienced survival benefits similar to those reported in clinical trials, with only a minor reduction in mOS (approximately two months).\n\nHigh-Risk Patients: In contrast, high-risk phenotypes showed significantly worse outcomes. Survival benefits were markedly reduced—62% lower than RCT estimates—and often fell outside the 95% confidence intervals reported in the original trials. Seven of the eleven emulated trials failed to show a clinically meaningful survival improvement (greater than three months) for high-risk patients.\n\nOverall, emulated trials consistently estimated survival outcomes that were, on average, 35% lower than those reported in the RCTs. This disparity highlights the challenges of translating trial findings to more heterogeneous real-world populations.\n\nRobust Validation of Results\n\nThe robustness of these findings was confirmed through extensive validation. Subgroup analyses, semi-synthetic data simulations, and alternative eligibility criteria demonstrated consistent results, reinforcing the reliability of TrialTranslator. Sensitivity analyses also showed that stricter eligibility criteria had little impact on the observed disparities, suggesting that patient prognosis, rather than inclusion criteria, plays a more critical role in determining treatment outcomes.\n\nImplications for Oncology\n\nThese findings underscore the need for a paradigm shift in clinical trial design and interpretation. Current RCTs often overlook the prognostic heterogeneity of real-world patients, which contributes to their limited generalizability. High-risk patients, in particular, are underserved by existing trials, as their outcomes deviate most significantly from RCT results.\n\nTools like TrialTranslator offer a promising solution. By integrating EHR-derived data with ML-based phenotyping, they can provide personalized predictions of treatment benefits at the individual patient level. This enables more informed clinical decision-making, helping patients and clinicians set realistic expectations for treatment outcomes.\n\n\n\nAdditionally, these tools could revolutionize trial design by prioritizing patient prognosis over traditional eligibility criteria. By stratifying patients based on risk phenotypes, future trials could better represent the full spectrum of cancer patients and provide more accurate estimates of treatment efficacy.\n\nConclusion\n\n‘’This study highlights the substantial role that prognostic heterogeneity plays in the limited generalizability of RCT results,” the authors conclude. While low- and medium-risk patients may benefit as expected from cancer therapies, high-risk patients often experience diminished survival gains.\n\nML-based frameworks like TrialTranslator could help bridge this gap, enabling more inclusive trials and better real-world outcomes. With tools like this, oncology can move closer to truly personalized treatment approaches that account for the diverse needs of real-world patients."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI in orthopedics: Using machine learning to predict outcomes",
            "link": "https://www.msn.com/en-us/health/other/ai-in-orthopedics-using-machine-learning-to-predict-outcomes/ar-BB1rbtKk?ocid=BingNewsVerp",
            "description": "Machine learning doesn’t replace humans. But AI does assist them in doing their job better by helping predict the success – ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sNDoI7O8GR2SXr0tf1N7nS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "21hon MSN",
            "source": "WGN-TV Chicago on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Protesters say Fico dragging Slovakia to Russia in Ukraine gas dispute",
            "link": "https://www.reuters.com/world/europe/protesters-say-fico-dragging-slovakia-russia-ukraine-gas-dispute-2025-01-10/",
            "description": "Thousands of protesters in the Slovak capital held banners and chanted slogans on Friday accusing Prime Minister Robert Fico ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X4PDDYU5fGALYlFFS3bhYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "3h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia attacks Ukraine with 72 drones overnight, Kyiv says",
            "link": "https://www.reuters.com/world/europe/russia-attacks-ukraine-with-72-drones-overnight-kyiv-says-2025-01-10/",
            "description": "Ukraine's air force said on Friday Russia attacked it with 72 drones overnight though it downed 33 of them while 34 others ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NbZr1NmWlBh9Be495b0KpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "12h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden expands sanctions on Russia's energy sector amid Ukraine conflict",
            "link": "https://www.msn.com/en-us/news/world/biden-levies-new-sanctions-against-russian-energy-sector-but-its-up-to-trump-whether-to-keep-them/ar-BB1reFUr?ocid=BingNewsVerp",
            "description": "Biden administration announces expanded sanctions on Russia's energy sector as Trump prepares to address Ukraine conflict ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vbDD0DCuRBuFnXwdDQcDyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "4hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump backtracks on pledge to end Ukraine war in 24 hours as special envoy sets 100-day timeline",
            "link": "https://www.msn.com/en-au/news/australia/donald-trump-backtracks-on-pledge-to-end-ukraine-war-in-24-hours-as-special-envoy-sets-100-day-timeline/ar-BB1reCyO?ocid=BingNewsVerp",
            "description": "Donald Trump will aim to end the war in Ukraine within 100 days of re-entering the White House, the president-elect's pick ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mAYLWTr6zBkFiaf22mKy2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "4hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dow Jones Today: Stocks Plunge, Led by Tech Selloff, After December Jobs Report; Treasury Yields Surge to Highest Level Since 2023",
            "link": "https://www.investopedia.com/dow-jones-today-01102025-8772325",
            "description": "Stocks fell sharply in early trading Friday after labor market data for December came in much hotter than expected, adding to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FXlS7wRVCK80S4MEiPI8EC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "4h",
            "source": "Investopedia",
            "article_content": "Why the Jobs Report Dashed Hopes for Another Rate Cut If you've been waiting for borrowing costs to fall for credit cards, car loans, or mortgages, your wait just got longer.\n\n\n\nThe economy added far more jobs than expected in December, and that's likely to make officials at the Federal Reserve comfortable holding the central bank's benchmark interest rate higher for longer than they had expected just a few months ago.\n\n\n\nIndeed, a few months ago, economists were discussing how fast the Fed might slash interest rates in 2025. Now they're questioning whether there will be any rate cuts at all. And since the fed funds rate influences interest rates charged for all kinds of loans, that's bad news for borrowers, at least for the time being.\n\n\n\n\"The robust December employment report is another piece of economic data that suggests the Federal Reserve will move to the sidelines for a while; we foresee them keeping rates steady throughout the first half of the year,\" Kathy Bostjancic, chief economist at Nationwide, wrote in a commentary.\n\n\n\nAs of Friday afternoon, financial markets were pricing in a 30% chance that 2025 will come and go without any more rate cuts, double the 13% chance the day before the jobs report, according to the CME Group's FedWatch tool. The tool forecasts rate changes based on fed funds futures trading data Read the full article here. -Diccon Hyatt\n\nWhat Surging Treasury Yields Mean for Your Finances In the last four months, the yield on the 10-year Treasury has increased more than a full percentage point, even as the Federal Reserve has cut its benchmark interest by the same amount. Treasury yields have been driven higher by signs of strong economic growth, concerns about sticky inflation, and uncertainty about the consequences of President-elect Donald Trump’s policy proposals. This week, in particular, labor market data has underscored the resilience of the economy, raising concerns that the Fed may not cut rates again. TradingView The last time Treasury yields climbed to around their current levels, in April 2024, consumer interest rates followed suit. The average 30-year mortgage rate rose from 6.8% to 7.2% between early April and early May. Amid a surge in October 2023, when the 10-year yield briefly topped 5%, the average mortgage rate hit a 23-year high of more than 7.6%. When Treasury yields last reached their current levels, they also hit stock portfolios. The S&P 500 pulled back more than 5% in the first three weeks of April 2024, when the 10-year yield advanced more than 40 basis points. And in October 2023, the benchmark index fell into a technical correction as Treasury yields peaked after a monthslong ascent. Read the full article here. -Colin Laidley\n\nConstellation Energy Soars on $26B Deal to Buy Calpine Constellation Energy (CEG) shares surged Friday after the company agreed to buy private energy company Calpine in a deal valued at $26.6 billion that it said will create the largest clean energy provider in the U.S. The move expands Constellation’s foothold in Texas and California, as well as in the Northeast with Calpine’s natural gas and renewable energy portfolio. Constellation expects the combination to add more than $2 billion in adjusted free cash flow per year and $2 in earnings per share (EPS) beyond 2026. The cash and stock transaction valued at $16.4 billion consists of $4.5 billion in cash alongside 50 million shares of Constellation stock. Constellation will also assume roughly $12.7 billion of Calpine net debt, bringing the net purchase price to $26.6 billion. The companies said the transaction is expected to close within 12 months. The acquisition is set to expand Constellation’s capacity at a time when power demand for artificial intelligence (AI) data centers in the U.S. is expected to triple by 2030, Mizuho Research analysts said last year. The rise in demand for AI applications has driven shares of Constellation and other energy providers like Duke Energy (DUK) and NextEra Energy (NEE) higher over the past year. TradingView Constellation shares were up over 25% in early-afternoon trading. The stock has gained 160% over the past 12 months, far outpacing the S&P 500's performance during the period. -Andrew Kessel\n\nGeopolitical Concerns Push Oil Prices Higher Oil prices rose Friday, touching prices last seen in the fall, as traders digested further U.S. sanctions on Russia. Brent crude futures, the global oil benchmark, recently traded around $80, up nearly 3%, according to several market data sources. That was the contract's highest price since October. Meanwhile, the S&P 500's energy sector was the day’s only gainer of the index's 11, rising about 0.4%. The Treasury Department on Friday announced actions targeting the Russian oil industry, including Russian oil producers Gazprom Neft and Surgutneftegas and sanctions on \"more than 180 vessels, and dozens of oil traders, oilfield service providers, insurance companies, and energy officials.\" \"We are ratcheting up the sanctions risk associated with Russia's oil trade, including shipping and financial facilitation in support of Russia's oil exports,\" Treasury Secretary Janet Yellen said. Traders may also be responding to cold weather in parts of the U.S. that could lift demand for oil used for heating.\n\n\n\nGeopolitical issues—including sanctions and tariffs—are expected to be a key, if unpredictable, driver of movement in oil prices in 2025, Goldman Sachs analysts wrote Thursday, even as they forecast steady demand growth over the next decade, including from emerging markets. Reduced supply, potentially from Iran, could lift prices this year, UBS analysts wrote Wednesday, while a global economic slowdown could pull them lower. -David Marino-Nachison\n\nInsurance Stocks Fall as LA Wildfire Damage Estimates Rise Shares of insurance companies tumbled on Friday as the deadly wildfires in Southern California that are still burning have already caused billions of dollars in damage. The Travelers Companies (TRV) was down 3.5% in recent trading, leading decliners in the Dow Jones Industrial Average, while Allstate (ALL) and Chubb Limited (CB) fell 5% and 3.5%, respectively. The SPDR S&P Insurance ETF (KIE) was down 2.5%. The latest preliminary estimate from weather site AccuWeather is that the blazes, which broke out on Tuesday, have created total damage and economic loss of between $135 billion and $150 billion. AccuWeather noted that as the fires continue to spread, that number could go up, possibly substantially. A home reduced to ashes during the aftermath of the Palisades Fire in California. Michael Nigro / Bloomberg / Getty Images AccuWeather's Chief Meteorologist Jonathan Porter said “the devastation left behind is heartbreaking and the economic toll is staggering,” adding that the financial cost might reach nearly 4% of California’s annual gross domestic product (GDP). -Bill McColl\n\nWalgreens Stock Surges on Strong Earnings Report Shares of Walgreens Boots Alliance (WBA) skyrocketed Friday morning after the pharmacy retailer reported better-than-expected fiscal first-quarter results. The company recorded $39.46 billion in revenue for the quarter, well above the $36.71 billion it recorded the same time last year and the $37.33 billion analyst consensus compiled by Visible Alpha. Walgreens posted a $265 million net loss, below the small profit analysts expected, but the company's adjusted earnings beat projections. After adjusting for the cost of various one-time charges like store closures and the changing value of some of its investments, Walgreens recorded an adjusted net income of $440 million, or 51 cents per share, well above the $329.34 million and 38 cents per share analysts had expected. In its fourth quarter report, Walgreens announced a plan to close roughly 1,200 \"underperforming\" stores over the next three years, including 500 in this fiscal year. The company did not disclose in Friday's earnings report how many stores it closed in the first quarter. “While our turnaround will take time, our early progress reinforces our belief in a sustainable, retail pharmacy-led operating model,\" Walgreens CEO Tim Wentworth said Friday. Walgreens shares were up more than 20% early Friday. The stock was the worst performer in the S&P 500 in 2024, with shares hitting their lowest price in decades. -Aaron McDade"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Wall Street Thinks Palantir Stock Will Plunge 34% in 2025 but That This AI Stock Will Soar 55%",
            "link": "https://www.msn.com/en-us/money/topstocks/why-wall-street-thinks-palantir-stock-will-plunge-34-in-2025-but-this-ai-stock-will-soar-55/ar-BB1rdSju?ocid=BingNewsVerp",
            "description": "Shares of the artificial intelligence (AI) and data analytics software company skyrocketed 340%. Palantir's additions to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I_vR4Q62PIwDqxRs_qDC5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "9hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stellantis aims to reverse yearslong declines in U.S. sales and market share in 2025",
            "link": "https://www.msn.com/en-us/money/other/stellantis-aims-to-reverse-yearslong-declines-in-u-s-sales-and-market-share-in-2025/ar-BB1reFfm?ocid=BingNewsVerp",
            "description": "Stellantis' top priority for the U.S. this year is to grow its retail market share after several years of declining sales in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4dktFbFBRBl64aYQuAS0eC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Constellation Brands adds market share in the U.S. amid an overall 'subdued' spending backdrop",
            "link": "https://www.msn.com/en-us/money/companies/constellation-brands-adds-market-share-in-the-us-amid-overall-subdued-spending-backdrop/ar-BB1rebEZ?ocid=BingNewsVerp",
            "description": "Constellation Brands (STZ) reports lower-than-expected earnings, citing subdued consumer spending. Beer sales up, wine and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZHrFMAvzDWkn-lKny3WbGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6hon MSN",
            "source": "Seeking Alpha on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China's Economy Faces Disaster as Population Ages",
            "link": "https://www.msn.com/en-us/money/economy/china-s-economy-faces-disaster-as-population-ages/ar-BB1rdAmR?ocid=BingNewsVerp",
            "description": "A top Civil Affairs Ministry official stressed new reforms must be rolled out over the next decade to be effective.",
            "image_url": "https://www.bing.com/th?id=OVFT.U8GqsIiJ_VJZ_aJzVWI4Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "10hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "California Fires Cause Human Misery But Exact Economic Toll on Residents and the Insurance Industry as Well",
            "link": "https://www.msn.com/en-us/money/other/california-fires-cause-human-misery-but-exact-economic-toll-on-residents-and-the-insurance-industry-as-well/ar-BB1rfa5X?ocid=BingNewsVerp",
            "description": "The human suffering is a disaster. But the economic cost to residents and the insurance industry will add to the woes facing residents of Southern California.",
            "image_url": "https://www.bing.com/th?id=OJ.JmtEw32HITYwHA&pid=news&w=74&h=16&rs=2",
            "category": "economy+disaster",
            "date": "21mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gigabyte unveils three new BRIX Mini PC series at CES 2025",
            "link": "https://www.digitimes.com/news/a20250107PR203/ces-2025-gigabyte-pc-hardware.html&chid=9",
            "description": "Gigabyte Technology, a leading manufacturer of motherboards, graphics cards, and hardware solutions, unveiled its all-new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xLNhH_u3UyD4BOJE_6LeWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Digi Times17h",
            "source": "Digi Times",
            "article_content": "Gigabyte unveils three new BRIX Mini PC series at CES 2025\n\nGigabyte Technology, a leading manufacturer of motherboards, graphics cards, and hardware solutions, unveiled its all-new BRIX Mini PC lineup at CES 2025. The lineup includes the Mainstream, Small Core, and Extreme series, showcasing cutting-edge performance in compact designs. The Small Core series launches today, marking the first release in the lineup, while the BRIX Mainstream and Extreme series are scheduled for release in the first quarter of 2025.\n\nThe BRIX Mainstream series features the Intel 15th Gen Arrow Lake processors, equipped with a Neural Processing Unit (NPU) for advanced AI capabilities; The Small Core series adopts Intel Twin Lake processors, designed for users seeking lightweight operations and high cost-performance, making it the best choice for everyday applications; The BRIX Extreme series is powered by the AMD Ryzen 7 PRO 8840U processor, offering superior performance compared to its predecessors.\n\nThe innovative BRIX series drives diverse applications with powerful performance across home, school, office, and digital signage, unlocking limitless possibilities in the IoT era!\n\nBRIX Mainstream Series\n\nThe BRIX Mainstream series is powered by the Intel Core Ultra 200H processors (code name: Arrow Lake), featuring a cutting-edge NPU and a newly upgraded integrated graphics core—Xe LPG+ microarchitecture with up to 8 Xe cores. This advancement significantly enhances AI acceleration capabilities, delivering an impressive overall performance of up to 90 Tera Operations Per Second (TOPS).\n\nWith its incredibly compact 0.5L palm-sized design, the BRIX Mainstream series is ideal for a variety of environments. It supports four simultaneous 4K outputs, combined with 2.5G Ethernet and Wi-Fi 6, providing a seamless multimedia experience. Additionally, it supports the latest dual-channel DDR5 SO-DIMM memory for significantly faster data transfer speeds and offers dual NVMe SSD, Thunderbolt, and USB Type-C 10Gb/s ports to meet the demands of data analysis, online meetings, graphics processing, and multitasking.\n\nThis series perfectly balances remarkable productivity and low power consumption, achieving an efficient working environment while promoting energy conservation and sustainability.\n\nBRIX Small Core series\n\nThe BRIX Small Core series targets users seeking a compact design and cost-effectiveness. Equipped with the latest Intel® Twin Lake processors, it features a 4-core, 4-thread CPU architecture that enables smooth multitasking with minimal energy consumption and maximum performance. Measuring only 0.7 liters, the Brix Small Core series delivers a highly space-saving solution compared to traditional desktop computers.\n\nMoreover, this series offers flexible expansion capabilities, supporting the installation of an additional 2.5-inch SSD or HDD, allowing users to easily adjust storage capacity according to their needs. Its multimedia performance is outstanding, capable of simultaneously supporting three 4K display outputs.\n\nThe BRIX Small Core series is ideally suited for various environments, including home, office, and educational settings. For instance, students can leverage its fast-processing power for online learning and multimedia production. Small offices can benefit from its compact footprint and expandable configurations, optimizing both space utilization and work efficiency. Meanwhile, home users can enjoy an immersive audiovisual experience through its three 4K video outputs.\n\nBRIX Extreme series\n\nThe new BRIX Extreme series is powered by the AMD Ryzen 7 PRO 8840U processor, featuring 8 cores and 16 threads to deliver exceptional performance. With a built-in NPU, it achieves an impressive overall performance of up to 38 TOPS. Compared to its predecessor, the BRIX Extreme series offers over 40% improvement in generative AI workload performance, significantly boosting computational power and work efficiency.\n\nIn addition, this product features the AMD Radeon 780M graphics card, built on AMD's latest RDNA 3 architecture, delivering robust multimedia processing and high-performance graphics capabilities. For video output, the series supports four simultaneous 4K displays, including HDMI 2.1, Mini DisplayPort 1.4, and USB Type-C, ensuring smooth playback for video streaming, image editing, and multi-monitor data analysis. This makes it perfectly suited for professionals seeking extensive screen real estate and enhanced entertainment experiences.\n\nCombining a small footprint with robust capabilities, the all-new BRIX Extreme is well-suited for a wide range of IoT applications. From business offices and educational settings to home entertainment, digital signage, and even medical devices and kiosks, it provides reliable computing performance, establishing itself as the go-to choice for diverse environments.\n\nFor more details, visit:\n\nBRIX Mainstream Series：\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BRU7-255H#kf\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BRU5-225H#kf\n\nBRIX Small Core Series：\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BTIP-N250#kf\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BTIP-N150#kf\n\nBRIX Extreme Series：\n\nwww.gigabyte.com/Mini-PcBarebone/GB-BER7-8840#kf"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dual 3D V-Cache AMD Ryzen gaming CPUs would be 'too expensive', says chip maker",
            "link": "https://www.pcgamesn.com/amd/ryzen-dual-x3d",
            "description": "AMD gaming CPUs like the 9950X3D only have one 3D V-Cache because the performance gain isn't worth the cost, according to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iroJpEdeUUc2C0p0pq8ONS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "3h",
            "source": "PCGamesN",
            "article_content": "New AMD Ryzen 9 9950X3D and 9900X3D gaming CPUs could have been produced with even better specs, but to do so would have made them far too expensive. That’s according to AMD, who stated at CES this week that its new Ryzen 9000X3D series only has a single 3D V-Cache, rather than a long-speculated dual configuration, to keep them cheap enough to make and sell for gamers.\n\nThe inclusion of the 3D V-Cache into Ryzen CPUs has given AMD the edge over Intel in recent years, when it comes to gaming performance, with its flagship models regularly reaching the top of best gaming CPU charts. However, while it makes sense for the likes of the AMD Ryzen 7 7800X3D to only feature a single 3D V-Cache – as that chip only has one CPU die – higher-end models that use two CPU dies could in theory host two cache dies, yet AMD has chosen not to implement this option.\n\nIn an interview with German tech site HardwareLuxx, AMD confirmed that there isn’t a technical limitation that prevents a dual 3D V-Cache being used in Ryzen CPUs. Instead, it’s all down to cost, as it would “simply be too expensive” to produce and sell.\n\nAMD also believes that “games would not benefit” from having a 3D V-Cache on both chiplets because the potential performance boost is essentially already provided by the single additional 64MB 3D V-Cache die. There would be a benefit in some situations but not enough that the extra cost of manufacturer and to customers would be worthwhile.\n\nAccording to HardwareLuxx’s report, AMD has “repeatedly considered” producing Ryzen X3D CPUs with 3D V-Cache on both chiplets, but continually come to the conclusion that production and likely retail cost wouldn’t be worth it.\n\nWhile AMD has tweaked the layout of recent X3D chips to improve thermal performance, it looks like a Ryzen X3D CPU launch with two larger caches isn’t going to be in the pipeline, at least for now.\n\nThat doesn’t mean these CPUs are likely to underperform, however. During the 9900X3D announcement at CES this week, AMD suggested that the new CPUs will continue to outpace Intel, with the 9950X3D set to be 20% faster than the Intel Core Ultra 285K and within 1% of the performance of the 9800X3D in games. We’ll have to wait until these new X3D CPUs launch, sometime in Q1 2025, before we can test that theory out for ourselves.\n\nIn the meantime, check out our AMD Ryzen 9800X3D review to see just how well these X3D CPUs perform in the real world, with the 9800X3D offering the best performance for gaming that you can find right now."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud Operations At Scale: Balancing Innovation With Effective Cost Management",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/10/cloud-operations-at-scale-balancing-innovation-with-effective-cost-management/",
            "description": "The cloud has become the go-to solution for many organizations, but the flexibility of cloud platforms also introduces ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2w40wYfbXuG2lC-ckvwaMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "8h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Silos: Future of software architecture",
            "link": "https://www.deccanchronicle.com/southern-states/telangana/breaking-silos-future-of-software-architecture-1853325",
            "description": "Hyderabad: The evolving landscape of software architecture is being reshaped by challenges such as integrating siloed data, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WSoY3t_3EpEW02MehiHuTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Deccan Chronicle3h",
            "source": "Deccan Chronicle",
            "article_content": "Hyderabad: The evolving landscape of software architecture is being reshaped by challenges such as integrating siloed data, managing latency and ensuring adaptability in the face of emerging technologies. Prof. Raghu Reddy of IIIT-Hyderabad believes the key to overcoming these challenges lies in developing data-centric and self-adaptive systems.\n\nSpeaking at the TechForward seminar series, Prof. Reddy highlighted the critical need to move away from traditional application-centric architectures towards enterprise knowledge graphs (EKGs). Unlike conventional systems that rely on isolated data models, EKGs unify fragmented data, facilitating more flexible, dynamic and natural language-driven interactions.\n\nThis shift is essential to meet the growing demands of internet of things (IoT), augmented reality and virtual reality (AR/VR), and hybrid cloud-edge environments, Prof. Reddy said"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Coroner made a tragic discovery during Robin Williams' autopsy after actor's death",
            "link": "https://www.ladbible.com/entertainment/celebrity/robin-williams-death-autopsy-misdiagnosis-449383-20250110",
            "description": "During Robin Williams’ autopsy, a coroner made a tragic discovery about the actor's health. The legendary actor died by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YHGu9-7sfqH5IKZZK4qeJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "3h",
            "source": "LADbible",
            "article_content": "During Robin Williams’ autopsy, a coroner made a tragic discovery about the actor's health.\n\nThe legendary actor died by suicide on 11 August 2014, at the age of 63.\n\nBefore his death, Williams had been diagnosed with Parkinson’s disease after suffering from substance abuse problems and severe mental health issues.\n\nAdvert\n\nHowever, the comedian’s son later spoke out to explain how it was revealed he had been misdiagnosed following his death.\n\nParkinson’s disease is a condition in which parts of the brain become progressively damaged over many years, it can cause depression and anxiety, memory problems, slow movement and involuntary shaking of particular body parts.\n\nIt is said Williams was misdiagnosed. (Peter Kramer/Getty Images)\n\nBut when an autopsy was done following Williams’ death, it revealed he was actually suffering from undiagnosed Lewy body dementia (LBD) that was progressively causing his Parkinson's-type symptoms.\n\nAdvert\n\nThe NHS explains this is one of the most common types of dementia and that those with it may experience; hallucinations and hearing voices; problems with understanding, thinking, memory and judgement; confusion or sleepiness; slow movement, stiff limbs and tremors; disturbed sleep; fainting spells, unsteadiness and falls; depression and anxiety.\n\nThere is currently no cure for LBD or treatment that will slow it down but there are treatments to help control some symptoms. It is said the average survival time after a diagnosis is about five to seven years but that’s highly variable.\n\nIn 2021, Williams’ son Zak spoke out about the disease and his dad’s misdiagnosis which left him ‘very uncomfortable’ and ‘frustrated’ in his final years.\n\nRobin and Zak Williams. (Jamie McCarthy/WireImage for Timo Wallets LLC)\n\nAdvert\n\nHe said on Max Lugavere's The Genius Life podcast: “What he was going through didn't match one-to-one [with] many Parkinson's patients' experiences. So, I think that was hard for him.\n\n“There was a focus issue that frustrated him, there were issues associated with how he felt, and also from a neurological perspective, he didn't feel great. He was very uncomfortable\", he continued, adding that the incorrect medical information and medication may have 'exacerbated the situation'.\n\n\"They're also really hard on the mind and the body.\n\n\"The diagnosis was different than the disease so I think it could be a situation where you're taking stuff and experiencing purely the side effects of [the drug].\"\n\nAdvert\n\nHe added that the disease and misdiagnosis prevented his father’s ability to ‘perform his craft’, having further impact on his mental health.\n\nIf you’ve been affected by any of these issues and want to speak to someone in confidence, please don’t suffer alone. Call Samaritans for free on their anonymous 24-hour phone line on 116 123."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists unearth 1,500-year-old mosaic with Bible verse that 'blesses all who read it'",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14268171/archaeologists-unearth-1500-year-old-mosaic-bible-verse-blessings-israel.html",
            "description": "Archaeologists have discovered a 1,500-year-old monastery with a colorful mosaic floor bearing a Bible verse blessing all who ...",
            "image_url": "https://www.bing.com/th?id=OVF.lSKhotgStB9TS4%2fh0sK64Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "6h",
            "source": "Daily Mail",
            "article_content": "Archaeologists have discovered a 1,500-year-old monastery with an intricate mosaic floor that bears a Bible verse blessing all who read it.\n\n'Blessed are you when you come in and blessed are you when you go out,' reads the verse inscribed in ancient Greek that sits at the center of the intricately designed floor.\n\nThe discovery was made near the Israeli city of Kiryat Gat, the Israel Antiquities Authority (IAA) announced Monday, who described it as one of the largest and most significant sites uncovered in the area from the time period.\n\nThe monastery dates back to the fifth through sixth centuries CE, which was during the rule of the Byzantine empire, also known as the Eastern Roman Empire.\n\nThose years saw the spread of Christianity and the construction of significant religious sites such as the Church of the Holy Sepulchre in Jerusalem.\n\nThe newly discovered monastery is located in an ancient settlement established during the preceding Roman period, but persisted for approximately 600 years until the end of the Byzantine period.\n\n'This is the largest and most significant Roman and Byzantine period site uncovered in this area,' said excavation leaders Shira Lifshitz and Maayan Margulis.\n\nThe dig also uncovered remains of at least ten buildings, a winepress and a large warehouse building.\n\n'Blessed are you when you come in and blessed are you when you go out' (Deuteronomy 28:6), reads the verse inscribed in ancient Greek in the center of the intricately designed floor.\n\nThe 'blessing' was one a floor for an ancient building\n\nBut the monastery is especially significant because its mosaic floor is a first-of-its-kind discovery.\n\n'The mosaic discovered in Kiryat Gat is one of the most unique ever found in Israel,' Mark Avrahami, head of artistic conservation at the IAA, said in the statement.\n\nWhat makes this mosaic so unusual is the incorporation of very small stones into its geometric pattern, which served to highlight the cross-shaped decorations, according to the researchers.\n\nIn addition to the Bible verse, the floor features crosses, lions, doves, an amphora (a ceramic maritime shipping jug), flowers and geometric patterns.\n\n'Transferring mosaics is a complex process that requires great skill and precision,' Avrahami said, but the floor will soon be moved to the IAA's mosaic workshop for preservation before being put on public display in the city of Kiryat Gat.\n\nThe dig also unearthed a 'great quantity' of artifacts from the monastery and the surrounding site, including imported wares, coins, marble elements, and metal and glass vessels, 'all attesting to the rich and significant community living here,' researchers shared.\n\nThe settlement is situated on a central road junction connecting the mountain region to the coastal plain, and apparently served the area's smaller settlements as well as travelers passing by.\n\n'The findings indicate a succession of settlement starting from the early Roman period (1st century CE) and through until the end of the Byzantine period (end of the 6th century CE),' the team said.\n\nResearchers said the mosaic is one of the most unique of its kind found in the region\n\nWhat makes this mosaic so unusual is the incorporation of very small stones into its geometric pattern, which served to highlight the cross-shaped decorations, according to the researchers\n\nThe settlement is situated on a central road junction connecting the mountain region to the coastal plain, and apparently served the area's smaller settlements and travelers passing by\n\nThe Byzantine Empire reigned from 330 to 1453 CE. Its rule began when the Emperor Constantine split the Roman Empire into a western and eastern half.\n\nThe eastern half remained the dominant power in ancient Europe throughout the rest of late antiquity and even during parts of the middle ages, eventually coming to be known as the Byzantine Empire.\n\nIts capital, Constantinople, was conquered by the Ottoman Turks in 1453, thus marking the end of the Empire's more than 1,000-year reign.\n\nWhile the recently excavated settlement was still active during the Byzantine period, it expanded significantly, the researchers concluded.\n\nThis growth included the construction of the monastery and the winepress.\n\nThe researchers also uncovered a 'very sophisticated' winepress, which made wine that was sent throughout the country and to the other side of the Mediterranean Sea\n\nLike the monastery, the winepress also features mosaic flooring in the fermentation rooms and the collecting vat, made of blue and white stones\n\nThe researchers also uncovered numerous artifacts from the site, including 'good quality toys that show status'\n\nLike the monastery, the winepress also features mosaic flooring in the fermentation rooms and the collecting vat, made of blue and white stones.\n\nThe researchers described this winepress as 'very sophisticated,' adding that its construction and development likely involved 'significant financial resources, time and a range of professional work and effort.'\n\nIt produced wine that was sent both throughout the country and to the other side of the Mediterranean Sea, they said.\n\nThe dig also uncovered ample evidence of local pottery production, such as detritus left behind by a ceramic factory, garbage pits, discarded vessels that were misshaped during production, and even a number of vessels that are 'unique to this site.'\n\n'The discovery of the site highlights the historical richness of Kiryat Gat and its surroundings, shedding light on the centrality of the region in antiquity,' said Svetlana Talis, Director of the Southern Region at the Israel Antiquities Authority."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Antarctica 'pyramid': The strangely symmetrical mountain that sparked a major alien conspiracy theory",
            "link": "https://www.msn.com/en-us/weather/topstories/antarctica-pyramid-the-strangely-symmetrical-mountain-that-sparked-a-major-alien-conspiracy-theory/ar-BB1ren2V?ocid=BingNewsVerp",
            "description": "Antarctica is home to a peak shaped like a perfect pyramid — but contrary to what conspiracy theorists say, the mountain's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wzc6PZ2BTl9akz2cTHdi6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Live Science on MSN7h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 months in 2 minutes - Cockscomb",
            "link": "https://www.msn.com/en-au/news/other/3-months-in-2-minutes-cockscomb/vi-BB1rf1Wi?ocid=BingNewsVerp",
            "description": "Watch 3 Months of Cockscomb Magic Unfold in 2 Minutes! Trump sentenced to unconditional discharge in 'hush money' trial Map ...",
            "image_url": "https://www.bing.com/th?id=OVF.F7wPFeFaaqq7WqkigKlk6A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Boxlapse on MSN1h",
            "source": "Boxlapse on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Major city named UFO sighting capital of the UK",
            "link": "https://www.msn.com/en-gb/travel/general/major-city-named-ufo-sighting-capital-of-the-uk/ar-BB1rfbKI?ocid=BingNewsVerp",
            "description": "From 'rocket-type objects' to 'cigar-shaped craft', the skies have been filled with unidentified flying objects spotted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F0xQ6Yv5yF5xG4-FNgVA-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "1hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Residents share more stories of 'UFO' sightings after 'orange ball' spotted in night skies over Scots town",
            "link": "https://www.msn.com/en-gb/news/world/freaky-ufo-sightings-shared-by-scots-after-orange-ball-spotted-in-night-skies/ar-BB1reOAI?ocid=BingNewsVerp",
            "description": "Residents have shared their own apparent UFO sightings after an orange ball was seen floating in the skies over Alva, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SaBdTsAlC7TlyIseDFT-gy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "3hon MSN",
            "source": "Daily Record on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossil discovery sheds light on the early evolution of animal nervous systems",
            "link": "https://phys.org/news/2025-01-fossil-discovery-early-evolution-animal.html",
            "description": "An international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7AO-VgjGTbDL38cQSqwmrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nTubular incomplete specimens of Eopriapulites sphinx from the early Cambrian Kuanchuanpu Formation, showing their ventral nerve cord. Credit: Science Advances (2025). DOI: 10.1126/sciadv.adr0896\n\nAn international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, a key component of the central nervous system, evolved in ecdysozoan animals, a group that includes insects, nematodes, and priapulid worms.\n\nTheir findings, published in a paper titled \"Preservation and early evolution of scalidophoran ventral nerve cord\" in Science Advances, provide valuable insights into the origins of these structures in the basal Cambrian period.\n\nThe research team, comprising Dr. Deng Wang (Northwest University), Dr. Jean Vannier (Université de Lyon), Dr. Chema Martin-Durán (Queen Mary University of London), and Dr. María Herranz (Rey Juan Carlos University), analyzed exceptionally well-preserved fossils from key Cambrian deposits. These fossils include representatives of the early-evolving Scalidophora, a subgroup of Ecdysozoa, offering a rare glimpse into the nervous system architecture of ancient animals.\n\nEcdysozoans include arthropods (such as insects and crabs), nematodes (roundworms), and smaller groups like kinorhynchs (\"mud dragons\") and priapulids (\"penis worms\"). Their central nervous systems, which include the brain and ventral nerve cord, have long intrigued scientists seeking to understand the evolutionary relationships between these groups.\n\nFor example, priapulids exhibit a single ventral nerve cord, while loriciferans and kinorhynchs have paired nerve cords, with kinorhynchs also developing paired ganglia. Did the ancestral ecdysozoan have a single or paired ventral nerve cord?\n\nFurthermore, while loriciferans and kinorhynchs share a similar nervous system design to arthropods, they are phylogenetically distant. Are these similarities the result of convergent evolution, or do they reflect a shared evolutionary origin?\n\nScalidophorans, which include priapulids, loriciferans, and kinorhynchs, first appeared in the early Cambrian. They represent a crucial lineage for investigating the evolutionary trajectory of the ventral nerve cord in ecdysozoans.\n\nBy studying fossils from the Fortunian Kuanchuanpu Formation (e.g., Eopriapulites and Eokinorhynchus), the Chengjiang Biota (e.g., Xiaoheiqingella and Mafangscolex), and the Wuliuan Ottoia prolifica, the researchers identified elongate structures running along the ventral side of these ancient organisms.\n\n\"These structures closely resemble the ventral nerve cords seen in modern priapulids,\" explained Dr. Deng Wang and Dr. Jean Vannier. Their analysis indicates that these fossils preserve impressions of single ventral nerve cords, shedding light on the likely ancestral condition for scalidophorans.\n\nPhylogenetic analysis supports the hypothesis that a single ventral nerve cord was the ancestral condition for scalidophorans. Moreover, the evolutionary grouping of nematoids and panarthropods (a clade that includes arthropods, tardigrades, and onychophorans) suggests their common ancestor also likely had a single nerve cord.\n\n\"This leads us to propose that the common ancestor of all ecdysozoans possessed a single ventral nerve cord,\" said Dr. Chema Martin-Durán. \"The paired nerve cords observed in arthropods, loriciferans, and kinorhynchs likely evolved independently, representing derived traits.\"\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nThe study also highlights a connection between the evolution of paired ventral nerve cords, ganglia, and body segmentation. Loriciferans, kinorhynchs, and panarthropods exhibit varying degrees of body segmentation, suggesting that these structural changes may have co-evolved with nervous system modifications.\n\nDr. María Herranz noted, \"The emergence of paired nerve cords likely facilitated greater coordination of movement, particularly in segmented animals. During the Precambrian-Cambrian transition, changes in the nervous and muscular systems were likely tied to the development of appendages, enabling more complex locomotion.\"\n\nThis discovery enriches our understanding of ecdysozoan evolution and underscores the role of the fossil record in addressing key questions about early animal development.\n\nBy linking nervous system structures to broader evolutionary trends, the study provides a clearer picture of how the diverse ecdysozoan lineages arose and adapted to their environments.\n\nMore information: Deng Wang, Preservation and early evolution of scalidophoran ventral nerve cord, Science Advances (2025). DOI: 10.1126/sciadv.adr0896. www.science.org/doi/10.1126/sciadv.adr0896 Journal information: Science Advances"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'What is that?' Scientists explain white patch that appears near northern lights",
            "link": "https://www.sciencedaily.com/releases/2025/01/250110143542.htm",
            "description": "A whitish, grey patch that sometimes appears in the night sky alongside the northern lights has now been explained.",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily1m",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physics Said These Quantum Particles Couldn't Exist. Now, Math Has Proven They Can",
            "link": "https://www.iflscience.com/physics-said-these-quantum-particles-couldnt-exist-now-math-has-proven-they-can-77571",
            "description": "For example: physics traditionally tells us that all particles can be classified into one of two types, either bosons or ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5LpyY8wmkdyIjqjeX_75TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "IFLScience6h",
            "source": "IFLScience",
            "article_content": "The renowned physicist Richard Feynman is reputed to have once said that “physics is to math what sex is to masturbation”. Exactly what comparison he was making, he didn’t clarify – but if the orgasm gap is anything to go by, he presumably meant that math is often more fun, more effective, and better at getting the desired result in the face of adverse real-world conditions.\n\nAdvertisement Advertisement\n\nFor example: physics traditionally tells us that all particles can be classified into one of two types, either bosons or fermions, depending on their properties and behavior. But math says that’s not the whole story – at least, according to a new study.\n\nAdvertisement Advertisement\n\n“We determined that new types of particles we never knew of before are possible,” said Kaden Hazzard, associate professor of physics and astronomy at Rice University and co-author of the new paper, in a statement on the findings.\n\nIt’s actually not the first time the existence of such “parastatistical particles”, or “paraparticles” as they’re known for short, has been suggested. Indeed, “parastatistics, and their apparent absence in nature, has been discussed since the dawn of quantum mechanics,” notes the paper.\n\n“The first concrete theory of parastatistics was proposed and investigated by Green in 1953,” the authors write. “This theory was subsequently studied in detail and also more generally and rigorously within the framework of algebraic quantum field theory.”\n\nUnfortunately, though, the idea turned out to be something of a lame duck. It wasn’t that the paraparticles didn’t or couldn’t exist – that was fine – rather, the problem was that it didn’t matter whether they did or not.\n\nAdvertisement Advertisement\n\n“These works did not rule out the existence of paraparticles in nature,” explains the paper, “but led to the conclusion that, under certain assumptions, any theory of paraparticles […] is physically indistinguishable from theories of ordinary fermions and bosons. This seemingly obviated the need to consider paraparticle theories, as they give exactly the same physical predictions as theories of ordinary particles.”\n\nSo much for the paraparticles idea – or so it seemed. But when Hazzard and then-grad student Zhiyuan Wang considered the problem through a mathematical lens, they not only found that nontrivial paraparticles could exist, but they also figured out where they might turn up in nature – such as within magnetic flux.\n\n“Particles aren’t just these fundamental things,” said Hazzard. “They’re also important in describing materials.”\n\nAs you might expect, these paraparticles would be weird – even considering the general oddness of quantum physics. “Their exchange statistics can be physically observed and are notably distinct from fermions and bosons,” notes the paper.\n\nAdvertisement Advertisement\n\nLike the equally baffling new quasiparticles, the discovery of which was also announced this week, the result “demonstrates the possibility of a new type of quasiparticle in condensed matter systems,” the authors write, “and – more speculatively – the potential for previously unconsidered types of elementary particle.”\n\nIt’s exciting, but it’s only a first step. Where this theory leads, or even possible routes to get there, are still to be determined – as of yet, we don’t even know the questions, let alone the answers.\n\n“This is cross-disciplinary research that involves several areas of theoretical physics and mathematics,” said Wang, now a postdoctoral researcher at the Max Planck Institute of Quantum Optics in Germany. But “to realize paraparticles in experiments, we need more realistic theoretical proposals,” he added.\n\nWherever the theory takes them, though, the journey should be worth watching.\n\nAdvertisement Advertisement\n\n“I don’t know where it will go,” Hazzard said. “But I know it will be exciting to find out.”\n\nThe paper is published in the journal Nature."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Create Split-Electrons, Unlocking the Future of Quantum Computing",
            "link": "https://scitechdaily.com/scientists-create-split-electrons-unlocking-the-future-of-quantum-computing/",
            "description": "Topological quantum computers a step closer with a new method to 'split' electrons. Electrons, once thought to be indivisible ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NUNACwOlr6vL31kUv1rqry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "15h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Experts call for science-driven holistic approach in global plastic treaty talks",
            "link": "https://www.msn.com/en-us/news/technology/experts-call-for-science-driven-holistic-approach-in-global-plastic-treaty-talks/ar-BB1retu8?ocid=BingNewsVerp",
            "description": "A holistic approach backed by science is vital to a successful UN Global Plastics Treaty, explained Professor Steve Fletcher, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-dBHeOR6uXXV0b4HGgTl3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "5hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Best of Times, the Worst of Times for Medicine in America",
            "link": "https://www.yahoo.com/news/best-times-worst-times-medicine-144145997.html",
            "description": "Our medical tools and techniques are rapidly improving but our system for delivering health care is a source of widespread ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MjoCMg4F5J9IO_IbUXV2Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "5h",
            "source": "Yahoo",
            "article_content": "WE ARE LIVING THROUGH a remarkable revolution in the life sciences, with more on the way as researchers begin to juice already exceptional progress with explosive advances from artificial intelligence.\n\nYet the actual experience of healthcare in America is often terrible—and seems to be getting worse.\n\nOur collective challenge in the United States will be productively channeling our simmering frustration. As we strive to reimagine healthcare delivery, we must find ways to sustain, and not undercut, the tremendous momentum of American biomedical science.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHealthcare, as experienced in America today, is miserable for just about everyone. It’s awful for patients who must navigate a fiendishly Byzantine system to receive even the most basic care, and to figure out whether costly treatments will be covered by insurance. It’s awful for loved ones who are increasingly pressed into service to advocate for patients—such as when they are left languishing for days in the hall outside emergency departments waiting for a hospital bed to become available.\n\nIt’s awful as well for exasperated and overburdened health care professionals. Doctors like those I trained with face escalating administrative burdens, including constant negotiation with insurance companies; they’re experiencing unprecedented professional dissatisfaction and career burnout. Competing, ever-expanding armies of administrators—and more recently, AI tools—from provider and insurer organizations engage in fierce daily battles over reimbursement. These relentless bureaucratic skirmishes sap time, money, and empathy from everyone involved.\n\nShare\n\nYET WE ARE ALSO LIVING THROUGH a time of remarkable progress in biomedical science, “a Golden Age for medicine” as columnist David Wallace-Wells has called it. Genetics and other tools have provided critical insights into new disease targets to attack. We have added an impressive array of approaches to our therapeutic armamentarium, including traditional small molecules, biologics, nucleic acid therapeutics, cell and gene therapies, and imaginative combinations.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nConsider the remarkable results: We have improved treatments for many cancers, and developed therapies that now afford most children born with cystic fibrosis a good chance to live a nearly-normal life. Hepatitis C infections, which can lead to liver failure as well as liver cancer, can now be cured. An injectable medicine, lenacapavir, was shown to protect recipients from HIV infection for six months with 100 percent efficacy—an accomplishment recognized by Science magazine as the 2024 Breakthrough of the Year. And a powerful new class of medications, the GLP-1 receptor agonists (think Ozempic and Wegovy), has proved phenomenally effective in staunching appetite, helping patients reduce excess weight and meaningfully improve their health.\n\nSupport our independent political and cultural journalism by signing up for a free or paid Bulwark subscription.\n\nBetter measurement technologies, including wearable digital devices, enable researchers to understand both disease and treatments with unprecedented precision. Over coffee in Cambridge, Massachusetts, an enthusiastic physician-scientist recently explained to me how a lightweight headset produced by his startup enables clinicians to monitor brainwaves and assess sleep disorders, attracting the interest of multiple pharmaceutical companies.\n\nLife science is also poised to benefit from the revolution in artificial intelligence; two recipients of the 2024 Nobel Prize in Chemistry developed an AI-enabled tool, AlphaFold, to predict protein structures. AI will also play a critically important role in managing drug development’s exploding complexity—a happy consequence of biology’s remarkable progress.\n\nAT THIS TRANSFORMATIVE MOMENT in life science, it seems astonishing some would spend our time and treasure looking backwards and relitigating some of medicine’s most impactful and well-established successes, like the vaccinations that eliminated smallpox and saved millions of children from the scourge of dreadful diseases like polio and other preventable conditions. This regressive thinking is at once distracting and terribly misguided.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nInstead, we should look forward, and support our nation’s powerful life-science engine, including both the foundational, enabling science so often funded by the National Institutes of Health as well as our vibrant biotech ecosystem that translates promising early-stage science into rigorously validated medicines.\n\nAs we contemplate how to improve access to medicines—a vitally important consideration—let us remember that no one can access therapies that haven’t yet been discovered. Effective treatments are still urgently required for Alzheimer’s disease, pancreatic cancer, brain tumors, and a vast array of rare, devastating conditions that collectively affect millions.\n\nIt is essential that we aggressively challenge our conspicuously dysfunctional model of healthcare delivery, since great biomedical science means very little if it doesn’t translate to better care and improved health. But amid our zeal to fix what’s so obviously broken, we must do our best to preserve, refine, and build upon what’s already working.\n\nShare"
        }
    }
]