[
    {
        "title": "Halloween Countdown. Case 12: The Penshaw Monument UFO",
        "link": "https://www.bbc.co.uk/programmes/p0jx6q9t",
        "description": "Every day in October, Danny Robins will release a brand new bite-size tale of terror - real-life ghost stories hand-picked ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JD6iX7hjIlG7-ZUGcMM8Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "22h",
        "source": "BBC",
        "article_content": "Day 12 of the Uncanny Halloween Countdown... what does Danny have in store today?\n\nEvery day in October, Danny Robins will release a brand new bite-size tale of terror - real-life ghost stories hand-picked from the Uncanny inbox. Countdown with Danny, and then get ready for some very special Halloween surprises!\n\nWritten and presented by Danny Robins\n\nAssistant producer and researcher: Lara Monahan\n\nResearcher: Nancy Bottomley\n\nEditing and sound design: Charlie Brandon-King\n\nMusic: Evelyn Sykes\n\nTheme music by Lanterns on the Lake\n\nProduction manager: Tam Reynolds\n\nCommissioning executive: Paula McDonnell\n\nCommissioning editor: Rhian Roberts\n\nProduced by Danny Robins and Simon Barnard\n\nA Bafflegab and Uncanny Media production for BBC Radio 4"
    },
    {
        "title": "My five favourite games from UFO 50 and why you won’t agree – Reader’s Feature",
        "link": "https://metro.co.uk/2024/10/13/five-favourite-games-ufo-50-wont-agree-21781862/?ico=trending-post-strip_item_3",
        "description": "A reader explains why he thinks everyone should play indie compilation UFO 50 and why no-one will agree on which are its best ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3nCblxNPQvNGlnnoeBTYgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "Metro",
        "article_content": "UFO 50 – one of the best games of the year (Mossmouth)\n\nA reader explains why he thinks everyone should play indie compilation UFO 50 and why no-one will agree on which are its best games.\n\nUFO 50 was created by Derek Yu (creator of Spelunky), his childhood friend Jon Perry, and a load of other extremely talented game developers. The game was announced in 2017 and finally came out last month and I am pleased to say the wait was more than worth it.\n\nUFO 50 is a collection of 50 complete 8-bit style games (not mini-games) created by the fictional company UFOSoft, with many lasting several hours. As of the time of writing, I have spent around 27 hours on the game and have completed six games and have 100% on no games. There’s so much to explore and I imagine I will be playing this game for many more months (years?) to come. Here’s some of my personal favourites.\n\nParty House\n\nYou’re having a house party and need to invite guests but you want to make sure they’re worth it, whether they bring more cash in or make your party more popular. You also need to make sure the party doesn’t get too rowdy or someone will call the cops! This is one of the most simple games in the collection but it’s also one of the best.\n\nMost time will be spent in the ‘shop’ section deciding which guests you would like to add to your roster, all of who cost popularity to add. Some earn popularity, some earn cash, and some have special abilities. As you use your cash to expand the house, the game really shines. Using your abilities, you’ll find yourself booting, swapping and predicting guests, while watching those numbers tick up ever so satisfyingly.\n\nOnce you get popular enough, you can start to add star characters to your roster. You have 25 days and 25 parties to get four-star characters at one time to throw the ultimate party. With five scenarios to pick from, each with different characters and a random scenario mode, it’s easy to sink several hours into this one.\n\nParty House is a lot of people’s favourite (Mossmouth)\n\nCamouflage\n\nOut of the many puzzle games in the collection, this one is my favourite. You play as a chameleon who uses the power of camouflage to escape from the various predators in each level. Unlike most games in this collection, Camouflage is very forgiving, enabling you to go back to your previous square when you die.\n\nThe game starts out with stationary enemies but later introduces enemies that patrol around the level, making for some frantic puzzle solving. The puzzles aren’t too difficult but they sure do make you feel smart.\n\nBushido Ball\n\nImagine a samurai-themed fighting game but it’s really just Pong. There are six playable characters each with unique abilities and stats. Each player can roll, slash the ball or do their special when they have enough power. The aim is to beat all the other characters to win the tournament.\n\nWith a full run taking less than 20 minutes, Bushido Ball had me constantly thinking ‘Just one more go’ until I had spent over two hours in the game and finally beat the tournament.\n\nQuibble Race\n\nThis is the strangest game in the collection and I love it. The aim is to make the most money by betting on Quibble races, by whatever means necessary. This involves bribing characters to break quibble’s legs, drug them or even poison them – yes, you can play as a quibble murderer.\n\nYou can also sponsor quibbles, which will give you more money when they win, encouraging you to go for the underdogs which makes for some of the most entertaining races. Watching these quibbles constantly fall over and banging the table as your prize quibble falls over and dies is one of the most entertaining experiences gaming has to offer, especially in three-player co-op.\n\nDevilition\n\nDevils have invaded the town and it’s your job to stop them! In each of the 10 rounds, you must use your randomly-assigned characters (and cannons) to create a chain reaction on a 10×10 board that will kill all of the devils. However, you must avoid killing the villagers, as if there are more devils than villagers at the end of the round then you lose! Once you have placed all of the characters, you may detonate one of them and begin the chain reaction. Watching as your creation destroys everything in sight is immensely satisfying.\n\nThere’re many more games in the collection I would have loved to talk about but the best thing I can say is just go play UFO 50 for yourself. What’s so magical about the game is that everyone has a completely different experience and everyone’s top five will be vastly different. By the time I reach 50 hours, this list will probably have changed entirely – there’s still 15 games I haven’t got round to at all!\n\nBy reader Daniel T.\n\nIf you don’t like Bushido Ball there’s 49 other games to try (Mossmouth)\n\nThe reader’s features do not necessarily represent the views of GameCentral or Metro.\n\nYou can submit your own 500 to 600-word reader feature at any time, which if used will be published in the next appropriate weekend slot. Just contact us at gamecentral@metro.co.uk or use our Submit Stuff page and you won’t need to send an email.\n\nMORE : As far as I’m concerned video game fans are the worst - Reader’s Feature\n\nMORE : Two things Sega must change for Alien Isolation 2 - Reader’s Feature\n\nMORE : Video games are just for kids and that’s as true now as it’s ever been – Reader’s Feature"
    },
    {
        "title": "Texas among states with the most UFO sightings, according to study",
        "link": "https://www.sacurrent.com/news/texas-among-states-with-the-most-ufo-sightings-according-to-study-35798508",
        "description": "Michael Karlis is a Staff Writer at the San Antonio Current. He is a graduate of American University in Washington, D.C., ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lOEk2GXmtpx8wSzl5yu7jS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "San Antonio Current14h",
        "source": "San Antonio Current",
        "article_content": "Content not available"
    },
    {
        "title": "'That's gotta be a UFO!' Mystery as strange lights appear over Stoke-on-Trent",
        "link": "https://www.msn.com/en-gb/money/technology/that-s-gotta-be-a-ufo-mystery-as-strange-lights-appear-over-stoke-on-trent/ar-AA1s8TTi?ocid=BingNewsVerp",
        "description": "Families are searching for answers - after mysterious lights appeared over Stoke-on-Trent. The five bright lights flying ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Pmt4fZEARAAY2TN1xyrA7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Stoke on Trent Live on MSN18h",
        "source": "Stoke on Trent Live on MSN",
        "article_content": ""
    },
    {
        "title": "BREAKING New UFO Witness comes forward with details of infamous Washington DC UFO incident",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/breaking-new-ufo-witness-comes-forward-with-details-of-infamous-washington-dc-ufo-incident/vi-AA1s9GhM?ocid=BingNewsVerp",
        "description": "Patrick discusses new UFO witness who came forward detailing their account of the infamous July 1952 UFO incident in Washington DC where allegedly 6-10 UFOs descended upon the capital city and fighter ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Vetted on MSN11h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "AI app helps blind students experience zoo in new ways",
        "link": "https://www.msn.com/en-us/news/technology/ai-app-helps-blind-students-experience-zoo-in-new-ways/vi-AA1saI2X?ocid=BingNewsVerp",
        "description": "As hurricanes intensify, some Florida towns are fighting back with innovative designs. We Build a Barn, Got Stuck in the MUD ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sK0RvOixV1A7jS4ypGddty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "WHO-TV Des Moines on MSN1h",
        "source": "WHO-TV Des Moines on MSN",
        "article_content": ""
    },
    {
        "title": "Google Meet for Android will soon get AI-generated backgrounds",
        "link": "https://www.yahoo.com/tech/google-meet-android-soon-ai-092822986.html",
        "description": "While Android Authority could make the new option appear, tapping it reportedly returns an empty page, suggesting it's still ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p9sdOJoDlmOdEeuxO2phJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "Yahoo",
        "article_content": "Google Meet launched AI-generated background images on the web last year, and it's now in development for the Android app.\n\nThis feature was spotted as part of an APK teardown of the latest Gmail app and is still in its early stages.\n\nWhen available on Android, this capability on Meet should be available to users with the Gemini for Google Workspace add-on or a Google One AI Premium subscription.\n\nGoogle has slowly but steadily incorporated AI elements into almost every product it offers, including Workspace apps. Google Meet is no exception, with the video conferencing app launching AI-generated background images last year as a Workspace Labs project. Although Google launched this feature over a year ago, it's still only available on the web version of Meet, limiting its reach somewhat. Fortunately, that's likely to change soon, with new evidence showing Google is working on bringing AI-generated backgrounds to the Android version of its video calling app.\n\nLooking through version 2024.10.06.682972205 of the Gmail app, the folks at Android Authority have spotted a new option to \"Generate a background\" inside Meet's Effects menu. Assuming it works similarly to the web version, users should be able to generate an AI background image with a custom prompt directly from the self-view screen, i.e., the page that appears just before joining a Google Meet call.\n\nIt could be a while before it's ready\n\nGoogle Meet Android AI Background Images AA\n\nWhile Android Authority could make the new option appear, tapping it reportedly returns an empty page, suggesting it's still early days for AI-generated backgrounds on Meet for Android. It's unclear if Google will also roll out this Gemini-powered feature to the iOS/iPadOS version of Meet, though we'd be surprised if it didn't.\n\nWhen available, eligible users should be able to tap the Generate a background button in the Effects menu and enter a custom prompt to get the desired background image. People will also have the option to choose a style, with some of the options including Photography, Sci-Fi, Fantasy, etc, as Google details in this support page entry.\n\nIts capabilities should remain largely unchanged when it hits Android, though it's hard to say anything definitively since it's not fully functional right now. This background image generation feature should be available to people with a Gemini for Google Workspace add-on or the Google One AI Premium subscription.\n\nThis isn't the only AI-related inclusion in the video conferencing app, with Meet also getting the \"Take notes for me\" feature not too long ago, while we've also learned that it's coming to Android in the near future. Some of Meet's AI additions were detailed in advance by Google back in April.\n\nGoogle Meet\n\nGoogle LLC\n\nCOMMUNICATION\n\nPrice: Free\n\n4.5\n\nDownload"
    },
    {
        "title": "‘Where we are today in biology AI is similar to GPT in 2020’: An interview with the CEO of Africa’s biggest AI startup",
        "link": "https://www.msn.com/en-us/news/technology/where-we-are-today-in-biology-ai-is-similar-to-gpt-in-2020-an-interview-with-the-ceo-of-africa-s-biggest-ai-startup/ar-AA1s9Pnw?ocid=BingNewsVerp",
        "description": "In January last year, German biotech company BioNTech acquired African AI startup Instadeep for over $550 million, a deal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ro5D9JsVljasBGw-5znPuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Google AI helped researchers win two Nobel Prizes this week",
        "link": "https://www.digitaltrends.com/computing/google-ai-helped-win-two-nobels-this-week-and-other-top-headlines/",
        "description": "While AI was helping win multiple Nobel Prizes this week, we saw the release of Google's Imagen 3, Zoom's AI Companion, and ...",
        "image_url": "https://www.bing.com/th?id=OVF.akDEI4gjEAVDtviq9fBccw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "Digital Trends",
        "article_content": "It’s been another insane week in the world of AI. While Tesla CEO Elon Musk was debuting his long-awaited Cybercab this week (along with a windowless Robovan that nobody asked for), Google’s AI was helping researchers win Nobel Prizes, Zoom revealed its latest digital assistant, and Meta sent its Facebook and Instagram chatbots to the U.K.\n\nCheck out these stories and more from this week’s top AI headlines.\n\nRecommended Videos\n\nGoogle’s AI helped researchers win two Nobel Prizes\n\nThe 2024 Nobel Prizes in chemistry and physics were awarded to researchers with deep ties to Google on Wednesday. Former Google researcher Geoffrey Hinton won for physics for his work with foundational machine learning techniques that led to the current AI revolution, while DeepMind co-founder Demis Hassabis won for his efforts to decode protein structures.\n\nHowever, not all of their peers were satisfied with the awards, with one associate math professor arguing about Hinton’s prize, “What he did was phenomenal, but was it physics? I don’t think so. Even if there’s inspiration from physics, they’re not developing a new theory in physics or solving a longstanding problem in physics.”\n\nAdobe is giving creators a way to prove their art isn’t AI slop\n\nIt’s getting to where you can’t even believe everything you read and see on the internet these days, what with 57% of it likely being AI-generated. To help protect artists (aka its customer base) Adobe is launching a beta of its Content Authenticity web app in the first quarter of next year that will enable content creators to certify that their art is human-made.\n\nThis is no simple metadata, mind you — Adobe’s certification system uses a combination of digital fingerprinting, watermarking, and cryptographic metadata to prove the provenance of images, video, and audio files, and can’t be easily stripped or circumvented.\n\nMeta’s AI Chatbot goes to London\n\nAfter launching in the U.S. and Australia, Meta announced this week that it is bringing its AI chatbot to Facebook and Instagram users in the United Kingdom and Brazil, as well as on the company’s smart glasses. The AI assistant can generate text and still images and, as the company recently revealed, will be trained on data generated by its bespectacled users.\n\nGoogle releases Imagen 3 (but only paying subscribers get to generate people)\n\nThe latest and greatest of Google’s image generation engines, Imagen 3, dropped this week for all users. The new model offers improved photorealism and fewer artifacts (just look at that cat!). I gave it a quick try and it does what it says it does on the box, allowing me to quickly generate an image from a text prompt, then change and refine that output through subsequent iterations.\n\nHowever, there are limits on what you can produce. Currently free-tier users can only generate images of non-human entities. You want it to draw you a picture of a person, you’ll need to subscribe to the $20 Gemini Advanced tier.\n\nZoom debuts its new customizable AI Companion\n\nZoom has drastically expanded its product line in recent years from a simple video conferencing app to an entire ecosystem of marketing and collaboration tools. This week the company revealed its next-generation AI Companion, a digital assistant that will work seamlessly across Zoom’s various apps to help streamline and automate common business tasks, like transcribing meeting notes, setting agendas, and summarizing reports.\n\nUsers will even be able to customize the AI and fine-tune it on the company’s specific knowledge database, though that feature will cost $12 per user per month. The updated AI Companion 2.0 itself will be rolling out at no additional charge to Zoom Workplace subscribers.\n\nAmazon debuts AI ‘Shopping Guides’ for more than 100 product types\n\nYou know that AI summary that Google started sticking at the top of its search results page, the one that everybody seems to despise? Great news, Amazon is doing basically the same thing for more than 100 types of products it carries.\n\nNow you’ll be able to learn about the key points and important information about that dog food or camping tent you’re considering buying, alongside product listings filtered for your specific search."
    },
    {
        "title": "What are best Open Source Crawl4AI Alternatives?",
        "link": "https://www.thewindowsclub.com/best-open-source-crawl4ai-alternatives",
        "description": "We discuss some of the best Open-Source Crawl4AI alternatives and how to install them on your system. These alternatives ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vFF37zAeEZ9QJOYaQKbity&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "TWCN Tech News",
        "article_content": "Crawl4AI is a free tool that simplifies web crawling and data extraction, especially for large language models (LLMs) and AI applications. However, it is not the only application in the category. This post will discuss some of the best open-source Crawl4AI alternatives.\n\nBest Open Source Crawl4AI Alternatives\n\nFollowing are some of the best open-source Crawl4AI alternatives.\n\nScrapy Colly PySpider X-Crawl Firecrawl.\n\n1] Scrapy\n\nScrapy is a Python-based open-source framework for web crawling and scraping. It helps you quickly and easily extract data from websites. It uses Twisted, an asynchronous networking framework, which allows it to be extremely efficient and fast.\n\nScrapy allows you to add pipelines and middleware to process your data as needed. This makes it easier to add Scrapy to your existing environment, as it supports handling requests, following links, and extracting data using CSS selectors and XPath.\n\nIt also provides an interface that makes tracing data and extracting it from websites easier. You can also use their large community and widely available documents.\n\nIf you want to install Scrapy, you need Python 3.8+, either the CPython implementation (default) or the PyPy implementation. Once you have that, if you’re using Anaconda or Miniconda, you can install the package from the conda-forge channel, which has up-to-date packages for Linux, Windows, and macOS, by running the following command.\n\nconda install -c conda-forge scrapy\n\nIf you want to install Scrapy using PyPI, run the following command in the elevated mode of the Command Prompt.\n\npip install Scrapy\n\nTo learn more about this tool, visit scrapy.org.\n\n2] Colly\n\nColly is a user-friendly scraping library for Golang. It simplifies making HTTP requests, parsing HTML documents, and extracting data from websites. Colly provides features that help developers navigate web pages, select and filter elements using CSS selectors, and handle different data extraction tasks.\n\nThe MSP for Colly is its high performance. It can handle 1000+ transactions per second on a single core, and once you add more cores, it’s a different story. It has achieved this by adding built-in support for caching and support for synchronous and asynchronous scraping.\n\nThe only two things that Colly lacks are JavaScript rendering (it has limited language support, which can be a deal breaker for some, but since I have been using Python, it doesn’t bother me that much) and the lack of large community, which means a limited selection of extensions, plugins, and documentation.\n\nTo install Colly, we first need to install Goland. To do so, go to go.dev and install the utility. Once done, reboot your computer, open the Command Prompt as an administrator, and execute the following commands.\n\nmkdir colly-folder\n\ncd colly-folder go mod init colly-folder go get github.com/gocolly/colly/v2\n\nYou can replace the folder name, colly-folder, with any name you choose. After building the module, you can run web-scrapper using the command – go run main.go .\n\nRead: Best free Open Source Video Converter software\n\n3] PySpider\n\nPySpider is an all-in-one web crawling system with a web-based UI that makes managing and monitoring your crawlers easy. It also provides a web-based UI for web scraping tasks.\n\nUnlike Colly, PySpider can handle websites dominated by JavaScript that use PhatnomJS. It also has significantly more built-in task management features, including task scheduling and prioritization, than Crawl4AI. However, it does take a hit in performance when compared to Crawl4AI, as the latter offers asynchronous architecture.\n\nInstalling PySpider is very straightforward. If you have Python installed on your system, just run – pip install pyspider in the elevated mode of the Command Prompt. This will automatically install PySpider. To start it, you can just run pyspider and then go to http://localhost:5000/ in your web browser to see the interface.\n\n4] X-Crawl\n\nX-Crawl is a versatile library for Node.js that uses AI to help with web crawling. It makes web crawling more efficient and convenient by providing flexible usage and powerful AI assistance. The library focuses on integrating AI capabilities and provides a strong framework for building web crawlers and scrapers.\n\nX-Crawl can handle dynamic JavaScript-generated content, which is required for modern websites. It also offers many customization features, allowing you to craft the crawling process to work for you.\n\nThere are some significant differences between Crawl4AI and X-Crawl; however, it ultimately depends on the language you are comfortable using. Crawl4AI uses Python, while X-Crawl is a Node-js-based solution.\n\nIf you have Node.js installed on your computer, run npm install x-crawl to install it on your computer.\n\n5] Firecrawl\n\nFirecrawl is an advanced web crawling tool created by Mendable.ai. It is designed to transform web content into well-organized, structured markdowns or other formats suitable for large language models (LLMs) and AI applications. It gives you LLM-ready outputs, making it easy to integrate the content into various language models and AI applications. You are also provided a simple API for submitting crawl jobs and retrieving results. If you want to check out Firecrawl, you can go firecrawl.dev, enter the URL of your website and click on Run.\n\nWhat is the best open source web development?\n\nThere are various open-source web development tools that you can use. You can use Visual Studio Code and Atom if you are looking for code editors. In case you want some open source Frontend frameworks, use Bootstrap and Vue.js, and for the Backend, use Django and Express.js. Other tools such as Git, GitHub, Figma, GIMP, Slack, and Trello are open-source and you can incorporate them into your web dev environment.\n\nRead: What are best AI SDK for Windows Software Developers\n\nAre there open source GPT models?\n\nThere are many open-source GPT models, such as GPT-Neo by EleutherAI, Cerebras-GPT, BLOOM, GPT-2 by OpenAI, and Megatron-Turing NLG by NVIDIA and Microsoft. These models offer various options based on your needs, ranging from general-purpose language models to those designed for multilingual tasks or high-performance applications.\n\nAlso Read: Best Free Artificial Intelligence software for Windows."
    },
    {
        "title": "Paranormal investigator Danny Robins uncovers some unsettling Hauntings",
        "link": "https://www.newsletter.co.uk/arts-and-culture/film-and-tv/paranormal-investigator-danny-robins-uncovers-some-unsettling-hauntings-4811084",
        "description": "During the past few years, Danny Robins, previously best known as a comedy writer and performer, has enjoyed success thanks ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mOTUNNc-ElPsGq64z8OqLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The News Letter12h",
        "source": "The News Letter",
        "article_content": "Content not available"
    },
    {
        "title": "Lewis County Historical Museum opening doors after hours for ghost tours later this month",
        "link": "https://www.yahoo.com/lifestyle/lewis-county-historical-museum-opening-035900744.html",
        "description": "Originally a train station constructed in 1912 in downtown Chehalis, the Lewis County Historical Museum will open its doors after hours on Saturday, Oct. 26, for visitors to explore the museum on ...",
        "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
        "category": "paranormal",
        "date": "9h",
        "source": "Yahoo",
        "article_content": "Oct. 11—Originally a train station constructed in 1912 in downtown Chehalis, the Lewis County Historical Museum will open its doors after hours on Saturday, Oct. 26, for visitors to explore the museum on ghost tours led by the South Sound Paranormal Research Team.\n\nThree tours, starting at 6, 7 and 8 p.m., will be available. Those brave enough to join the tour will not only get to explore the museum floor but also get behind-the-scenes access to its attic — which is used as storage for many historical books, documents and items, and is reportedly the most haunted area.\n\nVarious paranormal phenomena in the building have been reported ranging from capturing phantom voices on audio recorders to encountering full-body apparitions.\n\nIn one instance, a former Lewis County Historical Museum employee had closed up for the day and was alone in the museum when a woman wearing Victorian-era clothing approached them and asked when the next train was arriving, employees at the museum have said.\n\nThe employee is said to have informed the woman the building hadn't been an actual train station for decades. After the brief exchange, the woman is said to have politely thanked the employee before walking off and vanishing.\n\nLewis County Historical Museum Executive Director Jason Mattson has had his own paranormal experiences, including opening one morning and discovering shaving cups switched in exhibits overnight when nobody was inside, and books on the floor appearing to have been pulled off shelves they wouldn't fall off by themselves.\n\nThe tours are recommended for those 13 and older only, and tickets are $20 per person and can be purchased online at https://tinyurl.com/2mhnsdfm. All proceeds benefit the Lewis County Historical Museum.\n\nThose taking the tours are invited to bring along their own flashlights and other paranormal investigative tools.\n\nThe Lewis County Historical Museum is located at 599 NW Front Way in downtown Chehalis. For more information, visit https://lewiscountymuseum.org/.\n\nFounded in 2006, the South Sound Paranormal Research Team is a nonprofit that offers investigations free of charge to residents in Washington and Oregon who believe they may be encountering hauntings or other paranormal activity.\n\nTo learn more and get in contact about organizing an investigation, visit https://www.sspri.org/.\n\n----To submit news tips or photos to The Chronicle's newsroom, email news@chronline.com. Information can also be mailed to 321 N. Pearl St., Centralia."
    },
    {
        "title": "Usual June feels like Life is Strange, but we get to beat up some monsters",
        "link": "https://www.gamereactor.eu/usual-june-feels-like-life-is-strange-but-we-get-to-beat-up-some-monsters-1442953/",
        "description": "Usual June starts June, a young woman trying to enjoy her summer break... with the ability to see ghosts. Suddenly, the ...",
        "image_url": "https://www.bing.com/th?id=OVF.CkwPOt%2b0vVXyTGgBOy7xpg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Gamereactor14h",
        "source": "Gamereactor",
        "article_content": "If you're looking for a third-person action adventure that also tells a fun, sweet and a little bit terrifying story, Usual June must be on your radar. Back at Gamescom we had the pleasure to talk to Rebekah Saltsman, Finji CEO, about this indie game coming in 2025 to PC and Mac.\n\nUsual June starts June, a young woman trying to enjoy her summer break... with the ability to see ghosts. Suddenly, the ghosts starty acting strange, so she will unravel a conspiracy mystery with her friends, even though they don't know about her special ability.\n\n\"She can see ghosts. And she has found a mystery in the town that she goes to college in. She has her friends and they're kind of like scooby-dooing around\", Saltsman told us.\n\nJune investigates urban legends with her friends and will end up in \"this other place, this other world, where she is discovering that she has these other abilities because of her ability to see ghosts.\"\n\nAction, adventure and puzzles with some ghostly abilities\n\nIt is in those areas, in a paranormal world, where she will gain other abilities, including combat and traversal movements that will clearly differentiate the two parts of the game: the more quiet, exploration bits in the real world and the action in the ghost world, where we get \"to beat up some monsters\" and solve some puzzles.\n\nThe tone of the game will be light and fun, however. \"We are not in sort of blood and gore territory here. The story does have some teeth. But the visuals, the gameplay, all of that is definitely a T rating.\"\n\nYou can watch our full interview with Finji's Rebekah Saltsman below, while waiting for Usual June's release next year."
    },
    {
        "title": "Haunted Tennessee: The ‘old lady’ who haunts the former Opryland site",
        "link": "https://www.msn.com/en-us/travel/news/haunted-tennessee-the-old-lady-who-haunts-the-former-opryland-site/ar-AA1s9t1c?ocid=BingNewsVerp",
        "description": "While people remember Opryland for its rides and attractions, did you know a ghost also called the theme park home?",
        "image_url": "https://www.bing.com/th?id=OVFT.PDKwRlKT7plO9l5-Tuw5GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "13hon MSN",
        "source": "WKRN Nashville on MSN",
        "article_content": ""
    },
    {
        "title": "Dandadan: The Quest to Save Okarun’s 'Banana'",
        "link": "https://gamerant.com/dandadan-episode-2-review/",
        "description": "The second episode of Dandadan delivers a fantastic fight scene, a stupidly cool transformation, and some interesting ...",
        "image_url": "https://www.bing.com/th?id=OVFT.egWmz_gBAMDLU-eiLgbFay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Game Rant11h",
        "source": "Game Rant",
        "article_content": "Content not available"
    },
    {
        "title": "Secret tomb found under ‘Indiana Jones’ filming location in Petra",
        "link": "https://www.msn.com/en-us/news/world/tomb-filled-with-a-dozen-skeletons-found-underneath-the-treasury-in-petra/ar-AA1s9jNc?ocid=BingNewsVerp",
        "description": "Archaeologists found a tomb with 12 skeletons beneath the Treasury in Petra, Jordan. The discovery provides rare insight into ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aRG2TfJW-K42l6rgWgFmkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "10hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Why is microRNA discovery a big leap?",
        "link": "https://www.thehindu.com/sci-tech/science/why-is-microrna-discovery-a-big-leap/article68745959.ece",
        "description": "What have the Nobel laureates achieved by unlocking a secret on how different types of cells develop? How will it help in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FpikWJ0Coo4iTwRuKyCyYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12h",
        "source": "The Hindu",
        "article_content": "The Nobel Committee announced on October 7 that the Nobel Prize for Medicine or Physiology would be shared by Victor Ambros and Gary Ruvkun “for the discovery of microRNA and its role in post-transcriptional gene regulation,” thereby unlocking a secret on how different types of cells develop.\n\nWhat is microRNA?\n\nThe human body is probably the most complex puzzle that humans are still trying to make sense of. Every time there is a better understanding and a piece slides into place with a resounding click, then it is an occasion for celebration. For a Nobel Prize too perhaps. This year’s awardees of the Nobel Prize for Medicine — Ambros and Ruvkun — did slide in a couple of pieces into the right slots in the massive puzzle that suddenly opened our eyes to understanding how different cell types develop.\n\nEditorial | Regulation role: On the 2024 Medicine Nobel\n\nConsider this: Every cell in the body contains the same chromosome, so every cell contains exactly the same set of genes and presumably, the same instructions. But different cell types have different, unique characteristics. It confounded the imagination until Ambros and Ruvkun came along. Their discovery offered a plausible explanation for the conundrum. The piece of the puzzle was called microRNA, a new class of tiny RNA molecules that play a crucial role in gene regulation. As the Nobel announcement statement said, their groundbreaking discovery revealed a completely new principle of gene regulation essential for multicellular organisms, including humans.\n\nIt is now known that the human genome codes for over one thousand microRNAs. Genetic information flows from DNA to messenger RNA (mRNA), via a process called transcription, and then on to the cell for production of protein. There, mRNAs are translated so that proteins are made according to the genetic instructions stored in DNA.\n\nThe key is in the precise regulation of gene activity so that only the correct set of genes is active in each specific cell type. Additionally, gene activity must be continually fine-tuned to adapt cellular functions to changing conditions in our bodies and environment. If gene regulation goes awry, it can lead to serious diseases. Therefore, understanding the regulation of gene activity has been an important goal for many decades.\n\nWhat is the work that led to the Nobel prize?\n\nAmbros and Ruvkun, both American biologists, were together in their post-doctoral period at the H. Robert Horovitz lab in the 1980s, and their interest in cell development probably had its spark there. “It was the moment,” Ruvkun said later, “when recombinant DNA was just starting to take off and it was obvious that it was a revolution and I wanted to be part of that.” As they say, great achievements have humble beginnings, and this duo started appropriately enough with a humble 1 mm long roundworm. This creature was not an odd choice though: it possessed many specialised types of cells, such as nerve and muscle cells, making it a convenient model to study a complex genetic regulation process across species, one that was conserved throughout evolution.\n\nAfter that, both scientists branched off on their own, though they remained focused on the same theme, obsessively, as great scientists are wont to, but exchanging data with each other, a task assigned great value in the modern scientific world.\n\nThe study of mutant strains that disrupt cellular processes offers great insights into gene function, and Ambros and Ruvkun took this path. They studied two mutant strains of worms, lin-4, and lin-14, that displayed defects in the timing of activation of genetic programmes during development.\n\nAfter his post-doctoral research, Ambros analysed the lin-4 mutant in his laboratory. He managed to clone the gene which revealed that the lin-4 gene produced an unusually short RNA molecule that lacked a code for protein production. This suggested that the small RNA from lin-4 was responsible for inhibiting lin-14.\n\nConcurrently, Ruvkun investigated the regulation of the lin-14 gene at Massachusetts General Hospital and Harvard Medical School. Ruvkun showed that the inhibition occurred at a later stage in the process of gene expression, through the shutdown of protein production. Experiments also revealed a segment in lin-14 mRNA necessary for its inhibition by lin-4. There were therefore complementary sequences in lin-4 and lin-14 mRNA, and the former binds to such sequences in the latter, blocking protein production in lin-14.\n\nThe two laureates compared their findings, which resulted in a breakthrough discovery. A new principle of gene regulation, mediated by a previously unknown type of RNA, microRNA, had been discovered. The results were published in 1993 in two articles in the journal Cell. Incidentally, Ambros’ wife Rosalind Lee was his colleague and the first author of the Cell paper cited by the Nobel Committee. As Iorio and Croce wrote in their paper Causes and consequences of microRNA dysregulation, in the Cancer Journal, “microRNAs represent indeed an entire novel level of gene regulation that forced scientists to revise and somehow reorganise their view of the molecular biology.”\n\nWhile these results were met with initial silence from the scientific community, perception changed and euphoria took over, after Ruvkun’s research group published their discovery of another microRNA encoded by the let-7 gene, seven years later. This gene was highly conserved and present throughout the animal kingdom, unlike lin-4. Over the following years, different microRNAs were identified. As a result of this work, researchers are today aware of the presence of more than 1,000 genes for different microRNAs and that gene regulation for microRNA is present in all multicellular organisms.\n\nWhat are the applications for the future?\n\nAs Iorio and Croce list, since the first discovery, there have been remarkable advances in the understanding of microRNA biology. These include the identification of hundreds of microRNA genes; the dissection of microRNA biogenesis pathways; the identification of numerous microRNA targets and the establishment of principles of target regulation; and more importantly, there have been vigorous studies of their biological functions in physiological and pathological conditions.\n\nResearchers found that a single microRNA can regulate the expression of many different genes, and conversely, a single gene can be regulated by multiple microRNAs, thereby coordinating and fine-tuning entire networks of genes. Extensive research has also yielded knowledge that cells and tissues do not develop normally without microRNAs. Abnormal regulation by microRNA can contribute to cancer, and mutations in genes coding for microRNAs have been found in humans, causing conditions such as congenital hearing loss, eye and skeletal disorders. Mutations in one of the proteins required for microRNA production result in the DICER1 syndrome, a rare but severe syndrome linked to cancer in various organs and tissues.\n\nThe Nobel Prize 2024: An interactive guide"
    },
    {
        "title": "New paradigm of drug discovery with world's first atomic editing?",
        "link": "https://www.sciencedaily.com/releases/2024/10/241011141546.htm",
        "description": "Researchers have successfully develop single-atom editing technology that maximizes drug efficacy.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily15h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Revolutionizing Virology: AI Discovers Over 160,000 New RNA Viruses",
        "link": "https://scitechdaily.com/revolutionizing-virology-ai-discovers-over-160000-new-rna-viruses/",
        "description": "Largest discovery of new virus species sheds light on the hidden virosphere. Artificial intelligence (AI) has been used to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dOlhOxYFdn7B1zX_UoVhdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Clue to Everest mystery discovered: Remains of climber Andrew Irvine, who vanished in 1924, found 100 years later",
        "link": "https://www.moneycontrol.com/science/clue-to-everest-mystery-discovered-remains-of-climber-andrew-irvine-who-vanished-in-1924-found-100-years-later-article-12840698.html",
        "description": "National Geographic team discovers remains believed to be Andrew 'Sandy' Irvine, solving a century-old Mount Everest mystery.",
        "image_url": "https://www.bing.com/th?id=OVFT.8Zp4eYVUC60RDCZ1TDsVDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "moneycontrol.com",
        "article_content": "The fate of Irvine and whether the two climbers ever reached the summit continues to intrigue historians and mountaineers alike. (Image: everest_today/Instagram)\n\nA century-old mystery on Mount Everest may finally be close to resolution. A National Geographic team recently discovered what they believe to be the remains of Andrew \"Sandy\" Irvine, who vanished during a 1924 expedition with renowned climber George Mallory. This incredible find was triggered by a boot melting out of the ice, which led to the discovery of a human foot.\n\n“I lifted the sock, and inside was a red label stitched with ‘A.C. IRVINE,’” said filmmaker Jimmy Chin, describing the emotional moment. The revelation could provide the first substantial evidence of what happened to Irvine and Mallory during their ill-fated climb.\n\nStory continues below Advertisement Remove Ad\n\nClue in the Central Rongbuk Glacier\n\nIn September, the National Geographic team, including filmmakers Jimmy Chin, Erich Roepke, and Mark Fisher, were exploring the Central Rongbuk Glacier. While there, they examined the boot that had caught their attention, leading to the significant discovery.\n\n\n\nOn June 8, 1924, Irvine and Mallory set out for the summit of Mount Everest. They were last seen by fellow climber Noel Odell through a break in the clouds, just 800 feet below the summit. What happened after remains one of mountaineering’s greatest mysteries. Mallory's body was discovered in 1999, but Irvine's remains have never been definitively found—until now, with the recent discovery of the boot and foot believed to be his.\n\nStory continues below Advertisement Remove Ad\n\nEvidence Sheds Light on Everest Mystery\n\nThe discovery of the boot could help solve one of Everest’s greatest mysteries: Did Irvine and Mallory reach the summit before falling? If confirmed, they would have reached the peak nearly 30 years before Edmund Hillary and Tenzing Norgay’s historic climb in 1953.\n\n“It’s the first real evidence of where Sandy ended up,” Chin said. The discovery has led to fresh hopes of uncovering what happened that fateful day.\n\nChin shared the discovery with Irvine’s great-niece, Julie Summers, who expressed cautious optimism. \"I’m regarding it as something close to closure,\" she said. The family has offered DNA samples to confirm the remains' identity, bringing the possibility of finally closing a century-old chapter in Everest's history."
    },
    {
        "title": "FanDuel Sportsbook Promo: Bet $5, Win and Get $300 in Bets",
        "link": "https://www.pennlive.com/betting/2024/10/fanduel-sportsbook-promo-bet-5-win-and-get-300-in-bets.html",
        "description": "The latest FanDuel Sportsbook promo is offering new customers the opportunity to bet just $5 to earn $300 in bonus bets if ...",
        "image_url": "https://www.bing.com/th?id=OVFT.O1rzV-BNiV4LszchI2PJeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "7h",
        "source": "Penn Live",
        "article_content": "The latest FanDuel Sportsbook promo is offering new customers the chance to bet as little as $5 in order to earn $300 in bonus bets if that wager wins.\n\nFanDuel is one of the top PA sportsbooks in the state and they have a brand-new promotion for first-time users. Not only that, but FanDuel offers include promotions for existing users as well such as profit boosts, no-sweat bets, and more.\n\nThere is a new sign-up bonus that new customers in the PA sports betting space can take advantage of at FanDuel Sportsbook.\n\nContinue reading below to learn more about this new FanDuel promo, including its terms and conditions, and a handful of other offers from one of the best PA sportsbooks.\n\nExplaining the FanDuel Sportsbook promotion\n\nSign up for FanDuel Sportsbook and place a $5 bet on any market for a chance to win $300 in bonus bets. However, you must win your first wager of $5+ to unlock those bonus bets.\n\nYou will receive your bonus bets within 72 hours of your winning wager settling, and you do not need a promo code for this offer, just sign up using our link.\n\nFanDuel promo terms and conditions\n\nThis FanDuel promo is available to all new customers who make a deposit of at least $5 and place a cash wager of at least $5 on any sport. If that first qualifying bet wins, you’ll receive $300 in bonus bets within 72 hours of settlement.\n\nIf your first cash wager loses, you will not be eligible for this promotion. Cashed out wagers are ineligible for this promotion so make sure to ride your bet out. Bonus funds and profit boost tokens are also ineligible for this sign-up promotion.\n\nOne of the best parts of FanDuel’s bonus bets is that you do not have to use your $300 in bonus bets on one single bet. Simply add your desired amount to your betslip before placing your wager. All bonus bets expire after seven days.\n\nHow to claim FanDuel Sportsbook promo\n\nAfter clicking our exclusive link for the FanDuel Sportsbook offer, create an account on their website or mobile app. Then deposit $5, wager $5, and get your $300 in bonus bets if your first qualifying wager is a winner.\n\nFanDuel Sportsbook promo code details\n\nThere is no code necessary for this offer on FanDuel. Just sign up as a new user, deposit and wager $5+, and if you win, you’ll receive $300 in bonus bets.\n\nNFL Week 6 betting at FanDuel\n\nThere are tons of betting odds available at FanDuel for Week 6 of the NFL season, including Jayden Daniels leading his Washington Commanders into Baltimore to take on the Ravens.\n\nCurrently, the Commanders are +6.5 underdogs on the point spread. Daniels has been incredible through his first five games in the league, but Baltimore head coach, John Harbaugh, is 21-7 against rookie quarterbacks since taking the job back in 2008.\n\nAnother key matchup this Sunday will take place in Dallas when the Cowboys host the Detroit Lions in an NFC showdown. Dallas is +146 moneyline underdogs at home.\n\nOther FanDuel Sportsbook promotions\n\nAlong with this promotion for new users, FanDuel offers a variety of bonuses and promotions for all users. These include 30% profit boosts for MLB playoff games, a 30% profit boost on NHL games, a 25% same-game parlay profit boost for WNBA playoff games, and profit boost tokens for select college football games."
    },
    {
        "title": "bet365 bonus code: Claim a $1,000 first-bet safety net or a $200 bonus for Ohio State vs. Oregon",
        "link": "https://www.masslive.com/betting/2024/10/bet365-bonus-code-claim-a-1000-first-bet-safety-net-or-a-200-bonus-for-ohio-state-vs-oregon.html",
        "description": "Register with today's bet365 bonus code to claim a guaranteed $200 bonus or a $1,000 first-bet safety net for Ohio State vs.",
        "image_url": "https://www.bing.com/th?id=OVFT.62dr_07uYE5n-mb9uwxM-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "5h",
        "source": "MassLive",
        "article_content": "Two of the four remaining undefeated Big Ten football teams will do battle out west Saturday night when the Ohio State Buckeyes visit the Oregon Ducks.\n\nBefore you decide which team to pick in the game, pick one of two welcome offers from bet365 Sportsbook. New users who register with today’s bet365 bonus code (no code required) can claim up to $1,000 in bonuses.\n\nBet365 bonus code at a glance\n\n🎁 bet365 bonus code No code required 💰 bet365 welcome bonus Bet $5, get $200 in bonus bets or $1,000 first-bet safety net 📝 Bet $5, get $200 in bonus bets terms and conditions Minimum $10 deposit and minimum $5 wager.\n\n\n\n-500 odds or longer for straight bets, and parlays must have one leg with -500 odds or greater.\n\n\n\nBonus bets will be available within an hour of qualifying wager settlement. Bonus bets expire after seven days. 📝 $1,000 first-bet safety net terms and conditions Minimum $10 deposit. If your first qualifying wager up to $1,000 loses, receive a matched refund in bonus bets.\n\n\n\nQualifying wager must settle within 30 days to remain eligible.\n\n\n\nBonus bets will be available within an hour of qualifying wager settlement. Bonus bets expire after seven days. ✅ Last verified Oct. 12, 2024\n\nbet365 bonus code: How to claim up to $1,000 in bonuses\n\nThis week’s bet365 bonus code delivers two options for new users when it comes to their welcome bonus. Here’s a look at those options:\n\n$200 guaranteed bonus: Place a wager of at least $5 and you’ll receive this bonus when your initial wager settles. This bonus can be used in the increments of your choice (such as two $100 wagers or five $40 wagers) and can be used on any games.\n\n$1,000 first bet safety net: You can go bigger with this choice. If your first bet doesn’t win, bet365 will award your account with a bonus bet in the same amount that you lose (up to $1,000). This way you can try again on another game without using your cash balance.\n\nIf you know which bonus you want, follow these steps to claim the offer and start wagering:\n\nVisit the bet365 Sportsbook website\n\nFill in the required fields. If you use our link to register, you will not need a bonus code.\n\nChoose a payment method and make your first deposit of at least $5.\n\nPick your bonus and place your first wager.\n\nAll bonus bets from this offer must be used within seven days, so don’t sit on them too long.\n\nbet365 existing user promos\n\nThe bonuses don’t stop once you’ve used your welcome bonus. All bet365 Sportsbook users can enhance their sports betting experience with daily promotions, such as:\n\nOdds boosts : Get enhanced odds on select betting markets.\n\nEarly payout: If the team you bet on reaches a lead of a predetermined number, you will win your bet even if your team doesn’t win or cover.\n\nOhio State vs. Oregon odds to use with your bet365 bonus code\n\nOne of the college football season’s most anticipated games is set for Saturday night in Eugene, Oregon, when the No. 2 Buckeyes visit the No. 3 Ducks.\n\nOhio State is a perennial favorite in the Big Ten, but Oregon may have something to say about that in its first season in the conference. Both teams are undefeated and remain hopeful of winning not only a conference championship but also a national championship.\n\nIn 10 combined games, these teams have been challenged only once. That came in Week 2, when Oregon had to hold on late to beat Boise State by three points.\n\nSaturday’s game will be a great opportunity for both teams to finally show they have what it takes to beat an elite team.\n\nAt bet365 Sportsbook, Ohio State is a 3.5-point favorite over Oregon. The total is 53 points."
    },
    {
        "title": "Fantasy football Start ‘Em, Sit ‘Em: 50 players to start or sit in Week 6",
        "link": "https://www.msn.com/en-us/sports/other/fantasy-football-start-em-sit-em-50-players-to-start-or-sit-in-week-6/ar-AA1sa5Dy?ocid=BingNewsVerp",
        "description": "There's less than 24 hours to make final decisions for you fantasy football lineup. Here are 50 players to start or sit this ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xXar8MfGgbdkbjHwWmhMnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "7hon MSN",
        "source": "USA Today on MSN",
        "article_content": ""
    },
    {
        "title": "Is It Time for Fantasy Owners to Punch the Caleb Williams Button?",
        "link": "https://www.si.com/nfl/bears/is-it-time-for-fantasy-owners-to-punch-the-caleb-williams-button",
        "description": "Who to sit and who to start from the Bears-Jaguars game in fantasy football as well as best bets and picks against the spread on all NFL games.",
        "image_url": "https://www.bing.com/th?id=OJ.hbG0Z8KmGcz0nA&pid=news&w=106&h=16&rs=2",
        "category": "it+startup",
        "date": "13m",
        "source": "Sports Illustrated",
        "article_content": "\"Chicago on the season is playing pretty fast, but last week was their fastest tempo game of the season... I am initially leaning towards the over.\"@Hitman428 on why he's eying the o44.5 (-115) when the Bears and Jaguars clash this weekend in London. pic.twitter.com/tz6vg1ZvyT"
    },
    {
        "title": "GM launches PowerBank, a battery that could rival Tesla’s PowerWall",
        "link": "https://www.msn.com/en-us/autos/news/gm-launches-powerbank-a-battery-that-could-rival-tesla-s-powerwall/ar-AA1sa2Ut?ocid=BingNewsVerp",
        "description": "GM launched the PowerBank battery pack, which allows EV owners to store and transfer energy from the electric grid and ...",
        "image_url": "https://www.bing.com/th?id=OVF.6ylnO%2b5agzrfIvpKV8pW%2bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "8hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "How to watch SpaceX’s fifth Starship test flight on Sunday",
        "link": "https://www.msn.com/en-us/news/technology/how-to-watch-spacex-s-fifth-starship-test-flight-on-sunday/ar-AA1saihG?ocid=BingNewsVerp",
        "description": "The exact date of this fifth test flight has been delayed due to issues with licensing from the Federal Aviation Administration (FAA), but SpaceX has now confirmed it is targeting 8 a.m. ET (5 a.m. PT ...",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "5hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]