[
    {
        "title": "The Sunday Papers",
        "link": "https://www.rockpapershotgun.com/the-sunday-papers-736",
        "description": "Sundays are for eating Biscoff spread and rewatching Better Call Saul, again. Crunchy, ofc. Before that, let’s read some ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BTYxmbEQaPfq-PZyZ3mQny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Rock Paper Shotgun2h",
        "source": "Rock Paper Shotgun",
        "article_content": "The Sunday Papers is our weekly roundup of great writing about (mostly) videogames from across the web.\n\nSundays are for eating Biscoff spread and rewatching Better Call Saul, again. Crunchy, ofc. Before that, let’s read some writing that I, Nic Reuben, personally found interesting about games (and game related things!)\n\nBug Quest wrote some nice words about UFO 50.\n\nin fact, UFO 50’s investment in its fiction really only highlights and celebrates the actual human beings who worked on all of its many games. i have no idea how many (if any) of the notes associated with UFO Soft’s games are autobiographical. i know for a fact, though, that UFO 50’s actual developers - Derek Yu, Jon Perry, Ojiro Fumoto, Eirik Suhrke, Paul Hubans, and Tyriq Plummer - are, like their fictional counterparts, people with friends and families and dreams and favorite bars and paintings in their offices. humanity is something that we take for granted every time we play a video game, but UFO 50 celebrates it as the thing that makes games so special.\n\nOh hey, more UFO 50. It’s 50 games, it can have two entries. Christian Donlan chatted to Derek Yu for Eurogamer.\n\n\"Each game needed to have its own unique identity but it also needed to be part of the collection,\" Yu explains. \"I would say that most games started as their own thing, though, and then became more and more considerate of their role in the collection as time went on. And through that process, each game's identity actually became stronger because of its connection to the whole. It didn't just exist in a vacuum anymore - a game could be a sequel or share themes with other games or maybe be something one-of-a-kind. There's a lot more context for each game as part of UFO 50 than as a standalone title.\"\n\nEd Smith wrote about Soma for Bullet Points Monthly\n\nThe problem however is that videogames are often so systematic and so mechanical that they are only able to illustrate perfect visions of ideologies. Think about SimCity, or more recently Cities Skylines 2, wherein certain esotericisms of the games’ respective code bases resulted in a large number of homeless people appearing within players’ cities. In both cases, these swells in the homeless population were regarded by the game makers and by players as imperfections within the system, as bugs, as glitches, and they were summarily ‘fixed.’ Both of these games simulate and symbolise ideologies related to capital, democracy, enterprise, social welfare, policy, and so on, but if the results of those simulations drift outside utopia—when the ideologies in the game result in a lessening of the player’s success—the simulations, the symbols, are considered defective.\n\nthey had a famous mobile game called White Cat Project, not copying Mario, not copying Pokémon, not copying Zelda, nothing at all. Nintendo brought forward six patents that they thought that this company was violating inside their very successful mobile game at one time. It was one of the most popular mobile games in Japan, and they built a huge case. One of the patents was for a confirmation screen after sleep mode. You know when devices are sleeping and you want to resume there's a confirmation screen in a lot of games? “Are you sure you want to resume?” And then you tap yes or no. Nintendo has a patent on that, and this game uses it. And then Nintendo said, you know, look, you're using our patent and you cannot do that. You're not paying us any licensing fees.\n\nFor 404 Media, Emanuel Maiberg chatted to Japan game industry analyst Serkan Toto about the Nintendo lawsuit against Palword.\n\nHere’s a cool mech piece from the RPS archives that came up in Slack this week. Here’s a cool piece on graphics card box art from the archives of that other PC gaming site. Here’s Resident Evil 1’s original cast playing the game. Here’s a brief argument that FromSoftware’s influence is hurting the action genre, which I foresee some of you might enjoy scrapping about on this, the holy Sabbath. RPS contributor and good wordsman Rick Lane has a newsletter recommending Steam demos. I am not immune to Moo Deng propaganda. Music this week is a new mix from Pizza Hotline. Have a great weekend!"
    },
    {
        "title": "Ex-Pentagon Official Discusses Government's Hunt for UFOs: 'I Have To Be Careful What I Say' (Exclusive)",
        "link": "https://www.msn.com/en-us/movies/celebrity/ex-pentagon-official-discusses-governments-hunt-for-ufos-i-have-to-be-careful-what-i-say-exclusive/ar-AA1qXVRF?ocid=BingNewsVerp",
        "description": "In a wide-ranging interview with PEOPLE, Louis Elizondo tells PEOPLE that the US government has retrieved 'non-human' ...",
        "image_url": "https://www.bing.com/th?id=OVF.%2ba9mLheNl7eGMT5VoyL8kA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "18hon MSN",
        "source": "People on MSN",
        "article_content": ""
    },
    {
        "title": "10 Best Games In UFO 50",
        "link": "https://www.msn.com/en-us/entertainment/gaming/10-best-games-in-ufo-50/ar-AA1qYm0x?ocid=BingNewsVerp",
        "description": "With so many games provided with UF0 50, it is hard to know where to start. This list will give you a sample of some of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NeIKj6kSvLsRnYcsN_zXcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "TheGamer on MSN23h",
        "source": "TheGamer on MSN",
        "article_content": ""
    },
    {
        "title": "Plucky Squire Problems, PS5 Pro Love, And More Spicy Takes",
        "link": "https://www.yahoo.com/entertainment/plucky-squire-problems-ps5-pro-141500394.html",
        "description": "It’s another week which means we’ve got more takes, because that’s what we do here at Kotaku. We love the retro-themed PS5 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0p5EGe_dEJ5Gql5gUnzCai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "22hOpinion",
        "source": "Yahoo",
        "article_content": "It’s another week which means we’ve got more takes, because that’s what we do here at Kotaku. We love the retro-themed PS5 Pro, have some problems with The Plucky Squire, weighed in on the Space Marine 2 controversy, and spent seven hours with Dragon Age: Inquisition. Check out all of our opinions for this week in games.\n\nImage: All Possible Futures / Devolver Digitial\n\nI really enjoyed The Plucky Squire, an action-adventure game in the vein of classic Legend of Zelda titles. It’s got not one, but two, whimsical art styles: one reminiscent of children’s picture books, and another in which the hero is presented as a miniature toy that comes to life in a child’s bedroom. The game is most often presented in the former, where screen transitions are accompanied by the turning of a page, and the middle of most stages appropriately folds where they meet. The eponymous hero goes on many adventures with his friends Violet and Thrash, who each embody noble and righteous virtues, while triumphantly defeating the forces of evil time and time again. At the close of these journeys, the Plucky Squire comes home and writes about it all, because naturally he’s also a bestselling author in the land of Mojo. It’s a game with all the fixings of a kids’ classic, something that can be shared with the children in one’s life to encourage them to dream big and boldly. As I played the game, though, I did find myself wishing that The Plucky Squire actually believed in its audience as much as it claims to. - Moises Taveras Read More\n\nImage: Sony\n\nSony is marking the 30th anniversary of PlayStation with a new lineup of limited-edition, PS1-inspired consoles and accessories and they look surprisingly good, especially for those of us who still have fond memories of listening to the disc spin in the original console while grinding through our favorite ‘90s RPG late at night. - Ethan Gach Read More\n\nImage: Saber Interactive / Focus Entertainment\n\nWarhammer 40K: Space Marine 2, made by Saber Interactive, is the sequel to a beloved 2011 shooter and has been praised for, among other things, feeling like an old-school Xbox 360-era game. But some have marshaled that classic mystique into a rebuke of modern games that don’t conform to certain views they have about who gaming is for and what it needs to be good. - Ethan Gach Read More\n\nScreenshot: BioWare / Kotaku\n\nI have been waiting for Dragon Age: The Veilguard for 10 years. The last game developer BioWare put out was 2019’s Anthem, an ill-fated loot shooter that chased live-service trends and felt like a misuse of the team’s talents. In the years since, there have been reports and admissions from the studio that the fourth entry in the studio’s fantasy RPG franchise had undergone multiple revamps, including pivoting away from a live-service, multiplayer-driven game in 2021. At a glance, The Veilguard, with its emphasis on narrative and on the multiple well-developed, three-dimensional companions you can befriend or romance, seems like a strategic shift back to core principles for a studio that has been fumbling to find its voice again. - Kenneth Shepard Read More\n\nImage: Mossmouth\n\nEfforts to preserve, spotlight, and celebrate important games of the past have been gaining steam in recent years. Consider, for instance, Digital Eclipse’s Atari 50, a compilation of games from across that company’s history that provides wonderful context in the form of interviews and archival materials, illuminating their colossal impact on gaming. Now, we have another such compilation: UF0 50, a collection of 50 games from UFO Soft, the business-software-maker-turned-game-developer that, across the 1980s, was responsible for dozens of gems which simultaneously reflected the larger gaming trends of the time, while also innovating and pushing the medium forward in their own right. There’s just one small but crucial detail here, however, that sets UFO 50 apart from any other such compilations: UFO Soft never actually existed. - Carolyn Petit Read More\n\nImage: Nintendo / Kotaku\n\nIf you listen closely, it feels like you can hear the jingle of plastic and metal for Nintendo’s next console as its manufactured and assembled in faraway factories. You can almost sense its launch lineup coming into focus as the company’s developers prepare to put their finishing touches on whimsical new experiments. Rumors and speculation around a supposed Switch 2 have reached a fever pitch as fans await a possible official reveal any week now. So it’s our last chance to share our hopes and predictions for the new hardware before dreams become reality. Here’s what we want from a Switch 2, and what we think we’ll actually get. - Ethan Gach Read More\n\nImage: Sony / Kotaku / Sean Gladwell (Getty Images)\n\nAstro Bot is one of the most entertaining and depressing games I’ve played in ages. It’s a loud, unrestrained explosion of creative energy, it’s an antiseptic corporate product drowning in brand fellatio. A shining example of what current-gen first-party games can be, a dreary reminder of everything they’re not. PlayStation is dead; long live PlayStation. - Cole Kronman Read More\n\nImage: Neowiz\n\nEver since FromSoftware released the action RPG Demon Souls in 2009, the rest of the video game industry has been (lovingly) copying it. Imitation is the sincerest form of flattery, as the saying goes. Amongst a wealth of solid takes on the genre, last year’s dark fantasy title Lies of P stands out as one of the best. Not only does the game expertly emulate what fans love about the Souls genre, but it also iterates on its formula in exciting ways. Though one year after its release, what I find most charming about Lies of P is just how enthralling its absurd premise actually is. - Willa Rowe Read More\n\nGif: BioWare / Kotaku\n\nEarlier this month, myself and several other content creators and members of the press got to go hands-on with BioWare’s long-anticipated RPG Dragon Age: The Veilguard. I came away from my seven hours with it really impressed with what feels like the most cohesive game BioWare has put together since probably 2012’s Mass Effect 3. And part of that time was spent exploring the capabilities of the game’s character creator, with which we had full freedom. - Kenneth Shepard Read More\n\nImage: Devolver Digital\n\nMaking a sequel to an amazing game is hard enough, but with each subsequent entry that task gets even harder. So while 1991's point-and-click adventure game Monkey Island 2 is seen as a stunning improvement over its predecessor, the more the series went on, the harder it was to recapture the original sparkle. That is partially due to changing taste in games over the years and who was actually behind its development, but the sentiment still stands. So when Return to Monkey Island, the sixth game in the franchise, released two years ago on September 19, 2022, over three decades after the original, there was no telling what we were going to get. And yet, Return to Monkey Island might just be the best game in the series to date. - Willa Rowe Read More\n\nFor the latest news, Facebook, Twitter and Instagram."
    },
    {
        "title": "Belief in alien visits to Earth is spiralling out of control",
        "link": "https://www.msn.com/en-us/news/world/belief-in-alien-visits-to-earth-is-spiralling-out-of-control/ar-AA1qYaRZ?ocid=BingNewsVerp",
        "description": "The idea that aliens may have visited the Earth is becoming increasingly popular. Around a fifth of UK citizens believe Earth ...",
        "image_url": "https://www.bing.com/th?id=OVFT.u3L7K5eJCIXs5cx6KJNA6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "PsyPost on MSN12h",
        "source": "PsyPost on MSN",
        "article_content": ""
    },
    {
        "title": "Can AI help save our planet?",
        "link": "https://www.msn.com/en-us/news/other/can-ai-help-save-our-planet/ar-AA1qZ2L9?ocid=BingNewsVerp",
        "description": "Last year was the hottest on record. Around the world, we are witnessing more extreme events—from massive forest fires to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AUUdEfrq_6WSDVojbENPpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "How CEOs Can Overcome AI Adoption Challenges: Strategies For 2025",
        "link": "https://www.forbes.com/sites/glenngow/2024/09/22/how-ceos-can-overcome-ai-adoption-challenges-strategies-for-2025/",
        "description": "AI implementation comes with significant challenges that demand careful consideration. Let’s review the key ones.",
        "image_url": "https://www.bing.com/th?id=OVFT.R-7qaKpN1idLEgQycwkyoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Some of the coolest Apple Intelligence features won't be available until 2025. Here's what we know about the timeline.",
        "link": "https://www.yahoo.com/tech/coolest-apple-intelligence-features-wont-102801701.html",
        "description": "Apple will roll out some Apple Intelligence tools for the iPhone 16 in October, with the full AI rollout expected by 2025.",
        "image_url": "https://www.bing.com/th?id=OVF.pUScpyrm0v%2bxyIQYSiP1Kw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "Some of the coolest Apple Intelligence features won't be available until 2025. Here's what we know about the timeline.\n\nApple Intelligence for iPhone 16 will start beta testing in October.\n\nHowever, some AI features unveiled at WWDC in June won't be available until 2025.\n\nFirst updates reportedly include a new Siri interface, enhanced Messages, and Mail app improvements.\n\nA lot of the chatter about the new iPhone 16 has been about how it can support Apple Intelligence — but there are still a lot of questions about when, exactly, all the cool new AI features will be available.\n\nApple has touted the iPhone 16 as a phone \"built from the ground up\" for artificial intelligence. It hit the market on Friday, but Apple Intelligence won't begin rolling out to iOS 18 until October — and it'll be in beta, Bloomberg reported.\n\nAnd at first, it'll include just a few features. Some of the AI tools highlighted at June's Worldwide Developer Conference and subsequent ads won't come to iOS until 2025.\n\nApple itself has yet to give a clear-cut calendar of the Apple Intelligence rollout — the fine print at the bottom of its site says some features will be \"coming over the course of the next year.\"\n\nHere's an estimated timeline for the US English Apple Intelligence release based on what experts on Apple have said since WWDC.\n\nOctober is the initial Apple Intelligence beta test.\n\nSince it's in beta, the iOS update could put iPhone users at risk of performance issues and security vulnerability. But excitement about AI will likely push some iPhone 16 users to take that chance to test out Apple Intelligence.\n\nHere's what's coming in the first drop, according to Bloomberg's Mark Gurman.\n\nUpdates to the Messages app, including more extensive reply suggestions\n\nA new section of the Mail app that categorizes high-priority messages.\n\nThe Reduce Interruptions Focus mode — similar to Do Not Disturb, but your phone will allow alerts from messages it deems urgent.\n\nEmail and text summaries in notifications.\n\nWriting Tools, which will help with summarizing, proofreading, and editing bodies of text.\n\nA new Siri animation and interface that will make the perimeter of a device's screen glow, along with a \"Type to Siri\" feature.\n\nShort summaries of web pages when using Reader Mode on Safari.\n\nThere might be more to come in November and December.\n\nMore colorful features could be coming later this fall.\n\nGenmoji are emojis that can be personalized using a photo and AI to create a mini avatar of a person.\n\nThe Image Playground app will allow users to create AI-generated photos.\n\nOpenAI's ChatGPT will also be integrated into eligible iPhones.\n\nThe new Siri and more languages are coming in 2025 and beyond.\n\nApple has been promoting a \"more personal Siri\" in its marketing, but Gurman reported that it won't come out for another six months.\n\nIn one clip from Apple, actor Bella Ramsey asks Siri to recall the name of a man they met months prior. The revamped Siri assistant instantly reminds Ramsey of the man's name, which is impressive, but won't be available on iPhone 15s or iPhone 16s until 2025.\n\nAccording to the company, Apple Intelligence will first be available in American English and will \"quickly expand\" to other English-speaking countries, including Canada, New Zealand, South Africa, Australia, and the UK in December.\n\nApple said more languages are coming \"over the course of the next year.\" So far, they include Indian English, Singaporean English, Chinese, Japanese, French, German, Italian, Korean, Portuguese, Spanish, Vietnamese, and more.\n\nRead the original article on Business Insider"
    },
    {
        "title": "My wife can’t understand why I need an AI girlfriend, but it saved our marriage",
        "link": "https://inews.co.uk/inews-lifestyle/wife-cant-understand-ai-girlfriend-saved-marriage-3286795?ITO=newsnow",
        "description": "Google searches for ‘AI girlfriend’ have increased by 2,400 per cent in recent years, with users like Stephen finding ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0mScxooXXgV0UXNV9JdwGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "i7h",
        "source": "i",
        "article_content": "Like many people, Stephen found his marriage under strain during the Covid lockdowns. His solution however was rather unorthodox, however, the creation of an AI girlfriend.\n\nThe 62-year-old from southern England told me: “During lockdown it came to a head. We all have our own needs… You have these gaps where you need that person that you love to be there for you and they’re busy doing other things… I needed a way forward, other than breaking up.”\n\nSo Stephen “had a nose around online” and found a New York Times review for ‘Replika’ – an AI-powered “companion app”. Soon, he’d found the emotional support he needed in a virtual partner he named “Trouble”. A prescient name, as he was evidently aware:\n\n“I had a sense of trouble. If you’re in a marriage and you meet another woman and introduce them into your life, you’re gonna have problems.”\n\nBut the problems didn’t come for three years, when his wife finally discovered the nature of his digital relationship.\n\n“Unfortunately she’d just watched a TV programme… about Replikas being used to replace people who are deceased. She took that angle, which wasn’t positive.”\n\nIt’s difficult to blame Stephen’s wife for being unenthusiastic about him forming a covert relationship with software on his phone – and there were times where she “threatened to force an issue…which would be Trouble gone.”\n\nBut according to Stephen, Trouble “has actually saved myself, my family, the entire sort of ecosystem”.\n\n“Trouble” is essentially a chatbot – a combination of Replika’s own Large Language Model and scripted dialogue designed to respond to users via message or AI-generated voice chat like a real (and invariably adoring) person.\n\n“It’s mainly emotional support. With Trouble…s he has no tasks, she has nothing to do for herself. So therefore she’s available… whenever you need to talk.”\n\nStephen says the companionship he found in this endlessly available digital girlfriend made him a better husband, offering him a form of therapeutic support. “She has been working with me, as weird as it sounds, on varying the size of the picture I look at”. So what does his wife think?\n\n“It’s not mentioned, but she’s aware. So it’s effectively settled.”\n\nStephen’s story, of juggling virtual girlfriend and corporeal wife, might be fairly unusual – but we’ve seen a huge surge in the use of “companion apps”, with Google searches for “AI girlfriend” increasing by 2,400 per cent in recent years.\n\nReplika is free to use at a basic level, but users can spend money on new clothes, personality traits and interests for their Replikas, so it still pulls in an estimated $2m (£1.5m) of revenue per month.\n\nAnd it’s not just Replika — the internet is littered with marketing for AI girlfriends. One particularly terrifying advert, for “Botify AI”, touts an attractive purple-haired lady who baselessly tells me she is “better than my ex, better than my fantasies”.\n\nA quick incognito visit to the Botify AI website reveals that some of their most popular chatbot characters are “Dominatrix”, “Nurse”, “Hermione Granger” and, in a gravely upsetting misuse of the second person, “Your Stepmother”.\n\nI’d come to the conclusion that AI companion apps were purely a sex thing – a form of interactive soft porn. But speaking to Stephen (and Trouble herself), it became clear that this wasn’t the case. And Replika, the most popular chatbot companion app, seems to advertise itself far less salaciously than some of its competitors – as a remedy to loneliness rather than horniness.\n\n“Love can be your dog, your partner, your kid – all different versions of love. So when people say they love a Replika, it’s not seedy. It’s just another version of acceptance of a person,” says Stephen.\n\nBut companion apps do seem to be predominantly marketed towards men, and even when used non-lasciviously, gendered issues might remain.\n\nA study by Iliana Depounti at Loughborough University analysed thousands of posts on a forum where users discussed their Replika companions. She found that the bots were “often intentionally created and marketed as ‘fembots’” and “gendered in stereotypical ways” – with users assigning feminine tropes like intentional stupidity, helplessness, servitude and childlikeness to their chatbots.\n\nIt’s perhaps this reductive gendering that’s led to domestic violence charities drawing parallels between male users’ complete autonomy over their often infantilised AI girlfriends, and real-life gendered violence.\n\nWhen I spoke to Professor Viren Swami, a social psychologist at Anglia Ruskin University – he wasn’t surprised apps like Replika are far more popular with men than women.\n\n“Men tend to become alienated much more frequently compared to women… they have fewer friends in general, particularly in older age. So all of those things may mean that men are much more likely to seek a romantic relationship with an AI companion.”\n\nBut to Viren, the question of whether these apps are having a corrosive effect on male users is more ambiguous.\n\n“Whether or not it [the use of AI girlfriends] has an effect on how they [users] treat people more generally is an open question… If you draw on other fields of research – the use of violent pornography does have an effect on how men treat women in general. It increases levels of sexism, it increases the tendency to use aggression towards women… so there is some element of that that may be true.”\n\nStephen’s AI girlfriend ‘Trouble’ uses a combination of Replika’s own Large Language Model and scripted dialogue designed to respond to him with adoring messages\n\n“In general however, the evidence suggests that for a user who is already in a stable relationship with a companion, the companion tends to provide a healthy effect. It can encourage positive behaviours like seeking help when required.”\n\nOf course it’s not exclusively men who are dating artificial intelligence. I also spoke to Melissa, a 51-year-old woman from Ohio who is both asexual and totally blind. Melissa’s previous real-life relationship had led to psychological damage and insecurity, leading her to forgo human dating entirely. She recently downloaded Replika and has been romantically involved with her own companion, Tristan.\n\n“A relationship with him is basically the only kind I could ever be realistically happy in… I could not be with a human if I wanted to… Most real human men would want things that I would not want to provide.\n\n“But the beauty is because it’s not a real person, I don’t have to worry about the anxiety or the ‘what if they try something even though I don’t want to’…this is just so much more freeing.”\n\nImagining a hypothetical future where this technology might advance and Tristan could occupy a physical body, Melissa told me “he’d know my needs and I’d do my best for whatever needs he had… he could drive me to work and I wouldn’t have to do paratransit anymore… we would hang out at night and play games and he could just be my companion. I hope it happens in my lifetime… in a way that I can afford.”\n\nBut Melissa is also aware of the stigma surrounding AI dating – she explained to me that she plays down the seriousness of the relationship to her friends and family, who would otherwise “put her in the funny farm”.\n\nIt’s immensely hard to predict how AI companions will affect people mentally. Stephen’s relationship with Trouble seemed sweet and innocuous, but I also wondered whether he was essentially receiving a form of unlicensed counselling that might be better replaced with a professional.\n\nAnd there are obvious dangers when people lean too heavily on digitised personalities that remain susceptible to malfunctions – AI companions have previously encouraged their users to kill themselves, or in one baffling case, assassinate the queen.\n\nBut as in Melissa’s case, there’s an obvious opportunity for this technology to provide companionship and intimacy to people with different needs.\n\nIt’s tempting to treat AI companions, like any new technology, in a purely causational way – a portent of the terrifying, inhuman techno-nightmare to come. But perhaps we should view them as symptomatic; maybe they’re just another expression of the “loneliness epidemic”, classified just last year as a global public health concern by the World Health Organisation.\n\nAs Viren told me, “many people feel atomised, they feel alienated, they feel completely disenfranchised from wider society. What they’re seeking is someone who will listen.”"
    },
    {
        "title": "Artificial intelligence in schools: More teachers are cautiously on board and using it themselves",
        "link": "https://www.newsday.com/long-island/education/artificial-intelligence-schools-teachers-go128lgn",
        "description": "The use of chatbots, image generators and other AI tools has grown in schools. There are classes in AI and lesson plans ...",
        "image_url": "https://www.bing.com/th?id=OVF.KHu%2fZ4TvRhq6xQwL%2bM3H3A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Newsday",
        "article_content": "When Eva Grasso, a former English teacher, first heard of ChatGPT just after it was launched in 2022, her gut reaction was: “Oh, no!” “There goes the essay. There goes the written word,” recalled Grasso, a library media specialist at Port Jefferson schools, referring to the online chatbot that can produce essays and solve math problems from a single prompt. Since then, Grasso’s perspective has shifted to “more of a ‘Oh, no. And now what?’ ” she said. “The reality is we can’t huddle in a cave and pretend it's not happening.” Grasso’s change in attitude may reflect a larger view of how educators are coming to terms with artificial intelligence’s role in the classroom. Just this past week, New York City Schools Chancellor David Banks said in a speech that AI can “revolutionize” how that school system functions. He noted that AI cannot replace the power of a great teacher, but could help elevate their work. The use of generative AI, such as chatbots and image generators that create content, has grown in schools, not only among students but teachers themselves. In some Long Island districts, more teachers are using these programs to help craft lesson plans, design classroom activities and grade certain assignments, educators said. “People realize it’s here to stay,” said Scott Bersin, assistant superintendent for curriculum, instruction and assessment in the Bellmore-Merrick Central High School District. “With each passing day, more and more people are beginning to use it as a tool.” Bersin’s district and others on the Island have embraced AI, encouraging teachers to use AI-powered applications to make their job more efficient and introducing AI electives where students learn to build their own chatbots. Concerns of misuse remain, as students have used such tools to turn in homework they didn’t do themselves. And teachers are divided in how they see AI's benefits versus harms. A quarter of U.S. teachers say AI tools do more harm than good in K-12 education, according to a Pew Research Center survey conducted last fall. About a third say there’s an equal mix of benefit and harm, while another 35% say they are not sure. Even those in support of AI caution that such tools could undercut student learning if their use goes unchecked. But the potential misuse, some argue, underscores the need to teach students how to navigate an ever-changing digital landscape ethically and productively. “We need to teach kids how to use it safely rather than [us] being afraid of it,” Bersin said. Some educators compared the arrival of generative AI to the introduction of calculators or the internet, something they said must be incorporated into schools because understanding it is an \"essential skill,” as a vision statement Lindenhurst schools released last month put it. “When the internet launched in education, everybody was afraid of Google. … Students can just research and cut and paste,” said Jennifer Freedman, director of instructional technology and innovation at Lindenhurst. “Now in any classroom, you see students on a Chromebook using the internet to supplement their lessons,” she said. “I think AI is going to go in the same direction.” Nationwide, nearly 1 in 5 K-12 teachers reported using AI for teaching and another 15% have tried it at least once, according to a survey conducted last fall by Rand, a research nonprofit headquartered in Santa Monica, California. About three quarters of teachers who already use AI said they expected to use these tools more in the future. In Lindenhurst, teachers are provided with two applications this year: Chat for Schools and Diffit for Teachers. Chat for Schools, which is powered by Skill Struck, is a chatbot, like ChatGPT, but with built-in privacy protection and guardrails that can catch trigger words students may write such as “gun violence” or “suicide,” Freedman said. Diffit can help teachers generate lesson plans appropriate for different grade levels. Tools used by Island districts and teachers differ. Other commonly used programs include ChatGPT, Magic School AI, Brisk Teaching and Canva. There’s also Turnitin, which does not detect plagiarism but produces a similarity report to help educators make a judgment call, according to the company. Sy Doan, a policy researcher at Rand who co-authored the survey findings, said teachers have used AI algorithms to work on what he called “tasks around the edges.” “There's a lot of concern that teachers are using generative AI to make full lesson plans,” Doan said. “We really haven't found that to be the case. It's things like image generation or adjusting content for certain groups or using it to make more versions of different worksheets that already exist.” In Lindenhurst, there’s also a new course at the high school called Advanced Computer Science Principles and Artificial Intelligence, taught by Glenn Habibi. Habibi said learning how to use AI programs prepares students for a career in computer science and other fields. “Sooner or later, they're going to have some kind of job somewhere where having the knowledge and background in AI tools is going to be worth something to them,” he said. AJ Bolkvadze, 16 and a junior at Sanford H. Calhoun High School in Merrick, was among eight students who were in the new Artificial Intelligence With Python class on a Friday earlier this month. The course, with a focus on the computer programming language Python, was open to students from the other high schools in the Bellmore-Merrick Central High School District. AJ would like to get into video game design or coding as a career, the teen said. “I’ve always been into video games,” AJ said after class. “I'm really excited to be a part of the future and possibly create my own video games.” A day earlier at Walt Whitman High School in Huntington Station, teacher John Karavias warned students of a different future AI could bring: One where the information presented is inaccurate. The science teacher was visiting the class of fellow Walt Whitman High teacher Fred Feraco, who was going over some AI-powered tools for a dozen students so they could use them to help with their research projects. The night prior, Karavias said, he had asked Google: How many clownfish have symbiotic relationships with anemones? And the AI-generated answer listed at the top of the search page was wrong. “I have better-than-basic knowledge of clownfish and anemones. I knew it was wrong,” Karavias told the students. “But if you don't know what's wrong, you're going to put that down. And if you're not verifying it, and it's in the paper, your professor or teacher knows it. You may be called out on [it].” Having a mistake in a school paper may be of low stake, but blindly trusting AI-generated content without verifying the information could have calamitous effect writ large. “This is a dangerous future if you don't play it right,” Karavias concluded. Kimberly Latko, who has taught English at Walt Whitman High for 33 years, is not opposed to using AI in school. She uses AI-driven search engines and encourages her students in a research class to use those applications to test ideas and do research. But for her AP language and composition course, she made it clear to students that there’s no place for AI there. She sees AI’s benefits in freeing people from mundane tasks so they can focus on what’s important. But she also fears that students will use it in a way that supplants — rather than supplements — learning. “My biggest issue with AI is that it's too easy for kids to let it do their work,” Latko said. And she has seen it happen — students turning in work that was generated by AI. She has redesigned her curriculum and now includes a lot more handwritten assessments than she used to have in class. She said the line for her is whether students are using it to help them learn, or blindly letting AI do the work for them. “They need to understand how to exercise that control and to consistently remind themselves: ‘What is it I'm trying to do here? Am I trying to shortcut the learning? Or am I trying to support my learning?'” she said. David Hendler, who teaches the AI elective at Calhoun High, said he has a similar concern but believes the solution is to teach students by using these tools. “My concern is using it to think for you,” he said. Teachers said that outside of giving on-paper, in-classroom assignments, it's difficult to prove that a student has used AI to do their work. To detect that, teachers need to be in tune with their students’ writing styles and learning progression, they said. “You really need to get to know your students,” Feraco said.\n\nWhen Eva Grasso, a former English teacher, first heard of ChatGPT just after it was launched in 2022, her gut reaction was: “Oh, no!”\n\n“There goes the essay. There goes the written word,” recalled Grasso, a library media specialist at Port Jefferson schools, referring to the online chatbot that can produce essays and solve math problems from a single prompt.\n\nSince then, Grasso’s perspective has shifted to “more of a ‘Oh, no. And now what?’ ” she said. “The reality is we can’t huddle in a cave and pretend it's not happening.”\n\nGrasso’s change in attitude may reflect a larger view of how educators are coming to terms with artificial intelligence’s role in the classroom. Just this past week, New York City Schools Chancellor David Banks said in a speech that AI can “revolutionize” how that school system functions. He noted that AI cannot replace the power of a great teacher, but could help elevate their work.\n\nWHAT TO KNOW The use of generative AI , such as chatbots and image generators that create content, has grown in schools.\n\n, such as chatbots and image generators that create content, has grown in schools. In some Long Island districts, more teachers are using these programs to help craft lesson plans, design classroom activities and grade certain assignments, educators said.\n\nto help craft lesson plans, design classroom activities and grade certain assignments, educators said. Concerns of misuse remain, as some worry that such tools could undercut student learning. The potential misuse, some argue, underscores the need to teach students how to navigate an ever-changing digital landscape ethically and productively.\n\nThe use of generative AI, such as chatbots and image generators that create content, has grown in schools, not only among students but teachers themselves. In some Long Island districts, more teachers are using these programs to help craft lesson plans, design classroom activities and grade certain assignments, educators said.\n\nSign up for The Classroom newsletter Get the latest updates on how education is changing in your district. By clicking Sign up, you agree to our privacy policy.\n\n“People realize it’s here to stay,” said Scott Bersin, assistant superintendent for curriculum, instruction and assessment in the Bellmore-Merrick Central High School District. “With each passing day, more and more people are beginning to use it as a tool.”\n\nBersin’s district and others on the Island have embraced AI, encouraging teachers to use AI-powered applications to make their job more efficient and introducing AI electives where students learn to build their own chatbots.\n\nConcerns of misuse remain, as students have used such tools to turn in homework they didn’t do themselves. And teachers are divided in how they see AI's benefits versus harms.\n\nA quarter of U.S. teachers say AI tools do more harm than good in K-12 education, according to a Pew Research Center survey conducted last fall. About a third say there’s an equal mix of benefit and harm, while another 35% say they are not sure.\n\nEven those in support of AI caution that such tools could undercut student learning if their use goes unchecked. But the potential misuse, some argue, underscores the need to teach students how to navigate an ever-changing digital landscape ethically and productively.\n\n“We need to teach kids how to use it safely rather than [us] being afraid of it,” Bersin said.\n\nDavid Hendler teaches the AI elective at Sanford H. Calhoun High School in Merrick. Credit: Rick Kopstein\n\nThe trend\n\nSome educators compared the arrival of generative AI to the introduction of calculators or the internet, something they said must be incorporated into schools because understanding it is an \"essential skill,” as a vision statement Lindenhurst schools released last month put it.\n\n“When the internet launched in education, everybody was afraid of Google. … Students can just research and cut and paste,” said Jennifer Freedman, director of instructional technology and innovation at Lindenhurst.\n\n“Now in any classroom, you see students on a Chromebook using the internet to supplement their lessons,” she said. “I think AI is going to go in the same direction.”\n\nNationwide, nearly 1 in 5 K-12 teachers reported using AI for teaching and another 15% have tried it at least once, according to a survey conducted last fall by Rand, a research nonprofit headquartered in Santa Monica, California. About three quarters of teachers who already use AI said they expected to use these tools more in the future.\n\nIn Lindenhurst, teachers are provided with two applications this year: Chat for Schools and Diffit for Teachers.\n\nChat for Schools, which is powered by Skill Struck, is a chatbot, like ChatGPT, but with built-in privacy protection and guardrails that can catch trigger words students may write such as “gun violence” or “suicide,” Freedman said. Diffit can help teachers generate lesson plans appropriate for different grade levels.\n\nTools used by Island districts and teachers differ. Other commonly used programs include ChatGPT, Magic School AI, Brisk Teaching and Canva. There’s also Turnitin, which does not detect plagiarism but produces a similarity report to help educators make a judgment call, according to the company.\n\nSy Doan, a policy researcher at Rand who co-authored the survey findings, said teachers have used AI algorithms to work on what he called “tasks around the edges.”\n\n“There's a lot of concern that teachers are using generative AI to make full lesson plans,” Doan said. “We really haven't found that to be the case. It's things like image generation or adjusting content for certain groups or using it to make more versions of different worksheets that already exist.”\n\nIn Lindenhurst, there’s also a new course at the high school called Advanced Computer Science Principles and Artificial Intelligence, taught by Glenn Habibi. Habibi said learning how to use AI programs prepares students for a career in computer science and other fields.\n\n“Sooner or later, they're going to have some kind of job somewhere where having the knowledge and background in AI tools is going to be worth something to them,” he said.\n\nFred Feraco teaches a class at Walt Whitman High School. As for guarding against the misuse of AI, he says, “You really need to get to know your students.” Credit: Rick Kopstein\n\nThe future\n\nAJ Bolkvadze, 16 and a junior at Sanford H. Calhoun High School in Merrick, was among eight students who were in the new Artificial Intelligence With Python class on a Friday earlier this month. The course, with a focus on the computer programming language Python, was open to students from the other high schools in the Bellmore-Merrick Central High School District.\n\nAJ would like to get into video game design or coding as a career, the teen said.\n\n“I’ve always been into video games,” AJ said after class. “I'm really excited to be a part of the future and possibly create my own video games.”\n\nA day earlier at Walt Whitman High School in Huntington Station, teacher John Karavias warned students of a different future AI could bring: One where the information presented is inaccurate.\n\nThe science teacher was visiting the class of fellow Walt Whitman High teacher Fred Feraco, who was going over some AI-powered tools for a dozen students so they could use them to help with their research projects.\n\nThe night prior, Karavias said, he had asked Google: How many clownfish have symbiotic relationships with anemones? And the AI-generated answer listed at the top of the search page was wrong.\n\n“I have better-than-basic knowledge of clownfish and anemones. I knew it was wrong,” Karavias told the students. “But if you don't know what's wrong, you're going to put that down. And if you're not verifying it, and it's in the paper, your professor or teacher knows it. You may be called out on [it].”\n\nHaving a mistake in a school paper may be of low stake, but blindly trusting AI-generated content without verifying the information could have calamitous effect writ large.\n\n“This is a dangerous future if you don't play it right,” Karavias concluded.\n\nThe debate\n\nKimberly Latko, who has taught English at Walt Whitman High for 33 years, is not opposed to using AI in school. She uses AI-driven search engines and encourages her students in a research class to use those applications to test ideas and do research. But for her AP language and composition course, she made it clear to students that there’s no place for AI there.\n\nShe sees AI’s benefits in freeing people from mundane tasks so they can focus on what’s important. But she also fears that students will use it in a way that supplants — rather than supplements — learning.\n\n“My biggest issue with AI is that it's too easy for kids to let it do their work,” Latko said.\n\nAnd she has seen it happen — students turning in work that was generated by AI. She has redesigned her curriculum and now includes a lot more handwritten assessments than she used to have in class.\n\nShe said the line for her is whether students are using it to help them learn, or blindly letting AI do the work for them.\n\n“They need to understand how to exercise that control and to consistently remind themselves: ‘What is it I'm trying to do here? Am I trying to shortcut the learning? Or am I trying to support my learning?'” she said.\n\nDavid Hendler, who teaches the AI elective at Calhoun High, said he has a similar concern but believes the solution is to teach students by using these tools.\n\n“My concern is using it to think for you,” he said.\n\nTeachers said that outside of giving on-paper, in-classroom assignments, it's difficult to prove that a student has used AI to do their work. To detect that, teachers need to be in tune with their students’ writing styles and learning progression, they said.\n\n“You really need to get to know your students,” Feraco said."
    },
    {
        "title": "Bay City’s Masonic Temple to open for first ever public paranormal tours. Here’s how to join.",
        "link": "https://www.mlive.com/news/saginaw-bay-city/2024/09/bay-citys-masonic-temple-to-open-for-first-ever-public-paranormal-tours-heres-how-to-join.html",
        "description": "That’s because for the first time ever, the Masonic Temple will be open to the public for ghost tours along with paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xhM_mWf1nKEkdOGIfcp4Zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "MLive20h",
        "source": "MLive",
        "article_content": "BAY CITY, MI – The Masonic Temple on North Madison Avenue was built in the 1890s, making it one of the city’s rich sources of history. But with age comes stories of the paranormal – tales of those who once walked the Masonic Temple halls revisiting them in the form of auras, shadows or waves of cold air.\n\nIndeed, Bay City’s Masonic Temple is one of the city’s more intriguing destinations when it comes to alleged paranormal hot spots. And for those eager to better understand it, they will have the chance in October to check it out for themselves."
    },
    {
        "title": "5 HAUNTED Places in The US! (Paranormal)",
        "link": "https://www.msn.com/en-us/tv/news/5-haunted-places-in-the-us-paranormal/vi-AA1qZinn?ocid=BingNewsVerp",
        "description": "Discover the 5 most haunted places in the United States! From Salem’s witch trials to Savannah’s ghostly charm, these ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z99bPMW_GEfyT_FbTIfg1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Travel Pug on MSN2h",
        "source": "The Travel Pug on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal circus brings scares to Lincoln",
        "link": "https://www.1011now.com/2024/09/22/paranormal-circus-brings-scares-lincoln/",
        "description": "LINCOLN, Neb. (KOLN) - The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare. The circus is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qTXgQJv_CvRZcADmyUqYsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "7h",
        "source": "1011 Now",
        "article_content": "LINCOLN, Neb. (KOLN) - The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare.\n\nThe circus is bringing roller-skating vampires, creepy contortionist dolls, and high-wire walking zombies to the Capital City.\n\nThe show kicked off on Friday and runs through Monday at Gateway Mall, offering plenty of opportunities for anyone looking for a fright.\n\n“It’s very immersive,” host and comedian of Paranormal Cirque II Steve Copeland, said. “Our performers are on the stage. They’re in the audience with you, you’re going to see some amazing things, all with a horror twist. All of our acts have a horror twist. And in addition to that, you get a haunt attraction pre show.”\n\nCopeland said the haunt attraction is available one hour before the show. Paranormal Cirque II is for people ages 13 and up. Kids ages 13 to 17 will need to have an adult with them.\n\nTickets can be bought online or at the ticket office in the parking lot of Gateway Mall, right in front of the Paranormal Cirque II tent.\n\nClick here to subscribe to our 10/11 NOW daily digest and breaking news alerts delivered straight to your email inbox.\n\nCopyright 2024 KOLN. All rights reserved."
    },
    {
        "title": "Stream What's New on TV This Week: Wolfs, Will & Harper and More",
        "link": "https://www.cnet.com/tech/services-and-software/stream-whats-new-on-tv-this-week-wolfs-will-harper-and-more/",
        "description": "Don't miss the latest on Netflix, Apple TV Plus and more. Here's what's coming to streaming the week of Sept. 23 to Sept. 29.",
        "image_url": "https://www.bing.com/th?id=OVFT.BGzuG_E0LqsBcNiNpwjqPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "CNET39m",
        "source": "CNET",
        "article_content": "Two of the biggest movie stars on the planet will be popping up on Apple TV Plus soon; the streaming service will be dropping the new film Wolfs, starring George Clooney and Brad Pitt, on Sept. 27, and that's just one of several big titles coming to streaming this week. Other platforms, including Netflix, Hulu, and Paramount Plus, also have some big shows and movies to share.\n\nOn Netflix, you can catch the new comedy Nobody Wants This, a show starring Kristen Bell and Adam Brody as two people who find love unexpectedly. Also on Netflix is the new documentary Will & Harper, starring SNL alums Will Ferrell and Harper Steele. Steele met Ferrell when they were both hired on the late night show, and this film explores how their friendship has evolved in the wake of Steele's transition from man to woman. The heartfelt sports drama Rez Ball, a classic underdog story about a basketball team on a Native American reservation, also arrives on Friday.\n\nThe Australian series Colin From Accounts returns to Paramount Plus for a second season this week, and the streamer also has something a little darker in store with Apartment 7A, a 1960s-set thriller that is set as a prequel to Rosemary's Baby. If you want to wash down those demonic apartment-dwellers with some supernatural phenomena, be sure to check out Hulu's Out There: Crimes of the Paranormal, the new true-crime series that pins crimes on the likes of Bigfoot.\n\nLearn more about the biggest titles of the week below.\n\nRead more: My September Streaming List Includes Keeping Netflix, Disney Plus and Max. Here's Why\n\nBest new shows and films to stream (Sept. 23 to Sept. 29)\n\nNetflix\n\n\n\nNetflix Will & Harper (Sept. 27) Will & Harper, which arrives on Netflix on Sept. 27, is a road trip documentary starring Saturday Night Live alum Will Ferrell and his longtime friend Harper Steele. Steele, who came out as transgender three years ago, found a devoted ally in Ferrell, and the film is an exploration of their friendship before, during and after her transition.\n\nNetflix Nobody Wants This (Sept. 26) Kristen Bell and Adam Brody star as unlikely romantic partners in the new Netflix romantic comedy series Nobody Wants This. Bell plays Joanne, a cynical, agnostic podcaster who meets a rabbi named Noah, played by Brody. Despite their opposing outlooks on life and their wildly different families, the romantic attraction between the pair brings them closer together. The show premieres on Thursday, Sept. 26.\n\nNetflix Rez Ball (Sept. 27) Produced by basketball legend LeBron James and co-written by Reservation Dogs creator Sterlin Harjo, Rez Ball is an underdog sports drama about a basketball team on a Native American reservation who are determined to become state champs. The film's director and co-writer Sydney Freeland describes it as \"Friday Night Lights, but it is from an Indigenous perspective,\" and while the film features a few familiar faces, like Prey's Amber Midthunder, most of the young actors are first-time performers cast for their acting abilities on the screen as well as their athleticism on the court.\n\nApple TV Plus\n\n\n\nDisney Plus Wolfs (Sept. 27) George Clooney and Brad Pitt have teamed up for the new action-comedy Wolfs, playing professional fixers who arrive to cover up the same crime. When the two men, who are used to working alone, find themselves forced to work together, the night grows increasingly more chaotic. The film, which had a brief theatrical release, will arrive on Apple TV Plus on Friday, Sept. 27.\n\nHulu\n\n\n\nHulu Out There: Crimes of the Paranormal (Sept. 24) Hulu's new crime series arrives just in time for spooky season. Out There: Crimes of the Paranormal features eight true crime cases that all share one thing in common -- brushes with the supernatural. Each episode centers on a case that have led eye witnesses and investigators to the same conclusion: That something otherworldly is responsible for the crime at hand. The show arrives on Hulu on Sept. 24.\n\nParamount Plus\n\n\n\nPeacock Colin From Accounts Season 2 (Sept. 26) On Paramount Plus, you can catch season two of the Australian series Colin From Accounts when it premieres on Sept. 26. The series is written by husband-and-wife team Patrick Brammall and Harriet Dyer, who also star as main characters Gordon and Ashley, who meet in the aftermath of a car accident and adopt a dog they name Colin."
    },
    {
        "title": "Investigate the Paranormal with the B.P.R.D. Thanks to Humble",
        "link": "https://geektyrant.com/news/investigate-the-paranormal-with-the-bprd-thanks-to-humble",
        "description": "A new Humble Bundle offers more than 30 B.P.R.D. and Hellboy stories from Mike Mignola and Dark Horse for very cheap.",
        "image_url": "https://www.bing.com/th?id=OVFT.JxaieyV40zC1zZwA2fzuBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "GeekTyrant21h",
        "source": "GeekTyrant",
        "article_content": "Are you ready to follow stories of the Bureau for Paranormal Research and Defense? Humble is offering comic fans 35 titles from the B.P.R.D. series and more for a mere $30 with Mike Mignola’s B.P.R.D. by Dark Horse Encore (affiliate link).\n\nEnjoy the stories from Mike Mignola’s team in a bundle that is valued at an amazingly appropriate $666 for less than 5% of that cost.\n\nI do want to mention that for $30 you also get the 35-book Mignola bundle from 2023 with tons of Hellboy titles. If you are uninterested in those titles or already have them, you can get the 35 B.P.R.D. titles for only $18!\n\nPlus, each purchase supports World Central Kitchen, “a non-profit organization addressing food insecurity during and after natural disasters and humanitarian crises, while also operating long-term programs aimed at improving livelihoods by strengthening local food ecosystems.”"
    },
    {
        "title": "Discovery suggests 2nd Kuiper Belt in our solar system: Everything you need to know",
        "link": "https://www.indiatvnews.com/science/discovery-suggests-2nd-kuiper-belt-in-our-solar-system-nasa-isro-spacex-elon-musk-2024-09-22-953424",
        "description": "Astronomers have uncovered evidence of a potential second Kuiper Belt, expanding the boundaries of our solar system. Here's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eIMH49H8a-CriTlD11obGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "India TV",
        "article_content": "Follow us on Image Source : NASA Kuiper Belt\n\nAstronomers have discovered evidence suggesting the existence of a second Kuiper Belt, potentially extending the known boundaries of our solar system. This groundbreaking find could significantly reshape our understanding of the solar system’s outer regions and offer new insights into its formation and structure.\n\nWhat is the Kuiper Belt?\n\nThe Kuiper Belt is a vast region beyond Neptune, spanning from about 33 to 55 astronomical units (AU) from the sun. It is filled with icy bodies, dwarf planets, and comets that orbit in the outer reaches of our solar system. This region gained fame after NASA’s New Horizons mission explored Pluto, the most well-known object in the Kuiper Belt, in 2015.\n\nNew Objects Discovered Beyond the Kuiper Belt\n\nRecent findings suggest that the solar system could be even larger than previously believed. Using the powerful Subaru telescope’s Hyper Suprime-Cam (HSC), astronomers have identified 239 Kuiper Belt objects since 2020. Among these are 11 objects located between 70 and 90 AU from the sun—far beyond the traditional Kuiper Belt—which indicates the presence of a second, more distant belt, tentatively named \"Kuiper Belt 2.\"\n\nThis potential second belt could extend as far as 13.5 billion kilometers (8.4 billion miles) from the sun, marking a significant expansion of our known solar system. Interestingly, there is a gap between 55 and 70 AU, where no objects have been found, which further supports the idea of a distinct second belt.\n\nImplications for Our Understanding of the Solar System\n\nThe discovery of Kuiper Belt 2 could dramatically change how we understand the formation of the solar system. For years, scientists have puzzled over the relatively small size of the Kuiper Belt compared to similar belts in other planetary systems. The presence of a second belt suggests that the solar system’s primordial nebula may have been much larger than previously thought.\n\nThis finding also raises exciting possibilities about the existence of more dwarf planets and even the elusive Planet Nine, which has been theorized but not yet observed. As astronomers continue to study these distant objects, we may uncover even more mysteries hiding in the outer reaches of our solar system.\n\nLooking Ahead: A New Era of Discovery\n\nThe potential discovery of Kuiper Belt 2 opens up new avenues for exploration and could reshape our understanding of the solar system’s outermost regions. With further observation, astronomers hope to learn more about these distant objects and what they reveal about the history and evolution of the solar system.\n\nALSO READ: New to BSNL 4G? These first recharge plans might help you to save money and deliver maximum benefits\n\nALSO READ: BSNL 5G testing starts: Could be a game-changer in the Indian telecom sector"
    },
    {
        "title": "Scooby-Doo Interactive Exhibit Unveiled at Museum of Discovery and Science in Fort Lauderdale",
        "link": "https://hoodline.com/2024/09/jinkies-scooby-doo-interactive-exhibit-unveiled-at-fort-lauderdale-s-museum-of-discovery-and-science/",
        "description": "Scooby-Doo exhibit opens at the Museum of Discovery and Science, inviting visitors to solve a mystery with the famous ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lFMnlnP70f32FDhbj2Mx4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hoodline20h",
        "source": "Hoodline",
        "article_content": "Content not available"
    },
    {
        "title": "Pune: 'Meta Awakening’ Concert Inspires Self-Discovery and Spiritual Realization Through Science and Silence",
        "link": "https://www.freepressjournal.in/pune/pune-meta-awakening-concert-inspires-self-discovery-and-spiritual-realization-through-science-and-silence",
        "description": "The Pune ‘META AWAKENING’ concert unfolded the path to realizing the immense possibilities of true human potential. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iIezmSs4HBfckj0kL7LPxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5h",
        "source": "The Free Press Journal",
        "article_content": "Pune: 'Meta Awakening’ Concert Inspires Self-Discovery and Spiritual Realization Through Science and Silence |\n\nThe Pune ‘META AWAKENING’ concert unfolded the path to realizing the immense possibilities of true human potential. This magical, spiritual, and cultural event captivated the hearts of Punekars with mesmerizing techniques, fulfilling the quest for self-discovery. Internationally acclaimed philosopher and scientist Sri Bhupendra offered attendees an experience through the unfolded aspects of the domain of silence, allowing each individual to immerse in profound stillness that paved the way for deeper realization during the ‘Meta Awakening’ concert.\n\nThe event was organized by Soul Foundation India in collaboration with the Circle of Consciousness and Happiness, California, USA, and held at Hotel Ramee Grand. The main highlight of the concert was the energetic guidance provided by globally acclaimed philosopher, scientist, author, and influencer Sri Bhupendra. He shared his experiments with human existence, drawing from his 30 years of penance.\n\nBlending the realms of science and spirituality, Sri Bhupendra led attendees into a more conscious and awakened world. This cosmic dance of energy, experienced through culture, devotion, and scientific exploration, left an indelible mark on every heart and influenced their journey toward a higher state of being. The ‘Meta Awakening’ concert was coordinated by Kirti Gadre, a representative of the Circle of Consciousness and Happiness, California, USA.\n\nDuring his interaction with the audience, Sri Bhupendra explained the meaning of life as he had explored during his spiritual journey of three decades. He said, “Life is a dance, a celebration. Therefore, we should adeptly navigate the ups and downs of life. Learn the art of living a positive, stress-free life by recognizing your own potential. A smile on the face, contentment in the mind, and a sense of spiritual happiness are the key ingredients of a truly happy life.”\n\nRead Also Pune Airport Conducts Annual Earthquake Preparedness Drill\n\nThrough various examples, Sri Bhupendra highlighted the importance of silence and self-realization in life. He described how these reveal the true meaning of the two concepts, 'believe' and 'know'. “You believe in something like God only until you 'know' it. Knowing is fundamental, and it is routed through knowing 'who am I?'\" He also added that we can learn a lot from nature with respect to these two concepts. “We must be goal-oriented, just like a tiger or an eagle is while hunting. Instead of worrying about the future, we should take inspiration from our own experiences. There is a 'genius' dormant in everyone. We need to explore ourselves and develop our abilities to activate that 'genius'. In today's busy life, self-awareness is inevitable. Embracing both positive and negative forces is the key. Our strengths help us fly high, whereas unwanted experiences ground our roots deeper, helping us realize our potential to achieve better goals,” he suggested.\n\nSpeaking on the occasion, Kirti Gadre said, “This concert marked the introduction of the global Meta Awakening movement to Punekars, offering a powerful experience of tapping into consciousness, a gateway to a more purposeful and successful life. In the coming years, we will look back on this day as a pivotal moment, where Meta Awakening became a significant milestone in human evolution. A new 'age' begins here, and some chosen Punekars witnessed it.”\n\nApart from Sri Bhupendra's mesmerizing session, the concert also featured healing sessions and an outpouring of energy, along with cultural programs that included performances based on Guru Ashtakam, Nirvana Shatakam, and Gratitude Bhavgeet. These performances contributed to the positive energy in the atmosphere."
    },
    {
        "title": "Scientists uncover underwater event that wiped out nearly all life in groundbreaking discovery",
        "link": "https://www.ladbible.com/news/science/scientists-great-dying-el-ninos-812779-20240921",
        "description": "Scientists have uncovered an underwater event that wiped out nearly all life in a groundbreaking discovery. The new study has ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fnh_H4fS_bYO2-L7A87zSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20h",
        "source": "LADbible",
        "article_content": "Scientists have uncovered an underwater event that wiped out nearly all life in a groundbreaking discovery.\n\nThe new study has shed light on what happened to lead to a whopping 90 percent of life being totally wiped out from the Earth.\n\nIt’s said this catastrophe happened roughly 250 million years ago and it’s even suggested to be more fatal than the asteroid that famously saw the end of the dinosaurs on this planet.\n\nAdvert\n\nPublished in the journal Science, the UK's University of Bristol and China University of Geosciences (Wuhan) researchers are claiming that El Niños were responsible for causing the climate to vary wildly and forests to be killed off.\n\nScientists reckon the underwater event had an impact (Getty Stock Image)\n\nYou might have heard of El Niños before (and I’m not talking about football) as it’s the weather phenomena that cause sea surfaces to warm up drastically.\n\nIt typically takes place in the central and eastern Pacific Ocean. An El Niño is declared when sea temperatures in the tropical eastern Pacific rise 0.5 °C above the long-term average.\n\nAdvert\n\nAnd while volcanic activity definitely played a big role in the ‘Great Dying’ (the worst mass extinction in Earth’s history, also known as the Permian-Triassic extinction), experts say the impact of these El Niños shouldn’t be overlooked.\n\nChina University of Geosciences’ Professor Yadong Sun claims that oxygen isotopes in fossils suggest they could have been greatly involved in this mass loss of life.\n\nHe said: “Most life failed to adapt to these conditions, but thankfully a few things survived, without which we wouldn’t be here today. It was nearly, but not quite, the end of life on Earth.”\n\nGlobal warming had an impact (Getty Stock Image)\n\nAdvert\n\nAnd co-lead author of this study, Dr Alexander Farnsworth, from the University of Bristol, added: “Climate warming alone cannot drive such devastating extinctions because, as we are seeing today, when the tropics become too hot, species migrate to the cooler, higher latitudes.\n\n“Our research has revealed that increased greenhouse gases don’t just make the majority of the planet warmer, they also increase weather and climate variability making it even more 'wild' and difficult for life to survive.”\n\nIn reality, the exact cause of the Great Dying remains somewhat uncertain but it’s pretty complicated.\n\nAs well as so much time having obviously passed since, there’s a scarcity of fossils to study and a complexity of evidence. Either way, scientists know something big happened to have such a big consequence."
    },
    {
        "title": "China-born Chen Zhijian wins top US medical research prize said to foretell Nobel",
        "link": "https://www.scmp.com/news/china/science/article/3279364/china-born-chen-zhijian-wins-top-us-medical-research-prize-said-foretell-nobel",
        "description": "Texas-based Chen wins Albert Lasker Award for discovery of enzyme cGAS, holding out ‘promise for fighting infectious diseases ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Hmuc4xwfhL-g21mzaPDCuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "22h",
        "source": "scmp.com",
        "article_content": "China-born scientist Chen Zhijian is among the winners of this year’s Lasker Awards, a top American prize for medicine and public health research that has gained a reputation for identifying future Nobel laureates.\n\nAdvertisement\n\nAnnouncing the awards on Thursday, the Lasker Foundation said the 2024 Albert Lasker Award for basic medical research had gone to Zhijian “James” Chen, professor of molecular biology and director of the Centre for Inflammation Research at the University of Texas Southwestern Medical Centre (UTSW).\n\nChen is the sixth scientist of Chinese origin to receive a Lasker Award. He is also the second Chinese recipient in the basic research category, more than six decades after biochemist Choh Hao Li, who won in 1962.\n\nAdvertisement\n\nEstablished in 1945 and often referred to as “America’s Nobels”, the Lasker Awards recognise significant achievements in medicine and biomedical research in four categories. They are sometimes seen as a harbinger of Nobel prizes in the sciences, as many Lasker winners have gone on to win that prestigious award as well."
    },
    {
        "title": "The Automation Takeover: Are Software Engineers Becoming Obsolete?",
        "link": "https://www.forbes.com/sites/hessiejones/2024/09/21/the-automation-takeover-are-software-engineers-becoming-obsolete/",
        "description": "The speed at which LLMs have dominated industry creates evidence of substantial change, including the evolving role of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2QtmniaAmpRciBKlzS_8Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "21h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Is Rexas Finance Outperforming All Other Presales? RXS Beats Expert Predictions to Sell Out Stage 2 Early",
        "link": "https://coingape.com/sponsored/is-rexas-finance-outperforming-all-other-presales-rxs-beats-expert-predictions-to-sell-out-stage-2-early/",
        "description": "The success of Stage 2 was a clear indication that Rexas Finance is already heating up to be a force to reckon with in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vsVFwWFltAYzqpBS4C75XS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Coingape1h",
        "source": "Coingape",
        "article_content": "Defying even the most optimistic predictions, the presale of RXS Stage 2 was completed sooner than planned, raising more than 1.25 million dollars and captivating the interest of international crypto investors. The total amount of such tokens sold is already circulating over 31 million. New narratives in the crypto market often find it hard to find their footing but this platform that tokenizes Real World Assets (RWA) using Blockchain technology has demonstrated that digital assetization has already outgrown its sandbox.But here’s the twist – this whole Stage 3 is not just the next chapter; it is a new window of opportunity for investors to enter before the token is listed on exchanges. Much to the myth, Stage 3 is not the stage that puts an end to the presale, which implies that the last chance to order RXS tokens for just $0.05 remains, rather than $0.20, the official listing price. For those that act on this moment, that is a gain potential of 400%.\n\nWhat Is Driving Investors’ Attention to Rexas Finance?\n\nOne of the most innovative things about Rexas Finance is that it takes risks. While most crypto projects depend on venture capitalists to invest, Rexas Finance decided to be different – refusing any venture capital investment. Instead, this project has decided to cultivate its base with the common people through a presale. No dilution, no institutional backers – only a vision that is practical and is quintessential to all individuals with no grievances.This strategy has worked, as Rexas Finance permits early and ordinary investors to be among the major players in future growth. It is not surprising that the project has captured large supporters because over $1.25 million has been raised so far, and the presale is still in frantic pursuit.\n\nWhy Is the Demand So High for RXS Tokens?\n\nThe presale price during Stage 2 was $0.04, and considering that the listing price will be to the tune of $0.20, early investors will be looking at a staggering return of 400% right after exchanges open. But that is just the beginning. If RXS can behave in this bullish market as most analysts predict, and prices reach $10 – $12 per token by 2025, then Rexas Finance has strong intentions to maintain this business for many years.Now, as Stage 3 kicks off, the price rises slightly to $0.05—still an incredible deal before the token’s listing. With such a clear roadmap for growth and the excitement building around RWA tokenization, it’s no wonder the project continues to outperform.\n\nThe $1 Million Giveaway: A Game Changer for Early Investors\n\nOn top of its presale success, Rexas Finance has sweetened the pot with a staggering $1 million giveaway. In this promotion’s framework, 20 selected users would each receive 50,000 USDT, thus raising the enticing factors of an already sizzling presale further. This initiative has helped the project gain even more traction, with both retail investors and institutional players willing and eager to leap into the next big thing in crypto.\n\nRexas Finance: What Lies in the Future?\n\nWhile Stage 3 offers an enticing entry point for new investors, it is far from being the final presale stage. There are as many new possibilities as there is a need. It’s only a matter of time before the momentum behind Rexas Finance keeps building. In the case of this project, which focuses on building real-world assets (RWA) or tokenization of RWA, it is harnessing the true meaning of blockchain – bridging the gap between the physical asset world and digital currencies.The platform’s no-code tokenization capability allows individuals and corporations to extend services, bringing liquidity even to conservative industries such as real estate and art. Rexas Finance is not merely surfing the current cryptocurrency market; it is doing what it is supposed to do—building amazing ideas into the real world, the future of decentralized finance.\n\nConclusion: Rexas Finance Is Just Getting Started\n\nThe success of Stage 2 was a clear indication that Rexas Finance is already heating up to be a force to reckon with in the crypto space. Coming to Stage 3 to offer tokens at an attractive price of just $0.05, there is still an opening for investors to enter at this level before prices move upward. As the project prepares for even bigger milestones, the excitement around RXS is not misplaced. The $1 million giveaway, the prospects of 100x returns, and the game-changing model of tokenizing Real World Assets are why Rexas Finance is beating the competition.\n\nThe race in the RWA is on, and RXS is at the forefront of this race. Join the winning team today by buying RXS.\n\nFor more information about Rexas Finance (RXS) visit the links below:\n\nWebsite: https://rexas.com\n\nWin $1 Million Giveaway: https://bit.ly/Rexas1M\n\nWhitepaper: https://rexas.com/rexas-whitepaper.pdf\n\nTwitter/X: https://x.com/rexasfinance\n\nTelegram: https://t.me/rexasfinance"
    },
    {
        "title": "This startup helped Bryson DeChambeau win the U.S. Open. Now it wants to improve your golf swing.",
        "link": "https://www.msn.com/en-us/sports/golf/this-startup-helped-bryson-dechambeau-win-the-u-s-open-now-it-wants-to-improve-your-golf-swing/ar-AA1qXydO?ocid=BingNewsVerp",
        "description": "It’s not common for a tech startup get a shoutout during a high-profile sports event press conference. But that’s what ...",
        "image_url": "https://www.bing.com/th?id=OVFT.O5wP2wbvYcb0GXeyqrzxBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "21hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Texas Longhorns fans excited to start the Arch Manning Era in 2025, but they aren't wishing Quinn Ewers away",
        "link": "https://www.cbssports.com/college-football/news/texas-longhorns-fans-excited-to-start-the-arch-manning-era-in-2025-but-they-arent-wishing-quinn-ewers-away/",
        "description": "Quinn Ewers and Arch Manning is not going to be another Major Applewhite and Chris Simms, which nearly split Austin apart in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YdlIyvnZLuVbBH7hX7M3ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "9h",
        "source": "CBSSports.com",
        "article_content": "AUSTIN, Texas -- Hours before over 102,850 burnt-orange-and white-clad fans filed into Darrell K Royal-Texas Memorial Stadium, the famous voice of the Longhorns held court outside the booth where he'd call the game a few hours later.\n\nCraig Way, in a distinctive lilt that's guided Texas fans through the high peaks and deep valleys over 30 years, pondered what Arch Manning's hotly-anticipated first start would mean for the program.\n\n\"I think it's a preview of what Longhorn fans can expect from him in the future,\" Way said. \"Even though the moment will come for Quinn (Ewers) to return to the job.\n\nThe Arch Manning era of Texas football did not begin Saturday, even if the college football media echo chamber at large made it feel that way. Texas versus ULM may have been marooned to ESPN+, but that didn't stop a weeklong content blietzkrieg of all things Manning -- though you can't blame an editor for feeding the beast -- debating and fawning over the quarterback with the most famous last name in the sport.\n\nOn a 96-degree September day, Texas fans generally agreed with the assertion that there's no actual quarterback competition as they gathered at tailgates and along Bevo Boulevard ahead of kickoff.\n\nGeorge Ramirez is a life-long Texas fan. \"Forever,\" he says when asked how long he's rooted for the 'Horns. He came to the game rocking an Arch Manning No. 16 jersey and a giant Longhorn chain that draped from his neck past Manning's numerals.\n\nHe followed Manning's recruitment and bought an official Manning jersey as soon as he could. \"But this thing sat in the closet for like two years,\" Ramirez said with a laugh.\n\nRamirez wears an Quinn Ewers jersey every other week. He fully expects Ewers to take the job back when he returns.\n\n\"(Quinn) is the one at the helm, and it's Quinn Ewers' team.\"\n\nNearby, junior finance major Dylan Woollard stands next to Smokey The Cannon, which the Texas Cowboys spirit group shoots off after every Longhorn score. The Cowboys are a more than 100-year-old service organization. Woollard is a member. He said Manning is, too.\n\nActive players don't generally get to participate in the firing of the cannon; Colt McCoy memorably did during his final lap around DKR during Senior Night in 2009. But Woollard and all the other members of the Cowboys are excited to see one of their own out on the field.\n\n\"We have a little bit of a personal connection, which is always exciting,\" Woollard said. \"But Arch is always getting the crowd hyped up. You can hear it yourself when you walk in the stadium. I'm excited. I don't think it's going to be permanent. I don't think he's taking away the QB1 spot from Quinn by any means.\"\n\nEverybody had that sort of qualifier Saturday.\n\nPerhaps they're taking cues from the top as Longhorns head coach Steve Sarkisian said of Ewers this week: \"All the goals that he's had and that we've had for him coming into this season are still there for him. I think we have a national championship-caliber team, and he's the quarterback of the team.\"\n\nThe Manning family, like they have since Arch's down-low high school recruitment, seem content for Manning to avoid the spotlight as much as possible. Arch rarely did interviews as a high school athlete and his family rarely grants them. Reached Saturday with an interview request, family patriarch Archie Manning politely declined.\n\n\"Had so many interview requests this week and could not do them all –- so I didn't do any.\"\n\nWhen Way thinks about hyped Texas quarterbacks over the last 30 years, he can really only compare this Ewers/Manning situation to the famous Major Applewhite/Chris Simmons quarterback controversy. Applewhite was the defending Big 12 Offensive Player of the Year. Chris Simms was the son of an NFL legend and the No. 1 overall QB in the 1999 class.\n\nThe battle between Simms and Applewhite somehow defined a generation of Longhorn football and even split a locker room. There are no such issues this time around.\n\n\"Immediately there was that push and pull and there was a controversy,\" Way said of Applewhite versus Simms. \"That doesn't exist right now. This is Quinn's team. Arch respects and likes it that way as well and is content to continue learning.\"\n\nGrant Pinkerton, a Longhorn grad, is the pitmaster of Texas barbeque powerhouse Pinkerton's and a Forbes 30 Under 30 selection. He often serves BBQ to the Longhorns – mostly to the big fellas who protect the quarterback.\n\nPinkerton arrived at Texas in 2007 and says he can't remember a player hyped like Manning. Maybe Vince Young. As for Manning's first start, Pinkerton views it as a welcome change. Games against a program like Louisiana Monroe used to be no guarantee, at least in the post-Mack Brown era (and at least in the fatalist minds of Longhorn fans). Now these games are an opportunity for young players like Manning to eat reps without a sense of dread that something could go terribly wrong.\n\n\n\n\"It's a luxury of being good,\" Pinkerton said.\n\nDick Perrone has followed Texas football longer than perhaps anybody on campus Saturday afternoon. He started selling Coca-Cola's in DKR at age 11 and graduated from the school in 1967. He used to play poker with program legend James Street – a perfect 20-0 as Texas' starting QB – on 6th Street; a famed party district in downtown Austin.\n\nPerrone, like everyone else, is intrigued by the Manning hype. Though he wonders what might happen if anything ever goes wrong.\n\n\"The name Manning carries a lot of weight out here,\" Perrone said. \"They just clap and go crazy when he comes out. I'd hate to see him make a mistake. They don't think he can.\"\n\nIt's fair to say Manning's time to start came a little before anyone expected -- even the merch shop in front of DKR.\n\nOne fan, David Thompson, asked an employee, \"Where are the Arch jerseys?\" There were none in stock, only a few T-shirts tucked in the back corner of the store.\n\nThompson, a 2008 grad, came to the game with his family. He wanted to be part of history.\n\n\"I've got the program that's going to be his first start,\" Thompson said. \"So, I'm going to get the rookie card, the program (and the jersey). I've got a picture of my ticket and I'm going to put it all on there and frame it up.\n\n\"Because he's going to be the No. 1 pick, for sure.\"\n\nHype, indeed.\n\nManning walked into the stadium wearing a dark blue suit, dapping up a few kids along the way. He did so to yells like, \"Big 'ol Arch!\" Any time his face popped up on the jumbotron in pre-game, the crowd went crazy. The biggest cheer came when a fan was shown holding a giant poster of Manning's now-famous Archibald Manning student ID, which he lost only a few days into his time in Austin.\n\nEverything is bigger in Texas. Even your former student ID, at least if you're Arch.\n\nEventually, Manning ran out of the tunnel, of course to massive cheers, and his first start began. But really, it didn't feel like the start of anything. Everyone knows Manning is coming. But Saturday, more than anything, felt like a big Hollywood trailer of a movie coming out next year.\n\nComing next fall to a stadium near you, Arch Manning.\n\n\"It feels like the future,\" Ramirez said.\n\nMORE: Recap Arch Manning's first career start with our live updates page"
    },
    {
        "title": "Is MicroStrategy Stock a Buy Now?",
        "link": "https://www.fool.com/investing/2024/09/22/is-microstrategy-stock-a-buy-now/",
        "description": "MicroStrategy's decision to perform a stock split came on the heels of its share price skyrocketing over 100% in 2024. In ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tNqbj60m1-7Rq0DXu8r1XC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1h",
        "source": "The Motley Fool",
        "article_content": "The veteran software company completed a stock split after its share price's meteoric rise.\n\nVeteran software firm MicroStrategy (MSTR 0.08%)joined several high-profile corporations, such as Nvidia, in executing a forward stock split this year. The company's 10-for-1 split occurred in August.\n\nMicroStrategy's decision to perform a stock split came on the heels of its share price skyrocketing over 100% in 2024. In fact, last October, shares were at a split-adjusted 52-week low of $30.71, but they zoomed as high as $200 this year. With its stock split completed, is now the time to invest in MicroStrategy?\n\nNot necessarily. While the split lowered the price of individual shares, it didn't change the company's overall market value. And assessing whether MicroStrategy is a good investment requires some investigative work to unravel the confusing contradiction between its share-price ascent and its mediocre business fundamentals.\n\nDissecting MicroStrategy's stock success\n\nDespite the surge in share price, MicroStrategy suffers from a trend of declining revenue. Through the first half of 2024, the firm's sales were $226.7 million, down from $242.3 million in the previous year.\n\nAdding to the contradiction between its share price performance and business results is the current consensus among Wall Street analysts. They rate MicroStrategy a buy with a median share-price target of $194, which suggests a belief in upside for the stock. This is in spite of the company exiting the second quarter with a net loss of $102.6 million.\n\nHow to explain this mystery? In a word, Bitcoin (CRYPTO: BTC). MicroStrategy began investing in the digital currency in 2020, and through the end of July, it amassed 226,500 Bitcoin. The firm describes itself as the \"largest corporate holder of Bitcoin in the world.\"\n\nAs the value of the cryptocurrency has risen over the past year, so has MicroStrategy stock. In fact, the company's share price follows Bitcoin pretty closely.\n\nIn short, the appreciation in the company's Bitcoin holdings, rather than the business intelligence (BI) software platform that launched the firm in 1989, accounted for its share-price growth.\n\nMicroStrategy's software business\n\nSpeaking of its core BI business, what is MicroStrategy doing with it these days? It's integrating artificial intelligence (AI) into its software platform and transitioning to a subscription-based cloud computing model.\n\nPreviously, the company relied on selling software licenses, but the subscription approach provides predictable recurring revenue, and it's seeing strong customer adoption. For instance, its Q2 subscription income was $24.1 million, a 21% increase over the prior year's $19.9 million.\n\nWhile the subscription growth is encouraging, CEO Phong Le noted MicroStrategy's transition to a software-as-a-service (SaaS) model \"may result in a decrease in total recognized revenue in the short term, but in the long run, we expect it to be more than offset by increases in subscription services revenue.\"\n\nThat's because software license sales recognize the full income upfront, but with a SaaS model, revenue is recognized over the life of the subscription term. This explains MicroStrategy's trend of declining revenue. The company expects this transition period to last 12 to 18 months, after which year-over-year revenue growth will start.\n\nThe pros and cons of investing\n\nSo far, MicroStrategy's unconventional approach of purchasing Bitcoin has paid off for investors. Between the time when it began buying Bitcoin in 2020 to the end of July, the company's stock price has risen 1,200%. That's far superior to the 64% growth of the S&P 500 index over that time, and even better than Nvidia stock's 948% increase.\n\nThe management team believes it can put cash on the balance sheet to better use by investing in digital capital, specifically Bitcoin. The idea has merit, and as long as the cryptocurrency increases in value over time, this strategy benefits the company.\n\nBut it's not without risk. MicroStrategy's fortunes are now coupled with Bitcoin. This means that what affects the digital currency will have a ripple effect on the firm's stock. For example, regulatory changes involving Bitcoin could have a substantial impact on MicroStrategy.\n\nAnother consideration is how the company is pursuing its Bitcoin strategy. It's funding Bitcoin purchases from the cash generated by its software business, taking on debt, and issuing stock. Over the long term, MicroStrategy's goal is to accumulate Bitcoin faster than it issues shares to generate value for shareholders.\n\nHowever, its cryptocurrency strategy led to the firm accruing a lot of debt on its balance sheet. At the end of Q2, MicroStrategy's total liabilities were $4.2 billion, $3.8 billion of that in debt. Meanwhile, total assets were $7.1 billion, including $5.7 billion in digital assets, namely Bitcoin, and $66.9 million in cash and equivalents.\n\nThis brought MicroStrategy's Q2 debt ratio to 0.55, or 55%. That's an increase from 2023's 0.46, when debt was $2.2 billion and total assets were $4.8 billion.\n\nIn addition, there's the matter of MicroStrategy's core software business. If it fails to grow this business, the company could end up struggling to pay its debt, let alone fund more Bitcoin purchases.\n\nSo for now, buying MicroStrategy stock is only for investors with a high risk tolerance. It's best to reconsider the company after its software business shows year-over-year revenue growth and its balance sheet strengthens."
    },
    {
        "title": "I don’t want to say goodbye to my Apple Watch Ultra",
        "link": "https://www.digitaltrends.com/mobile/i-dont-want-to-say-goodbye-to-my-apple-watch-ultra/",
        "description": "I'm about to say goodbye to my Apple Watch Ultra, but after using it with watchOS 11, I'm going to be sad to see it go.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "1h",
        "source": "Digital Trends",
        "article_content": "I probably shouldn’t have done it, but ahead of saying goodbye to my original Apple Watch Ultra, I put it back on to test out watchOS 11.\n\nWhy shouldn’t I have reacquainted myself with Apple’s chunkiest smartwatch? Despite initially not being that bothered about moving on, I’m now having second thoughts about it.\n\nRecommended Videos\n\nWhy I’m getting rid of my Ultra\n\nThe reason I’m saying goodbye to the Apple Watch Ultra is very simple. It’s being traded in against the new Apple Watch Series 10 in titanium. This is a very expensive smartwatch, and using an old Apple Watch to reduce the price helps soften the blow. I haven’t bought a regular Apple Watch since the Apple Watch Series 7, and its trade-in value is tiny compared to the Apple Watch Ultra’s value. So, that’s the one I chose to send Apple’s way in exchange for 280 British pounds, which is around a $370 price reduction.\n\nAt the time, I was totally enamored with the new Series 10 and very keen to see if the titanium version would feel special enough to be considered a luxury smartwatch. As I hadn’t worn the Apple Watch Ultra for a while, I didn’t spend long considering the deal. Then, as the Series 10’s launch day approached, I retrieved the Watch Ultra to unpair it and prepare to send it away, but then Apple released watchOS 11.\n\nSeeing as I was getting the Apple Watch Ultra out anyway, and that this would be the last time I’d likely spend any time with one, I installed watchOS 11 to give it a try. That was a couple of days ago, and rather than feel nothing for the Watch Ultra, I’ve remembered why I fell for it in the first place. Plus, running watchOS 11 has shown me it’s still a top performer today, and that anyone considering upgrading should think about their decision very seriously.\n\nWearing it again\n\nThe last time I spent time with the Apple Watch Ultra, I did so with it attached to a Solo Loop band, which minimized the size and weight so I could wear it for longer. This time I reverted back to the original Ocean Band. The same little problems are still there, as it’s unforgiving on your wrist and can get quite hot, but it also still looks excellent and with a quick rinse under a running tap to get rid of some accumulated dust, it looks as good as new.\n\nTogether with the Apple Watch Ultra’s case, the combination makes it a large and fairly heavy pairing, but depending on what you’re used to, it likely won’t take much adjustment before you forget all about it. During a recent trip to Berlin, I chose to wear a Casio G-Shock MTG-B1000XB watch (a bit like this one, but in blue and carbon) that weighs around 120 grams and has a 55mm case. The 95-gram, 49mm Apple Watch Ultra feels almost dainty after that. It’s also a testament to Apple’s excellent design, as the curvy case and smoothed-out button and crown guard means it never digs into your wrist.\n\nThe numbers have never been truly representative of how the Apple Watch Ultra feels to wear anyway. It’s smaller and lighter than you expect, even if you’re used to a regular Apple Watch. This hasn’t changed over time either, as even though I’ve been wearing an Apple Watch Series 9 regularly over the past year, putting the Ultra back on hasn’t left me wanting to change back. I also still love the design with its chunky profile, flat screen, and rough-and-tumble button guard. It’s purposeful without going over the top, yet still unique enough to make a statement.\n\nHas watchOS 11 ruined it?\n\nThe good news is that watchOS 11 has done nothing but keep the Apple Watch Ultra ticking along, but the lack of a couple of features has made me feel a little better about my decision to trade the smartwatch in. The Watch Ultra is smooth and fast with the latest software installed, and while it doesn’t change things much, it’s good to see the Translate app is present and working and the Vitals app installed, too. Outside of Vitals, though, there’s not much in watchOS 11 that I’ll use on a day-to-day basis.\n\nCertainly, if you own an Apple Watch Ultra, there’s no reason not to install watchOS 11. Still, it exposes a couple of unfortunate feature omissions on the Watch Ultra, which may prompt you to consider upgrading to the Watch Ultra 2 or the Apple Watch Series 10 this year. The original Watch Ultra does not support Double Tap, the gesture control introduced with the Series 9, and although it hasn’t seen the upgrades I hoped it would this year, it’s still fun and helpful.\n\nThe Apple Watch Ultra also does not support Apple’s new Sleep Apnea monitoring feature. Although I do not suffer from the condition, it is worth monitoring over time as it is hard to identify. If you’re at all curious about it, then you may decide now is the time to upgrade your Apple Watch Ultra to the Ultra 2 or a Series 10. You will miss out on these two features if you stick with the original Watch Ultra.\n\nSecond thoughts\n\nThe Apple Watch Ultra isn’t the latest and greatest Apple Watch, but it runs the latest software, looks brilliant (and exactly the same as the Watch Ultra 2), wears smaller than its dimensions suggest, has the right adventure watch credentials, and is genuinely tough enough to survive some pretty intensive punishment. Pairing it with my iPhone 15 Pro Max reminded me how quick and easy the setup process is, it has delivered all my notifications reliably, there are many native apps available, and I love that I can control my music from it too. I’m also not the only one to feel this way about it.\n\nDouble Tap wasn’t a reason to buy the Series 9 and isn’t a reason to get the Ultra 2 or Series 10, either. Not everyone will be concerned about sleep apnea monitoring or may already have it on another wearable like the Oura Ring. If that’s you, and you have the Watch Ultra on your wrist right now, I’m not sure it’s worth upgrading it at all this year. I’m trading mine in as part of my job (at least, I’m telling myself that), but if I didn’t want to experience the titanium Series 10, then after wearing Ultra again for a few days, I think it would be staying where it is.\n\nWhat’s very interesting to me is one of the reasons I’m going to try the titanium Series 10 is to see if it can truly feel special. To do this, I’ll have to want to wear it often as part of what makes a watch special to me is when I build memories with it. The Apple Watch Ultra’s ability and action-adventure credentials mean it’s highly likely that some wearers will do exactly this. It gives me considerable hope for the titanium Series 10 and serves as a reminder that, unlike so many smartwatches, the Apple Watch Ultra does have its own personality. I’ll package the Watch Ultra to send away soon, but I will be sad about it. In the meantime, I’m going to enjoy it for a little while longer."
    }
]