[
    {
        "title": "UFO sightings across the US mapped as hoaxes or misidentification ruled out",
        "link": "https://www.msn.com/en-us/travel/article/ufo-sightings-across-the-us-mapped-as-hoaxes-or-misidentification-ruled-out/ar-AA1sbTef?ocid=BingNewsVerp",
        "description": "The United States has a long history of mysterious and unexplained sightings leading many to believe in the existence of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZkyOebvJAVj2xbdNAjDr3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "The Mirror US on MSN56m",
        "source": "The Mirror US on MSN",
        "article_content": ""
    },
    {
        "title": "My five favourite games from UFO 50 and why you won’t agree – Reader’s Feature",
        "link": "https://metro.co.uk/2024/10/13/five-favourite-games-ufo-50-wont-agree-21781862/",
        "description": "A reader explains why he thinks everyone should play indie compilation UFO 50 and why no-one will agree on which are its best ...",
        "image_url": "https://www.bing.com/th?id=OVF.1SPmcg0qrPmU%2f9vWIEZlpA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "16h",
        "source": "Metro",
        "article_content": "UFO 50 – one of the best games of the year (Mossmouth)\n\nA reader explains why he thinks everyone should play indie compilation UFO 50 and why no-one will agree on which are its best games.\n\nUFO 50 was created by Derek Yu (creator of Spelunky), his childhood friend Jon Perry, and a load of other extremely talented game developers. The game was announced in 2017 and finally came out last month and I am pleased to say the wait was more than worth it.\n\nUFO 50 is a collection of 50 complete 8-bit style games (not mini-games) created by the fictional company UFOSoft, with many lasting several hours. As of the time of writing, I have spent around 27 hours on the game and have completed six games and have 100% on no games. There’s so much to explore and I imagine I will be playing this game for many more months (years?) to come. Here’s some of my personal favourites.\n\nParty House\n\nYou’re having a house party and need to invite guests but you want to make sure they’re worth it, whether they bring more cash in or make your party more popular. You also need to make sure the party doesn’t get too rowdy or someone will call the cops! This is one of the most simple games in the collection but it’s also one of the best.\n\nMost time will be spent in the ‘shop’ section deciding which guests you would like to add to your roster, all of who cost popularity to add. Some earn popularity, some earn cash, and some have special abilities. As you use your cash to expand the house, the game really shines. Using your abilities, you’ll find yourself booting, swapping and predicting guests, while watching those numbers tick up ever so satisfyingly.\n\nOnce you get popular enough, you can start to add star characters to your roster. You have 25 days and 25 parties to get four-star characters at one time to throw the ultimate party. With five scenarios to pick from, each with different characters and a random scenario mode, it’s easy to sink several hours into this one.\n\nParty House is a lot of people’s favourite (Mossmouth)\n\nCamouflage\n\nOut of the many puzzle games in the collection, this one is my favourite. You play as a chameleon who uses the power of camouflage to escape from the various predators in each level. Unlike most games in this collection, Camouflage is very forgiving, enabling you to go back to your previous square when you die.\n\nThe game starts out with stationary enemies but later introduces enemies that patrol around the level, making for some frantic puzzle solving. The puzzles aren’t too difficult but they sure do make you feel smart.\n\nBushido Ball\n\nImagine a samurai-themed fighting game but it’s really just Pong. There are six playable characters each with unique abilities and stats. Each player can roll, slash the ball or do their special when they have enough power. The aim is to beat all the other characters to win the tournament.\n\nWith a full run taking less than 20 minutes, Bushido Ball had me constantly thinking ‘Just one more go’ until I had spent over two hours in the game and finally beat the tournament.\n\nQuibble Race\n\nThis is the strangest game in the collection and I love it. The aim is to make the most money by betting on Quibble races, by whatever means necessary. This involves bribing characters to break quibble’s legs, drug them or even poison them – yes, you can play as a quibble murderer.\n\nYou can also sponsor quibbles, which will give you more money when they win, encouraging you to go for the underdogs which makes for some of the most entertaining races. Watching these quibbles constantly fall over and banging the table as your prize quibble falls over and dies is one of the most entertaining experiences gaming has to offer, especially in three-player co-op.\n\nDevilition\n\nDevils have invaded the town and it’s your job to stop them! In each of the 10 rounds, you must use your randomly-assigned characters (and cannons) to create a chain reaction on a 10×10 board that will kill all of the devils. However, you must avoid killing the villagers, as if there are more devils than villagers at the end of the round then you lose! Once you have placed all of the characters, you may detonate one of them and begin the chain reaction. Watching as your creation destroys everything in sight is immensely satisfying.\n\nThere’re many more games in the collection I would have loved to talk about but the best thing I can say is just go play UFO 50 for yourself. What’s so magical about the game is that everyone has a completely different experience and everyone’s top five will be vastly different. By the time I reach 50 hours, this list will probably have changed entirely – there’s still 15 games I haven’t got round to at all!\n\nBy reader Daniel T.\n\nIf you don’t like Bushido Ball there’s 49 other games to try (Mossmouth)\n\nThe reader’s features do not necessarily represent the views of GameCentral or Metro.\n\nYou can submit your own 500 to 600-word reader feature at any time, which if used will be published in the next appropriate weekend slot. Just contact us at gamecentral@metro.co.uk or use our Submit Stuff page and you won’t need to send an email.\n\nMORE : As far as I’m concerned video game fans are the worst - Reader’s Feature\n\nMORE : Two things Sega must change for Alien Isolation 2 - Reader’s Feature\n\nMORE : Video games are just for kids and that’s as true now as it’s ever been – Reader’s Feature"
    },
    {
        "title": "BREAKING New UFO Witness comes forward with details of infamous Washington DC UFO incident",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/breaking-new-ufo-witness-comes-forward-with-details-of-infamous-washington-dc-ufo-incident/vi-AA1s9GhM?ocid=BingNewsVerp",
        "description": "Patrick discusses new UFO witness who came forward detailing their account of the infamous July 1952 UFO incident in Washington DC where allegedly 6-10 UFOs descended upon the capital city and fighter ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Vetted on MSN23h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "UNSOLVED MYSTERIES – VOLUME 5 : STREAM IT OR SKIP IT?",
        "link": "https://www.msn.com/en-us/news/crime/stream-it-or-skip-it-unsolved-mysteries-volume-5-on-netflix-the-latest-installment-of-the-documentary-series-as-it-returns-in-the-age-of-true-crime/ar-AA1sbR6m?ocid=BingNewsVerp",
        "description": "As Unsolved Mysteries returns with the fifth volume of its recent reboot, the veteran docuseries is claiming some of true crime’s popularity for itself.",
        "image_url": "https://www.bing.com/th?id=OJ.vmzvfpNxJJJXNA&pid=news&w=70&h=16&rs=2",
        "category": "ufo",
        "date": "55mon MSN",
        "source": "Decider on MSN",
        "article_content": ""
    },
    {
        "title": "Who Is Tom DeLonge's Wife? All About Marie DeLonge and Her Relationship with the Blink-182 Rocker",
        "link": "https://www.msn.com/en-us/music/celebrity/who-is-tom-delonges-wife-all-about-marie-delonge-and-her-relationship-with-the-blink-182-rocker/ar-AA1s9ZDd?ocid=BingNewsVerp",
        "description": "Blink-182 vocalist Tom DeLonge announced his engagement to Marie Berryman in 2021, after a year-long secret relationship.",
        "image_url": "https://www.bing.com/th?id=OVFT.kLFEM3VccNZyeoiSRcwPKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "22hon MSN",
        "source": "People on MSN",
        "article_content": ""
    },
    {
        "title": "AI app helps blind students experience zoo in new ways",
        "link": "https://www.yahoo.com/news/ai-app-helps-blind-students-021956071.html",
        "description": "Iowa students used AI technology and tech devices to better experience the Blank Park Zoo during White Cane Day event. Iowa ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bDbOZLtgZKjPx9nvrDSQ8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13h",
        "source": "Yahoo",
        "article_content": "DES MOINES, Iowa — Iowa students used AI technology and tech devices to better experience the Blank Park Zoo during White Cane Day event.\n\nIowa students who are blind or visually impaired and their families were invited to spend the morning at Blank Park Zoo to celebrate White Cane Safety Day. Iowa Educational Services for the Blind and Visually Impaired (IESBVI) staff were there to help the students experience inclusive access to the animals and exhibits.\n\nIESBVI staff taught the students how to use an app that audibly reads sign’s and describes the animal’s enclosure. IESBVI gave demonstrations on how white canes are used and the different types of white canes. There were also monocular and binocular optical telescopes that helped provide better access to low-visions students.\n\nAfter the demonstration students, families, and staff went on a tour of the zoo. Iowa Radio Reading Information Service (IRIS) provided live narration of the animals and exhibits during the tour.\n\nWinterset celebrates 54th annual Covered Bridge Festival\n\nSusan Rolinger, Director of Expanded Learning for IESBVI, says events like these fill her with hope and joy. These events give impaired individuals opportunities and experiences that they might normally miss out on.\n\n“We want people to see the work that we do and how independent these students are, how they can enjoy days like this with full access,” said Rolinger.\n\nRolinger says that some students may not have need of these tools during their everyday life, causing them to have less knowledge of certain devices or systems. She hopes that by giving students the tools and teaching them to use them, they can utilize them later when the occasion arises.\n\nThis event comes just before White Cane Safety Day, recently changed to Blind Americans Equality Day, on October 15. The day recognizes the white cane as a symbol of safety, mobility, and independence for people who are blind, visually impaired, or deafblind.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to who13.com."
    },
    {
        "title": "InVideo AI: Make Viral Videos on Your Phone with AI",
        "link": "https://techbullion.com/invideo-ai-make-viral-videos-on-your-phone-with-ai/",
        "description": "In today’s fast-paced digital world, creating engaging and attention-grabbing videos has become an essential skill for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5b2BLn9umk_6TVkJAabLdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Impacts13h",
        "source": "Impacts",
        "article_content": "In today’s fast-paced digital world, creating engaging and attention-grabbing videos has become an essential skill for businesses, influencers, and content creators. With the rise of social media platforms like Instagram, TikTok, and YouTube, the demand for viral videos has exploded. However, video editing can be time-consuming, complicated, and often requires access to expensive software. This is where InVideo AI, the best AI editing mobile app, comes into play. It revolutionizes video creation by allowing users to easily make viral videos directly on their phone using the power of artificial intelligence.\n\nIn this article, we will explore what InVideo AI is, why it’s considered the best AI editing mobile app, and how it empowers users to create stunning videos effortlessly. Whether you’re a seasoned content creator or a beginner, InVideo AI is designed to make video editing more accessible and enjoyable.\n\nWhat is InVideo AI?\n\nInVideo AI is a cutting-edge mobile app that leverages artificial intelligence to simplify video editing. Its AI-powered tools and features make video creation seamless for anyone, regardless of their skill level. With InVideo AI, users can generate high-quality, professional-grade videos within minutes, all from their mobile phones.\n\nWhat sets InVideo AI apart is its ability to automate tedious editing tasks, such as trimming, adding transitions, incorporating text overlays, and enhancing audio, all while maintaining creativity and personalization. The app uses machine learning algorithms to analyze video content and automatically suggest or apply edits, saving users valuable time.\n\nWhy InVideo AI is the Best AI Editing Mobile App\n\n1. User-Friendly Interface\n\nOne of the standout features of InVideo AI is its user-friendly interface. The app is designed to be intuitive, ensuring that even first-time users can navigate it with ease. Unlike traditional video editing software that requires hours of learning, InVideo AI offers a smooth, streamlined experience. The drag-and-drop functionality allows users to easily add video clips, images, and audio, while the AI-powered tools take care of the more complex tasks.\n\nThe app also provides customizable templates tailored for different purposes, including social media content, vlogs, presentations, and advertisements. With pre-designed templates at your fingertips, video creation becomes quicker and more efficient, perfect for those looking to create viral videos on the go.\n\n2. AI-Powered Editing Tools\n\nInVideo AI stands out because of its advanced AI editing tools. These features allow the app to automatically analyze video content and recommend the best edits. Whether it’s optimizing lighting, suggesting transitions, or trimming unnecessary footage, InVideo AI does it all without manual intervention.\n\nSmart Video Clipping: InVideo AI uses machine learning to analyze the video footage and determine which parts are most engaging, automatically clipping the video to highlight those moments. This feature ensures that users always get the most captivating content for their final edit.\n\nAI Audio Enhancement: Background noise and audio quality can make or break a video. InVideo AI’s AI audio enhancement tool cleans up background noise and balances audio levels, giving your video clear, crisp sound even if it was recorded in a less-than-ideal environment.\n\nAutomated Text Overlay & Subtitles: Adding captions or subtitles is crucial for engaging viewers who may be watching videos on mute. InVideo AI automatically generates text overlays and subtitles, making the video more accessible to a broader audience.\n\nAI-Powered Transitions & Effects: InVideo AI analyzes the flow of your video and applies transitions and effects that enhance the viewer’s experience. Whether it’s a smooth fade between scenes or a burst of energy with flashy transitions, the AI ensures your video looks professional.\n\n3. Perfect for Social Media Content Creation\n\nCreating viral content is easier when you have the right tools, and InVideo AI is optimized for social media platforms. With the app, you can quickly create videos that are tailored for Instagram, TikTok, Facebook, YouTube, and more. Its AI tools can resize videos, ensuring they fit perfectly for vertical, square, or horizontal formats.\n\nThe app’s AI can even analyze trending content and provide insights into what types of videos are gaining traction on various platforms. This feature allows creators to stay ahead of trends and produce videos that resonate with their audience. Additionally, InVideo AI can suggest hashtags, titles, and descriptions that can help boost video visibility on social media.\n\n4. Viral-Optimized Templates\n\nInVideo AI provides a wide selection of viral-optimized templates that are specifically designed to grab attention. These templates are crafted with popular themes and styles that appeal to social media audiences. Whether you’re looking to create a funny meme video, a motivational clip, or a how-to tutorial, InVideo AI’s templates ensure you’re starting with a strong foundation.\n\nThe AI-driven templates can also adapt based on user inputs, meaning the app can customize themes, fonts, and colors to align with your brand or personal style. With such personalization, users can easily create videos that stand out in crowded social feeds.\n\n5. AI-Assisted Storyboarding\n\nFor those who struggle with structuring their videos, InVideo AI offers AI-assisted storyboarding. The app helps users organize their clips, scenes, and shots in a coherent way that tells a compelling story. This is especially useful for beginners who may not be familiar with video structure and pacing. The AI analyzes your clips and arranges them for maximum engagement, ensuring your video has a logical flow from start to finish.\n\nHow to Use InVideo AI to Make Viral Videos\n\nUsing InVideo AI to create viral videos is simple, thanks to its intuitive design and advanced features. Here’s a step-by-step guide on how to get started:\n\n1. Download and Install the App\n\nFirst, head to your mobile app store (iOS or Android) and download InVideo AI. Once installed, open the app and sign up for an account, or log in if you already have one.\n\n2. Choose a Template or Start from Scratch\n\nInVideo AI offers a variety of templates optimized for different types of content. You can choose from templates designed for social media, advertisements, or presentations. If you prefer, you can also start with a blank canvas and create a video from scratch.\n\n3. Upload Your Content\n\nOnce you’ve selected a template or started a new project, upload the video clips, images, and audio files you want to include in your video. InVideo AI supports multiple formats, so you won’t have to worry about compatibility issues.\n\n4. Let AI Work Its Magic\n\nAfter uploading your content, InVideo AI will automatically analyze the footage and recommend edits. You can either accept the AI’s suggestions or make manual adjustments to suit your vision. The AI will take care of tasks like trimming, adding transitions, enhancing audio, and generating subtitles, all within seconds.\n\n5. Customize and Personalize\n\nWhile InVideo AI provides automatic edits, you still have full control over customization. You can adjust the color scheme, fonts, music, and more. You can also personalize your video by adding logos, text overlays, and other elements that reflect your brand or style.\n\n6. Export and Share\n\nOnce your video is ready, simply export it in your desired format and resolution. InVideo AI offers options for different video quality levels, ensuring you can create content for both high-resolution and mobile-friendly formats. After exporting, you can instantly share your video on social media platforms, or save it to your device.\n\nInVideo AI: A Game-Changer for Content Creators\n\nFor content creators looking to produce high-quality videos without spending hours on editing, InVideo AI is a game-changer. Its AI-driven tools simplify the editing process, allowing users to focus on creativity rather than technical details. The app’s ability to automate repetitive tasks means creators can produce more content in less time, increasing their chances of going viral.\n\nAdditionally, the mobile nature of InVideo AI makes it incredibly convenient. Instead of being tied to a desktop or laptop for video editing, users can now create and edit videos from anywhere using just their smartphone. This flexibility is particularly beneficial for influencers, vloggers, and marketers who need to produce content on the go.\n\nConclusion\n\nInVideo AI is more than just a video editing app—it’s a powerful tool that democratizes video creation. With its AI-driven features, intuitive interface, and viral-optimized templates, anyone can make professional-grade videos that stand out on social media. Whether you’re looking to create the next viral sensation or simply improve your video editing skills, InVideo AI is the best AI editing mobile app to help you achieve your goals.\n\nWith InVideo AI, the future of video creation is in your hands. Embrace the power of AI and start making viral videos today!"
    },
    {
        "title": "AI PCs set to evolve further as users look for 'killer' applications",
        "link": "https://telecom.economictimes.indiatimes.com/news/devices/ai-pcs-set-to-evolve-further-as-users-look-for-killer-applications/114183541",
        "description": "People are now looking for killer applications in the artificial intelligence (AI) PCs to add value to their day-to-day ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JiHvdqd2Cg5QgglOM9386C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "telecom.economictimes.indiatimes10h",
        "source": "telecom.economictimes.indiatimes",
        "article_content": "Advt\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETTelecom App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nNew Delhi: People are now looking for killer applications in the artificial intelligence (AI) PCs to add value to their day-to-day missions, due to the change in the working environment and lifestyle, according to industry reports.According to William Li from Counterpoint Research , they have observed incremental demand for GenAI PCs , especially for laptops, after AMD and Intel's new CPU platform launches in the third quarter (Q3) this year.However, people are still looking at killer applications of the AI PC to add value to their day-to-day missions, which \"we believe will likely happen in the short term and boost shipment growth,\" he mentioned.The market experts expect the demand from Windows 10 replacements to diminish, with AI PCs taking over to continue the growth momentum.\"We believe the holiday season can continue this positive momentum with 2 per cent YoY shipment growth,\" said Li.In the third quarter this year, the global PC market 's shipments grew 1 per cent YoY to reach 65.3 million, continuing the positive growth momentum that began in Q1 2024.According to Jitesh Ubrani from IDC , the demand, without a doubt, has returned for PCs among consumers and commercial buyers.Newer AI PCs such as Copilot+ PCs from Qualcomm, along with Intel and AMD's equivalent chips as well as Apple's expected M4-based Macs, are expected to drive the premium segment in coming months, he noted.Downside risks remain in the current geopolitical environment, but experts think there is enough upside going into next year to lift the market into modest single-digit growth.According to market research firm Canalys, the 2024 holiday season is expected to bring significant promotional activity, which will help support modest growth toward the end of this year.The PC market recovery is now well underway with a number of positive signals indicating stronger performance in the coming quarters, said Ishan Dutt from Canalys."
    },
    {
        "title": "PNJ top stories: Student uses AI to undress girls, Hurricane Milton damage, more",
        "link": "https://www.usatoday.com/story/news/2024/10/13/pnj-top-stories-hurricane-milton-damage-ai-undress-apps/75626109007/",
        "description": "A few weeks ago, 18-year-old Bryre Thomson was settling into her freshman year of college when she started getting text ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tdFnL1JnMJIZ_a7LptyyiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "USA Today",
        "article_content": "Here's a roundup of our top stories from the past week.\n\nWith a subscription to the Pensacola News Journal, you will receive full access to the work done by our journalists and photographers as they head out every day to help inform and explain the important issues affecting your community.\n\nStudent used AI to 'undress' dozens of high school girls. Parents want him arrested.\n\nA few weeks ago, 18-year-old Bryre Thomson was settling into her freshman year of college when she started getting text messages from her friends back home in Pensacola that fake, nude photos of girls and young women from several local high schools had been found on the phone of a young man they knew. An altered photo of Bryre was among them.\n\nIt was a picture of the teen and her friend at the beach that Bryre had posted to her social media account when she was 16 years old, but the picture had been altered to remove the girls’ bathing suits and showed them appearing nude. The picture was the same as the one she had posted except for the nudity, and although Bryre knew it had been digitally altered, she was shocked and horrified at how real it looked.\n\n“Once I saw the picture it was just really confusing, how it was so realistic, and I was like, why? Why is there this picture of me? I don't talk to this guy. Neither does (my friend), It was just overwhelming. I didn't know what to feel,” Bryre said, “but I wanted to report it.”\n\nThe young man is an 18-year-old student at Washington High School, according to Pensacola Police, who are investigating the fake nude pictures. His name is public record, but the News Journal is not reporting it because he has not been charged.\n\nThe parents of the young girls depicted in the photos fear he may never be.\n\nKeep reading:Student used AI to 'undress' dozens of high school girls. Parents want him arrested.\n\nDr. Rayme Edler awarded Whistleblower of the Year for exposing fraud in Escambia County\n\nThe national Anti-Fraud Coalition (TAF Coalition) named former Escambia County EMS Medical Director Dr. Rayme Edler Whistleblower of the Year for 2024.\n\nThe nonprofit organization, which protects whistleblowers who expose fraud in the government and financial markets, selected her for the award from nominees around the country, saying in a press release: “Dr. Edler put her personal integrity first and had tremendous courage and determination to protect patients in Escambia County, Florida despite severe retaliation.”\n\nRetaliation, they say, that came after Edler exposed massive and pervasive EMS training fraud, which she and others said put patients in danger, as well as “up-coded” service claims to more expensive ones than were actually provided.\n\n“I was really surprised over the whole thing,” Edler said of the award in a phone interview with the News Journal. “I was humbled. It was definitely an honor.”\n\nFull story:Dr. Rayme Edler awarded Whistleblower of the Year for exposing fraud in Escambia County\n\nSanta Rosa's new fire fees have many hot under the collar\n\nDon't try to tell Jim Hagerott the fire assessment fees foisted upon his company and the rest of the homes and businesses operating within the Avalon Beach Mulat Fire Protection District are, as Sen. Doug Broxson described them, \"fair and legal.\"\n\nHagerott, the president of the Sterling Fibers company in Pace, has seen his bill for fire services jump this year from $7,000 to $107,000.\n\n\"The way this has affected me and my business is crazy,\" Hagerott said. \"It's hard to believe that something like this could happen in the United States of America.\"\n\nSanta Rosa new fire fees:Santa Rosa's new fire fees have many hot under the collar\n\nMalibu Lounge and Package Store rebrands as new westside nightclub\n\nLongtime westside watering hole Malibu Lounge and Package Store is entering a new era at 1000 Gulf Beach Highway as Pensacola’s newest nightclub.\n\nThe bar celebrated its grand-reopening Wednesday night with an event that will soon become a weekly ritual: $5 Drink & Drown − an event that starts with a $5 entry fee and offers unlimited well drinks for those 21 years and older.\n\nThe lounge has taken on many different identities over the past several decades, from a full-service restaurant advertised to have some of the best Philly cheesesteaks in town, to a hopping live music venue known to host local bands and participate in major music events such as the Frank Brown International Songwriters’ Festival.\n\nEach new owner of the Malibu has brought a different flair to the space, however the thing that has remained the same throughout is the loyal regulars.\n\nMalibu Lounge and Package Store rebrandsMalibu Lounge and Package Store rebrands as new westside nightclub\n\nHow bad was Hurricane Milton damage? See path of destruction left by tornadoes, flooding\n\nHurricane Milton made landfall near Siesta Key, a barrier island next to Sarasota County, Florida, as a Category 3 storm around 8:30 p.m. Wednesday night.\n\nWith maximum wind speeds up to 120 mph, Hurricane Milton tore through the Florida Peninsula, spawning deadly tornadoes while dumping as much as 16 inches of rain in some isolated areas.\n\nAt least 17 people in Florida have died due to Hurricane Milton, according to confirmed reports across the state.\n\nSix of those deaths were in St. Lucie County. Sheriff Keith Pearson confirmed initial deaths after tornadoes ripped through Spanish Lakes County Club Village and other areas near Lakewood Park in northern Fort Pierce.\n\nWhile still assessing damage from Hurricane Milton, Florida Gov. Ron DeSantis said the storm was “significant” but not the worst-case scenario. Still, DeSantis says he expects the death toll to rise as first responders and public works and utility crews continue conducting their response and recovery efforts.\n\nIt will be some time until a full sense of Hurricane Milton’s damages will be made clear, but here’s an initial look.\n\nHurricane Milton damage:See path of destruction left by tornadoes, flooding"
    },
    {
        "title": "Build a Mobile App With in 60 Minutes (No Coding!)",
        "link": "https://www.geeky-gadgets.com/build-a-mobile-app-with-in-60-minutes-no-coding/",
        "description": "In the rapidly evolving digital landscape, a new era of mobile app development has emerged, empowering individuals to create ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Hs4_XuMr8VbA-QMUhw8Ciy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Geeky Gadgets",
        "article_content": "In the rapidly evolving digital landscape, a new era of mobile app development has emerged, empowering individuals to create fully functional web apps without any coding experience. By leveraging the power of AI tools, you can now bring your mobile app ideas to life in a matter of minutes. Key players in this space, such as VZ by Vercel, Cursor, and Replit, are transforming the way apps are built, making the process more accessible and efficient than ever before. The video below from WeAreNoCode shows us how to build the app with these tools.\n\nVZ simplifies UI/UX design through AI-driven prompts, allowing you to craft user-friendly interfaces with ease.\n\nthrough AI-driven prompts, allowing you to craft user-friendly interfaces with ease. Cursor serves as an AI-powered code editor , generating and refining code snippets to streamline the development process.\n\n, generating and refining code snippets to streamline the development process. Replit provides a smooth platform for application deployment, ensuring your app is up and running swiftly.\n\nStreamlined App Development\n\nImagine the possibility of building a fully functional church mobile app, complete with features like donations and event calendars, in just one hour. By using the power of AI prompts, you can effortlessly design and develop your app’s features without the need for extensive coding knowledge. These innovative tools guide you through the process step-by-step, making app development accessible to individuals from all backgrounds, regardless of their technical expertise.\n\nHowever, it’s important to note that while these AI tools significantly simplify the app development process, you may still encounter potential challenges during the setup and integration phases. Embracing a beginner’s mindset and approaching these hurdles with patience and a willingness to learn is key to overcoming any obstacles and successfully bringing your app to life.\n\nUnderstanding Tool Capabilities\n\nWhile AI tools have the potential to assist the creation of complex applications, it’s crucial to understand that they come with their own set of limitations. As you embark on your app development journey, be prepared to face technical hurdles and navigate a learning curve. Adopting a growth mindset and being open to acquiring new skills will be essential in effectively leveraging these powerful tools.\n\nAlthough AI-driven solutions can streamline many aspects of app development, grasping their strengths and weaknesses is vital for successful implementation. By taking the time to understand the capabilities and limitations of each tool, you can make informed decisions and optimize your app development process.\n\nLooking Ahead\n\nAs we look to the future, the potential of AI and no-code solutions in app development is immense. With each passing day, these technologies are advancing at an unprecedented pace, becoming even more accessible and user-friendly for individuals without technical expertise. This evolution opens up a world of possibilities, inviting you to dive into the realm of app development, regardless of your background or prior experience.\n\nThe prospect of further innovations in AI tools hints at a future where app creation becomes even more streamlined and efficient. As these technologies continue to mature, they will undoubtedly reshape the landscape of app development, allowing individuals to bring their creative visions to life with greater ease and speed.\n\nReflecting on Progress\n\nThe rapid advancement of AI tools in mobile app development serves as a testament to the powerful synergy between artificial intelligence and no-code solutions. This combination empowers individuals to develop sophisticated applications quickly and effectively, democratizing the app development process and making it accessible to a wider audience.\n\nAs these tools continue to evolve and improve, it is essential for non-technical users to stay informed and explore new techniques to harness their full potential. Embrace the opportunity to innovate, experiment, and share your creations with the world, as the app development landscape becomes increasingly inclusive and collaborative.\n\nSummary\n\nThe emergence of AI tools in mobile app development marks a significant milestone in the democratization of technology. By unlocking the power of these tools, you can now create fully functional web apps in a matter of minutes, without the need for coding expertise. As you embark on this exciting journey, remember to approach challenges with a growth mindset, stay curious, and embrace the limitless possibilities that lie ahead. The future of app development is in your hands, and with the help of AI tools, you have the power to shape it.\n\nSource & Image Credit: WeAreNoCode\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Inside the eeriest National Park in America",
        "link": "https://www.msn.com/en-us/travel/tripideas/inside-the-eeriest-national-park-in-america/ar-AA1sbGEv?ocid=BingNewsVerp",
        "description": "When Navajo Ranger Stanley Milford Jr and partner Jon Dover were assigned to the department for investigating paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4Cor-DMssfdPxRyuRSlsyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Something Paranormal is Following My Son... *SCARY*",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/something-paranormal-is-following-my-son-scary/vi-AA1saGeB?ocid=BingNewsVerp",
        "description": "OPEN ME FOR ALL OF THE THINGS!If you want to send your stories through for a chance to be read on my channel, send them to loeylanestorytime@gmail.comMY BOOK IS OUT! Order my novel, Haunted in ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Binge Bytes on MSN4h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal Expert Opens Up About Scary Ghost Activity And Strange Encounters At National Parks",
        "link": "https://www.msn.com/en-us/travel/tripideas/paranormal-expert-opens-up-about-scary-ghost-activity-and-strange-encounters-at-national-parks/ar-AA1sbYbK?ocid=BingNewsVerp",
        "description": "Image via Getty Just in time for Halloween, I have a spooky story for you, dear readers. It turns out ghosts don't just haunt spooky old houses. They also haunt national parks as well. Two paranormal ...",
        "image_url": "https://www.bing.com/th?id=ODF.3awWbwEPbKPAM4tgSnt_Dg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Wide Open Spaces on MSN1h",
        "source": "Wide Open Spaces on MSN",
        "article_content": ""
    },
    {
        "title": "Worcester County Wonders: Friends Cemetery and the lore of 'Spider Gates'",
        "link": "https://www.tennessean.com/story/lifestyle/columns/2024/10/13/worcester-county-wonders-friends-cemetery-and-lore-of-spider-gates/75454681007/",
        "description": "There are several legends surrounding a historic Quaker cemetery in Leicester. Only one thing is for sure, it's quiet, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RIpqJDn4HLHF74JJPxQWYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1h",
        "source": "Tennessean",
        "article_content": "LEICESTER — Legend has it, somewhere in a small private Quaker cemetery in a secluded area of Kettle Brook Reservoir lies a series of portals that lead straight to hell.\n\nFriends Cemetery dates back to the 1700s and is better known by its nickname, Spider Gates, named after the distinctive iron entryway. The iconic gates were put in place in 1895 and have been replaced at least once after being taken without permission. Today, the gates are gone. They were moved to the Leicester Historical Society for safekeeping after several incidents of vandalism and graffiti.\n\nOver the years, the gates that welcome visitors have become a draw in itself. The Leicester Historical Commission is in discussion as to how to best put them back on public display while protecting them at the same time.\n\n\"We're going to complete the restoration of the carriage/summer house located at the Swan Tavern-Leicester Historical Museum by spring 2025 and when that is done, we will decide between one of two plans on where to place them on public display along with a history of the Quakers in Leicester,\" said Joe Lennerton of the Leicester Historical Commission.\n\nWhile most \"spooky\" places have a singular terrifying tale, a monster in the woods, a legendary curse, Spider Gates has all of the above and more, it seems.\n\nAn oak tree, known as the Hanging Tree, is said to be haunted by the ghost of someone who took their own life by hanging. Strange white ooze has been seen seeping from the ground and small stones with strange runes have been found just outside the walls of the cemetery.\n\nNearby, there is said to be a cave where a young woman was murdered decades ago. A river runs nearby and is said to actually be the river Styx, which leads to the underworld.\n\nApparently, another cemetery appears across the street and can only be seen once. And if you listen, visitors have heard a demonic creature roaming the woods.\n\nFinally, if one where to visit the gravestone of Marmaduke Earle at midnight and rest their head on it, legend has it, he will speak to whomever dares get that close.\n\nBut what's the real story? The cemetery is taken care of by a group of Quakers, called the Worcester Friends Meeting, who continue to use the land as a cemetery to this day.\n\n\"We just want the public to treat this cemetery the way one would treat the cemetery their own family members are buried in,\" Karen Sargent of the Worcester Friends Meeting said. \"I didn't grow up with the stories surrounding the cemetery and I've heard several, but like anything, it's like watching scary movies, some people just like to be scared.\"\n\nThere are a few rules for the cemetery. The land is closed from dusk until dawn and paranormal investigations are not permitted.\n\nThat doesn't stop people visiting, lured by the legends. April Kitchen is originally from Norwich, Connecticut, but spends her time traveling the country in her RV, visiting interesting places.\n\n\"I'm always looking for new places to go and experiences to be had,\" she said. \"I typically Google search 'things to do near me' and go from there. Since Halloween is coming up, I included 'spooky' as a keyword for a specific experience.\"\n\nKitchen visited the cemetery twice last month: once in the evening with her daughter and again the following day with her husband.\n\n\"I would definitely say the feel of the cemetery and surrounding area was spookier in the evening compared with midday,\" she said. \"Maybe it was because that time it was just my daughter and me alone, maybe it was the failing light. Lots of sounds in the woods. Both of us thought we saw another cemetery area down the path that leads to the river but didn't go down there. The next day we did walk the path and there was no second cemetery, only a path and the river. I later read some lore for Spider Gates that says you will see a second cemetery once and then never again. So, who knows, maybe that's what that was.\"\n\nThat's not all. Kitchen said she heard \"what sounded like a woman's voice by the river on the second day,\" adding it may have just been the water playing tricks.\n\nOutside of the potentially paranormal, Kitchen said walking through the cemetery, it was noticeably well cared for and it was the large sections of families buried together that caught her attention.\n\n\"You think about what their lives were like. Who they were, and the things they did. And that love of family led them to end up laid to rest together.\"\n\nThe first person buried was John Potter in 1740, one of the earliest Quakers to settle in the area. The most recent grave was filled about a month ago.\n\nSargent said members of the Worcester Friends Meeting and the Southwick family are buried within, adding members of the public must request to be buried at the cemetery.\n\nSeveral notable people are buried within, according to Lennerton. Pliny Earle built the first functioning carding machine in North America, while his son, Dr. Pliny Earle Jr., paid to restore the cemetery in the late 1800s.\n\n\"Also of note,\" Lennerton said. \"Admiral Ralph Earle, graduate of Annapolis and later chief of the bureau of naval ordnance.\" And finally, Leicester native Stephen Earle, the architect behind the Leicester Public Library and Bancroft Tower, Boynton Hall at WPI and the Union Congregational Church on Chestnut Street in Worcester.\n\nA special thank you to Anne for her suggestion of Friends Cemetery and the legends surrounding Spider Gates for this week's edition of Worcester County Wonders.\n\nT&G engagement editor Sarah Barnacle is getting to know Central Mass. by exploring some of the best places to go and things to do in Worcester County. If you have an idea or suggestion, please email sbarnacle@gannett.com."
    },
    {
        "title": "UNSOLVED MYSTERIES – VOLUME 5 : STREAM IT OR SKIP IT?",
        "link": "https://www.msn.com/en-us/news/crime/stream-it-or-skip-it-unsolved-mysteries-volume-5-on-netflix-the-latest-installment-of-the-documentary-series-as-it-returns-in-the-age-of-true-crime/ar-AA1sbR6m?ocid=BingNewsVerp",
        "description": "As Unsolved Mysteries returns with the fifth volume of its recent reboot, the veteran docuseries is claiming some of true crime’s popularity for itself.",
        "image_url": "https://www.bing.com/th?id=OJ.vmzvfpNxJJJXNA&pid=news&w=70&h=16&rs=2",
        "category": "paranormal",
        "date": "56mon MSN",
        "source": "Decider on MSN",
        "article_content": ""
    },
    {
        "title": "A Shift in the World of Science",
        "link": "https://www.nytimes.com/2024/10/13/briefing/nobel-prize-artificial-intelligence.html",
        "description": "Cue the grousing: This was computer science, not physics or chemistry! Indeed, of the five laureates on Tuesday and Wednesday ...",
        "image_url": "https://www.bing.com/th?id=OVFT.81V0lrl8bV3u5NCRzAvQ7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5h",
        "source": "The New York Times",
        "article_content": "Technology observers have grown increasingly vocal in recent years about the threat that artificial intelligence poses to the human variety. A.I. models can write and talk like us, draw and paint like us, crush us at chess and Go. They express an unnerving simulacrum of creativity, not least where the truth is concerned.\n\nA.I. is coming for science, too, as this week’s Nobel Prizes seemed keen to demonstrate. On Tuesday, the Nobel Prize in Physics was awarded to two scientists who helped computers “learn” closer to the way the human brain does. A day later, the Nobel Prize in Chemistry went to three researchers for using A.I. to invent new proteins and reveal the structure of existing ones — a problem that stumped biologists for decades, yet could be solved by A.I. in minutes."
    },
    {
        "title": "360 million-year-old winged seed found, sheds light on wind dispersal in plants",
        "link": "https://www.msn.com/en-us/weather/topstories/360-million-year-old-winged-seed-found-sheds-light-on-wind-dispersal-in-plants/ar-AA1sbEqs?ocid=BingNewsVerp",
        "description": "Scientists have discovered Alasemenia, the second-oldest known winged seed, that caught the wind better than other seeds of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ioifBO-S43Oipx5P4otqtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Interesting Engineering on MSN2h",
        "source": "Interesting Engineering on MSN",
        "article_content": ""
    },
    {
        "title": "Researchers make stunning discovery after examining farmland treated only with organic fertilizers for decades: '[Will] help us to move forward'",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/researchers-make-stunning-discovery-after-examining-farmland-treated-only-with-organic-fertilizers-for-decades-will-help-us-to-move-forward/ar-AA1s2D4K?ocid=BingNewsVerp",
        "description": "\"Understanding the role of the different minerals, chemicals, and microbes involved will help improve models...\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ADnfF_OxC_0O5UDAGCV7ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "The Cool Down on MSN4h",
        "source": "The Cool Down on MSN",
        "article_content": ""
    },
    {
        "title": "The Discount God Of Black Myth: Wukong Explained: A Character That Even Game Science Doesn’t Know About",
        "link": "https://fandomwire.com/the-discount-god-of-black-myth-wukong-explained-a-character-that-even-game-science-doesnt-know-about/",
        "description": "Black Myth: Wukong, based on the classic Chinese novel Journey to the West, has woven a rich tapestry of mythology and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.F7OKzO37azvLzwNomRP-Bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "fandomwire2h",
        "source": "fandomwire",
        "article_content": "The mystery of Black Myth: Wukong's \"Discount God\"—a character so enigmatic, even the game's creators are puzzled by his existence?\n\nBlack Myth: Wukong, the action RPG that has taken the gaming world by storm, is full of mysteries and intriguing characters. But there’s one enigmatic figure that has players scratching their heads—a god who appears briefly in a crucial cutscene, yet remains shrouded in secrecy.\n\nZhu Bajie’s first appearance in the story. | Image Credit: Game Science\n\nThis mysterious deity, glimpsed in the Chapter 4 ending animation, has sparked curiosity and speculation among fans. What’s even more fascinating is that the character’s origins are apparently unknown even to Game Science, the developer behind the hit game.\n\nThe Tale of the “Discount God”\n\n⛶ ⛶ ⛶ ⛶ ⛶\n\n×\n\nBlack Myth: Wukong, based on the classic Chinese novel Journey to the West, has woven a rich tapestry of mythology and mysteriously ambiguous storytelling. But it’s the animated cutscene at the end of Chapter 4 that’s caught the attention of eagle-eyed players.\n\nThis sequence, which delves into the tragic backstory of Zhu Bajie (also known as “Pigsy” to Western audiences), features a mysterious god whose identity has become the subject of much speculation.\n\nIn the animation, we see Zhu Bajie’s past self, the once-mighty Admiral Tianpeng, becoming infatuated with a beautiful heavenly maiden. As he follows her, he stumbles upon a private moment between the maiden and this unknown god. This discovery sets in motion the events that lead to Zhu Bajie’s fall from grace and eventual transformation into the pig-like creature we know from the main story.\n\nBut who is this god? Many players initially assumed it might be the Jade Emperor, a major figure in Chinese mythology. However, the truth might be far stranger than anyone imagined:\n\nComment\n\nbyu/_-K7NG-_ from discussion\n\ninBlackMythWukong\n\nNow, it’s worth noting that we couldn’t find any official statement from Game Science confirming this story. But if true, it adds a whole new layer of mystery to this already enigmatic character. A god so powerful that he can manifest in a game without even the developers knowing who he is? That’s some next-level divine intervention!\n\nOf course, some players are taking a more pragmatic view of the situation:\n\nComment\n\nbyu/_-K7NG-_ from discussion\n\ninBlackMythWukong\n\nAnd who can blame them? In the world of game development, where budgets can balloon faster than Zhu Bajie at an all-you-can-eat buffet, every little bit helps. Plus, as one astute commenter pointed out, this discount-driven decision-making might be more culturally relevant than we realize:\n\nComment\n\nbyu/_-K7NG-_ from discussion\n\ninBlackMythWukong\n\nWho knew that a mysterious god in a video game could teach us so much about smart shopping?\n\nA Divine DLC Opportunity?\n\nWill the DLC let fans seek justice for their beloved Pig Yaoguai? | Image Credit: Game Science\n\nWhile the Discount God’s identity remains a mystery, some players are already clamoring for more. The original poster’s sentiment (“deserves a thorough beatdown”) is shared by many who’ve grown attached to the lovable character of Zhu Bajie throughout their journey in Black Myth: Wukong. But will we actually see the Discount God make an appearance in future content? That’s the million-yuan question:\n\nComment\n\nbyu/_-K7NG-_ from discussion\n\ninBlackMythWukong\n\nWhile Game Science has been tight-lipped about official DLC plans, the rumor mill has been working overtime. Some reports suggest that the developer aims to release two DLCs before moving on to their next project, Black Myth: Jiang Ziya. There’s even talk of a release window for the first DLC that appears to be all but confirmed.\n\nOf course, in the world of game development, nothing is certain until it’s officially announced. As one wise commenter put it:\n\nComment\n\nbyu/_-K7NG-_ from discussion\n\ninBlackMythWukong\n\nWhether or not we’ll ever get to face off against the Discount God in a future DLC, one thing’s for certain: Black Myth: Wukong has captured the imaginations of players around the world, weaving together mythology, mystery, and apparently, savvy business practices. And really, isn’t that what great storytelling is all about?\n\nSo, what do you think? Is the Discount God a stroke of accidental genius or a divine accounting error? And more importantly, do you think he could hook us up with a discount on the eventual DLC? Let us know in the comments below!"
    },
    {
        "title": "New insights on protein degraders open doors to treatment for 'undruggable' diseases",
        "link": "https://www.news-medical.net/news/20241012/New-insights-on-protein-degraders-open-doors-to-treatment-for-undruggable-diseases.aspx",
        "description": "Researchers at the University of Dundee have revealed in the greatest detail yet the workings of molecules called 'protein degraders' which can be deployed to combat what have previously been regarded ...",
        "image_url": "https://www.bing.com/th?id=ODF.wTzFRLrnHCXMO3gKqyXx3g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "News Medical2h",
        "source": "News Medical",
        "article_content": "Researchers at the University of Dundee have revealed in the greatest detail yet the workings of molecules called 'protein degraders' which can be deployed to combat what have previously been regarded as 'undruggable' diseases, including cancers and neurodegenerative diseases.\n\nProtein degrader molecules are heralding a revolution in drug discovery, with more than 50 drugs of this type currently being tested in clinical trials for patients with diseases for which no other options exist.\n\nThe Centre for Targeted Protein Degradation (CeTPD) at the University of Dundee is one of the world's leading centres for research into how protein degraders work and how they can most effectively be put to use for a new generation of drugs.\n\nNow researchers have revealed previously invisible levels of detail and understanding of how the protein degraders work, which in turn is allowing for even more targeted use of them at the molecular level.\n\nPhD student Charlotte Crowe, together with Dr Mark Nakasone, Senior Postdoctoral Scientist at CeTPD, used a technique called cryo-electron microscopy (cryo-EM), which enables scientists to see how biomolecules move and interact with each other.\n\nThis works by flash-freezing proteins and using a focused electron beam and a high-resolution camera to generate millions of 2D images of the protein. They then used sophisticated software and artificial intelligence (AI) models which allowed them to generate 3D snapshots of the degrader drugs working in action.\n\nTheir latest research is published in the prestigious journal Science Advances and is expected to constitute a landmark contribution to research in the field of TPD and ubiquitin mechanisms.\n\n\"We have reached a level of detail where we can see how these protein degraders work and can be deployed [to recruit the disease-causing protein ] and target the 'bull's eye', in molecular terms,\" said Charlotte Crowe, who carried out the research together with a wider team of Dundee researchers.\n\n\"Protein degrader molecules work in a way that is fundamentally different from the way conventional drugs work. However, until recently the exact details of how this process works at the molecular level had remained elusive.\n\n\"Proteins are typically a few nanometres large, which is 1 billionth of a metre, or 1 millionth of the width of a hair. So being able to 'see' them in action has not been possible, up until now.\n\n\"We have now been able to build a moving image of how it all happens, which means we can more specifically control the process with an incredible level of detail.\"\n\nProfessor Alessio Ciulli, Director of CeTPD and one of the world leaders in the field of targeted protein degradation, said, \"This is incredibly exciting work and opens up the possibility of even more effectively targeted drugs able to finally treat some diseases which up until now have been too difficult to tackle.\"\n\nHow it works\n\nProteins are essential for our cells to function properly, but when these do not work correctly they can cause disease.\n\nTargeted protein degradation involves redirecting protein recycling systems in our cells to destroy the disease-causing proteins.\n\nProtein degraders work by capturing the disease-causing protein and making it stick like a glue to the cellular protein-recycling machinery, which then tags the protein as expired in order to destroy it.\n\nThe tag is a small protein called ubiquitin, which effectively gets fired at the disease-causing protein like a bullet. In order for the process to work effectively, ubiquitin must hit the right spots on the target protein so that it gets tagged effectively. The new work by the Dundee team enables them to see how the bullet hits the proverbial bull's eye.\n\nWorking with a protein degrader molecule called MZ1, which was developed in the Ciulli laboratory at Dundee, and using high-end mass spectrometry, they were able to identify exactly where on the target protein the vital 'tags' are added.\n\nThe work shows how degrader drugs hold onto and position disease-causing proteins, making them good targets for receiving ubiquitin molecules (ie. \"ubiquitin-atable\") which then leads to their destruction inside the cell.\n\nProtein degradation efficiency and productivity is dependent on the degrader molecule's ability to hold tight onto the disease-causing protein, and in a position where it can most effectively act. This latest research paints a bull's eye and holds it steady enough for the molecule to be accurately targeted.\n\nProfessor Ciulli said this and other recently published papers were contributing to rapid development of an exciting field of science and drug discovery.\n\n\"This rapidly expanding field is fascinating and complementary articles on how this cellular protein-recycling machinery works to fire ubiquitin molecules at target proteins were recently published by the laboratories of biochemists Brenda Schulman (Max-Planck Institute of Biochemistry) and Gary Kleiger (University of Nevada, Las Vegas).\n\n\"Our collective work provides a leap forward in understanding that will accelerate development of new TPD drugs in future\".\n\nThe Dundee team\n\nThis work comes from a 'local' collaboration between two groups of scientists at the University of Dundee.\n\nIn the Centre for Targeted Protein Degradation, led by Professor Alessio Ciulli, experts in TPD, were Charlotte Crowe, Mark Nakasone, Conner Craigon, Gajanan Sathe and Nikolai Makukhin.\n\nThey worked with Professor Ron Hay, an expert in ubiquitin, based in the School of Life Sciences, and colleagues Sarah Chandler and Mike Tatham."
    },
    {
        "title": "How to Build a WhatsApp Chatbot in Just 2 Minutes with No-Code",
        "link": "https://www.geeky-gadgets.com/how-to-build-a-whatsapp-chatbot-no-code/",
        "description": "Learn how to build a WhatsApp chatbot to improve your communications to enhance your brand or business. This 2 minute project ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wlXeBewAuD5ik6RKrKT60C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "8h",
        "source": "Geeky Gadgets",
        "article_content": "If you need a little assistance keeping up with your WhatsApp interactions you might be interested to know you can build a WhatsApp chat Bowen just two minutes without any coding experience needed. The chatbot can be used for a wide variety of different applications whether you are looking to increase your brand outreach or have an online business and would like to communicate with your customer base more efficiently.\n\nWhatsApp users are constantly seeking innovative ways to enhance customer engagement and streamline operations. One powerful solution that has gained significant traction is the integration of AI-powered chatbots into popular messaging platforms like WhatsApp. This guide will guide you through the process of creating a sophisticated WhatsApp chatbot using no-code tools, with a focus on Vector Shift’s platform.\n\nThe Power of AI in WhatsApp\n\nIntegrating artificial intelligence into WhatsApp offers numerous benefits for businesses:\n\nInstant customer support available 24/7\n\nEfficient handling of routine inquiries and tasks\n\nPersonalized user experiences based on data analysis\n\nScalable solution for managing high volumes of interactions\n\nCost-effective alternative to traditional customer service methods\n\nBy using AI in WhatsApp, you can automate various processes such as appointment scheduling, order tracking, and troubleshooting common issues. This automation not only improves operational efficiency but also significantly enhances customer satisfaction by providing prompt and accurate responses.\n\nBuilding a WhatsApp Chatbot\n\nHere are a selection of other guides from our extensive library of content you may find of interest on the subject of coding using artificial intelligence and WhatsApp :\n\nIntroducing Vector Shift: Your No-Code AI Solution\n\nVector Shift stands out as a powerful no-code AI automation platform that provide widespread access tos the creation of sophisticated AI applications. Its intuitive drag-and-drop interface allows users with minimal programming experience to build complex AI-driven chatbots. The platform offers a variety of pre-built templates and integrations, making it an ideal choice for businesses looking to quickly implement AI solutions.\n\nKey features of Vector Shift include:\n\nUser-friendly visual interface for building AI workflows\n\nIntegration with advanced language models for natural conversations\n\nCustomizable templates for various business scenarios\n\nRobust API connections for seamless integration with existing systems\n\nScalable architecture to support growing business needs\n\nStep-by-Step Guide to Creating Your WhatsApp Chatbot\n\n1. Initialize Your Project: Begin by accessing Vector Shift’s no-code builder and selecting a suitable template for your e-commerce chatbot.\n\n2. Design the Conversation Flow: Use input and output nodes to define the structure of user interactions. This step involves mapping out potential user queries and appropriate bot responses.\n\n3. Implement Natural Language Processing: Incorporate large language models to enhance the chatbot’s ability to understand and respond to a wide range of user inputs naturally.\n\n4. Set Up Conditional Logic: Use condition nodes to create dynamic responses based on specific triggers or user inputs. This feature allows your chatbot to provide contextually relevant information.\n\n5. Integrate Knowledge Base: Connect your product database and pricing information using CSV files or API integrations. This step ensures your chatbot can accurately handle product-related queries.\n\n6. Test and Refine: Thoroughly test your chatbot’s responses and refine its logic to handle edge cases and improve overall performance.\n\nDeploying Your Chatbot on WhatsApp\n\nOnce your chatbot is built and tested, the next crucial step is deploying it on WhatsApp. This process typically involves:\n\n1. Exporting Your Chatbot: Use Vector Shift’s export functionality to prepare your chatbot for integration.\n\n2. Setting Up Twilio Integration: Use Twilio’s API to establish a connection between your chatbot and WhatsApp’s messaging infrastructure.\n\n3. Configuring WhatsApp Business API: Set up and verify your WhatsApp Business account to enable chatbot functionality.\n\n4. Testing Live Integration: Conduct thorough testing to ensure seamless communication between your chatbot and WhatsApp users.\n\nCustomization and Advanced Features\n\nVector Shift offers extensive customization options to tailor your chatbot’s functionality and appearance:\n\nPersonalize conversation flows based on user data\n\nImplement multi-language support for global audiences\n\nIntegrate with CRM systems for enhanced customer insights\n\nSet up automated notifications and follow-ups\n\nImplement sentiment analysis for better customer understanding\n\nExplore Vector Shift’s comprehensive documentation to unlock these advanced features and push the boundaries of what your WhatsApp chatbot can achieve.\n\nRealizing the Benefits of AI Automation\n\nBy successfully implementing an AI-powered WhatsApp chatbot, your business can experience significant improvements in various areas:\n\nReduced response times and increased customer satisfaction\n\nEfficient handling of high-volume customer interactions\n\nValuable insights from customer data analysis\n\nFreed-up human resources for complex tasks\n\nConsistent brand messaging across all customer touchpoints\n\nAs you become more familiar with Vector Shift’s capabilities, continue to explore and implement new features to further optimize your business processes and enhance customer experiences.\n\nBy embracing AI automation through platforms like Vector Shift, you’re not just keeping up with technological advancements – you’re positioning your business at the forefront of customer service innovation. The journey of creating and refining your WhatsApp chatbot is an ongoing process of learning and improvement, promising long-term benefits for your business and customers alike.\n\nMedia Credit: WorldofAI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "DraftKings and FanDuel promo code offer $500 in bonuses for Chargers vs. Broncos",
        "link": "https://www.oregonlive.com/betting/2024/10/draftkings-and-fanduel-promo-code-offer-500-in-bonuses-for-chargers-vs-broncos.html",
        "description": "The new user bonuses available from the DraftKings and FanDuel promo code total $500 to use on NFL Week 6 betting. Let’s take ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2LV6m0ATYXGPkxbTD0shqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "20m",
        "source": "Oregonian",
        "article_content": "Get into the huddle for NFL Week 6 with featured promo offers from the top sportsbooks. The latest FanDuel promo code (no promo code needed) is only around for a limited time. You can also land immediate bonus bets via the DraftKings promo code to spread out on Sunday and Monday night action.\n\nThe new user bonuses available from the DraftKings and FanDuel promo code total $500 to use on NFL Week 6 betting. Let’s take a look at the FanDuel promo code, which offers $300 in bonuses if your first wager wins ($5 min).\n\nFanDuel promo code: Bet $5, Get $300 bonus\n\nFanDuel’s new welcome offer is available for a limited time, right now. You do not require a promo code to claim the offer. Click the FanDuel promo code link or the banner below to register.\n\nUnlock $300 in bonus bets just by winning a $5 wager. Odds do no matter when aiming for the bonus bets, so consider going with a heavy favorite on the moneyline.\n\nPhiladelphia is at -550 against the struggling Browns and should be a prime pick to help you unlock the bonus bets.\n\nBonus bets can be used with multiple wagers. For instance, you can place three $100 bonus bets or 12 $25 bonus bets.\n\nHere are the steps to follow to claim this offer:\n\nUse our FanDuel promo code when logging on to the sportsbook’s website and hit the green ‘Join Now’ button. Enter your information in the required fields. You do not need a promo code if you join the sportsbook using our link. You can only access the bonus on the FanDuel Sportsbook app. Desktop users will see a post-registration interstitial that pops up and directs them to download the app to claim the offer. Pick a payment method and make a first-time deposit. Wager at least $5 on any betting market\n\nDraftKings promo code: Bet $5, get $200 in bonus, win or lose\n\nTake a bigger shot at a healthy payout on your first wager with our DraftKings promo code (no code is needed). The bonus bets are awarded regardless of the outcome.\n\nSimply make a first-time deposit and bet $5+ on an NFL Week 6 game or any other market, and you’ll instantly receive a $200 bonus.\n\nBonuses are allotted as eight $25 bonus bets. Denver has the top-ranked pass defense in the AFC, but consider the over on passing yards or alternate passing yards for Justin Herbert, or Anytime TD props for one of his wide receivers for a good payout.\n\nBonuses are allotted as eight $25 bonus bets.\n\nJust follow these routes to claim the offer:\n\nClick on a link or banner on this page to begin the process of claiming the exclusive DraftKings promo code (no promo code is required) using the mobile app or by logging on to the website. Fill in all the required informational fields. With our link, you don’t have to enter a promo code. Confirm your banking method and deposit a minimum of $5 when opening the new account. Place a bet of at least $5 on a Week 6 NFL game or any other sporting event of your choice. Bonus bets do not have cash value and are valid for seven days before expiring."
    },
    {
        "title": "Data center tech is exploding but adoption won’t be easy for startups",
        "link": "https://www.msn.com/en-us/money/companies/data-center-tech-is-exploding-but-adoption-won-t-be-easy-for-startups/ar-AA1sc0Gq?ocid=BingNewsVerp",
        "description": "Startups are building tech to make data centers more efficient and sustainable but good tech isn't always enough for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9kQ1dGNjq5ElwYK9ebt5Qy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "1hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Meet The Fintech Startup Powering The Cannabis Industry",
        "link": "https://www.forbes.com/sites/willyakowicz/2024/10/13/green-check-fintech-startup-powering-cannabis-industry/",
        "description": "Green Check verifies $1 billion in legal marijuana sales every month through its banking compliance software. Inside the ...",
        "image_url": "https://www.bing.com/th?id=OVF.DSbmie9Ae7v%2fEfy0Ib3Pcg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "9h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Apple is hoping to one-up Meta with its own smart glasses",
        "link": "https://www.msn.com/en-us/news/technology/apple-is-hoping-to-one-up-meta-with-its-own-smart-glasses/ar-AA1sbF6D?ocid=BingNewsVerp",
        "description": "Meta wowed the world with its Orion AR glasses a few weeks ago. Apple's Vision Products Group is now working on own take.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "2hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "80% of software engineers must upskill by 2027 to keep their jobs: How the Gen AI shift impacts engineering graduates",
        "link": "https://www.msn.com/en-in/money/news/80-of-software-engineers-must-upskill-by-2027-to-keep-their-jobs-how-the-gen-ai-shift-impacts-engineering-graduates/ar-AA1sb67H?ocid=BingNewsVerp",
        "description": "By 2027, 80% of software engineers will need to upskill in AI to remain relevant. AI will augment rather than replace ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NbP6fG7YFnLJAI3ZXu_zHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "8hon MSN",
        "source": "The Times of India on MSN",
        "article_content": ""
    }
]