[
    {
        "title": "Shocking UFO allegations make the case for the Disclosure Act",
        "link": "https://www.msn.com/en-us/news/politics/opinion-shocking-ufo-allegations-make-the-case-for-the-disclosure-act/ar-AA1tgw47?ocid=BingNewsVerp",
        "description": "Amid the political spectacle of the election, former President Donald Trump appeared on Joe Rogan’s popular podcast and spoke ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YhO_lUbbAMWzm_hHomRoKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19hon MSNOpinion",
        "source": "The Hill on MSN",
        "article_content": ""
    },
    {
        "title": "UFO hunter reveals location of 'alien base on earth' hidden in secret mountains",
        "link": "https://www.express.co.uk/news/world/1970137/ufo-hunter-reveals-location-of-alien-base-earth",
        "description": "An infamous part of America has been \"revealed\" to be the home of another alien base. A lawyer, Danny Sheehan has worked to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.btPhLIGtLm2rgF59LTGF1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19m",
        "source": "Daily Express",
        "article_content": "Area 51 is the most famous alien base shrouded in mystery and conspiracy theories\n\nAn infamous part of America has been \"revealed\" to be the home of another alien base. A lawyer, Danny Sheehan has worked to bring UFO whistleblowers to the United States Congress over recent years. Alien base conspiracy theories have cropped up time and time again but Mr Sheehan has helped to give evidence of alleged government cover-ups involving extraterrestrial beings. There have been some serious allegations made including that at the locations of two bases, hundreds of UFOs have been seen going “in and out of it”. Mr Sheehan spoke on Julian Dorey’s podcast about the potential location of alien bases in the US.\n\nThe Arizona mountains are allegedly home to a secret alien base\n\nHe said one base is under the sea bed off the island of Isla Guadalupe and another is hidden away on land. Mr Sheehan added: “There's another base outside of Sedona, Arizona, over by a place called 'secret mount' wilderness – a totally desolate area. “There's a base there where the craft are, there's a number of them high in the mountains in remote areas of the planet and they're here now and they're extraordinarily distressed about the state of affairs (of humanity).” In terms of what lies inside, Mr Sheehan claimed aliens were “mantis people” who could have advanced weaponry. When asked what the “mantis people” are, he said: “They are huge, seven feet tall, extraordinarily skinny, thin, kind of bowed over and remind people of a praying mantis... they are also called 'insectoids'. Whenever they're seen with tall greys, they seem to be in charge... giving telepathic commands.”\n\nMany conspiracy theorists are keen to share their thoughts on UFO and alien sightings\n\nTrending\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy"
    },
    {
        "title": "LEAKED! UFO Photos and Videos leaked from Luis Elizondo's private Event Presentation",
        "link": "https://www.msn.com/en-us/travel/article/leaked-ufo-photos-and-videos-leaked-from-luis-elizondo-s-private-event-presentation/vi-AA1tg65A?ocid=BingNewsVerp",
        "description": "Patrick discusses UFO Photo leaked from Luis Elizondo's private event presentation. #aliens #uap #ufonews #ufos #ufo ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xwMS0S5VqPieRBy1tJIUES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN22h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Ex-Pentagon UFO whistleblower reveals ‘high-res pic of alien mothership’ as he dubs ‘craft’ a ‘huge floating mini city’",
        "link": "https://www.thesun.co.uk/tech/31420410/ufo-claim-from-ex-pentagon-official-draws-criticism/",
        "description": "A FORMER Pentagon official has revealed a freaky photo of an alleged massive alien mothership and described it as a 'huge ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7py2PNyhBAToEZnncLWvGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "22h",
        "source": "The Sun",
        "article_content": "The shocking pic has been linked to the U.S Embassy\n\nUFO RIDDLE Ex-Pentagon UFO whistleblower reveals ‘high-res pic of alien mothership’ as he dubs ‘craft’ a ‘huge floating mini city’\n\nA FORMER Pentagon official has revealed a freaky photo of an alleged massive alien mothership and described it as a \"huge mini city floating in the sky.\"\n\nUS Army counterintelligence specialist Luis Elizondo showed the high res pic, presumably taken in Romania, during a private event in Philadelphia.\n\n4 A high resolution image of the UFO Luis unveiled to an audience of paying guests Credit: Facebook\n\n4 Luis unveiled his discovery in Philadelphia, Pennsylvania Credit: X\n\nSurreal pictures of the supposed spacecraft appears to show a distinctive disc shape, with a beaming light emanating from it's bottom.\n\nThe shape is universally recognised as what we understand an alien UFO would look like, as it hovers menacingly in the air over a road.\n\nThe mysterious \"mothership\" has been debuted at a private event in Philadelphia on October 28, by the former official at the Pentagon.\n\nLuis Elizondo's claims of a ship the size of a \"huge floating mini city\" have drawn up fresh speculation from UFO believers and equal dismissal from critics.\n\nLuis chose his words wisely at his secretive event, instead using his \"evidence\" to speak for him.\n\nHe said: \"Guess what we caught in Romania in 2022? By the way, the U.S Embassy,' as Elizondo told attendees at the paid event, gesturing to the photo: 'That.'\n\n\"'There's a whole lot more here folks.\n\n\"We're having pilots, military pilots and civilian pilots in Eastern Europe and in the Middle East, report what unimaginably seems impossible\n\n\"I just want to give you kind of a small taste of what's going on \"behind the scenes.\"\"\n\nThe startling claim directly links the U.S government to a deliberate alien cover-up, that he was exposing at the bizarre presentation.\n\nLUIS' CLAIMS HAVE DRAWN STRONG BACKLASH\n\nThese claims have drawn intense speculation from critics.\n\nVeteran US Air Force Staff Sergeant, Jeremy McGowan, witnessed a sensational UFO encounter in the Middle East decades ago.\n\nDespite this, he has cast strong doubt on Luis' credibility.\n\nJeremy said: \"This unfortunate situation with Lue follows my experiences with him nearly exactly.\n\n\"I witnessed him exaggerate or outright fabricate information that simply wasn't true.\n\n\"I've been on the receiving end where Lue has pulled out his cell phone and shown me what he described as highly classified video.\n\n\"For him to think I would believe he would simply carry classified info on an unsecure civilian cell phone is just insulting.\n\n\"And it wasn't just me, multiple podcast hosts were shown video Lue attributed to things they were not.\"\n\nIn the mid-90s, while serving as a member of the JSOC J2 Security Team for \"Ellipse Foxtrot,\" Jeremy says he was a witness to unusual aerial lights.\n\nAccording to reports, tickets to Luis' revelatory event at The City Winery, a Pennsylvania wine bar, cost between $30-$50 (£23-38).\n\nCRITICS THINK THEY HAVE FOUND THE TRUTH\n\nIt did not take long for other internet sleuths to poke holes in Luis' outlandish statements.\n\nJohn Greenewald Jr, a government transparency advocate, tracked the photo back to September 2023, in a Facebook group called \"Mysterious Ancient Discoveries\".\n\nThis pic appears more likely to have originated as the reflection of an indoor chandelier reflected in window glass.\n\nThe Facebook picture has over 180,000 likes and 23,000 comments, suggesting the public were aware of the snap.\n\nFurther examination of the pic allegedly showed that it was not actually linked to the U.S Embassy, as Luis claimed.\n\nThe photo background appeared to show the Arad Power Station, a coal-fired plant.\n\nAmerica's Embassy is roughly 400 miles to the southeast of Arad, and is actually placed in the capital city Bucharest.\n\nLUIS HAS MORE EVENTS SCHEDULED FOR NOVEMBER\n\nOn October 30, two days after his paid event, Luis clarified that any misinformation involved in his presentation was the fault of his \"friend in the government\" who reportedly supplied the image.\n\nLuis has been criticised by the UFO community, who have accused him of using them as pawns in a money-making scheme.\n\nOne Reddit on the forum e/UFOs, one user remarked, “Lue is 100% using us as pawns to line his pockets.\n\n\"His most recent book was no.1 seller in the nation.\"\n\nAccording to Luis' X account, he has five more speaking engagements lined up for November.\n\nThe tagline on the promotional poster reads \"WE ARE NOT ALONE\".\n\n4 The Facebook group \"Mysterious Ancient Discoveries\" where critics think the pic was actually taken from Credit: Facebook"
    },
    {
        "title": "Ready for UFOs? Poll reveals which states are best for surviving an alien invasion!",
        "link": "https://www.msn.com/en-us/news/technology/ready-for-ufos-poll-reveals-which-states-are-best-for-surviving-an-alien-invasion/ar-AA1ti70a?ocid=BingNewsVerp",
        "description": "If you're looking for the best place to hide if aliens invade Earth one day, a new survey has the details you'll need.",
        "image_url": "https://www.bing.com/th?id=OVF.Be5FyMyWnzB88B4m4%2bFhaw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "StudyFinds on MSN11h",
        "source": "StudyFinds on MSN",
        "article_content": ""
    },
    {
        "title": "Claude AI adds desktop apps and dictation mode – here's how to use them",
        "link": "https://www.zdnet.com/article/claude-ai-adds-desktop-apps-and-dictation-mode-heres-how-to-use-them/",
        "description": "Anthropic is expanding its Claude AI beyond the web. On Thursday, the company unveiled new desktop applications for its ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1Kpd3tPJBbVBO_iCtcv9RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13h",
        "source": "ZDNet",
        "article_content": "Screenshot by Lance Whitney/ZDNET\n\nAnthropic is expanding its Claude AI beyond the web. On Thursday, the company unveiled new desktop applications for its popular chatbot. Designed for Windows and MacOS, the new apps work similarly to the website and are available for free users and paid subscribers.\n\nTo grab the apps, head to the Claude for Desktop site, where you'll find versions for Windows, Windows on ARM, and MacOS. For now, the apps are tagged with a beta label, which may indicate that Anthropic is still tweaking them. After downloading one of the apps, you'll be prompted to sign in using a Google account or an email link. From there, use Claude just as you would use the website.\n\nAlso: How Claude's new AI data analysis tool compares to ChatGPT's version (hint: it doesn't)\n\nAsk a question. Submit a request. Start a conversation. You can ask Claude to analyze or summarize different types of files that you upload, including images, Microsoft Office files, PDFs, text files, HTML files, and code files.\n\nYou're able to access your chat history to view and resume a previous conversation. The Windows and Mac apps sync with the website and mobile apps, so you'll find the same conversation history across the board. Plus, you can view your profile settings and account and billing details.\n\nClaude is also sporting a new dictation mode. Accessible only from the Claude AI mobile apps for iOS/iPadOS and Android, the dictation feature lets you speak your request instead of typing it. This is always a handy option, especially if you don't like having to tap out lengthy prompts on a mobile device. Using dictation mode, you can carry on a real-time conversation with Claude and even respond to questions from the AI.\n\nTo try dictation, just tap the microphone icon, speak, and then tap the X button to stop. Claude displays its response on the screen. To continue the conversation, just tap the microphone icon again and dictate another question or request.\n\nLooking to challenge other AI chatbots like ChatGPT, Microsoft Copilot, and Google Gemini, Anthropic has been on a tear trying to fine-tune and expand Claude.\n\nAlso: I tested this viral AI image generator, and it does text well - finally! Try it for free\n\nThe company recently released a new model of Claude 3.5 Sonnet. Currently in beta mode for developers to use via an API, the new version can interact with a computer by looking at the screen, moving the cursor, clicking buttons, and entering text via a virtual keyboard.\n\nIn August, Anthropic kicked off a feature known as Artifacts. Available to free and paid users on the website, the mobile apps, and the new desktop apps, Artifacts can help you create a website, a page of code, a visual presentation, or another project by displaying the results in real time right next to your conversation."
    },
    {
        "title": "Noma is building tools to spot security issues with AI apps",
        "link": "https://www.msn.com/en-us/money/other/noma-is-building-tools-to-spot-security-issues-with-ai-apps/ar-AA1tgyYm?ocid=BingNewsVerp",
        "description": "Companies are concerned that their eagerness to adopt AI has made them more vulnerable to cyberthreats. Per a recent poll of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aKkuNK9CTc29XxM5SZpzvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Anthropic’s Claude AI chatbot now has a desktop app",
        "link": "https://www.msn.com/en-us/money/other/anthropic-s-claude-ai-chatbot-now-has-a-desktop-app/ar-AA1thIay?ocid=BingNewsVerp",
        "description": "Claude, the AI chatbot made by Anthropic, now has a desktop app. You can download the Mac and Windows versions of the app ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gDllOGWI30XviK6BZrzkuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "Pixel phones are getting an actual weather app in 2024, with a bit of AI",
        "link": "https://arstechnica.com/gadgets/2024/10/pixel-phones-are-getting-an-actual-weather-app-in-2024-with-a-bit-of-ai/",
        "description": "Maybe you didn’t know that Android never really had a true weather app, but now it does. Not everybody loves the choices.",
        "image_url": "https://www.bing.com/th?id=OVFT.AYyAdE9YQU6h6PSCbK3sEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19h",
        "source": "Ars Technica",
        "article_content": "Credit: Kevin Purdy\n\nCustomizable, but also not\n\nThere's a prominent \"AI generated weather report\" on top of the weather stack, which is a combination of summary and familiarity. \"Cold and rainy day, bring your umbrella and hold onto your hat!\" is Google's example; I can't provide another one, because an update to \"Gemini Nano\" is pending.\n\nCredit: Kevin Purdy\n\nYou can see weather radar for your location, along with forecasted precipitation movement. The app offers \"Nowcasting\" precipitation guesses, like \"Rain continuing for 2 hours\" or \"Light rain in 10 minutes.\"\n\nCredit: Kevin Purdy\n\nThe best feature, one seen on the version of Weather that shipped to the Pixel Tablet and Fold, is that you can rearrange the order of data shown on your weather screen. I moved the UV index, humidity, sunrise/sunset, and wind conditions as high as they could go on my setup. It's a trade-off, because the Weather app's data widgets are so big as to require scrolling to get the full picture of a day, and you can't move the AI summary or 10-day forecast off the top. But if you only need a few numbers and like a verbal summary, it's handy.\n\nSadly, if you're an allergy sufferer and you're not in the UK, Germany, France, or Italy, Google can't offer you any pollen data or forecasts. There is also, I am sad to say, no frog.\n\nGoogle's Weather app isn't faring so well with Play Store reviewers. Users are miffed that they can't see a location's weather without adding it to their saved locations list; that other Google apps, including the \"At a Glance\" app on every Pixel's default launcher, send you to the Google app's summary instead of this app; the look of the weather map; and, most of all, that it does not show up in some phones' app list, but only as a widget."
    },
    {
        "title": "Google Play Store may utilize AI to help answer questions about unfamiliar apps",
        "link": "https://www.msn.com/en-us/news/technology/google-play-store-may-utilize-ai-to-help-answer-questions-about-unfamiliar-apps/ar-AA1tfT5o?ocid=BingNewsVerp",
        "description": "Well, it appears that Google may introduce a section in the Play Store that would allow users to ask questions about the app, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iXsQ4xHlPlEKNbgbFxjNwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21hon MSN",
        "source": "Android Police on MSN",
        "article_content": ""
    },
    {
        "title": "Chicago Hauntings 2024: More tales of ghosts and the paranormal",
        "link": "https://www.msn.com/en-us/news/us/chicago-hauntings-2024-more-tales-of-ghosts-and-the-paranormal/ar-AA1tiqNk?ocid=BingNewsVerp",
        "description": "1) The Eastland Disaster: On July 24, 1915, the SS Eastland was parked along the Chicago River when it capsized. Ever since, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.L5F27OLCN56ogWzfGlUsuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8hon MSN",
        "source": "CBS Chicago on MSN",
        "article_content": ""
    },
    {
        "title": "Meet the priest who investigates paranormal reports",
        "link": "https://www.bbc.co.uk/news/videos/c98d37525ygo",
        "description": "Dr Bray is one of four deliverance ministers in Cardiff who are called upon to investigate reports of paranormal activity on ...",
        "image_url": "https://www.bing.com/th?id=OVF.Z1h%2f6P2r1AG56dpqagd13A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "21h",
        "source": "BBC",
        "article_content": "The Very Reverend Canon Dr Jason Bray is an Anglican priest.\n\nHe also happens to be a deliverance minister – more commonly known as an exorcist.\n\n“We’re the people that go out and deal with the paranormal,\" said Dr Bray.\n\n\"A bit like ghostbusting, that sort of thing, and a bit of an exorcist as well.\"\n\nDr Bray is one of four deliverance ministers in Cardiff who are called upon to investigate reports of paranormal activity on behalf of the Church in Wales.\n\nFilmed and edited by Greg Davies, BBC News"
    },
    {
        "title": "Evidence of life after death? These Oshkosh paranormal investigators say they have it",
        "link": "https://www.nbc26.com/oshkosh/evidence-of-life-after-death-these-oshkosh-paranormal-investigators-say-they-have-it",
        "description": "NBC26's Claire Peterson tagged along for a ghost hunt with The Oshkosh Paranormal Society, a group of lifelong ghost ...",
        "image_url": "https://www.bing.com/th?id=OVF.PBZhSllJ1X0sLYjYlNzDxA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "NBC267h",
        "source": "NBC26",
        "article_content": "OSHKOSH (NBC 26) — The Oshkosh Paranormal Society is a group of lifelong ghost enthusiasts who want to use their passion to help people. They’ve carried out dozens of ghost investigations in the Oshkosh area.\n\n\n\nThose in the Oshkosh Paranormal Society have had a lifelong passion for ghosts\n\nThe group measures electricity and energy to communicate with spirits.\n\nThe Oshkosh Paranormal Society hopes to help people find peace of mind with death.\n\nIngrid Lemke says her first encounter with a spirit was early in her childhood.\n\n“When I was a preteen, I had seen a shadow figure, and it just really terrified me,” she says. “I felt like it was hovering over me.”\n\nSince the incident, Lemke says she has had a sort of “sixth sense.”\n\n“Back in my day, they thought you were insane, so I only told my friends,” she says.\n\nIt wasn’t until her adulthood that Lemke would find a large group of like-minded people and create what is now the Oshkosh Paranormal Society.\n\nLemke says it was validating finding others with a similar connection to ghosts and spirits.\n\n“It feels wonderful, it feels freeing,” she says.\n\nThe Oshkosh Paranormal Society started as a group of Lemke and her coworkers, but now is a large Facebook group.\n\nMany in the group also had paranormal experiences as children.\n\n“I think I was about eight,” Emily Kampmann, a member of the group, says. “I kind of woke up on the floor one day in my bedroom, and I was staring at my closet…. and the door was wide open and there was glowing lights, like eyeballs staring at me. I know it sounds silly.”\n\nThe group gets together to do paranormal investigations in haunted areas around Oshkosh. They’ve investigated the local cemetery, The Grand Oshkosh, the Algoma Club and multiple personal homes.\n\nLemke says the downtown area near the Algoma Club and the Grand Oshkosh seem to be particularly haunted, which she believes is due to Oshkosh’s two 19th century fires.\n\n“Our investigations are generally scientific,” Lemke says.\n\nThe group relies on different types of instruments and tools to pick up on energy shifts in the air. Some of the tools are used by electricians to track electricity.\n\n“So the theory is that spirits are energy, so when they get close to that, it triggers it,” Jason Tiffany, a member of the group, says.\n\nThey also use recording devices to pick up on voices they wouldn’t normally hear.\n\nLemke says they find a lot of evidence after the investigation ends and they’re able to rewatch the footage.\n\n“It takes many hours,” Lemke says.\n\nThe Algoma Club in Oshkosh was a speakeasy during prohibition, and Lemke says they’ve found lots of evidence of prohibition-era spirits roaming the space.\n\n\"It's definitely a heavy presence,\" Lilly Heft, another member of the group says of the Algoma Club. \"I feel spooky in here.\"\n\nDespite the many hours that go into each investigation, the group says they are always fun.\n\n“I don’t want to say it’s an adrenaline rush, but it kind of is,” Heft says.\n\nHeft says she’s a “hardcore believer” in ghosts, but that’s not true for everyone in the group.\n\n“If you hear a voice, you know, understanding that, is that your brain just trying to figure out what’s going on?\" Stephanie Whittaker, another member of the group says. “You can’t just, well for me anyways, you can’t just let your imagination run away with you.”\n\nWhittaker says she’s a “skeptic,” and often questions the evidence the group collects. Still, there are some findings that she says are hard to deny.\n\n“I’ve, with the group, had enough experiences that I can’t explain,” she says.\n\nMore than the thrill of finding ghosts, the Oshkosh Paranormal Society hopes to use its passion to help people.\n\n“My favorite aspect of our group is when we help people in their personal houses,” Lemke says. “Because they’ve felt like I did when I was a kid— who do I reach out to? Who do I trust with this? I know how that feels not having any validation.”\n\nLemke says she’s helped expel angry spirits from homes, as well as give people the confirmation that they’re not imagining things.\n\nFor Kampmann, she thinks the group can help on a deeper level— giving comfort around death.\n\n“I think it’s really neat to experiment with that and show people that there is life after death in some form, to not be like somewhat scared of death even,” she says.\n\nMore information on the group can be found on their Facebook page.\n\n"
    },
    {
        "title": "Paranormal investigator's boyfriend left creeped out after ghost asks her for 'inappropriate sex act'",
        "link": "https://www.ladbible.com/community/weird/paranormal-investigator-ghost-inappropriate-act-287025-20241031",
        "description": "The boyfriend of a paranormal investigator got creeped out after a ghost asked her for an 'inappropriate sex act'.",
        "image_url": "https://www.bing.com/th?id=OVFT.ASJS08paPb92Qn5WT47A2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "17h",
        "source": "LADbible",
        "article_content": "A couple of paranormal investigators who hunt ghosts said that they were recently creeped out after a sprit asked for a 'totally inappropriate' sex act.\n\n38-year-old ghost hunter Lee Steer met paranormal investigator Sarah Carter, 32, last year at an event hosted by Lee and his now ex-wife.\n\nAfter Lee's divorce he got together with Sarah, who had been a fan of his paranormal content on social media since 2020, and together they run the Haunted Objects Museum in Rotherham.\n\nAdvert\n\nThey started dating earlier this year and launched the 'Ghosts Of Britain' TikTok account where they explore haunted locales in an attempt to track down errant spirits.\n\nHowever, the couple say that while exploring Wath Town Hall in Rotherham back in August one ghost got particularly inappropriate towards Sarah, perhaps demonstrating that manners weren't always better back in the olden days.\n\nLee, who said he'd 'dedicated my entire life to going out there and looking for the afterlife', said that he heard a ghost making crude remarks towards his girlfriend when they tried to track the spirit down.\n\nGhost hunters Sarah and Lee go into haunted houses looking for spirits, but one of them was very inappropriate to Sarah (PA Real Life)\n\nAdvert\n\nHe said: \"When we went to a haunted town hall, we heard that the person who died there was not very nice to women, and spirits can be quite crude.\n\n\"Our recording picked up a voice saying, ‘Suck my dot dot dot’ - you know. We could all hear it, a creepy deep voice - it was totally inappropriate.\"\n\nSarah gave more details about what this inappropriate ghost apparently did, describing the whole interaction as 'weird'.\n\n\"Lee had forewarned me that entities can be aggressive towards women - I was just asking him normal questions when it happened,\" she explained.\n\nAdvert\n\n\"He said a lot of seedy things, and I felt really uncomfortable.\n\n\"We’ve got this camera with sensors, and it picked up that there was a figure there, bending down and miming sexual actions toward me.\"\n\nTogether they run a museum of haunted objects, and Lee reckons that paranormal activity has increased because of all the spooky stuff they've put together (PA Real Life)\n\nThe couple say that in their haunted museum objects go flying mysteriously and the CCTV cameras move by themselves, with Lee getting new cameras just to watch the old ones moving.\n\nAdvert\n\nSarah said one of the first things she witnessed at Lee's place was a microwave meal flipping over when there was 'no one else around'.\n\nShe said: \"There’s a very dark, horrible energy, and things have started happening all over the house.\n\n\"One evening, the door was locked and it sounded like someone was trying to open it, but no one was outside.\n\n\"It was terrifying. Things like this still make me jump, but Lee is more inquisitive and wants to investigate it.\"\n\nAdvert\n\nThe couple reckons that all the haunted stuff they've bought might have something to do with it, with Lee saying that since they acquired the conjuring lamp of Aleister Crowley the paranormal activity has definitely increased."
    },
    {
        "title": "The \"pissed-off Smiley Cookie\" orb that kicked off a ghost-hunting career",
        "link": "https://www.pghcitypaper.com/columns/shawn-kellys-ghosthunting-group-pittsburgh-paranormal-society-was-kicked-off-by-a-smiley-cookie-ghost-26933462",
        "description": "For Shawn Kelly, that orange Smiley Cookie orb kicked off a nearly 20-year stint leading paranormal investigations. Kelly ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pUmF9kU0HhhV6In1p01miC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Pittsburgh City Paper19h",
        "source": "Pittsburgh City Paper",
        "article_content": "Content not available"
    },
    {
        "title": "Trigger for deadly neurodegenerative disorder identified",
        "link": "https://www.msn.com/en-gb/health/other/trigger-for-deadly-neurodegenerative-disorder-identified/ar-AA1thfZg?ocid=BingNewsVerp",
        "description": "The discovery of an important enzyme involved in Huntington's disease may pave the way for future treatments to prevent the condition, researchers say.",
        "image_url": "https://www.bing.com/th?id=ODF.WZOtzx9DfDvsHUI2RYy7uQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Live Science on MSN18h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists discover new biological entities called 'Obelisks' in humans, potentially linked to the",
        "link": "https://www.msn.com/en-us/news/technology/scientists-discover-new-biological-entities-called-obelisks-in-humans-potentially-linked-to-the/ar-AA1tgGW9?ocid=BingNewsVerp",
        "description": "Obelisks are simpler than viruses, consisting of a stretched circular molecule with about a thousand letters of RNA.",
        "image_url": "https://www.bing.com/th?id=OVFT.Sswg4EKiSHqCJR8lGnlU_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18hon MSN",
        "source": "The Jerusalem Post on MSN",
        "article_content": ""
    },
    {
        "title": "Evogene Announces Collaboration with Google Cloud to Pioneer Generative AI Foundation Model for Novel Small Molecule Design",
        "link": "https://finance.yahoo.com/news/evogene-announces-collaboration-google-cloud-120000529.html",
        "description": "Evogene Ltd. (NASDAQ: EVGN) (TASE: EVGN), a leading computational biology company aiming to revolutionize life-science-based product discovery and development, today announced a collaboration with ...",
        "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
        "category": "science+discovery",
        "date": "20h",
        "source": "YAHOO!Finance",
        "article_content": "The collaboration has the power to foster breakthroughs in small molecule innovation for life science-based products\n\nREHOVOT, Israel, Oct. 31, 2024 /PRNewswire/ -- Evogene Ltd. (NASDAQ: EVGN) (TASE: EVGN), a leading computational biology company aiming to revolutionize life-science-based product discovery and development, today announced a collaboration with Google Cloud to develop a cutting-edge foundation model for generative small molecule de novo design, propelling Evogene's ChemPass AI tech-engine to new levels of innovation. ChemPass AI is a computational technology platform that directs and accelerates the discovery and development of novel products based on small molecules. This groundbreaking initiative seeks to advance the discovery and development of novel small molecules for drug development, sustainable crop protection, and other innovative products across a wide range of life-science industries.\n\nEvogene Logo\n\nEvogene will leverage Google Cloud's Vertex AI, GPUs on Google Compute Engine, and Google Cloud Storage to provide the immense computational power and storage capacity required to create this innovative AI foundation model. This foundation model is being trained on a dataset of ~40 billion molecular structures and will serve as a powerful tool for generating and evaluating new potential candidates for breakthrough life science-based products, with unprecedented speed and accuracy.\n\nThe collaboration leverages Evogene's deep expertise in computational predictive biology and Google Cloud's leadership in AI and machine learning. This joint effort follows the successful integration of ChemPass AI into Google Cloud and will now focus on expanding the tech-engine's value through the creation of a state-of-the-art foundation model capable of generating and optimizing novel small molecule structures with desired properties.\n\nThis transformative technology has the potential to greatly expedite the drug discovery process, reduce costs, and increase the success rate of identifying promising drug candidates. In the agricultural sector, the foundation model will enable the development of innovative and sustainable solutions to address global challenges such as food security, crop protection, and resource optimization.\n\nBeyond pharmaceuticals and agriculture, the foundation model's capabilities have the potential to extend to various other industries. The ability to generate and optimize small molecules with specific properties opens a world of possibilities for creating innovative and sustainable solutions across diverse sectors.\n\nStory Continues"
    },
    {
        "title": "NASA makes startling discovery on Mars boosting extraterrestrial life hopes",
        "link": "https://www.msn.com/en-gb/travel/news/nasa-makes-startling-discovery-on-mars-boosting-extraterrestrial-life-hopes/ar-AA1tg9GV?ocid=BingNewsVerp",
        "description": "Dr Freddie Kalaitzis, Department of Computer Science, University of Oxford ... \"Extraordinary claims require extraordinary ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qiyO3NTYkjUS11xAY6cs4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "What to do in MKE: Milwaukee With Kids Weekend Picks Oct. 31 - Nov. 3",
        "link": "https://www.msn.com/en-us/news/us/what-to-do-in-mke-milwaukee-with-kids-weekend-picks-oct-31-nov-3/vi-AA1tici3?ocid=BingNewsVerp",
        "description": "Kids can have a blast this weekend at several family-friendly events, including a free day at the Zoo, a Maker Faire, and a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rYS90G9HYP10ahUO6lDHRC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "WISN Milwaukee on MSN15h",
        "source": "WISN Milwaukee on MSN",
        "article_content": ""
    },
    {
        "title": "The Game-Changing Impact of Low-Code/No-Code Platforms",
        "link": "https://www.dqindia.com/business-solutions/the-game-changing-impact-of-low-codeno-code-platforms-7375511",
        "description": "This has changed with the introduction of low-code/no-code (LCNC) development platforms that have revolutionized how ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lQkwJWKisMagKzSrJtlx8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Dataquest16h",
        "source": "Dataquest",
        "article_content": "As India continues its rapid development and is set to become a USD 7 trillion economy by 2030, businesses face immense pressure to innovate quickly and operate more efficiently than ever before. Due to the current demand to outpace competitors and respond quickly to customers, businesses today operate in a hyper-evolving environment with the need for rapid innovation, increased agility, and real-time customer care.\n\nAdvertisment\n\nWhen it comes to the application development process, for many years, only two options were available to organizations: purchasing ready-made solutions off the shelf or employing skilled programmers to create solutions from scratch. This has changed with the introduction of low-code/no-code (LCNC) development platforms that have revolutionized how businesses develop applications by making the process easy and more available to a wider section of the workforce These platforms can lead to cost reductions of up to 70% compared to traditional application development methods. In fact, a recent survey from Gartner indicates that by 2025, 87% of new applications developed by enterprises will use low-code or no-code technologies.\n\nLCNC platforms have changed the traditional development approach that could only be implemented by technical users. Now, both technical and non-technical users are able to make applications without additional coding knowledge. So, these platforms allow citizen developers to rise and become leaders in their business processes and workflows. These platforms empower \"citizen developers\" not only to adopt new techniques and strategies but also to get involved in the whole process of application development.\n\nAdvertisment\n\nUnderstanding Low-Code/No-Code Platforms\n\nFirst of all, both low-code and no-code platforms are programming customization techniques for a high level of expertise in IT, and these two differ in the extent of expertise in information technology required. Low-code development platforms offer a more user-friendly coding experience, which means that a partial amount of programming skill will be required. Thus, the developers are free to do their part of coding as well as to create applications in a personalized manner that meets the unique requirements of the user's business. On the flip side, no-code platforms are completely free from coding as they support those with no technical skills to design applications. Beyond this, businesses can also develop applications using the drag-and-drop method without employing any programmers.\n\nLCNC platforms are designed to make application development faster and more efficient. Whether automating workflows, streamlining processes, or improving customer experiences, LCNC platforms provide the flexibility and speed businesses need to stay competitive. The growing adoption of LCNC platforms has led to impressive market growth. According to Forrester, the combined low-code and digital process automation (DPA) market reached $13.2 billion by the end of 2023, with a projected growth rate of 21% since 2019. This surge is driven largely by the institutionalization of low-code in IT, with 87% of enterprise developers now using low-code platforms for some development work. Furthermore, Forrester predicts this growth to continue, with the market potentially reaching $30 billion by 2028, driven by the increasing adoption of citizen development strategies.\n\nAdvertisment\n\nFuture Growth Potential\n\nWith the rise of generative AI market growth at an annual rate of 36% according to Forrester, LCNC platforms, being inherently flexible and AI-compatible, are poised to benefit from this trend. A similar AI-driven explosion in citizen development could push the LCNC and DPA market to $50 billion by 2028. However, a shift toward high-code methods due to AI-infused development platforms might slow LCNC growth, aligning it with the broader software market's 11% annual growth rate.\n\nThe Rise of Citizen Developers\n\nAdvertisment\n\nOne of the most significant impact of LCNC platforms is the rise of citizen developers—non-technical users who now actively participate in application development. These individuals, often business process owners, possess deep knowledge of their domain but lack formal coding expertise. With LCNC tools, they can develop applications that address their unique challenges, driving innovation within their departments.\n\nThousands of companies are using low-code platforms to develop business-critical solutions. As businesses mature, however, some may encounter nonstandard practices that basic low-code platforms can't address. Borrowing development practices from core development, such as unit testing or build quality control, can help improve a solution’s quality and reduce team effort.\n\nApplications Across Industries\n\nAdvertisment\n\nThe versatility of LCNC platforms has led to their adoption across a wide range of industries. For instance, in supply chain management, businesses can develop applications to enhance visibility, traceability, and efficiency. In manufacturing, LCNC tools are powering smart factories by integrating IoT networks and automating workflows.\n\nAdvertisment\n\nIn finance and accounting, LCNC platforms enable businesses to automate complex tasks such as loan approvals and risk assessments. Human resources teams are using them to streamline hiring processes and develop training programs, while even IT departments benefit from faster application development and increased agility.\n\nLCNC platforms play a significant role in business process automation (BPA), complementing robotic process automation (RPA) solutions. RPA bots can follow rules set by citizen developers, reducing bottlenecks and increasing efficiency.\n\nLow-code visual software development is a powerful solution for modernizing legacy systems at reduced cost and with minimal risk. Low-code platforms provide developers with an intuitive drag-and-drop interface through which they find it easier to accelerate their software development and minimize inefficiencies accompanied by security vulnerabilities typical for traditional systems. In general, legacy applications, including ERP systems, happen to be quite cumbersome to update and not cost-effective.\n\nAdvertisment\n\nHowever, low-code platforms enable organizations to modernize such systems by integrating cloud-based innovations and extending them with modern web and mobile interfaces without the need to undertake costly customized development. It also helps in the gradual phasing out of existing obsolete applications without causing a jolt.\n\nAn important feature of low-code platforms is the democratization of software development, wherein the complexity of coding work is abstracted into more user-friendly and visual interfaces. This enables the possibility of collaboration among developers with varying skill levels, accelerates time-to-market, and reduces the risk of error. In addition, the built-in security and compliance features ensure that applications are better designed and show adherence to specific industry standards, which enhances the resilience of digital infrastructure.\n\nSuch low-code platforms offer pre-built connectors and APIs that connect easily to legacy systems for easy access to data and, thus, even modernization becomes a simplified exercise. Organizations can unlock actual new opportunities for innovation by embracing low-code development, thus propelling business growth in this fast-paced digital landscape."
    },
    {
        "title": "Trivolve Tech and Quixy Joins Hands to Revolutionize Forensic Systems in India on Cardano",
        "link": "https://finance.yahoo.com/news/trivolve-tech-quixy-joins-hands-060000532.html",
        "description": "HYDERABAD, INDIA / ACCESSWIRE / November 1, 2024 / Trivolve Tech , a blockchain and AI product studio andQuixy , a leader in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BJOA7mwk_HnRHZ0ilIugOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "YAHOO!Finance",
        "article_content": "HYDERABAD, INDIA / ACCESSWIRE / November 1, 2024 / Trivolve Tech , a blockchain and AI product studio and Quixy , a leader in no-code/low-code enterprise solutions, have officially partnered to co-develop cutting-edge forensic management systems for state governments across India. This collaboration aims to revolutionize the handling and integrity of forensic evidence by integrating Cardano blockchain technology and Zero-Knowledge Proofs (ZKP) into evidence management systems.\n\nThe project will initially focus on the Uttar Pradesh state government, which handles over one million forensic cases annually. The key objective is to enhance the forensic chain of custody-a process crucial for ensuring the authenticity and integrity of forensic evidence presented in court.\n\nAddressing the Challenges in Forensic Evidence Management\n\nForensic departments in India face significant challenges in maintaining the chain of custody for evidence. Current centralized systems are vulnerable to tampering and unauthorized access, posing risks to the credibility of evidence in legal cases. The joint venture between Quixy and Trivolve Tech addresses these challenges by developing a decentralized solution leveraging Cardano's smart contracts and Zero Knowledge Proofs. This approach ensures that every step in the chain of custody is immutably recorded on the blockchain, providing an unprecedented level of transparency and security.\n\nIntegrating Cardano Blockchain for Enhanced Security and Scalability\n\nCardano, one of the most decentralized and sustainable blockchain platforms, will be integral to the forensic management system through its cryptographic hashing. Cardano operates on a proof-of-stake (PoS) consensus mechanism, which makes it 99.99% more energy-efficient than Bitcoin and Ethereum. This sustainability, coupled with security, positions Cardano as an eco-friendly option for large-scale projects like this one.\n\nRahul Konudula, CEO of Trivolve Tech, commented, \"By integrating Cardano blockchain with forensic management, we are providing a game-changing solution that improves transparency, accountability, and security for law enforcement agencies. This collaboration could set the standard for forensic evidence management across India's 28 states and 8 union territories.\"\n\nAbout Quixy\n\nQuixy is a no-code/low-code platform that helps organizations automate business processes and build enterprise applications faster with fewer resources. With over 26,000 no-code apps and 200,000 users, Quixy is one of India's leading software companies.\n\nStory Continues"
    },
    {
        "title": "Here's when the Sephora sale starts and how to shop it in Arizona",
        "link": "https://www.msn.com/en-us/lifestyle/weddings/here-s-when-the-sephora-sale-starts-and-how-to-shop-it-in-arizona/ar-AA1thThX?ocid=BingNewsVerp",
        "description": "The Sephora Savings Event starts soon, with 20% savings on beauty items and skin care. Here's how the sale works in stores ...",
        "image_url": "https://www.bing.com/th?id=OVFT.W6hkL4FlDlO0-lXbT3lU6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "14hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "A little-known startup is acquiring enormous diamonds—and using blockchain tech to shake up a $100 billion industry",
        "link": "https://www.aol.com/finance/little-known-startup-acquiring-enormous-165550751.html",
        "description": "HB Antwerp uses a blockchain to track diamonds and to route more money to the stones' home country. Industry giant DeBeers ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wHMe18Yyve-bZ3G6YvfCAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "12h",
        "source": "AOL",
        "article_content": "For more than a century, Antwerp has been a crucial hub for a $100 billion global industry—one that virtually defines love and commitment, and one that has fueled vicious wars and terrible exploitation. The Belgian city is the world’s biggest trading post for rough diamonds: About 40% of the world’s annual supply of the gems pass through Antwerp’s Diamantkwartier on their circuitous journey from mine to jewelry store.\n\nThe diamond district, three narrow streets near the train station, doesn’t exactly reflect the glamour and glitter of the finished product. But the quarter’s modest buildings bely a high-flying business inside. Upstairs in one diamond-trading building on a recent September afternoon, an engineer sat gazing at a golf-ball-size rock on his desk.\n\n“This is the first time I have seen a diamond this big, and I have worked 17 years in the industry,” said the engineer, Narshi Kalsariya, studying a 3D image of its intricate facets on his monitor. Dug out of the ground more than 7,000 miles away, in the southern African country of Botswana, the rock weighs more than 1,000 carats, or about seven ounces.\n\nThe size alone is notable: Only about 10 gem-quality diamonds that big have ever been found since humans began digging for them more than 2,000 years ago.\n\nBut just as notable is the company that currently controls this rare find. It’s not De Beers, the London-based industry powerhouse that mines and trades nearly one-third of the world’s diamonds (most of them from Botswana). Instead it’s a tiny startup called HB Antwerp, which was launched just four years ago by three Belgian-Israeli cofounders, Rafael Papismedov, Shai de Toledo, and Oded Mansori.\n\nPapismedov and de Toledo, who met while dropping off their kids at their Belgian school, launched the company with what seemed like a preposterous goal: to upend the 130-year-old business model for diamond trading. The industry has long been an insular one whose skills and opaque trading networks are passed down through generations from fathers to sons, like family secrets.\n\nThe two friends wanted to shift control and profits away from hubs like London, Antwerp, and Tel Aviv to the countries where the diamonds are actually found. They argue that Botswana, with just 2.6 million people and vast diamond reserves (and tourist-attracting elephants) has not gotten its fair share since Western companies began extracting its precious gems nearly 60 years ago.\n\nBy many measures, Botswana has benefited hugely. It was one of the world’s poorest countries when diamonds were discovered in the late 1960s, but the World Bank now classifies Botswana as an upper-middle-income country. Yet it still suffers from high unemployment and deep inequality, thanks to its overwhelming dependence on its global trade in diamonds—a natural resource that will someday run dry.\n\nWhile HB’s model does little to lessen that reliance on a single industry, Botswanan politicians have eyed it as a way to boost job creation and create homegrown manufacturing—and keep more of the profits from the industry in-country. Botswana’s market share in diamonds has surged this year, as the U.S. and Europe began blocking diamonds from Russia, the world’s biggest producer; that growth is giving the model a crucial test run.\n\nThese circumstances put HB Antwerp at the heart of a roiling debate over whether Western companies are fleecing resource-rich African countries—including those with critical minerals like cobalt, which are essential for semiconductors—and whether those companies deepen the divide between rich and poor regions. Those issues have come into sharper focus since the COVID pandemic wreaked havoc on supply chains, and as younger consumers increasingly seek products that reflect their social values.\n\nTo many critics, diamonds epitomize this controversy. And HB Antwerp’s founders count themselves among the detractors.\n\n“Everything is wrong with this industry,” says Papismedov, sitting in its headquarters atop Antwerp’s old diamond exchange building. For decades, he says, mining companies have hauled out as many rough diamonds as possible, as fast as possible, in order to recoup capital expenses, and then auctioned them in bulk to diamond dealers, who have them polished and cut into jewels.\n\nA diamond-cutting laser at HB Antwerp.\n\nThe African countries aren’t the only ones who suffer from this relentless extraction: The diamond market is hurting too. “They are manufacturing things that nobody asked them to manufacture,” Papismedov says. “It is a market for gamblers.” After a post-pandemic spending boom, demand for diamonds has fallen steadily since 2022, as China’s economy has slowed and inflation has risen. De Beers’s revenues sank 21% in the first half of this year, compared with the same period last year, and that downturn came after a steep drop in 2023.\n\nDiamond dealers are now pinning their hopes on Americans splurging this Christmas season. “We’re all hoping the American season will be positive,” Isi Morsel, president of the Antwerp World Diamond Council, the leading trade organization, and CEO of Dali Diamond, tells Fortune. “Prices are the lowest they’ve been since before the pandemic. Nearly half the engagement rings sold in U.S. jewelry stores now are made not with natural diamonds—rocks that are billions of years old, formed hundreds of miles under the Earth—but lab-grown, synthetic diamonds, which cost about one-tenth the price of the real thing.\"\n\nTo attack these problems, Papismedov and de Toledo wanted to flip the industry’s trading model on its head. Rather than paying the Botswana government for parcels of rough diamonds, it offered a cut of the final market price of polished gems, giving the country a far bigger portion of the total revenues. \"It’s super-simple,” Papismedov says, outlining HB’s pitch to Botswana’s government: “We take 20% off the top. The higher I can sell it, the higher my margin. The other 80% is yours.” Then HB Antwerp tapped Microsoft engineers to build a blockchain infrastructure that could make their plan work, by tracking the provenance of the finished gems—and the revenue they generated—with pinpoint accuracy.\n\nHB Antwerp’s revenues last year were about $181 million and its projected revenues this year are $200 million. That is still minuscule compared with De Beers, which effectively invented the global diamond market—along with the slogan “Diamonds are forever,” dreamed up by a De Beers copywriter in the late 1940s. What is more, by sourcing all its diamonds from a single small Botswana mine that specializes in detecting huge stones, HB Antwerp now possesses some of the biggest diamonds ever found.\n\nBut HB’s impact far outweighs its balance sheet. The startup has already helped Botswana significantly increase its revenue from diamonds. And it has already pressured the industry behemoth to alter its own business terms. Now some fans of HB Antwerp believe its approach could revolutionize other mining industries that have a far greater impact on the global economy.\n\nTaking on diamond giant De Beers\n\nIn the diamond-trading hall downstairs from HB’s offices, the mugshots of bad creditors and swindlers are displayed on a peg board. The perpetrators have all been convicted in special diamond courts in Antwerp, and their presence on this board effectively ices them out of the industry.\n\nThe mugshot board is a veritable symbol of the community’s insularity—and HB Antwerp’s founders say that they felt a similarly cold shoulder from the old-timers in Antwerp, who saw the startup’s approach as a harebrained idea cooked up by outsiders with little understanding of the business. “When we began, they laughed at us,” Papismedov says. “They met us in the elevator, and told us we would be bankrupt in two days.”\n\nNo one is laughing now. The startup has ignited fierce discussion among diamond producers and dealers, and even complicated De Beers’s decades-long joint venture with Botswana, whose government now glimpses the possibility of more generous profit-sharing. “It's a small drop in the ocean,” de Toledo says. “But once you understand what is coming out from every stone, you start to doubt everything else.”\n\nLast year, as Botswana negotiated a new contract with De Beers, President Mokgweetsi Masisi insisted on a bigger share of profits, saying, “We must not be enslaved.” (Masisi faced a tough battle for a second five-year term in national elections held on Wednesday; the voting tally was still underway at the time of publication. Opposition politicians say the government has failed to alleviate poverty or Botswana’s 28% unemployment rate—problems that have worsened with the global diamond trade’s slump.)\n\nDe Beers, which sources about 73% of its diamonds from Botswana, eventually agreed to double the government’s share of its output (and hence revenues) of rough diamonds over the next decade, to 50% from 25%. De Beers chief people officer Malebogo Mpugwa told Fortune the company is also investing in programs to diversify Botswana’s economy; 80% of the country’s foreign earnings come from its diamond exports. “Even though diamonds are forever, diamond mines are not,” she says.\n\nNeither, perhaps, is De Beers’s clout. Earlier this year, the company was put up for sale by its owner, the London-based mining giant Anglo American. But with no reported offers so far, some analysts express doubts about its future. “Is De Beers’ empire on the rocks?” the specialist newsletter Africa Intelligence asked in late September—a question that would have seemed unthinkable until recently. “HB Antwerp is a real challenge to De Beers’ dominance, undermining it at the most inopportune moment,” the publication wrote. (De Beers strategic communications chief David Johnson dismissed the dire prediction, telling Fortune, “We see a lot of opportunity.”)\n\nThe question is, how widely adaptable is HB Antwerp’s model? A Microsoft spokesperson said in an email that the startup is being seen as a blueprint for using Microsoft’s Azure SQL blockchain tech in sectors like financial services and health care. So, too, could it be a model for trading in commodities like gold or platinum, in which global companies, not the countries of origin, make large profits from the final products.\n\nIt is hard to predict when that future will arrive. But Papismedov and de Toledo have already proved a point: A new idea, if brazen enough, can challenge the entrenched practices of even huge multinationals. “The step they took is really small, but nobody ever took it,” says Stuart Krusell, senior director of global programs at MIT’s Sloan School of Business, whose students traveled to Botswana last year to research HB Antwerp’s operations, on a trip partially funded by HB.\n\nKrusell believes industry players like De Beers grew complacent from decades of industry domination—leaving them deeply vulnerable to disruption, especially the boom of lab-grown diamonds, even as inflation and the Ukraine war have shaken the market. He compares De Beers to “General Motors in the late ’60s,” when the biggest U.S. automaker missed the looming threat from newcomers like Toyota. “You’re a monopoly and you have contracts you thought would never change,” he says. “So why do anything different?”\n\nA \"family tree\" for every stone\n\nDe Toledo grew up watching his father, a diamond cleaver, toil in a closed business with aging traders. He says that when HB Antwerp’s team launched the company in January 2020, their mantra was: “This is a new supply chain. Forget everything that was done until now. Let’s build a new one.”\n\nTheir goal was to eliminate almost all the industry’s middlemen, who typically stretch from Africa to Israel, India, and Europe, and to replace them with a stripped-down process, from mine to jewelry store. That includes training local diamond polishers and cutters in Botswana, rather than exporting bulk raw stones to India. HB opened a diamond factory in Botswana last year, with 45 locals trained in Antwerp working in well-paying skilled jobs. The idea is to eventually shift many more operations to the country. “Our only clients are the people where the diamonds are coming from,” de Toledo says.\n\nThe supply chain is also vastly simplified since HB Antwerp so far buys all its diamonds from one mine, Karowe, owned by the Vancouver, Canada–based company Lucara Diamond—another startup. Under the terms of their deal, HB has first, exclusive rights to all diamonds bigger than 10.8 carats.\n\nThe results have stunned the diamond world. No fewer than seven of the 10 biggest diamonds ever found have been discovered in little Karowe—a pinprick on the map—and all but two of those were acquired by HB Antwerp. The huge finds have emerged thanks to a German high-scanning technology called XRT, which Lucara rolled out in Karowe. It detects diamonds deep underground, so they can be hauled to the surface intact—a stark difference from other mines, where mounds of earth are gouged out, then sifted in search of diamonds. And in contrast to the volatile market for small diamonds, giant diamonds are so rare that each can fetch tens of millions of dollars.\n\nIn August, Lucara’s Karowe operation found the second-biggest diamond ever unearthed, nearly breaking a record that has stood since 1905 (pieces of that older rock, called the Cullinan Diamond, ended up in the British crown jewels); in September, Lucara turned up another giant stone. “These discoveries have sent shock waves through our industry,” says Grant Mobley, a gemologist and editor at the Natural Diamond Council, a trade organization. “It is unbelievable. Nobody expected it.”\n\nBut in order for HB Antwerp to pay Botswana 80% of the polished-gem price, diamonds need to be completely traceable, right up through their purchase by the consumer—something that is now possible, thanks to the blockchain. (De Beers has a similar proprietary system, called TRACR, which the company rolled out at scale in 2022, two years after HB’s launch. Company spokesman Johnson says it now tracks about two-thirds of its diamonds.)\n\nThe technology is crucial to every part of HB Antwerp’s work. Up in their offices one day in September, four engineers and data scientists sat at a table tracking on a wall-size monitor every diamond being worked on by the company, in real time, in both Botswana and Belgium, detailing what each employee was doing. The ledger collects more than 3,000 data points, and is refreshed every 15 minutes, creating what de Toledo calls “an internal audit that constantly looks for loopholes.”\n\nNo diamond can be touched without being connected to an “HB capsule,” a small box that sits on every desk in the building. The box tracks each stone’s transfer from one person to another, and connects that transition to the network. As each stone is cut into ever-smaller diamonds, a flowchart displays the origins and connections—a “family tree, with parents and siblings,” as de Toledo calls it.\n\nBeginning next year, HB plans to create “birth certificates” for consumers, allowing them to buy a piece of diamond jewelry with a document showing precisely where and when the gem or gems were found, and how many siblings they have. Experts believe that kind of storytelling is especially important as the demand for diamonds slows. “Consumers care more and more about where a stone comes from,” Mobley says, adding that the tracing process further separates natural diamonds from the lab-made versions, which more and more resemble the real thing. “One is made in Earth billions of years ago, the other is made in a factory in two weeks in India or China,” he says. “When you can tell a story about a diamond’s origin, a person will fall in love with that stone.”\n\nAn engineer at his desk at HB Antwerp\n\nHB’s founders hope that is true. Already, they say, their blockchain offers investors rare, reliable information about the potential market for the diamonds, making it easier for the startup to raise capital. “At any given moment, they know what the value is of the stones, and that is associated to that debt,” de Toledo says.\n\nThat could determine whether HB is able to replicate its business elsewhere—for example, in nearby Democratic Republic of Congo, home to giant reserves of copper, tantalum, and other minerals, and where three-quarters of the world’s cobalt is mined. That country’s president, Félix Tshisekedi, visited HB’s operation in Botswana last year to study its model.\n\nDe Toledo sees that interest as a sign that the company might play a bigger role ahead. “The aim of HB is not to be in the diamond industry,” he says. “It is to show the mining world how a supply chain should look.”\n\nCLARIFICATION: An earlier version of this story misidentified the role of Oded Mansori. He is a cofounder of HB Antwerp, as well as managing partner.\n\nThis story was originally featured on Fortune.com"
    },
    {
        "title": "What’s the 'Right' Growth Rate for Your Software Company Right Now?",
        "link": "https://www.inc.com/jbobbin/whats-the-right-growth-rate-for-your-software-company-right-now/90996948",
        "description": "Thinking smartly about growth in your specific market will help you better interact with, and evaluate, any potential growth ...",
        "image_url": "https://www.bing.com/th?id=OVFT.En1BwBn0LXIHFWODK8wnNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "11h",
        "source": "Inc",
        "article_content": "Content not available"
    },
    {
        "title": "Software-defined vehicles: the next transport revolution?",
        "link": "https://www.fleetnews.co.uk/features/software-defined-vehicles-the-next-transport-revolution",
        "description": "Development work on them continues, however, and they are still expected to have a major impact in the future, but for now vehicle manufacturers are talking more about another concept: the ...",
        "image_url": "https://www.bing.com/th?id=ODF.9zn6WTZyuNuWqepMLQZCvg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "Fleet News23h",
        "source": "Fleet News",
        "article_content": "This feature was taken from our Fleet Leadership special report\n\nIn recent years, fleet decision-makers have been hit with massive levels of hype around new technologies which are predicted to transform the way they move people and goods.\n\nBut much-talked about concepts such as mobility-as-a-service (MaaS) and self-driving vehicles have – as of yet – struggled to make any meaningful impact as either the technology, legislation or other factors have stymied their introduction.\n\nDevelopment work on them continues, however, and they are still expected to have a major impact in the future, but for now vehicle manufacturers are talking more about another concept: the software-defined vehicle (SDV).\n\n“Between about 2016 and 2021, those in OEM circles were talking about CASE – connected, automated, shared, electric – but that phrase is pretty much dead now,” says Jack Palmer, principal consultant at analysts Frost and Sullivan.\n\n“No one talks about that any more. If you go through OEMs’ annual statements or reports, they talk about the SDV, which brings together all of those concepts.”\n\nJonathan Davenport, senior director analyst at Gartner, agrees. “The biggest trend for sure at the moment is the SDV,” he says. “In the past, autonomous vehicle technology was the number one topic people were enquiring about.\n\n“Now it’s definitely about SDVs and the impact they will have on the market.”\n\nEach year, Gartner assesses new mobility technologies in its hype cycle series of reports and in its Hype Cycle for Connected Electric and Autonomous Vehicles 2024 document it has described the benefit of SDVs as “transformational”.\n\nUnder its ranking system, it puts them as being at the peak of inflated expectations – a period of overenthusiasm and unrealistic projections, where a flurry of well-publicised activity by technology leaders results in some successes, but more failures, as the innovation is pushed to its limits – and five-to-10 years away from entering the mainstream.\n\nWhat is an SDV?\n\nIt is already possible to make over-the-air (OTA) software updates to the on-board system of some vehicles, as well as applying software patches to improve safety or functionality.\n\nSome manufacturers, including BMW, Mercedes-Benz and Tesla, also offer a limited number of software-based services that drivers can subscribe to, such as parking and safety assistance functions.\n\n“The consumer demand hasn’t been fantastic for these, but it’s certainly there,” says Palmer.\n\nHowever, the SDV concept takes this idea much further and is seen as a significant evolution by the automotive industry, helping to pave the way for further technological advancements such as autonomous vehicles.\n\nKey to this is the architecture of the vehicle. Modern vehicles use an increasing number of on-board computers to make them work: a typical connected car has between 60 and 80 electronic control units (ECUs), all dedicated to a single function such as vehicle lighting, driving aids and power steering.\n\nThe idea with the SDV is to have a streamlined infrastructure using just one or two ECUs, which are much more powerful, more robust and more flexible than the vehicle needs when it is built.\n\nAs well as controlling the car’s functions and process the huge amount of data collected by its various sensors, they will have the capacity to accommodate new functions without slowing the system down.\n\nThis will change the historic link between hardware and software development life-cycles.\n\n“An analogy I use is what happened in consumer electronics about 20 years ago,” says Davenport.\n\n“You had all your separate electronic items; your video camera, your digital camera, your calculator, your mobile phone, etc.\n\n“The companies would encourage you to buy the new model after a couple of years so you could go from a 20MP camera to a 25MP camera, for example.\n\n“That’s almost where we are with automotive today as if you want to get the new functionality you need to buy another car in a few years’ time.\n\n“The change we are going to see with SDV is that we will get this continuous improvement driven by the software.”\n\nManufacturers will be able to offer OTA updates beyond what is currently possible, allowing them to make money from subscription sales of digital content and software-based features.\n\nIn addition, indirect monetisation benefits will be achieved through OTA updates that fix warranty or recall issues.\n\nThis will change the business model for OEMs, as they will want to drive revenue by selling software-enabled services during the vehicle’s life than just the one-time sale or lease of it. These services promise to deliver much higher gross margins.\n\nStellantis, for example, forecasts around €20 billion in incremental annual revenue, with a 40% gross margin by 2030, fuelled by software-enabled vehicles.\n\nFleet benefits\n\nThe focus on software – and with it data – could have major benefits for fleets.\n\nDavenport says although some major manufacturers are developing their own operating systems, many others – including General Motors, Volvo, Ford, Honda, Mercedes-Benz and Renault Nissan Mitsubishi – are using Google’s Android Automotive.\n\nThis should not be confused with Android Auto, which is a mobile app developed by Google to mirror features of a smartphone on a vehicle’s infotainment system.\n\nOne potential effect is that multiple OEMs using the same operating system in their vehicles could change the way fleets use telematics.\n\nCurrently there is no way of getting consistent data collection from different brands of vehicles on a fleet unless fleet decision-makers use aftermarket devices, says Davenport.\n\n“We always see two counter-trends in the vehicle telematics space,” he adds. “One is we see organisations trying to dig out the cost of their traditional telematics services so we’ve seen a movement from the black box to an OBD2 dongle, potentially even going to a smartphone application or maybe sourcing data direct from the automotive manufacturer.\n\n“The counter-trend is that the video telematics space is putting higher-performance computers in an aftermarket box into the vehicle.\n\n“But what I think could happen with Android Automotive is that an application could be deployed into the different vehicles’ infotainment systems to request things like access to the forward-facing camera, access to the driver monitoring system etc., and so you could have a fleet management package that runs in the vehicle.\n\n“The automotive manufacturers are still acting as gatekeepers to their application marketplaces, so that may impede this vision, but certainly in the longer term I think that’s what will happen as Android Automotive provides the common data platform that we’ve never really had in the past.”\n\nPalmer identifies a further area where SDVs could benefit fleets – rental vehicles.\n\n“One area I really see big potential for, but don’t see any conversation about, is on the rental side,” he adds.\n\n“The concept of features on demand – the idea of flexibly buying or accessing features for a short amount of time – surely makes sense for the rental sector.\n\n“A customer could get a vehicle, upload their profile and then have all the features they want to use: this sounds like a fantastic use case.”\n\nGartner says the introduction of SDVs will also eventually lead to a new market for car hardware upgrades as eventually – and as with smartphones and computers – there will come a point when an SDV’s factory-installed computing hardware will not be able to cope with in-life software advancements.\n\nOn average, a passenger car’s useful life is around 12 years in the US and Europe, it says, and this will increase given the greater longevity of electric vehicles.\n\nThis means the widespread adoption of the zero-emission technology will bring a major long-term drop in the revenue from new car sales and aftersales for OEMs.\n\nHowever, easy and price-competitive vehicle hardware updates will allow OEMs to keep selling new digital features/services to the owner to replace this lost revenue, as well as extending an SDV’s useful life.\n\nIn today's rapidly changing world, fleet managers aren't just managing vehicles—they're leading critical conversations about strategy, sustainability, and efficiency. And whether you realise it or not, you are at the centre of key decisions that shape your business.\n\nYou play a pivotal role where finance, HR, operations, and procurement meet, ensuring cost efficiency, legal compliance, and CSR efforts are realised. Fleet managers are at the heart of driving business success.\n\nOur latest special report on “Fleet Leadership” is packed with insights and strategies to help you become a standout leader in your organisation. Dive into critical topics like mentoring future fleet leaders, aligning fleet policies with business goals, and building sustainable mobility frameworks."
    }
]