[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA astronaut spots 'two metallic spherical orb' UFOs flying by his plane at 9,000ft",
            "link": "https://www.msn.com/en-us/news/technology/nasa-astronaut-spots-two-metallic-spherical-orb-ufos-flying-by-his-plane-at-9000ft/ar-AA1wiMYd?ocid=BingNewsVerp",
            "description": "American Leroy Chiao, who was the 196th NASA astronaut to fly in space and the 311th human in space, served on multiple ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K7Nw0-l86gqdVcVyizKrWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Daily Express US on MSN10h",
            "source": "Daily Express US on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is New Jersey the New Area 51?",
            "link": "https://www.seattletimes.com/nation-world/is-new-jersey-the-new-area-51/",
            "description": "The initial response from federal officials has had a 'nothing to see here' quality, which served only to frustrate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EITHh0NfzvqkeNUsz4esPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15h",
            "source": "Seattle Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Allen Johnson: The truth is out there, hovering in the night sky",
            "link": "https://greensboro.com/opinion/column/drones-trump-rfk-jr-ufos-the-x-files/article_46f9f41a-bf6e-11ef-8510-93640d330423.html",
            "description": "Like a plague of locusts, drones keep coming, torturing us with their mystery. Where are they from, what do they want and why ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tygEghmu1e2RYhf7b4A0iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "News & Record4hOpinion",
            "source": "News & Record",
            "article_content": "The truth is out there, whirring in the night sky, taunting us with winking lights and erratic zigs and zags.\n\nLike a plague of locusts, they keep coming, torturing us with their mystery.\n\nWhat are they, where are they from, what do they want and why won’t the government give us a straight answer?\n\nAre they chariots of the gods from a strange new world in a galaxy far, far away?\n\nOr the villainous handiwork of China or Putin or Little Rocket Man?\n\nOr even an inside job … deep state spies, dispatched from a secret drone hangar in the basement of a D.C. pizza parlor?\n\nWho cares? Donald Trump says. Shoot first and ask questions later. Speculation is for suckers.\n\n“Mystery Drone sightings all over the Country,” the president-elect posted on Truth Social. “Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThe government says not to worry. Which, of course, is what worries people the most.\n\nUntil most recently, the official response has been sketchy, sluggish and anything but helpful or reassuring.\n\nAs of last week, thankfully, the feds finally were providing a coherent reaction.\n\nOn Wednesday and Thursday, The Associated Press reports, the Federal Aviation Administration banned drone flights in 30 areas in New York and 22 in New Jersey, through mid-January. FBI and Department of Homeland Security officials say their agencies are looking into the sightings but have seen little evidence to suggest safety or security threats.\n\nWhat most people are seeing, officials say, are law-abiding, garden-variety drones. Or airplanes. Or helicopters. Or stars.\n\nThese are plausible answers. But many Americans remain unconvinced.\n\nThere are, of course, lots of precedents for our tin-hat predilections. “Yes, they can control the weather,” a member of Congress posted on X only weeks ago, presumably about members of the other party. A vaccine denier may soon head the federal Department of Health and Human Services. Then there was a spate of clown sightings in 2016. (You can look it up.)\n\nBut the most famous was the “War of the Worlds,” a 1938 radio drama about a Martian invasion based on H.G. Wells’ science fiction novel that some Americans mistook as the real thing.\n\nIt all sounds like an episode of the “X-Files,” the popular old Fox series in which a pair of mismatched FBI agents delved weekly (9 Eastern, 8 Central Time) into monsters, aliens and labyrinthine conspiracies.\n\nSpecial agents Dana Scully and Fox Mulder were an odd coupling of “They’re out to get you”-ism versus “You’ve gotta be kidding me-”-ism. Mulder was the true believer, Scully the skeptic.\n\nI’m more Scully than Mulder.\n\nI live in a neighborhood near enough to PTI Airport and far enough from city lights that the night sky is often vast and dark enough to reveal twinkling stars and a constant array of air traffic, some of it close and bright enough to resemble gliding Christmas trees.\n\nOccasionally, an aircraft headed for PTI will appear to be a UFO, sitting silent and still in the heavens. But it’s always an illusion, a plane approaching head-on that only appears to be hovering until it turns toward the runway and you can hear the roar of its engines.\n\nTo be honest, I’ve hoped for a UFO sighting, just for the thrill of it. But I’ve yet to see even one.\n\nAs for the mass hysteria over drones, it’s another sign to me of the blessings of not living in a war-torn place like Gaza or Ukraine, where drones are ubiquitous and deadly, armed with missiles, bombs and bullets.\n\nSo, for now, at least, I’m not buying the Drone Conspiracy.\n\nIn the end, maybe I’ll be proven wrong. (Scully was in the “X-Files.” The aliens turned out to be real, as did many of the monsters of the week.)\n\nOn a more serious note, the ebbing faith in government and other institutions (insurance companies, media, big business, schools and universities) is for real and it is disturbing and unhealthy.\n\nWhen the center does not hold, things fall apart.\n\nAnd that’s a lot scarier than blinking lights in the night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astonishing moment 'UFO' captured onboard British Airways flight leaving UK",
            "link": "https://www.msn.com/en-gb/technology/aviation/astonishing-moment-ufo-captured-onboard-british-airways-flight-leaving-uk/ar-AA1wiDEG?ocid=BingNewsVerp",
            "description": "Passengers travelling onboard a flight out of the UK captured the moment they saw an 'unidentified object' out of their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eRnk4kcKyKNXtQvdSR9uri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former NASA astronaut reveals encounter with mysterious metallic orbs",
            "link": "https://www.marca.com/en/lifestyle/us-news/2024/12/21/6767046846163fea078b45a9.html",
            "description": "Leroy Chiao, a seasoned former NASA astronaut, has added a compelling account to the growing list of unidentified aerial phenomena (UAP) sightings in the United States. While fly ...",
            "image_url": "https://www.bing.com/th?id=OJ.EpdoOhwZ7u0f4A&pid=news&w=50&h=16&rs=2",
            "category": "ufo",
            "date": "22h",
            "source": "MARCA",
            "article_content": "Leroy Chiao, a seasoned former NASA astronaut, has added a compelling account to the growing list of unidentified aerial phenomena (UAP) sightings in the United States.\n\nWhile flying his private plane over Texas in August 2024, Chiao claims to have witnessed two metallic orbs whizzing past at close range, an encounter that has left him and others pondering the origins and implications of these mysterious objects.\n\nChiao was flying at an altitude of 9,000 feet, en route from Colorado to Houston, when the incident occurred. The orbs, described as spherical and roughly three feet in diameter, zipped by his aircraft at an estimated distance of only 20 feet.\n\n\"It could've been a bad result if they had actually hit me,\" Chiao told NewsNation. \"It happened so quick, there wasn't even a chance to get scared.\"\n\nDespite their proximity, the objects were not detected on radar or by the FAA-required transponders visible on Chiao's cockpit display. Air traffic control did not alert him to any nearby aircraft, adding to the enigma.\n\n\"I don't know what it was,\" Chiao admitted, describing the sighting as both \"mysterious\" and \"disconcerting.\"\n\nGovernment transparency and the drone mystery\n\nChiao's encounter comes amid a surge of drone and UFO sightings across the United States, many near sensitive military installations and urban centers. These incidents have sparked widespread concern and speculation about their origins, with theories ranging from foreign espionage to top-secret military programs to extraterrestrial activity.\n\nChiao leans toward the explanation that the orbs may be advanced military drones, but he remains cautious.\n\n\"At first blush, to me, it seems like some kind of a military program, our military,\" he said. \"And if it's not that, then it gets a little more scary.\"\n\nIn the past month, reports of drone and UFO activity have increased dramatically, particularly in the northeastern United States. New Jersey, for example, has seen a flurry of sightings, including reports of SUV-sized drones hovering near residential areas.\n\nBelleville Mayor Michael Melham, a vocal critic of the federal government's handling of the issue, recently expressed frustration after attending a \"mayors-only\" briefing on the topic.\n\n\"The mayors are livid,\" journalist Michael Shellenberger reported, citing one mayor's account of automobile-sized drones hovering near his home."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 best AI note-taking apps for Google Meet to make each call easier",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/5-best-ai-note-taking-apps-for-google-meet-to-make-each-call-easier/ar-AA1wjf3v?ocid=BingNewsVerp",
            "description": "Fireflies.ai is another impressive AI notetaker for Google Meet. It acts as a super-smart assistant in every meeting. First ...",
            "image_url": "https://www.bing.com/th?id=OVFT.c8T9yxdgILq_ijkfqIc3Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19hon MSN",
            "source": "Android Police on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Do 'AI Productivity' Apps Like Beloga Actually Work?",
            "link": "https://www.msn.com/en-us/news/technology/how-do-ai-productivity-apps-like-beloga-actually-work/ar-AA1wjWS6?ocid=BingNewsVerp",
            "description": "AI productivity tools take on many different forms, with one of the more popular manifesting in products such as Beloga.",
            "image_url": "https://www.bing.com/th?id=OVFT.6PINOtsgYXlD8WpGOvNpei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "SlashGear on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft CEO’s Shocking Prediction : AI Agents Will Replace Apps and SaaS Platforms",
            "link": "https://www.geeky-gadgets.com/ai-agents-replacing-traditional-software/",
            "description": "Microsoft CEO Satya Nadella predicts AI agents will replace traditional software, reshaping how businesses and consumers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ddkF6XoCCuHuMSKq-Zildy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7h",
            "source": "Geeky Gadgets",
            "article_content": "Microsoft CEO Satya Nadella has predicted a future that could significantly transform the software industry. He envisions AI agents replacing traditional applications and SaaS (Software as a Service) platforms. This shift, driven by the rapid evolution of AI, would eliminate conventional user interfaces and static business logic, fundamentally changing how businesses and individuals interact with technology. Nadella’s vision emphasizes the potential of AI to streamline processes, improve efficiency, and redefine software’s role in daily life.\n\nImagine no longer dealing with clunky software interfaces or spending hours learning another application. Instead, you could simply instruct an intelligent agent to complete tasks seamlessly and efficiently. According to Satya Nadella, this future is closer than we think. He predicts a significant transformation in the software industry, where AI-driven agents directly interact with data, bypassing traditional apps and platforms. This innovative approach promises to alter how we engage with technology fundamentally.\n\nHow AI Agents Could Replace Applications\n\nWhat would this mean for the tools we rely on, the developers who create them, and the businesses that depend on them? The implications are substantial, influencing software design and business operations. While such a transformation might seem overwhelming, it offers the promise of a simpler, more intuitive way of working. In this guide by Matthew Berman, provide more insight into Nadella’s vision, explore the impact of AI agents, and consider what this shift could mean for the future of technology—and for those who use it.\n\nTL;DR Key Takeaways : Microsoft CEO Satya Nadella predicts AI agents will replace traditional software and SaaS platforms, eliminating the need for static user interfaces and workflows.\n\nAI agents dynamically interact with databases to execute tasks, offering greater flexibility and simplifying user interactions without relying on predefined application layers.\n\nThe rise of AI agents could disrupt SaaS models and redefine developers’ roles, shifting focus from building static applications to training AI models and optimizing database interactions.\n\nAI agents will transform backend systems by seamlessly interacting with multiple databases, allowing businesses to optimize infrastructure and streamline operations without being tied to specific technology stacks.\n\nMicrosoft is leading this AI-driven shift with tools like Copilot and AI-native applications, aiming to enhance productivity and position itself at the forefront of this industry transformation.\n\nAI agents are central to this anticipated transformation. Unlike traditional software, which relies on fixed user interfaces and predefined workflows, AI agents operate dynamically. These agents interact directly with databases to execute tasks, bypassing the need for application layers and offering a more seamless user experience.\n\nFor example:\n\nInstead of navigating a complex CRM system, you could simply instruct an AI agent to retrieve customer data, analyze trends, or generate reports in real time.\n\nAI agents adapt to specific needs without requiring extensive reprogramming, offering greater flexibility compared to traditional software.\n\nBy removing rigid structures and static workflows, AI agents promise a more intuitive and efficient way to handle tasks. This dynamic approach could significantly reduce the learning curve for users, making technology more accessible and user-friendly.\n\nImplications for SaaS Platforms and Developers\n\nThe rise of AI agents could disrupt the SaaS model, which currently dominates the software industry. SaaS applications typically act as user-friendly layers over databases, offering predefined functionality. However, AI agents can autonomously perform these tasks, potentially rendering traditional SaaS platforms less relevant.\n\nFor developers, this shift will redefine their roles and responsibilities:\n\nInstead of building static applications, developers may focus on training AI models to handle complex tasks and optimizing database interactions for efficiency.\n\nRepetitive coding tasks could be managed by AI-driven code generation tools, freeing developers to concentrate on higher-level problem-solving and innovation.\n\nThis evolution could lead to a more dynamic and creative development process. Developers will need to adapt by acquiring skills in AI training, data management, and system optimization, making sure they remain relevant in an AI-driven landscape.\n\nAgents Will Replace ALL Software\n\nHere are additional guides from our expansive article library that you may find useful on AI agents.\n\nThe Changing Role of Databases and Backend Systems\n\nAs AI agents become more prevalent, the role of databases and backend systems will also evolve. These agents will seamlessly interact with multiple databases, selecting the most efficient options for specific tasks. This decoupling of software from backend systems allows businesses to prioritize performance, scalability, and flexibility without being tied to a single technology stack.\n\nFor instance:\n\nAn AI agent could retrieve customer data from one database, process it using another, and generate actionable insights—all without relying on a dedicated application to mediate these interactions.\n\nThis approach enables businesses to optimize their infrastructure, reduce costs, and streamline operations. By using AI agents, companies can focus on achieving their strategic goals without being constrained by traditional software limitations.\n\nAI-Driven Business Logic and Operational Efficiency\n\nOne of the most significant aspects of this shift is the integration of business logic directly into AI agents. Tasks that traditionally required separate tools or applications—such as generating reports, sending emails, or conducting data analysis—can now be handled autonomously by AI.\n\nConsider this scenario:\n\nYou instruct an AI agent to analyze sales data and generate a Python script for deeper insights.\n\nInstead of relying on tools like Excel or specialized software, the agent performs these tasks independently, delivering results faster and with fewer resources.\n\nBy embedding business logic into AI agents, companies can streamline workflows, reduce reliance on traditional software, and enhance operational efficiency. This integration could also lead to cost savings, as businesses no longer need to invest in multiple software solutions to perform routine tasks.\n\nMicrosoft’s Strategy for an AI-Driven Future\n\nMicrosoft is positioning itself as a leader in this transformation, using its existing tools and expertise to drive the adoption of AI agents. The company’s tools, such as Copilot, integrated into applications like Excel and Word, exemplify its vision for AI-native business solutions. These agents automate repetitive tasks, provide intelligent recommendations, and enhance productivity, showcasing the potential of AI to transform everyday workflows.\n\nAdditionally, Microsoft is investing heavily in the development of AI-native applications that fully use this technology. By embedding AI into its core offerings, the company aims to stay ahead in an industry poised for disruption. This strategy not only reinforces Microsoft’s commitment to innovation but also positions it as a key player in shaping the future of software.\n\nBroader Implications for Businesses and Consumers\n\nThe impact of AI agents will extend far beyond enterprise software, influencing both businesses and consumers in profound ways. For consumers, this shift could mean fewer standalone applications and more integrated, task-oriented solutions. Interacting with data will become more intuitive, as traditional interfaces give way to conversational and adaptive AI agents capable of understanding and responding to user needs in real time.\n\nFor businesses, adapting to this new paradigm will be critical. Companies that embrace AI-driven tools will gain a competitive edge, using the efficiency and flexibility of AI agents to streamline operations and enhance decision-making. Conversely, those that resist this change risk falling behind in an increasingly dynamic and technology-driven market.\n\nThe ability to effectively integrate AI agents into existing workflows could become a key determinant of success. Businesses will need to invest in training, infrastructure, and strategic planning to fully capitalize on the opportunities presented by this transformation.\n\nA New Era for Software\n\nSatya Nadella’s prediction signals a fundamental restructuring of the software industry. By replacing traditional applications with AI agents, both businesses and consumers stand to benefit from more efficient, flexible, and intuitive technology. This transformation will redefine roles, disrupt existing models, and open new avenues for innovation. As AI agents become the norm, the software landscape will undergo a profound evolution, ushering in a new era of technological advancement and opportunity.\n\nMedia Credit: Matthew Berman\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Acer Swift 14 AI AMD Review",
            "link": "https://www.pcmag.com/reviews/acer-swift-14-ai-amd",
            "description": "An AMD Ryzen AI 9 chip gives Acer's latest Swift 14 ultraportable laptop impressive performance, but we wish the company had ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RpvMV_mXwpPVkw8Flv0CfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "PC Magazine3h",
            "source": "PC Magazine",
            "article_content": "What's one way to charge more than $1,000 for a laptop in this day and age? Slap an \"AI\" sticker on it. Acer is not the only offender—looking at you, Microsoft, forcing your Copilot key onto keyboards—but the company has enthusiastically boarded the bandwagon with the Swift 14 AI AMD (starts at $1,199.99; $1,299.99 as tested), a notebook with a squiggly symbol on the touchpad that lights up when you use an AI app. Artificial hoopla aside, the Swift is a capable ultraportable laptop. However, it fails to unseat the Editors' Choice-award-winning Asus Zenbook 14 OLED Touch (UM3406), which isn't as fast but has a superior screen and costs hundreds less.\n\nConfigurations and Design: Covering All the CPU Bases\n\nThe Swift 14 AI AMD—you'll find Intel and Arm versions, too—starts at $1,199.99 with 16GB of RAM, which is on sale for $999 at the time of publishing. However, this test unit (model SF14-61T-R3U1) doubles the memory for an extra $100. It also carries a 10-core AMD Ryzen AI 9 365 processor with Radeon 880M integrated graphics, a 1TB NVMe solid-state drive, and a 14-inch, 1,920-by-1,200-pixel IPS touch screen.\n\n(Credit: Joseph Maldonado)\n\nThe system's web page on Acer.com trumpets two non-touch display options with higher 3K resolution—one IPS with a 120Hz refresh rate and one OLED with 90Hz—but Acer disappointingly confirms they're not available in the U.S.\n\nOn the positive side, the Swift lands right on our ultraportable weight line at 3.0 pounds, compared with 3.47 pounds for the HP OmniBook Ultra 14. Measuring 0.74 by 12.3 by 8.8 inches, it's a fraction trimmer than that laptop as well. Its anodized aluminum chassis has passed MIL-STD 810H tests for sturdiness, but you'll still feel a bit of flex if you grasp the screen corners or press the keyboard deck.\n\n(Credit: Joseph Maldonado)\n\nSlim bezels surround the screen, which opens 180 degrees and has a top lip to ease one-handed opening. The 1440p webcam centered above has a sliding privacy shutter and IR face recognition, joining a fingerprint reader embedded in the power button to give you two ways to skip passwords with Windows Hello.\n\nThe laptop's left side holds two USB4 Type-C ports, either suitable for the AC adapter, along with an always-on USB 3.2 Type-A port and an HDMI monitor port. Another USB-A port joins an audio jack at the right. Along with Wi-Fi 7 and Bluetooth, this is a satisfactory array of connections. However, I would be happier with USB-C ports on both sides (so the AC adapter cord can't interfere with external mouse users) and an option for mobile broadband.\n\n(Credit: Joseph Maldonado)\n\n(Credit: Joseph Maldonado)\n\nUsing the Acer Swift 14 AI AMD: Ai-Yi-Yi, It's AI\n\nAlong with the usual shortcuts for screen brightness, audio volume, and airplane mode, the top row has a key to launch AcerSense, a utility that combines system info and updates, diagnostics, power/cooling settings, and three Windows Store apps. These are LiveArt, which creates AI-filtered stickers from your photos; AlterView, which provides adjustable animated wallpapers; and GIMP, the robust but less consumer-friendly rival to Adobe Photoshop.\n\nA feature called Acer User Sensing taps the IR webcam to log you in when you approach and dim the screen or lock the system when you move away, as well as nagging you to take regular screen breaks and not get too close to the display. Acer QuickPanel pops up during video calls to provide AI-enhanced PurifiedView image and PurifiedVoice audio enhancements. And as always with Acer PCs, you'll see a few bloatware ads for things like the Forge of Empires game.\n\nPurifiedView mostly duplicates Windows Camera's recently added auto framing, background blur, and video fine-tuning for the webcam. The camera captures images that are brighter and sharper than average, with quadruple the resolution of cheapo 720p cams. Sound from the bottom-mounted speakers is moderately loud but somewhat scratchy and hollow; you'll hear little bass, but you can make out overlapping tracks. DTS:X Ultra software offers music, movie, gaming, and other audio presets (my ears couldn't detect much difference) plus an equalizer.\n\n(Credit: Joseph Maldonado)\n\nThe keyboard commits two common laptop sins: teaming the cursor arrow and Fn keys instead of providing dedicated Home, End, Page Up, and Page Down keys and arranging those arrows in a clumsy row (with half-size up and down stacked between full-size left and right) instead of an inverted T. Its typing feel is decidedly shallow and flat, uncomfortable for long sessions. The sizable, buttonless touchpad glides and taps smoothly and takes medium pressure for a comfortable click.\n\nI could wish for higher resolution, but the 16:10-aspect-ratio touch screen is sufficiently bright, with clean instead of dingy white backgrounds and broad viewing angles. Its colors don't pop like poster paints but are rich and well-saturated, with decent contrast. The screen's finer details are crisp, and you'll see no pixelation around the edges of letters.\n\n(Credit: Joseph Maldonado)\n\nTesting the Acer Swift 14 AI AMD: Near the Head of the Class\n\nYou'll find no shortage of other 14-inch ultraportables to compare the Swift AI 14 with—or wanna-be ultraportables, I should say—since several edge over our three-pound limit. The Dell XPS 14 and Asus Zenbook S 14 have Intel Core Ultra 7 power. So does our test unit's more costly cousin, the Acer Swift X 14, whose Nvidia GeForce RTX 4070 instead of integrated graphics makes it the champion of our GPU benchmarks. The HP OmniBook Ultra 14 has an AMD Ryzen AI 9 processor like our Acer's.\n\nProductivity and Content Creation Tests\n\nOur primary overall benchmark, UL's PCMark 10, tests a system in productivity apps ranging from web browsing to word processing and spreadsheet work. Its Full System Drive subtest measures a PC's storage throughput.\n\nThree more tests are CPU-centric or processor-intensive. Maxon's Cinebench 2024 uses that company's Cinema 4D engine to render a complex scene; Primate Labs' Geekbench 6.3 Pro simulates popular apps ranging from PDF rendering and speech recognition to machine learning; and we see how long it takes the video editing tool HandBrake 1.8 to convert a 12-minute clip from 4K to 1080p resolution.\n\nFinally, workstation maker Puget Systems' PugetBench for Creators rates a PC's image editing prowess with a variety of automated operations in Adobe Photoshop 25.\n\nCompared with larger desktop replacement notebooks, the ultraportable performance baseline is usually decent workflow with everyday apps like Microsoft 365 or Google Workspace—say, 4,000 to 5,000 points in PCMark 10's main event. The Swift 14 AI AMD raises the bar, joining HP's OmniBook (which has a slightly higher-rated Ryzen AI chip) in crushing our processing tests. It's certainly suitable for content creation as well as routine productivity.\n\nGraphics Tests\n\nWe challenge laptops' graphics with a quartet of animations or gaming simulations from UL's 3DMark test suite. Wild Life (1440p) and Wild Life Extreme (4K) use the Vulkan graphics API to measure GPU speeds. Steel Nomad's regular and Light subtests focus on APIs more commonly used for game development, like Metal and DirectX 12, to assess gaming geometry and particle effects. A fifth test, Solar Bay, emphasizes ray-tracing performance.\n\nAMD's integrated graphics were not quite a match for Intel's, which in turn were no match for the Dell's entry-level discrete GPU, let alone the two-steps-higher RTX 4070 inside the Swift X. Most ultraportables are fine for solitaire games and video streaming, not playing the latest fast-twitch titles.\n\nBattery and Display Tests\n\nWe test each laptop's battery life by playing a locally stored 720p video file (the open-source Blender movie Tears of Steel) with display brightness at 50% and audio volume at 100%. We make sure the battery is fully charged before the test, with Wi-Fi and keyboard backlighting turned off.\n\nTo gauge display performance, we also use a Datacolor SpyderX Elite monitor calibration sensor and Windows software to measure a laptop screen's color saturation—what percentage of the sRGB, Adobe RGB, and DCI-P3 color gamuts or palettes the display can show—and its 50% and peak brightness in nits (candelas per square meter).\n\nThe Acer AI AMD did about as well as an IPS- rather than OLED-screened slimline can in these tests, combining lengthy battery life and screen brightness with decent color reproduction. However, I still wish Acer would sell the 3K OLED display as an option here in the States.\n\nVerdict: Embrace the Hype?\n\nWe have a perhaps stereotypical view of most Acer customers as non-tech-expert consumers rather than power users, so we're not surprised the Swift 14 AI AMD does everything but put a cereal- or detergent-style \"Now with AI!\" decal on the box. Those looking inside the box, however, will find exceptional processing power and webcam quality. The stiff, flat keyboard dampens the experience, and other 14-inch ultraportables, like the Asus Zenbook 14 OLED Touch, include prettier OLED screens, but this Acer should satisfy many.\n\nAcer Swift 14 AI AMD 3.5 See It $999.99 at Amazon Starts at $1,199.99 Pros Near-workstation-class CPU performance\n\nGenerous 32GB of RAM\n\nBright and colorful touch screen Cons Disappointing keyboard\n\nUpgraded displays not for U.S.\n\nLow-impact AI apps\n\nNo WWAN option or flash-card slot View More The Bottom Line An AMD Ryzen AI 9 chip gives Acer's latest Swift 14 ultraportable laptop impressive performance, but we wish the company had sanded off one or two rough edges."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Acer Swift 14 AI AMD",
            "link": "https://www.yahoo.com/tech/acer-swift-14-ai-amd-130000237.html",
            "description": "Acer is not the only offender—looking at you, Microsoft, forcing your Copilot key onto keyboards—but the company has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5d6a86ZC4cZAOKeCyepM_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "Yahoo",
            "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nWhat's one way to charge more than $1,000 for a laptop in this day and age? Slap an \"AI\" sticker on it. Acer is not the only offender—looking at you, Microsoft, forcing your Copilot key onto keyboards—but the company has enthusiastically boarded the bandwagon with the Swift 14 AI AMD (starts at $1,199.99; $1,299.99 as tested), a notebook with a squiggly symbol on the touchpad that lights up when you use an AI app. Artificial hoopla aside, the Swift is a capable ultraportable laptop. However, it fails to unseat the Editors' Choice-award-winning Asus Zenbook 14 OLED Touch (UM3406), which isn't as fast but has a superior screen and costs hundreds less.\n\nConfigurations and Design: Covering All the CPU Bases\n\nThe Swift 14 AI AMD—you'll find Intel and Arm versions, too—starts at $1,199.99 with 16GB of RAM, which is on sale for $999 at the time of publishing. However, this test unit (model SF14-61T-R3U1) doubles the memory for an extra $100. It also carries a 10-core AMD Ryzen AI 9 365 processor with Radeon 880M integrated graphics, a 1TB NVMe solid-state drive, and a 14-inch, 1,920-by-1,200-pixel IPS touch screen.\n\nThe system's web page on Acer.com trumpets two non-touch display options with higher 3K resolution—one IPS with a 120Hz refresh rate and one OLED with 90Hz—but Acer disappointingly confirms they're not available in the U.S.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOn the positive side, the Swift lands right on our ultraportable weight line at 3.0 pounds, compared with 3.47 pounds for the HP OmniBook Ultra 14. Measuring 0.74 by 12.3 by 8.8 inches, it's a fraction trimmer than that laptop as well. Its anodized aluminum chassis has passed MIL-STD 810H tests for sturdiness, but you'll still feel a bit of flex if you grasp the screen corners or press the keyboard deck.\n\nSlim bezels surround the screen, which opens 180 degrees and has a top lip to ease one-handed opening. The 1440p webcam centered above has a sliding privacy shutter and IR face recognition, joining a fingerprint reader embedded in the power button to give you two ways to skip passwords with Windows Hello.\n\nThe laptop's left side holds two USB4 Type-C ports, either suitable for the AC adapter, along with an always-on USB 3.2 Type-A port and an HDMI monitor port. Another USB-A port joins an audio jack at the right. Along with Wi-Fi 7 and Bluetooth, this is a satisfactory array of connections. However, I would be happier with USB-C ports on both sides (so the AC adapter cord can't interfere with external mouse users) and an option for mobile broadband.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nUsing the Acer Swift 14 AI AMD: Ai-Yi-Yi, It's AI\n\nAlong with the usual shortcuts for screen brightness, audio volume, and airplane mode, the top row has a key to launch AcerSense, a utility that combines system info and updates, diagnostics, power/cooling settings, and three Windows Store apps. These are LiveArt, which creates AI-filtered stickers from your photos; AlterView, which provides adjustable animated wallpapers; and GIMP, the robust but less consumer-friendly rival to Adobe Photoshop.\n\nA feature called Acer User Sensing taps the IR webcam to log you in when you approach and dim the screen or lock the system when you move away, as well as nagging you to take regular screen breaks and not get too close to the display. Acer QuickPanel pops up during video calls to provide AI-enhanced PurifiedView image and PurifiedVoice audio enhancements. And as always with Acer PCs, you'll see a few bloatware ads for things like the Forge of Empires game.\n\nPurifiedView mostly duplicates Windows Camera's recently added auto framing, background blur, and video fine-tuning for the webcam. The camera captures images that are brighter and sharper than average, with quadruple the resolution of cheapo 720p cams. Sound from the bottom-mounted speakers is moderately loud but somewhat scratchy and hollow; you'll hear little bass, but you can make out overlapping tracks. DTS:X Ultra software offers music, movie, gaming, and other audio presets (my ears couldn't detect much difference) plus an equalizer.\n\nThe keyboard commits two common laptop sins: teaming the cursor arrow and Fn keys instead of providing dedicated Home, End, Page Up, and Page Down keys and arranging those arrows in a clumsy row (with half-size up and down stacked between full-size left and right) instead of an inverted T. Its typing feel is decidedly shallow and flat, uncomfortable for long sessions. The sizable, buttonless touchpad glides and taps smoothly and takes medium pressure for a comfortable click.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nI could wish for higher resolution, but the 16:10-aspect-ratio touch screen is sufficiently bright, with clean instead of dingy white backgrounds and broad viewing angles. Its colors don't pop like poster paints but are rich and well-saturated, with decent contrast. The screen's finer details are crisp, and you'll see no pixelation around the edges of letters.\n\nTesting the Acer Swift 14 AI AMD: Near the Head of the Class\n\nYou'll find no shortage of other 14-inch ultraportables to compare the Swift AI 14 with—or wanna-be ultraportables, I should say—since several edge over our three-pound limit. The Dell XPS 14 and Asus Zenbook S 14 have Intel Core Ultra 7 power. So does our test unit's more costly cousin, the Acer Swift X 14, whose Nvidia GeForce RTX 4070 instead of integrated graphics makes it the champion of our GPU benchmarks. The HP OmniBook Ultra 14 has an AMD Ryzen AI 9 processor like our Acer's.\n\nProductivity and Content Creation Tests\n\nOur primary overall benchmark, UL's PCMark 10, tests a system in productivity apps ranging from web browsing to word processing and spreadsheet work. Its Full System Drive subtest measures a PC's storage throughput.\n\nThree more tests are CPU-centric or processor-intensive. Maxon's Cinebench 2024 uses that company's Cinema 4D engine to render a complex scene; Primate Labs' Geekbench 6.3 Pro simulates popular apps ranging from PDF rendering and speech recognition to machine learning; and we see how long it takes the video editing tool HandBrake 1.8 to convert a 12-minute clip from 4K to 1080p resolution.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFinally, workstation maker Puget Systems' PugetBench for Creators rates a PC's image editing prowess with a variety of automated operations in Adobe Photoshop 25.\n\nCompared with larger desktop replacement notebooks, the ultraportable performance baseline is usually decent workflow with everyday apps like Microsoft 365 or Google Workspace—say, 4,000 to 5,000 points in PCMark 10's main event. The Swift 14 AI AMD raises the bar, joining HP's OmniBook (which has a slightly higher-rated Ryzen AI chip) in crushing our processing tests. It's certainly suitable for content creation as well as routine productivity.\n\nGraphics Tests\n\nWe challenge laptops' graphics with a quartet of animations or gaming simulations from UL's 3DMark test suite. Wild Life (1440p) and Wild Life Extreme (4K) use the Vulkan graphics API to measure GPU speeds. Steel Nomad's regular and Light subtests focus on APIs more commonly used for game development, like Metal and DirectX 12, to assess gaming geometry and particle effects. A fifth test, Solar Bay, emphasizes ray-tracing performance.\n\nAMD's integrated graphics were not quite a match for Intel's, which in turn were no match for the Dell's entry-level discrete GPU, let alone the two-steps-higher RTX 4070 inside the Swift X. Most ultraportables are fine for solitaire games and video streaming, not playing the latest fast-twitch titles.\n\nBattery and Display Tests\n\nWe test each laptop's battery life by playing a locally stored 720p video file (the open-source Blender movie Tears of Steel) with display brightness at 50% and audio volume at 100%. We make sure the battery is fully charged before the test, with Wi-Fi and keyboard backlighting turned off.\n\nAdvertisement Advertisement\n\nTo gauge display performance, we also use a Datacolor SpyderX Elite monitor calibration sensor and Windows software to measure a laptop screen's color saturation—what percentage of the sRGB, Adobe RGB, and DCI-P3 color gamuts or palettes the display can show—and its 50% and peak brightness in nits (candelas per square meter).\n\nThe Acer AI AMD did about as well as an IPS- rather than OLED-screened slimline can in these tests, combining lengthy battery life and screen brightness with decent color reproduction. However, I still wish Acer would sell the 3K OLED display as an option here in the States.\n\nVerdict: Embrace the Hype?\n\nWe have a perhaps stereotypical view of most Acer customers as non-tech-expert consumers rather than power users, so we're not surprised the Swift 14 AI AMD does everything but put a cereal- or detergent-style \"Now with AI!\" decal on the box. Those looking inside the box, however, will find exceptional processing power and webcam quality. The stiff, flat keyboard dampens the experience, and other 14-inch ultraportables, like the Asus Zenbook 14 OLED Touch, include prettier OLED screens, but this Acer should satisfy many."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Individuals with core knowledge confusions are more likely to believe in the paranormal",
            "link": "https://www.msn.com/en-us/health/wellness/individuals-with-core-knowledge-confusions-are-more-likely-to-believe-in-the-paranormal/ar-AA1whCMO?ocid=BingNewsVerp",
            "description": "Recent research found that people with more cognitive confusion, where their brain mixes up basic knowledge, are more likely ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PkLrVBj6fz3t3dqtNL5DOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "PsyPost on MSN23h",
            "source": "PsyPost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hobgoblins and Paranormal Encounters in Pohnpei, Micronesia",
            "link": "https://island.lk/hobgoblins-and-paranormal-encounters-in-pohnpei-micronesia/",
            "description": "Jayantha Perera I retired from ADB in April 2011. ADB appointed me as a staff consultant without waiting for the mandatory ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AGEIwIppmqgOzNJyFboOni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Island16h",
            "source": "Island",
            "article_content": "by Jayantha Perera\n\nI retired from ADB in April 2011. ADB appointed me as a staff consultant without waiting for the mandatory ‘cooling off’ 12-month period expired. A memo signed by the President, a Vice President, and two Directors Generals of ADB stated why I should be re-recruited immediately. It stated, “Mr. Perera’s experience as a senior and highly respected member of ADB as a safeguard specialist makes him ideal for this position … He is a well-respected ADB staff and was one of ADB’s leading experts in the environment, involuntary resettlement, and indigenous people’s development issues; he was the only international staff member at ADB who had technical knowledge and expertise in all three safeguard areas……..”\n\nOne of my major assignments as a consultant was to conduct training in 10 Pacific countries for senior government officials on how to address social and environmental issues to meet ADB’s safeguard policy standards. Fiji, Samoa, Pohnpei, Tonga, Cook Islands and Marshall Islands were among the countries chosen. Each country offered its rich culture, natural beauty, and the opportunity to meet people with vivid personalities and experience paranormal encounters. Pohnpei, an island state in the Pacific, etched a dazzling world I will never forget.\n\nPohnpei and three island states form the Federated States of Micronesia (FSM) in the western Pacific Ocean. Pohnpei is the largest island in FSM, with a land area of 335 sq. kilometres. The other three states are Yap, Chuuk, and Kosrae. Pohnpei State also owns several small islands in the vast Pacific Ocean.\n\nPohnpei means ‘stone altar.’ Presumably, it refers to a large stone platform on the island. The island’s population is about 37,000. Its terrain is mountainous and jungle-covered. It is one of the wettest places on Earth, with an annual rainfall exceeding 7,600 mm. A circular, tarred, narrow road connects dispersed towns. Access to the interior, especially to hilly areas, is challenging.\n\nThe people are proud of their history and boast about Nan Madol, an ancient city-kingdom. Its civilisation flourished for 700 years, from the 10th century to the 17th century. Its downfall began with the arrival of Spanish sailors in the early 19th century, followed by whalers, traders, missionaries, educators, and colonisers. After the Spaniards, the Germans occupied it. During the Second World War, the Japanese captured it, and the USA took it from the Japanese in the late 1940s.\n\nLocals suffered severely when colonisers plundered their treasures and destroyed cultural artefacts. Spaniards brought cholera and smallpox to Pohnpei, nearly annihilating the local population. The Japanese not only looted local treasures but also enslaved people. During the Second World War, Japanese warlords used local slaves to move heavy cannons to strategic mountaintops. Most of the workers died because of starvation and illnesses.\n\nIn 1986, Pohnpei became an independent state within FSM. The five traditional small kingdoms on the island constitute independent Pohnpei, and the Pohnpei State Council represents them. Kolonia is the capital of Pohnpei State, and Palikir is the capital of FSM. The two cities are adjacent to each other. The local kingdoms occasionally clash with the State Council on matters of development. About 10 years ago, for example, the State Council tried establishing a casino complex in the territory of a traditional kingdom. Its king opposed the proposal and took his protest to an international forum for arbitration.\n\nEnglish is the official language, and people consider themselves non-immigrant citizens of the United States. In other words, the USA guarantees they can become US citizens whenever they want. The currency in the country is the US dollar. Postage is paid in US$, and postal stamps are US postal stamps. A taxi charges one dollar to travel within Kolonia.\n\nFortunately, I got a seat on United Airlines from Honolulu to Kolonia. The Filipino hotel manager told me to wait a few hours before occupying my room. When I asked him why, he said hotel guests who had left in the morning might return if their flight was cancelled. The hotel’s policy is to accommodate such stranded travellers on a priority basis in the rooms they had occupied earlier.\n\nI was tired, hungry, and sleepy. The manager gave me a hot tuna sandwich and coffee at the restaurant. He told me he could give me a room with a door facing the jungle behind the hotel. I feared small insects and reptiles might creep into my room after sunset. The incessant rain added a gloomy atmosphere to my fear. I could hear water gushing down a drain. Rainwater trickled down from the eves of the roof, flooding the narrow corridor in front of the room and making it slippery.\n\nI moved into the room and slept several hours. When I woke up, it was dark and still raining. I did not know how to go to the restaurant. There was no telephone in my room. I was nervous about going to the bathroom. When I opened the tap in the bathroom, it took about five minutes to see clear water. I was reluctant to pull the shower curtain. When I pulled it, a six-legged, black, long, gecko-like creature was in the bathtub. The bathtub was cracked and dirty and covered with dead leaves. The room’s light bulb was weak, and the bathroom was not lit up to see what else was waiting there to meet me. I regretted my decision to occupy an outer room.\n\nThe manager came to take me to dinner. He had a strong flashlight and a large umbrella. I asked him about possibly moving to a room inside the hotel. But by then, the hotel was fully occupied. The manager told a Filipina woman to clean my room again and to keep a heater in it. I insisted that the bedsheets and pillows should also be changed. When I returned to my room after supper, it looked neat and smelled good. The gecko-like creatures had disappeared.\n\nI had a free weekend in Pohnpei before leaving for Honolulu. The hotel manager suggested I hire his four-wheel drive Jeep and travel around the island. He charged me $100 for the trip, which included a driver-cum-guide, a lunch box, snacks, and soft drinks. He advised me to carry one-dollar bills with me to pay local taxes. I changed a 50-dollar note for one-dollar and five-dollar bills. The bills were dirty and discoloured; some were as hard as cardboard.\n\nThe Jeep was a rickety old van without a spare wheel. It spluttered dark, unburned diesel, and its engine noise was unbearable. Roger, the jeep driver, was a local young man with long hair and a ferocious-looking black beard. He carried a big, heavy knife. The hotel manager handed him food boxes and an umbrella.\n\nI thought Roger might sacrifice me to a native god by cutting my neck at a remote place. I had read on Google about human sacrifices to gods on the island. I wished I had invited another hotel guest to accompany me, but it was too late. Roger promised to show me places that foreign visitors rarely visit. His offer made me more nervous. I told him that I should return to the hotel before 5 p.m.\n\nRoger drove the old Jeep with care. He stopped the Jeep in front of churches to talk to his friends who came for the Sunday mass. Sometimes, he offered them a ride in the Jeep without asking me. At a church, at least 10 people entered the Jeep, and two sat next to me in the front seat, pushing me onto the gear shift. They were fat people dressed in large white shirts and baggy blue jeans. They had unshaven faces and unwashed mouths. They spoke English. They invited me to visit their church and to join them for a communal lunch. I politely declined the offer by saying I was on a tight travel programme and should return to Kolonia early.\n\nLater, I visited a small Christian church. The church had a neat front yard, and a local artist had painted beautiful murals of the genesis and the crucifixion. I could see some well-thumbed prayer books and hymn books on a small table covered with an embroidered white tablecloth. The small board on the table invited donations. One could donate money by dropping dollar bills or cents into a small glass box, which a small padlock secured.\n\nSeveral people were in the church, wearing their Sunday best. Men wore European clothes, and women wore long white dresses with beautiful shoes. Some of them had heavy makeup. All adult women wore head covers. Many devotees, especially the women, carried rosaries in their hands.\n\nPeople sat in circles by the road and ate from large metal pots. Roger explained that Christians do not work on Sundays except for attending mid-morning service. They cook on Saturday and partook of it on Sunday after the church service. Pork was the main dish. Raw tuna fish competed with fried pork to be the best food item. Someone told me they had learned how to raise pigs and cook pork dishes from Filipino friends whose ancestors came with the Spaniards as cooks and servants.\n\nSuddenly, Roger drove off the main road, saying he wanted to show me the statue of Henry Nanpie. The figure was about 100 metres from a protestant church and was on an elevated stone dais. I thought it was built of steel with a hollow interior. Henry was in an elite tailcoat with a walking stick in his right hand. Roger told me that Henry had lived in Pohnpei in the late 19th century and early 20th century. He was the son of a local army commander. His mother was an English woman – the daughter of an English beachcomber.\n\nHenry inherited lots of land from his powerful father. Then, he wanted to acquire land from another local kingdom. Henry visited the kingdom’s palace carrying a loaded gun and a bag of goodies. He took the weapon to kill the king and the goodies to bribe palace servants to get their allegiance. When he saw the king in an inner palace chamber, he tried to kill the king. But his gun misfired. Then Henry aimed the weapon at a flowerpot and pulled the trigger. The bullet went through the flowerpot and damaged the wall behind it.\n\nHenry cunningly claimed that he had supernatural powers and could stop a gun from firing a bullet. He explained to the king that before he aimed the weapon at the king, he had “charmed” the gun. Because of the charm, the gun misfired. After removing the charm from the gun, a bullet fired from it smashed the flowerpot. The king was amazed and convinced himself of Henry’s supernatural powers. The king asked him to be the kingdom’s protector offering him a mansion and a vast stretch of land.\n\nHenry opened a large supply shop to supply food, water, oil, and labour to whaling ships in the Pacific. He used his new wealth to add more land to his estate. In Pohnpei, he established protestant groups and spread Western cultural practices and beliefs among the locals through them. Even today, local people consider him a semi-god who brought wealth and salvation to them and connected them with the outside world. Roger sang a folk song about Henry, which depicted Henry as a local god. A copper plaque beside his statue indicates that he still has admirers to spread, invent and reinvent myths about him.\n\nRoger was hurrying me to go to the ruined capital of Nan Madol Kingdom. He told me that the kingdom was on the banks of a large lagoon connected to the eastern shoreline. It was the only ancient city ever built atop a coral reef. In 2016, the UN declared it a World Heritage Site. We drove on a narrow gravel road and parked the Jeep. From there, we walked about two kilometres to Nan Madol. We walked through private lands, and landowners charged a fee for crossing their land. Some landlords collected a dollar or two, but one landlord demanded seven dollars.\n\nWe entered a rocky trail from the last property. The land rapidly became marshy, and we walked on an elevated narrow bund. Both sides of the bund were inundated, and walking on it was risky. Henry dexterously cut down weeds and plants that obstructed the path. He wanted me to follow him closely but did not say why. The thought that he might sacrifice me to a local god began looming in my mind. I did not look around as I wanted to keep my eyes on him and the bund. He walked fast, brandishing his knife as if in a frenzy.\n\nThe narrow bund that stretched through a grotesque jungle of mangroves looked never-ending. I thought that spirits were watching and following me. I tried to avoid looking at large trees because I thought they were beckoning me. Some tree trunks, I thought, turned into hobgoblins. I remembered reading how funny elves resort to mischievous acts towards human beings who encroach on their territories.\n\nSuddenly, I felt some invisible force pulling me back. I could not see Roger. I thought that I got lost among the mangroves forever. I saw the shallow water in marshy fields swelling to engulf me. I stopped walking. I thought how silly I was to think about bizarre things. Then Roger returned and asked me whether I had seen anything or anybody. I told him that some trees had tried to talk to me and were making faces at me. He said that many visitors had similar supernatural encounters. Roger explained that Pohnpiens treated the ruins at Nan Madol as sacred. They also knew various spirits haunt the place. The spirits came out at night, but a few hovered around during the daytime to harass visitors. Roger gave me several small, polished stones connected in a string. It reminded me of the rosaries that churchgoers had in their hands. He said that the string would fend off evil spirits. I then remembered my grandmother, who gave me my first rosary when I was seven, advising me to carry it with me to protect myself from evil forces.\n\nWe arrived at a stagnant shallow canal from where we could see the temple entrance. To reach the temple, we crossed a shallow canal. There were several decayed logs in the canal, and we had to push them aside to cross it. About 50 metres from the canal were the elegant stone walls three to five metres high. Just under a stone arch was a conduit from a table-flat wall top where, presumably, human sacrifices were conducted. According to Roger, the blood of those victims trickled down from the wall top to the main entrance through the conduit, where priests performed rituals to appease gods. Many city outer walls remain intact, although mangroves have engulfed them.\n\nLocal people believe twin brothers, who were sorcerers, built Nan Madol. They came to Pohnpei from another island in a large canoe to build an altar where they could perform ancestor worship. The legend is that the two brothers levitated large stones with the help of a flying dragon and built the entire city in three years. They transported basalt columns from a faraway island. Most of the columns are now under shallow water in the lagoon.\n\nThe temple consists of about 90 rectangular islets linked by narrow channels. Each islet had a coral-filled platform. Nan Madol means “within the intervals,” and the “intervals” are the complex canal grid. It is unclear who lived on islets, but locals believe priests who performed rituals at the altar lived in single-house units built on islets.\n\nThere were reserved locations among the islets for priests to feed turtle innards to a sacred eel who lived in a deep well. After feeding the eel, priests shared the rest of the turtle as a sacrament. To this day, eels are considered holy and are never killed or eaten.\n\nThe main enclosure is a large stone chamber with hundreds of human bones. About 15 years ago, several German archaeologists dusted and rearranged the bones to examine their age. That night, one archaeologist died in his hotel room in Kolonia, and the other fell gravely ill. Roger said his ancestors were unhappy when foreigners excavated and labelled their bones. They, as spirits, protect the monuments and punish anyone who disturbs them.\n\nRoger’s father and two uncles had seen several light beams starting from the temple’s main altar late one night. The light beams travelled across the sea to faraway islands and large stars. When I asked Roger if he would camp at Nan Madol after sunset to watch the light beams, he said he would not risk meeting his ancestors! He advised me not to talk about them as they were holy spirits with enormous powers and could harm us in their domain.\n\nWe spent two hours walking around the temple. The shallow sea and the lagoon behind the ruins were very picturesque. We tried to count the heaps of basalt rafts submerged in the lagoon. When we decided to leave Nan Madol, I felt I could not move. I was unsure whether the feeling came from my fear of hobgoblins or the perplexity in my mind. I told Roger to walk with me to the Jeep. He walked ahead of me, occasionally checking whether I was following him. I tried to walk fast without looking at the trees I had seen earlier. I felt a powerful, unseen force pulling me backwards. I imagined a tree with strange roots moving towards me. The gushing winds created a bizarre atmosphere. I felt I had not left the ruins, so I called Roger and asked him to walk with me. We plodded to the Jeep from the ruins. He reassured me that the spirits would not follow us. I was glad to leave Phonpei the following day."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Book Shelf",
            "link": "https://www.thehansindia.com/featured/sunday-hans/book-shelf-931821",
            "description": "Myths Untold’ is a captivating book by the young author Anannyya Dwivedi. In this, Anannyya takes readers on an imaginative ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YuKEwWMFnGoZ4TRAs6G9FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "The Hans India",
            "article_content": "‘Myths Untold’ is a captivating book by the young author Anannyya Dwivedi. In this, Anannyya takes readers on an imaginative journey where she breathes new life into age-old stories. With a positive point of view and a fresh perspective, she skilfully redesigns these classic tales, offering readers an enchanting blend of tradition and innovation. Anannyya encourages young minds to see the world of myths and legends through a different lens. It is published under Wordly Wise Publishers’ campaign, “Books for Children, by Children.”\n\nAuthor - Anannya Dwivedi\n\nPublisher - Wordly Wise Publishers\n\nPrice - 499/-\n\nImmerse yourself in this book by renowned food critic and historian Pushpesh Pant. He welcomes you to a world of Indian cooking with its special tastes, smells and sights. With recipes spanning the length and breadth of India, ‘Lazzatnama’ captures the diverse culinary landscape of a country rich in exemplary cuisines. From the beguiling sweetness of Gujarati kadhi and the rollicking flavours of meen biryani to the deliciously enfolding comfort of gulab ki kheer and the calming coolness of bael ka sherbet, this cuisine-based chronicle of a culture-rich country is sure to entice you to not just savour these delicacies—each with its own wonderfully specific recipe—but also enter your kitchens to make them.\n\nAuthor- Pushpesh Pant\n\nPublisher- Rupa Publications\n\nPrice- Rs.395/\n\n‘Whispers in the Shadows’ chronicles hair-raising encounters written by one of India’s most brilliant police investigators. Inspired by truly chilling events, join Avinash on his journey to the most unexpected locations in the country. In the sprawling lawns of Lodhi Garden, a paranormal witness becomes the key to the murder of a powerful politician’s wife. Strange voices are heard throughout the night in an office in the North Block. In a far-off village in the western ghats, a lonely walk with a family friend turns eerie due to a shocking turn of events.\n\nWill Avinash be able to solve the mystery behind the strange happenings? Is there life beyond life? Does the paranormal overlap with everyday reality more than we know?\n\nAuthor: MA Ganapathy\n\nPublisher: Srishti Publishers&Distributors\n\nPrice: Rs.299/\n\nBased on true events, ‘Codename Stallion’ revolves around the hunt for a dreaded militant leader. From perilous raids to nail-biting interrogations and attempts on Lal’s life, the book is an account of one of India’s top super cop’s personal experiences during militancy in UP in the nineties. Really an engaging read that will keep the readers glued to its pages.\n\nAuthor: Aloke Lal, Maanas Lal\n\nPublisher: Srishti Publishers&Distributors\n\nPrice: Rs.350/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "My dad was 96 years old when he died at home — do I need to tell the buyers if I sell the house? Here's what you need to know before listing a 'stigmatized property' in t…",
            "link": "https://www.msn.com/en-us/money/realestate/my-dad-was-96-years-old-when-he-died-at-home-do-i-need-to-tell-the-buyers-if-i-sell-the-house-heres-what-you-need-to-know-before-listing-a-stigmatized-property-in-the-us/ar-AA1wjq5j?ocid=BingNewsVerp",
            "description": "Accredited investors can become the landlord of Walmart, Whole Foods or Kroger — and benefit from regular distributions ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OJh6fqWEYlIjeVWoYBDSnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4hon MSN",
            "source": "Moneywise on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Dan Da Dan: Season 2' Trailer Revealed, Coming Soon On Digital Platforms",
            "link": "https://www.filmibeat.com/hollywood/news/2024/dan-da-dan-season-2-trailer-revealed-coming-soon-on-digital-platforms-434781.html",
            "description": "'Dan Da Dan' is directed by Fuga Yamashiro, with Abel Gongora joining to direct the second season. The cast list for the ...",
            "image_url": "https://www.bing.com/th?id=OVF.Y%2bxri32NG40dllGH13JkzA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "FilmiBeat",
            "article_content": "The official Crunchyroll YouTube channel just dropped a trailer for what appears to be the second season of an anime that combines both the occult and the spiritual to bring to audiences one of the most bizarre anime shows so far. The anime is called 'Dan Da Dan' and the teaser for its second season can be found below.\n\nFor those of you that are curious about what this anime and its new season are going to be like, here are some of the things you should know about 'Dan Da Dan: Season 2'.\n\nPlot Details Of The Occult Modern Fantasy Anime Series 'Dan Da Dan'\n\n'Dan Da Dan' has been described by Crunchyroll in the following manner, \"When high schooler Momo, from a family of spirit mediums, first meets her classmate Okarun, an occult geek, they argue-Momo believes in ghosts but denies aliens, and Okarun believes in aliens but denies ghosts. When it turns out both phenomena are real, Momo awakens a hidden power and Okarun gains the power of a curse. Together, they must challenge the paranormal forces threatening their world.\"\n\nCast And Crew Behind The Anime Series 'Dan Da Dan'\n\n'Dan Da Dan' is directed by Fuga Yamashiro, with Abel Gongora joining to direct the second season. The cast list for the series includes mainstays such as Shion Wakayama, Natsuki Hanae, Nana Mizuki, Ayane Sakura, and the latest addition to the cast, Masako Isobe.\n\nWhen And Where Can I Watch The Series 'Dan Da Dan: Season 2'\n\nWhile no exact release date has been given, 'Dan Da Dan' will be available to watch on both Crunchyroll and Netflix from sometime in July, 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle-schooler finds goose poop that has cancer-fighting compound",
            "link": "https://www.washingtonpost.com/lifestyle/2024/12/22/middle-school-stem-goose-poop/",
            "description": "My mom, auntie and grandma have all had cancer, so it makes me happy that something I found could help,' said Camarria ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o1u8Mz1TAiE07u98Bdgcny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4h",
            "source": "The Washington Post",
            "article_content": "When Camarria Williams, 13, stumbled upon goose poop in a neighborhood park, she enthusiastically scooped some up. She and six other students were looking for bacteria samples. “My mom feeds animals, and I know birds eat everything and anything,” said Camarria, an eighth-grade student at William H. Brown STEM Magnet School in Chicago. “I knew there must be in bacteria in it.”\n\nAfter collecting their samples, students in the Chicago Antibiotic Discovery Lab, a STEM outreach program, were taught how to isolate bacteria and program a robot to catalogue it and track antimicrobial activity. Camarria learned, with university researchers’ help, that her goose poop contained a cancer-fighting compound. She was stunned and delighted.\n\n“I like discovering new things,” she said.\n\nThe program — run by Brian Murphy, a professor at the University of Illinois at Chicago — partners with the Boys & Girls Clubs of Chicago. Its goal is to give underserved middle and high school students experiences in biomedical sciences.\n\nAdvertisement\n\n“The premise of our 14-week program is to teach students how many medicines — in this case, antibiotics — are discovered,” said Murphy. “The students analyze their own data and then make decisions in the very initial stages of this drug discovery process.”\n\n“We’re trying to connect these experiences to careers in STEM,” he added. “I thought if we actually involve students in our own research that we do in the lab, we could show them there’s a pathway to careers in the biomedical sciences, and maybe even start a pipeline from middle school to high schools to their local universities.”\n\nFor Camarria, signing up for the program was a no-brainer.\n\n“I’ve always liked science and found it interesting, like how you can mix chemicals to make something,” she said.\n\nShe did not anticipate, however, that her involvement in the program would result in her and university researchers’ uncovering a novel compound with cancer-fighting capabilities.\n\nAdvertisement\n\n“I did something, and it worked,” Camarria said. “It feels good.”\n\nCamarria collected the goose droppings at Garfield Park Lagoon, while other students collected samples such as lake water, leaves, bugs, dirt and flowers.\n\n“It was a lot of fun to be able to go out, put on the gloves and do the science myself,” said Camarria.\n\nWhile Camarria’s sample did contain a bacterium with antibiotic activity, that wasn’t the key takeaway of her discovery. The goose poop contained a novel compound, which university researchers investigated and found had cancer-fighting properties, specifically for ovarian and skin cancer.\n\n“We tested the compound against a panel of pathogens and a few cancer cell lines,” said Jin Yi “Jeanie” Tan, a graduate student in Murphy’s lab who helps run the outreach program. “Although this compound did not exhibit significant antibiotic activity, it did show cytotoxic activity in ovarian and melanoma cancer cell lines.”\n\nAdvertisement\n\nCamarria was thrilled to learn her sample was even more promising than she originally thought.\n\n“My mom, auntie and grandma have all had cancer, so it makes me happy that something I found could help,” she said. “It makes me want to discover more things out there.”\n\nThe findings were published in the American Chemical Society’s Omega Journal in October, and Camarria is named as a co-author.\n\n“Now people will know me,” she said. “They’ll know that I am a smart kid and I’m curious.”\n\nCamarria’s discovery “captures the whole essence of the program and what we set out to do, to give our youth an opportunity to really get experience with science and show them that their commitment and willingness to participate can lead to something,” said Jonathon Rodriguez, a technology program manager at the Boys & Girls Club.\n\nAdvertisement\n\nAlthough the finding is exciting, Murphy said, it’s unlikely that it will become a drug.\n\n“Very, very few natural compounds that are discovered ever make it into the clinic as drugs,” he said.\n\nStill, “compounds like this allow us to understand how cancer works a little better, and that allows other groups of scientists to develop better drugs,” Murphy explained, adding that he and other researchers may continue studying Camarria’s novel compound.\n\nMurphy said the finding highlights the importance of accessible STEM programs for young people.\n\n“What we’re really trying to do is show young students that there are a lot of real-world applications of science,” he said. “We want to light a spark inside of them, get them to care about their education, and maybe even be the launching point for the next generation of biomedical researchers.”\n\nCamarria is already looking forward to her future career."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Solar Discovery Could Revolutionize Hydrogen Production",
            "link": "https://scitechdaily.com/new-solar-discovery-could-revolutionize-hydrogen-production/",
            "description": "A new solar cell process using Sn(II)-perovskite oxide material offers a promising pathway for green hydrogen production ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGMYShcwz4S3sAa4T85AAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "15h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Heart tissue can regenerate — How Cold War nuclear tests led to major discovery",
            "link": "https://studyfinds.org/heart-muscle-regeneration-cold-war-tests/",
            "description": "Explore the amazing power of heart regeneration. Discover how new research is changing the way we understand the human ...",
            "image_url": "https://www.bing.com/th?id=OVF.GRJ%2bruujhi3nk6EX%2fZR49Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "studyfinds19h",
            "source": "studyfinds",
            "article_content": "(ID 328527023 © Dmitry Buksha | Dreamstime.com)\n\nStudy reveals extraordinary self-healing potential in advanced heart failure patients\n\nTUCSON, Ariz. — For decades, medical science has insisted that the human heart cannot repair itself in any meaningful way. This dogma, as fundamental to cardiology as a heartbeat itself, is now being challenged by game-changing research that reveals our hearts may possess an extraordinary power of regeneration—provided they’re given the right conditions to heal.\n\nThe study, published in Circulation, offers potential new directions for treating heart failure, a condition that affects nearly 7 million U.S. adults and accounts for 14% of deaths annually, according to the Centers for Disease Control and Prevention.\n\nTraditionally, the medical community has viewed the human heart as having minimal regenerative capabilities. Unlike skeletal muscles that can heal after injury, cardiac muscle tissue has been thought to have very limited repair capacity.\n\n“When a heart muscle is injured, it doesn’t grow back. We have nothing to reverse heart muscle loss,” says Dr. Hesham Sadek, director of the Sarver Heart Center at the University of Arizona College of Medicine – Tucson, in a statement.\n\nIt’s long believed that human heart muscle cells weren’t capable of regeneration, but a new study shows the “strongest evidence” yet, researchers say. (© appledesign – stock.adobe.com)\n\nHowever, this new research, conducted by an international team of scientists, demonstrates that hearts supported by mechanical assist devices can achieve cellular renewal rates significantly higher than previously observed. The study examined tissue samples from 52 patients with advanced heart failure, including 28 who received left ventricular assist devices (LVADs) – mechanical pumps surgically implanted to help weakened hearts pump blood more effectively.\n\nThe research methodology centered on an innovative approach to tracking cell renewal. Using a technique that measures carbon-14 levels in cellular DNA – taking advantage of elevated atmospheric levels from Cold War nuclear testing – researchers could effectively date when cardiac cells were created. This method provided unprecedented insight into the heart’s regenerative processes.\n\nThe findings revealed a stark contrast between different patient groups. In healthy hearts, cardiac muscle cells (cardiomyocytes) naturally renew at approximately 0.5% per year. However, in failing hearts, this renewal rate drops dramatically – to 0.03% in cases of non-ischemic cardiomyopathy (heart failure not caused by blocked arteries) and 0.01% in ischemic cardiomyopathy (heart failure from blocked arteries).\n\nCardiac muscle cells, or cardiomyocyte, under a microscope. (Credit: Trevor Atkeson and Madhavi Pandya, Garvan Institute)\n\nThe most significant finding emerged from patients who responded positively to LVAD support. These “responders,” who showed improved cardiac function, demonstrated cardiomyocyte renewal rates more than six times higher than those seen in healthy hearts. This observation provides what Dr. Sadek calls “the strongest evidence we have, so far, that human heart muscle cells can actually regenerate.”\n\nThe study builds upon previous research, including Dr. Sadek’s 2011 publication in Science showing that heart muscle cells actively divide during fetal development but cease shortly after birth to focus solely on pumping blood. His 2014 research provided initial evidence of cell division in artificial heart patients, laying the groundwork for the current study.\n\nThe mechanism behind this increased regeneration may be linked to the unique way LVADs support heart function. These devices effectively provide cardiac muscle with periods of reduced workload by assisting with blood pumping, potentially creating conditions that enable regeneration. This observation aligns with established knowledge about how other tissues in the body heal and regenerate when given adequate rest.\n\nScientists now hope to figure out why some patients are capable of having the advanced regenerative response and others aren’t. (© LIGHTFIELD STUDIOS – stock.adobe.com)\n\nThe research team found that in failing hearts, most cellular DNA synthesis is directed toward making existing cells larger or more complex through processes called polyploidization and multinucleation, rather than creating new cells. However, in LVAD patients who showed improvement, a significant portion of DNA synthesis was dedicated to generating entirely new cardiac muscle cells – a more beneficial form of cardiac adaptation.\n\nApproximately 25% of LVAD patients demonstrate this enhanced regenerative response, raising important questions about why some patients respond while others do not. Understanding these differences could be crucial for developing new therapeutic approaches. “The exciting part now is to determine how we can make everyone a responder,” says Sadek.\n\nThe implications of this research are particularly promising because LVADs are already an established treatment option. As Dr. Sadek points out, “The beauty of this is that a mechanical heart is not a therapy we hope to deliver to our patients in the future – these devices are tried and true, and we’ve been using them for years.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New species in Peruvian rainforest: blob-fish, web-footed mouse, and dwarf squirrel",
            "link": "https://www.jpost.com/science/science-around-the-world/article-834390",
            "description": "\"Amphibious rodents are almost mythical to mammal experts,\" said Trond Larsen, Senior Director at Conservation International.",
            "image_url": "https://www.bing.com/th?id=OVFT.z8VH_Jnbn-7I6WiTrJCUXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "8h",
            "source": "The Jerusalem Post Blogs",
            "article_content": "On Friday, Conservation International published the discovery of 27 new animal species in Peru's Amazon rainforest, including an 'amphibious mouse' and a spiny mouse. The expedition, conducted over 38 days in 2022 in the Alto Mayo region, documented more than 2,000 species of wildlife and plants.\n\nThe team of 13 scientists, local technicians, and members of Indigenous groups, including the Awajún people, ventured into the Alto Mayo landscape, which spans the Andes mountains to the Amazon River and includes the Alto Mayo Protected Forest. They uncovered four new mammals, eight fish species, three amphibians, and ten butterfly species that were previously unknown to science.\n\nAmong the extraordinary new species discovered is an amphibious mouse with partially webbed feet that feeds on aquatic insects. Trond Larsen, Senior Director at Conservation International, described finding the mouse as \"shocking and exciting,\" noting that it was found only in a unique piece of forest threatened by agriculture, suggesting it may not live anywhere else. \"Amphibious rodents are almost mythical to mammal experts,\" Larsen said, according to Clarín.\n\nAnother remarkable find was a spiny mouse with stiff guard hairs that function similarly to hedgehog spines. The expedition also uncovered a blob-headed fish, a type of armored catfish with an enlarged, blob-like head. Scientists are still uncertain about the function of this peculiar feature. \"The blob-headed fish has an incredibly bizarre head that looks almost like a giant swollen nose,\" Larsen told CNN.\n\nThe team discovered a dwarf squirrel measuring just 14 centimeters long, around half the length of an average gray squirrel. Larsen described the squirrel as \"adorable and beautiful chestnut-brown colour, very fast.\" He added, \"It jumps quickly and hides in the trees.\"\n\nA new species of tree-climbing salamander was also found, abundant but only in a small patch of unique white sand. The researchers documented 955 different plant species and recorded more than 2,000 species of wildlife and plants during the expedition. This included 536 bird species, with 26 classified as threatened, such as the speckle-chested piculet and the long-whiskered owlet.\n\nDespite significant human influence, the Alto Mayo region revealed unexpected high levels of biodiversity. \"We were very surprised to find such high biodiversity in a landscape with so much human influence,\" Larsen stated, according to The Straits Times. The Alto Mayo landscape is a densely populated area, home to 280,000 people, facing pressures from deforestation and agricultural expansion.\n\nThe expedition highlighted the urgent need for conservation efforts in the region. \"Unless steps are taken now to safeguard these sites and help restore parts of the landscape, there's a strong chance they won't persist in the long term,\" Larsen said, emphasizing the threats posed by habitat loss and human activity.\n\nThe involvement of the Awajún people was integral to the success of the expedition. \"It was really fantastic to work so closely with the Awajún people,\" Larsen expressed, as reported by GreekReporter.com. \"They have extensive traditional knowledge about the forests, animals and plants they live side-by-side with.\" The Indigenous communities provided valuable insights that helped researchers identify and understand the species they discovered.\n\nAmong the recorded species, at least 49 are considered at risk of extinction, including the yellow-tailed woolly monkey and the tree monkey. The findings underscore the importance of protecting areas like Alto Mayo to preserve the rich biodiversity that exists there. Stay updated with the latest news! Subscribe to The Jerusalem Post Newsletter Subscribe Now\n\nThe research utilized advanced tools like camera traps, bioacoustic sensors, and environmental DNA (eDNA) collected from rivers to document the species encountered during the expedition. Naming these new species will require further research, as many are extremely rare and difficult to collect.\n\nThe article was written with the assistance of a news analysis system."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Discovery Straight Out of Sci-Fi: Astronomers Spot ‘Star Twins’ in Deadly Dance Around Milky Way’s Black Hole",
            "link": "https://www.msn.com/en-us/science/astronomy/a-discovery-straight-out-of-sci-fi-astronomers-spot-star-twins-in-deadly-dance-around-milky-way-s-black-hole/ar-AA1wiwMi?ocid=BingNewsVerp",
            "description": "This groundbreaking discovery, announced in Nature Communications by Florian Peißker and his colleagues from the University ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S-yhkZre5_XDvpl_CPKqpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Daily Galaxy on MSN17h",
            "source": "Daily Galaxy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Gives Plus Users Unlimited Access to Sora Over The Holidays",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-gives-plus-users-unlimited-access-to-sora-over-the-holidays/ar-AA1wjRZf?ocid=BingNewsVerp",
            "description": "For a limited time, users will be able to generate videos of over 20 seconds long, and over 50 lower resolution (480p) videos ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vfYzsB-xJ2ZyCa643sx9OS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Reports: OpenAI’s GPT-5 Is ‘Behind Schedule’ and Running Up ‘Huge Bills’",
            "link": "https://www.msn.com/en-us/money/technology/reports-openai-s-gpt-5-is-behind-schedule-and-running-up-huge-bills/ar-AA1wjn97?ocid=BingNewsVerp",
            "description": "Issues with data quality, competing projects, and high-profile executive exits are allegedly all contributing to the slowdown ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0ZJMGOcaD1ky_7_DDRqCYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "PCMag on MSN4h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ex-OpenAI engineer who raised legal concerns about the technology has died",
            "link": "https://www.msn.com/en-us/technology/tech-companies/ex-openai-engineer-who-raised-legal-concerns-about-the-technology-he-helped-build-has-died/ar-AA1whWRJ?ocid=BingNewsVerp",
            "description": "Suchir Balaji, a former OpenAI engineer and whistleblower who helped train the artificial intelligence systems behind ChatGPT ...",
            "image_url": "https://www.bing.com/th?id=OVF.1QD2%2fxMQDhBJukP9v4HDcA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "19hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI announces new o3 models",
            "link": "https://www.msn.com/en-us/news/technology/openai-announces-new-o3-models/ar-AA1weRWx?ocid=BingNewsVerp",
            "description": "OpenAI saved its biggest announcement for the last day of its 12-day \"shipmas\" event. On Friday, the company unveiled o3, the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R19EGFwWMV5arF_SYNLw2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "20hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI announces new o3 model — but you can’t use it yet",
            "link": "https://www.msn.com/en-us/news/technology/openai-announces-new-o3-model-but-you-can-t-use-it-yet/ar-AA1whNsM?ocid=BingNewsVerp",
            "description": "Welcome back to Week in Review. This week, we’re looking at OpenAI’s last — and biggest — announcement from its '12 Days of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Pw4ojYmUMku5-YXOub2OOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "22hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple May Be Considering a Branded TV Amid Smart Home Push",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/apple-may-be-considering-a-branded-tv-amid-smart-home-push/ar-AA1uiQ90?ocid=BingNewsVerp",
            "description": "In Bloomberg's Power On newsletter Sunday, reporter Mark Gurman revealed the company is \"evaluating\" an Apple-branded TV set.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZgWnb3jS7-Qo9rsMYDPGTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "CNET on MSN3h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Waterproof Gadgets Perfect For Winter Camping",
            "link": "https://www.msn.com/en-us/money/other/5-waterproof-gadgets-perfect-for-winter-camping/ar-AA1wjD6W?ocid=BingNewsVerp",
            "description": "There is waterproof gear to help make the cold weather experience more comfortable, for example, heated gadgets.",
            "image_url": "https://www.bing.com/th?id=OVFT.cVnYft0l81OrTiOkYsNJ2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "3hon MSN",
            "source": "SlashGear on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whole of Bollywood turns up in fancy outfits for Ambani party: Shah Rukh, Katrina, Madhuri join Nita Ambani and family",
            "link": "https://www.hindustantimes.com/lifestyle/fashion/ambani-family-party-bollywood-stars-shah-rukh-khan-madhuri-dixit-katrina-kaif-nita-ambani-fancy-outfits-radhika-isha-101734833759895.html",
            "description": "Katrina Kaif, Madhuri Dixit, Shahid Kapoor, Mira Rajput, Gauri Khan and many more celebs made style statements at NMACC Arts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VTv4NJ7eAsf3dxEVutBm3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13h",
            "source": "Hindustan Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "If your AI-generated code becomes faulty, who faces the most liability exposure?",
            "link": "https://www.zdnet.com/article/if-your-ai-generated-code-becomes-faulty-who-faces-the-most-liability-exposure/",
            "description": "In the first article of this two-part analysis, we looked at who owns the code created by AI chatbots like ChatGPT and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NpDDvoqPW6HXpIoJnR8nrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "ZDNet54m",
            "source": "ZDNet",
            "article_content": "PhonlamaiPhoto/Getty Images\n\nIn the first article of this two-part analysis, we looked at who owns the code created by AI chatbots like ChatGPT and explored the legal implications of using AI-generated code.\n\nPart I: Who owns the code? If ChatGPT's AI helps write your app, does it still belong to you?\n\nNow, we'll discuss issues of liability and exposure.\n\nFunctional liability\n\nTo frame this discussion, I turn to attorney and long-time Internet Press Guild member Richard Santalesa. With his tech journalism background, Santalesa understands this stuff from both a legal and a tech perspective. (He's a founding member of the SmartEdgeLaw Group.)\n\n\"Until cases grind through the courts to definitively answer this question, the legal implications of AI-generated code are the same as with human-created code,\" he advises.\n\nKeep in mind, he continues, that code generated by humans is far from error-free. There will never be a service level agreement warranting that code is perfect or that users will have uninterrupted use of the services.\n\nAlso: ChatGPT and the new AI are wreaking havoc on cybersecurity in exciting and frightening ways\n\nSantalesa also points out that it's rare for all parts of a software to be entirely home-grown. \"Most coders use SDKs and code libraries that they have not personally vetted or analyzed, but rely upon nonetheless,\" he says. \"I think AI-generated code -- for the time being -- will be in the same bucket as to legal implications.\"\n\nSend in the trolls\n\nSean O'Brien, a lecturer in cybersecurity at Yale Law School and founder of the Yale Privacy Lab, points out a risk for developers that's undeniably worrisome:\n\nThe chances that AI prompts might output proprietary code are very high, if we're talking about tools such as ChatGPT and Copilot, which have been trained on a massive trove of code of both the open source and proprietary variety.\n\nWe don't know exactly what code was used to train the chatbots. This means we don't know if segments of code output from ChatGPT and other similar tools are generated by the AI or merely echoed from code it ingested as part of the training process.\n\nAlso: 5 ways to explore the use of generative AI at work\n\nIf you're a developer, it's time to brace yourself. Here's O'Brien's prediction:\n\nI believe there will soon be an entire sub-industry of trolling that mirrors patent trolls, but this time surrounding AI-generated works. As more authors use AI-powered tools to ship code under proprietary licenses, a feedback loop is created. There will be software ecosystems polluted with proprietary code that are the subject of cease-and-desist claims by enterprising firms.\n\nAs soon as O'Brien mentioned the troll factor, the hairs on the back of my neck stood up. This is going to get very, very messy.\n\nCanadian attorney Robert Piasentin, a partner in the technology group at Canadian business law firm McMillan LLP, also points out that chatbots could have been trained on open-source work and legitimate sources, alongside copyrighted work. All of that training data might include flawed or biased data (or algorithms) as well as corporate proprietary data.\n\nAlso: AI scholar Gary Marcus makes a strong case for an AI regulatory agency\n\nPiasentin explains: \"If the AI draws on incorrect, deficient or biased information, the output of the AI tool may give rise to various potential claims, depending on the nature of the potential damage or harm that the output may have caused (whether directly or indirectly).\"\n\nHere's another thought: Some will attempt to corrupt the training corpora (the sources of knowledge that AIs use to provide their results). One of the things humans do is find ways to game the system. So not only will there be armies of legal trolls trying to find folks to sue, but there will be hackers, criminals, rogue nation states, high school students, and crackpots -- all attempting to feed erroneous data into every AI they can find, either for the lulz or for much more nefarious reasons.\n\nPerhaps we shouldn't dwell too much on the dark side.\n\nWho is at fault?\n\nNone of the lawyers, though, discussed who is at fault if the code generated by an AI results in some catastrophic outcome.\n\nFor example: The company delivering a product shares some responsibility for, say, choosing a library that has known deficiencies. If a product ships using a library that has known exploits and that product causes an incident that results in tangible harm, who owns that failure? The product maker, the library coder, or the company that chose the product?\n\nUsually, it's all three.\n\nAlso: ChatGPT's latest challenger: The Supreme Court\n\nNow add AI code into the mix. Clearly, most of the responsibility falls on the shoulders of the coder who chooses to use code generated by an AI. After all, it's common knowledge that the code may not work and needs to be thoroughly tested.\n\nIn a comprehensive lawsuit, will claimants also go after the companies that produce the AIs and even the organizations from which content was taken to train those AIs (even if done without permission)?\n\nAs every attorney has told me, there is very little case law thus far. We won't really know the answers until something goes wrong, parties wind up in court, and it's adjudicated thoroughly.\n\nWe're in uncharted waters here. My best advice, for now, is to test your code thoroughly. Test, test, and then test some more.\n\nYou can follow my day-to-day project updates on social media. Be sure to follow me on Twitter at @DavidGewirtz, on Facebook at Facebook.com/DavidGewirtz, on Instagram at Instagram.com/DavidGewirtz, and on YouTube at YouTube.com/DavidGewirtzTV."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apparel Promo Codes & Coupons",
            "link": "https://time.com/coupons/categories/apparel",
            "description": "Be the first to know about new arrivals, great deals, Promo Codes, special events and much more and knock 10% Off when you sign up with your email. Download the app and get the latest in iconic ...",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "Time16h",
            "source": "Time",
            "article_content": "Revamp your wardrobe throughout the year with these verified coupons and promo codes to maximize your savings. Enjoy free shipping, Apparel offers, and free gifts to make your shopping experience even better. Discover the finest deals and promotions for the latest clothing lines, colors, styles, and trends from a diverse range of clothing options. Whether you prefer high-end designer fashion or budget-friendly choices, you can upgrade your wardrobe without compromising on style.\n\nFrom trendy clothing and fashionable accessories to stylish footwear and wardrobe essentials, our trusted apparel partners offer comprehensive solutions to enhance your style and fashion preferences. With our exclusive deals and discounts, you can save on your apparel expenses without compromising on quality or style. Discover the best apparel deals and upgrade your wardrobe with TIME.COM Coupons."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Discovered Magic at the Large Hadron Collider",
            "link": "https://scitechdaily.com/scientists-just-discovered-magic-at-the-large-hadron-collider/",
            "description": "Researchers at the Large Hadron Collider have found that top quarks exhibit a property known as magic, which could advance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f1zlY1hC-7SEWwtdRyZ7oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Solar Discovery Could Revolutionize Hydrogen Production",
            "link": "https://scitechdaily.com/new-solar-discovery-could-revolutionize-hydrogen-production/",
            "description": "A new solar cell process using Sn(II)-perovskite oxide material offers a promising pathway for green hydrogen production ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGMYShcwz4S3sAa4T85AAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "15h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle-schooler finds goose poop that has cancer-fighting compound",
            "link": "https://www.washingtonpost.com/lifestyle/2024/12/22/middle-school-stem-goose-poop/",
            "description": "My mom, auntie and grandma have all had cancer, so it makes me happy that something I found could help,' said Camarria ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o1u8Mz1TAiE07u98Bdgcny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "4h",
            "source": "The Washington Post",
            "article_content": "When Camarria Williams, 13, stumbled upon goose poop in a neighborhood park, she enthusiastically scooped some up. She and six other students were looking for bacteria samples. “My mom feeds animals, and I know birds eat everything and anything,” said Camarria, an eighth-grade student at William H. Brown STEM Magnet School in Chicago. “I knew there must be in bacteria in it.”\n\nAfter collecting their samples, students in the Chicago Antibiotic Discovery Lab, a STEM outreach program, were taught how to isolate bacteria and program a robot to catalogue it and track antimicrobial activity. Camarria learned, with university researchers’ help, that her goose poop contained a cancer-fighting compound. She was stunned and delighted.\n\n“I like discovering new things,” she said.\n\nThe program — run by Brian Murphy, a professor at the University of Illinois at Chicago — partners with the Boys & Girls Clubs of Chicago. Its goal is to give underserved middle and high school students experiences in biomedical sciences.\n\nAdvertisement\n\n“The premise of our 14-week program is to teach students how many medicines — in this case, antibiotics — are discovered,” said Murphy. “The students analyze their own data and then make decisions in the very initial stages of this drug discovery process.”\n\n“We’re trying to connect these experiences to careers in STEM,” he added. “I thought if we actually involve students in our own research that we do in the lab, we could show them there’s a pathway to careers in the biomedical sciences, and maybe even start a pipeline from middle school to high schools to their local universities.”\n\nFor Camarria, signing up for the program was a no-brainer.\n\n“I’ve always liked science and found it interesting, like how you can mix chemicals to make something,” she said.\n\nShe did not anticipate, however, that her involvement in the program would result in her and university researchers’ uncovering a novel compound with cancer-fighting capabilities.\n\nAdvertisement\n\n“I did something, and it worked,” Camarria said. “It feels good.”\n\nCamarria collected the goose droppings at Garfield Park Lagoon, while other students collected samples such as lake water, leaves, bugs, dirt and flowers.\n\n“It was a lot of fun to be able to go out, put on the gloves and do the science myself,” said Camarria.\n\nWhile Camarria’s sample did contain a bacterium with antibiotic activity, that wasn’t the key takeaway of her discovery. The goose poop contained a novel compound, which university researchers investigated and found had cancer-fighting properties, specifically for ovarian and skin cancer.\n\n“We tested the compound against a panel of pathogens and a few cancer cell lines,” said Jin Yi “Jeanie” Tan, a graduate student in Murphy’s lab who helps run the outreach program. “Although this compound did not exhibit significant antibiotic activity, it did show cytotoxic activity in ovarian and melanoma cancer cell lines.”\n\nAdvertisement\n\nCamarria was thrilled to learn her sample was even more promising than she originally thought.\n\n“My mom, auntie and grandma have all had cancer, so it makes me happy that something I found could help,” she said. “It makes me want to discover more things out there.”\n\nThe findings were published in the American Chemical Society’s Omega Journal in October, and Camarria is named as a co-author.\n\n“Now people will know me,” she said. “They’ll know that I am a smart kid and I’m curious.”\n\nCamarria’s discovery “captures the whole essence of the program and what we set out to do, to give our youth an opportunity to really get experience with science and show them that their commitment and willingness to participate can lead to something,” said Jonathon Rodriguez, a technology program manager at the Boys & Girls Club.\n\nAdvertisement\n\nAlthough the finding is exciting, Murphy said, it’s unlikely that it will become a drug.\n\n“Very, very few natural compounds that are discovered ever make it into the clinic as drugs,” he said.\n\nStill, “compounds like this allow us to understand how cancer works a little better, and that allows other groups of scientists to develop better drugs,” Murphy explained, adding that he and other researchers may continue studying Camarria’s novel compound.\n\nMurphy said the finding highlights the importance of accessible STEM programs for young people.\n\n“What we’re really trying to do is show young students that there are a lot of real-world applications of science,” he said. “We want to light a spark inside of them, get them to care about their education, and maybe even be the launching point for the next generation of biomedical researchers.”\n\nCamarria is already looking forward to her future career."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Physics and the Bible",
            "link": "https://www.msn.com/en-us/news/technology/quantum-physics-and-the-bible/ar-AA1wjuUf?ocid=BingNewsVerp",
            "description": "We live in an extraordinary era, one where science and technology advance at a staggering pace. Discoveries of invisible ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Rjr3L73dj4XvPKwmUlFQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Western Journal on MSN4h",
            "source": "The Western Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CERN's Large Hadron Collider finds the heaviest antimatter particle yet",
            "link": "https://www.techspot.com/news/106061-cern-large-hadron-collider-finds-heaviest-antimatter-particle.html",
            "description": "Scientists from the ALICE (A Large Ion Collider Experiment) at CERN's Large Hadron Collider reported evidence of a new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K_h5r7i7FnxtSDHkxmJCpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "23h",
            "source": "TechSpot",
            "article_content": "Yeah! Science! Scientists at the CERN Large Hadron Collider – the most powerful particle accelerator ever built – have detected the heaviest form of antimatter observed. This discovery is as important as CERN's previous breakthroughs, like the Higgs Boson particle, B-meson decay, and hypernuclei.\n\nScientists from the ALICE (A Large Ion Collider Experiment) at CERN's Large Hadron Collider reported evidence of a new antimatter particle called antihyperhelium-4, essentially the \"evil twin\" of another weird particle called hyperhelium-4. This incredibly exotic form of matter contains two antiprotons, an antineutron, and an unstable particle called an antilambda comprised of subatomic quarks.\n\nThis discovery is important because it allowed physicists to study the extreme conditions of the cosmos when it was less than a second old. It also gives us insights into one of our biggest mysteries: the baryon asymmetry problem.\n\nWhen the universe burst into existence during the Big Bang, matter and antimatter should have existed in equal amounts. Since the opposing pairs always annihilate each other, all matter and antimatter should have converted into pure energy. Somehow, we ended up with a universe dominated by regular matter, with just a tiny bit of antimatter surviving. Studying hyperhelium and its antimatter twin could help unlock this puzzle.\n\nThe discovery of antihyperhelium-4 resulted from a collision experiment performed with the LHC in 2018. It slammed together lead ions at stupendous speeds, recreating the hyper-hot conditions of the newborn universe. Researchers then used a cutting-edge machine learning model to study the data from the collision. The analysis spotted the signature of antihyperhelium-4 particles as they decayed into other particles.\n\nAlso spotted was the lighter antihyperhydrogen-4. The researchers precisely measured the masses of these two particles and were able to match the data with the most current physics theories. The experiment's results confirm that matter and antimatter are created in equal portions. So, what tipped the balance if the universe started with level proportions?\n\nPhysicists are still without adequate answers. However, the LHC receives occasional upgrades, like the one that installed supersized magnets for sharper beams earlier this month. Who knows what new antimatter extremes may emerge next?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FanDuel promo code: Get $150 bonus if your $5 bet on Tennessee vs. Ohio State wins",
            "link": "https://www.masslive.com/betting/2024/12/fanduel-promo-code-get-150-bonus-if-your-5-bet-on-tennessee-vs-ohio-state-wins.html",
            "description": "New users don't need a FanDuel promo code to score a $150 sportsbook bonus for Tennessee vs. Ohio State in the College ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dJuzEgYYPcBn-e5E3_cxoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "15h",
            "source": "MassLive",
            "article_content": "The final first-round game of the College Football Playoff is set for Saturday night when the Ohio State Buckeyes host the Tennessee Volunteers. Sports bettors can grab a $150 bonus for the game if they sign up with today’s FanDuel promo code (no code required).\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $150 in bonus bets if your bet wins. 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions The user’s first bet must win to claim the bonus bets.\n\n\n\nBonuses are sent within 72 hours of the qualifying wager winning.\n\n\n\nBonus bets expire seven days after issuance and have no cash value. Bonus bets can be split into multiple wagers. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, Washington, D.C. ✅ Last verified Dec. 21, 2024\n\nFanDuel promo code: How to claim your $150 sportsbook bonus\n\nFanDuel Sportsbook delivers a great welcome bonus this football season. New users can unlock a $150 sportsbook bonus when they place a winning $5 wager. The best part is there are no odds restrictions on that first wager so you have some cushion. To claim this offer, follow these instructions:\n\nClick on our FanDuel promo code and tap the ‘Join’ button. Answer the questions in the fields that follow. If you register using one of our links, no code is required. Choose a deposit method and deposit at least $5 into your new account. Make a minimum $5 bet on Tennessee vs. Ohio State or any other game.\n\nIf your bet wins, FanDuel will add $150 in bonus bets to your account. You can use the bonus bets in increments or on one big bet. You can edit the amount in your betslip after choosing your wager and before locking it in. No matter what you choose, use it all within seven days or it will expire.\n\nFanDuel Sportsbook existing user promos\n\nOnce your FanDuel new user promo is gone, more bonuses are available. FanDuel offers daily promotions for all users. Check out these examples of what is available now.\n\nProfit boosts : Get enhanced odds on select betting markets.\n\nNo sweat bets : If your bet loses, receive a bonus bet to try again with house money.\n\nReferral bonus: Invite your friend and you’ll each get a $75 bonus ($50 sportsbook + $25 casino).\n\nHow to use your FanDuel bonus bets for Tennessee vs. Ohio State\n\nThe most important thing to remember about this bonus offer is you must win your first wager to claim it. The second most important thing is that the odds for your qualifying wager don’t matter. For instance, if you think Tennessee will win the game, you don’t have to bet on the moneyline with +220 odds. You don’t even have to bet on the Vols’ point spread (+7.5) with -110 odds.\n\nIf you think Ohio State will win, you don’t have to wager on the Buckeyes to win by eight points (and covering the 7.5-point spread). You could bet on the Buckeyes on the moneyline (-280 odds). If you want something safer, there are more options at FanDuel. The sportsbook offers alternate point spreads and totals.\n\nYou can wager on Tennessee +33.5 or Ohio State +18.5. The over/under is 46.5 points, but FanDuel offers a total as low as 17.5 points so you could bet Over on that. You can go as high as 76.5 points for the total and bet Under. You won’t get much of a profit on your $5 wager if you bet one of those extremes, but that isn’t important. You just want to win so you can grab your $150 welcome bonus."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No-Code Platforms in 2025: Transforming Innovation Across Industries",
            "link": "https://www.analyticsinsight.net/tech-news/no-code-platforms-in-2025-transforming-innovation-across-industries",
            "description": "As technology evolves, no-code platforms are shaping the future of software development, offering unprecedented accessibility ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6cB29KJHwEO79bbRJiDkCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Analytics Insight8h",
            "source": "Analytics Insight",
            "article_content": "As technology evolves, no-code platforms are shaping the future of software development, offering unprecedented accessibility to both technical and non-technical users. These platforms enable users to build websites, applications, and workflows without writing a single line of code.\n\nWith rapid advancements in artificial intelligence (AI), automation, and user experience design, no-code platforms are poised to become an even more integral part of the tech landscape in 2025 and beyond.\n\nBut who should use no-code platforms, and how can they shape the future for different user groups? Let’s dive in."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "College Football Playoff: Ohio State's hot start powers it past Tennessee and into Rose Bowl vs. Oregon",
            "link": "https://www.msn.com/en-us/sports/other/college-football-playoff-ohio-states-hot-start-powers-it-past-tennessee-and-into-rose-bowl-vs-oregon/ar-AA1wiB10?ocid=BingNewsVerp",
            "description": "The Buckeyes will meet the Ducks in the Rose Bowl on Jan. 1. Oregon is the No. 1 seed in the College Football Playoff as it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y49xCHbvVYLgcJ48L_7scy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "11hon MSN",
            "source": "Yahoo Sports on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Indian technology startup scene in 2024: More unicorns, more exits",
            "link": "https://www.business-standard.com/technology/tech-news/indian-technology-startup-scene-in-2024-more-unicorns-more-exits-124122200588_1.html",
            "description": "India's technology startup ecosystem got six new unicorns in 2024: There were two last year. The new unicorns – startups ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mqkcHvGKznHED8n-uFUGKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "9m",
            "source": "Business Standard",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple’s next smart home adventure could be a doorbell with Face ID",
            "link": "https://www.digitaltrends.com/home/apple-report-smart-door-bell-face-id-unlock-system-homekit/",
            "description": "Apple’s smart home ambitions are shifting gears starting next year. The next notable offering, as per Bloomberg, could be a smart doorbell with Face ID support.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "2h",
            "source": "Digital Trends",
            "article_content": "In the wake of canceling its hyped car project, a hard setback with an iPhone subscription service, and delays with AI feature rollout, it seems Apple has found a new sweet spot for product development in the smart home segment. According to Bloomberg, the company is working on a smart doorbell with Face ID authentication support.\n\nApple is already rumored to be working on an iPad-like smart home device that will serve as a home hub for other connected devices, as well. Now, the folks over at Cupertino are eyeing a niche that will integrate well within the homeKit portfolio.\n\nRecommended Videos\n\nBloomberg’s report describes it as a “smart doorbell with advanced facial recognition that wirelessly connects to a deadbolt lock.” The concept is pretty straightforward. Apple aims to bring its fast and reliable biometric authentication convenience to a doorbell.\n\nPlease enable Javascript to view this content\n\nAt the moment, the segment is dominated by the likes of Amazon, Google, Eufy, and Logitech. The Nest Doorbell and Amazon Blink, in particular, often find their way at the top of the recommendation list for buyers. It’s, therefore, no surprise why Apple would want to flex its way into the fray, especially when it has the tech stack, talent, and supply chain at its disposal.\n\nNow, the Face ID-ready doorbell project is in the early stages of development, which means its market arrival is neither close, nor certain. According to report which cites internal sources, enthusiasts should “not to expect anything to come to market before the end of next year at the soonest.”\n\nThere is another probability. Instead of developing a hardware product of its own, Apple could very well outsource it to a third-party partner like Logitech or Belkin. That wouldn’t be surprising. Take for example the Vision Pro, which sells a head strap for the headset, straight from Apple’s online store.\n\nThe upcoming device could be yet another host for the company’s in-house combined chip for Wi-Fi and Bluetooth, which is reportedly making a debut in 2025 with the refreshed HomePod Mini and Apple TV models. The chip is apparently code-named Proxima and will reportedly be made by long-time partner TSMC.\n\nNow, a smart doorbell sounds like an obvious step in the right direction, and could stand out with its facial recognition perk. Notably, the company already has the infrastructure ready (and rapidly developing it with upcoming products) with a software stack in HomeKit that has already been embraced by various brands.\n\nIn addition to it, the upcoming home hub device that borrows from the iPad aesthetics, will also run a software that will connect with a whole bunch of other devices. It will also tap into the FaceTime system for video conferencing. It won’t be surprising to see it play nice with the upcoming smart doorbell camera via its video relay lane.\n\nThere are, however, a handful of concerns with the doorbell endeavor. Chief among them are chances of failure, especially when it comes the possibility of an intruder somehow making it past the guardrails. The recent cases of abuse involving the AirTag tracker by bad actors is an example of one such scenario.\n\nApple has traditionally played it safe when it comes to user privacy and safety, and has tried to skirt past such controversies to the best of its capabilities. So, there is high chance that the company takes its own sweet time bringing the smart doorbell to the market, or simply decides to offload the whole premise to other brands while milking royalty."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Deep Dive into Containerization and CI/CD Pipelines with Sudheer Amgothu",
            "link": "https://techbullion.com/a-deep-dive-into-containerization-and-ci-cd-pipelines-with-sudheer-amgothu/",
            "description": "Welcome to a transformative exploration of the world of containerization and CI/CD pipelines! In today’s tech landscape, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qau0aSzc0lFxX1ufgj7bhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Impacts1h",
            "source": "Impacts",
            "article_content": "Welcome to a transformative exploration of the world of containerization and CI/CD pipelines! In today’s tech landscape, where speed and efficiency are paramount, understanding these concepts is not just beneficial—it’s essential. Join us as we embark on an enlightening journey with Sudheer Amgothu, a seasoned expert whose insights illuminate the path to modern software development. Whether you’re a novice looking to grasp the basics or an experienced developer eager to refine your skills, this deep dive promises valuable knowledge that will empower you to streamline your workflow and enhance collaboration in your projects. Buckle up as we unravel the mysteries behind containers and continuous integration/continuous deployment (CI/CD) practices that are revolutionizing how we build, test, and deliver applications!\n\nIntroduction to Containerization and CI/CD Pipelines\n\nIn today’s fast-paced tech landscape, businesses are constantly searching for ways to streamline their development processes. Enter containerization and CI/CD pipelines—two game-changing concepts that have transformed how software is built, tested, and deployed. But who better to guide us through this intricate world than Sudheer Amgothu? With a wealth of experience in these cutting-edge techniques, he has not only embraced the potential of containerization but also harnessed the power of CI/CD pipelines to propel organizations into a new era of efficiency. Let’s embark on an insightful journey as we delve deeper into this dynamic duo and explore how Sudheer has become a pivotal figure in revolutionizing modern software development practices.\n\nWhat is Sudheer Amgothu’s expertise in this area?\n\nSudheer Amgothu is a recognized name in the realms of containerization and CI/CD pipelines. His deep understanding stems from years of hands-on experience in software development.\n\nWith a robust technical background, he has mastered various tools and frameworks that facilitate seamless integration and delivery processes. Sudheer’s expertise encompasses Docker, Kubernetes, Jenkins, and other pivotal technologies essential for modern DevOps practices.\n\nHe stands out not just as a practitioner but also as an educator. By sharing his insights through workshops and seminars, he empowers teams to adopt best practices in container management.\n\nHis approach combines theory with practical applications, ensuring that organizations can effectively leverage these technologies. This blend makes his guidance invaluable for those navigating the complexities of software deployment today.\n\nSudheer Amgothu’s Contributions to the World of Containerization and CI/CD Pipelines\n\nSudheer Amgothu has made significant strides in the realm of containerization and CI/CD pipelines. His innovative approaches have transformed how software development teams deploy applications.\n\nAmgothu emphasizes automation, enabling seamless integration and delivery processes. By leveraging tools like Docker and Kubernetes, he has streamlined workflows for countless organizations.\n\nHis contributions extend beyond just technology; they focus on education too. Sudheer frequently shares insights through workshops and online courses, demystifying complex concepts for newcomers in the industry.\n\nAdditionally, his thought leadership is evident in numerous publications where he discusses best practices in implementing these modern methodologies. This combination of practical experience and educational outreach positions him as a vital figure in this evolving landscape.\n\nWith a keen eye on emerging trends, Amgothu continues to inspire developers to adopt containerization strategies that enhance efficiency and scalability within their projects.\n\nSudheer Amgothu’s Future Outlook and Trends in the Industry\n\nSudheer Amgothu, a renowned expert in containerization and CI/CD pipelines, has been closely monitoring the latest trends in these fields. With years of experience in software development and deployment, Sudheer has a deep understanding of how technologies evolve and shape the industry.\n\nWhen it comes to future outlook, Sudheer believes that containerization is here to stay. The concept of packaging an application with all its dependencies into a self-contained unit has revolutionized software deployment. It offers numerous benefits such as improved portability, scalability, and consistency across different environments. As more companies adopt cloud computing and microservices architecture, the demand for containerization will only continue to grow.\n\nFurthermore, Sudheer also predicts that there will be advancements in container orchestration tools such as Kubernetes. These tools have become essential for managing large-scale deployments and automating various processes involved in running containers. In the future, we can expect to see even more features being added to these tools for better performance and efficiency.\n\nWhy Sudheer Amgothu is a Leader in this Field\n\nSudheer Amgothu stands out as a prominent figure in the realms of containerization and CI/CD pipelines. His expertise bridges the gap between theoretical concepts and practical implementations, making him an invaluable resource for developers and organizations alike.\n\nHis contributions have not only advanced the understanding of these technologies but also provided actionable insights that empower teams to enhance their software development processes. Through innovative case studies, he illustrates how effective deployment strategies can transform workflows.\n\nThe challenges faced in adopting these technologies are real, yet Sudheer’s approach demystifies them, offering solutions that encourage resilience and adaptability within teams. As industries continue to evolve toward more agile methodologies, his forward-thinking outlook on future trends positions him at the forefront of this transformation.\n\nWith a blend of knowledge, experience, and vision, Sudheer Amgothu is undoubtedly a leader in containerization and CI/CD pipelines. His impact reverberates through successful projects worldwide—an inspiration for those looking to navigate the complexities of modern software development.\n\nConclusion\n\nIn conclusion, containerization and continuous integration/continuous delivery pipelines play a crucial role in modern software development processes. With the insights shared by Sudheer Amgothu, we have gained a better understanding of how these technologies work and their benefits in terms of scalability, efficiency, and automation. As technology continues to evolve, it is important for developers to keep up with the latest trends and tools. We hope that this deep dive has provided valuable information and inspired you to explore these concepts further in your own projects."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Sora AI Video Generation Tool – Is It Worth the Hype and Price?",
            "link": "https://www.geeky-gadgets.com/openai-sora-ai-video-generator/",
            "description": "Explore OpenAI Sora's AI-powered video creation tools, pricing, and regional restrictions. Learn if this premium platform suits your needs.",
            "image_url": "https://www.bing.com/th?id=OJ.moWyCblfUarXCA&pid=news&w=98&h=16&rs=2",
            "category": "openai+competitor",
            "date": "5h",
            "source": "Geeky Gadgets",
            "article_content": "OpenAI has introduced Sora, an advanced AI-powered video generation platform designed to simplify the creation of high-quality videos. By integrating sophisticated features into a user-friendly interface, Sora aims to assist both beginners and professionals in video production. While it does not claim to transform the market, its robust capabilities and streamlined workflow position it as a noteworthy contender in the growing field of AI video tools. Below is an in-depth look by AI Advantage at Sora’s offerings, potential limitations, and how it aligns with creative or professional needs.\n\nCreating videos can feel overwhelming, especially when juggling tight deadlines, limited resources, or trying to bring a creative vision to life without spending hours on editing. If you’ve wished for a tool that simplifies the process while delivering professional-quality results, OpenAI’s Sora might be the solution. This AI-powered platform merges innovative technology with user-friendly features. But with many AI tools flooding the market, you might wonder: is Sora worth the investment, or is it just another overhyped product?\n\nWhere Is Sora Available?\n\nSora is available globally, with one significant exception: users in Europe and the UK are currently restricted from accessing the platform due to regulatory challenges. While some users in these regions might consider using a VPN to bypass these restrictions, OpenAI explicitly warns that such actions could result in account bans, making this an unviable option for most.\n\nTL;DR Key Takeaways : Sora is OpenAI’s new AI video generation platform, offering advanced features for both beginners and professionals, but it is only available through paid subscriptions with no free-tier option.\n\nThe platform is globally accessible except in Europe and the UK due to regulatory restrictions, with OpenAI warning against VPN usage to bypass these limitations.\n\nSora offers two subscription plans: the Plus Plan ($20/month) with watermarked 720p videos and the Pro Plan ($200/month) with watermark-free 1080p videos and advanced features, though its pricing is higher than many competitors.\n\nKey features include tools like Blend, Loop, Remix, Recut, and Storyboard, along with organizational tools for efficient workflows, making it suitable for both casual and professional creators.\n\nSora’s limitations include the lack of a free tier, watermarked videos on the lower plan, and high pricing, which may deter budget-conscious users or those seeking more affordable alternatives.\n\nAdditionally, Sora is only accessible through paid subscriptions, as there is no free-tier option available. This exclusivity may deter casual users who prefer to experiment with AI tools before committing financially. For those willing to invest, however, Sora offers a range of features designed to enhance the video creation process.\n\nSubscription Plans and Pricing\n\nSora provides two subscription tiers, each tailored to different user needs and budgets:\n\nPlus Plan ($20/month): This entry-level plan includes 50 video generations per month at 720p resolution. However, videos created under this plan are watermarked, which may not be suitable for professional use or commercial projects.\n\nThis entry-level plan includes 50 video generations per month at 720p resolution. However, videos created under this plan are watermarked, which may not be suitable for professional use or commercial projects. Pro Plan ($200/month): Designed for advanced users, this plan offers 500 video generations per month at 1080p resolution, with no watermarks. It also includes unlimited slow generations and access to advanced features, making it ideal for professionals seeking high-quality output.\n\nWhile the Pro Plan delivers superior quality and functionality, its steep price point may deter budget-conscious users. Many competitors offer similar services at lower costs, which could make Sora’s pricing a potential drawback for those exploring more affordable options.\n\nSora AI Video Generator – Is it any good?\n\nExplore further guides and articles from our vast library that you may find relevant to your interests in AI video generator.\n\nWhat Features Does Sora Offer?\n\nSora combines a variety of advanced tools to streamline and enhance the video creation process. Its standout features include:\n\nBlend: This feature allows users to create smooth transitions between start and end frames, resulting in fluid and visually appealing animations.\n\nThis feature allows users to create smooth transitions between start and end frames, resulting in fluid and visually appealing animations. Loop: Generate seamless, infinite video loops that are ideal for dynamic visual effects or social media content.\n\nGenerate seamless, infinite video loops that are ideal for dynamic visual effects or social media content. Remix: Edit specific images within videos using text-based prompts, allowing precise adjustments without the need for complex editing software.\n\nEdit specific images within videos using text-based prompts, allowing precise adjustments without the need for complex editing software. Recut: Regenerate or expand specific sections of a video without having to start the entire project over, saving time and effort.\n\nRegenerate or expand specific sections of a video without having to start the entire project over, saving time and effort. Storyboard: Organize and sequence scenes on a timeline, providing a cohesive structure for storytelling or project planning.\n\nIn addition to these core features, Sora includes organizational tools such as folders, prompt presets, and favorites, which help users manage their projects more efficiently. These capabilities make the platform suitable for a wide range of users, from novice creators exploring AI tools to experienced video editors seeking to optimize their workflow.\n\nHow Does Sora Compare to Competitors?\n\nSora sets itself apart by integrating features from leading AI video platforms, such as Runway and Luma Labs, into a single, comprehensive tool. Its ability to generate videos in 1080p resolution surpasses many competitors, which often cap their output quality at lower resolutions. Additionally, Sora’s intuitive interface ensures that users of varying skill levels can navigate the platform with ease.\n\nHowever, Sora’s lack of a free plan and the watermarked output on the Plus Plan may limit its appeal to users seeking affordable or professional-grade solutions. The Pro Plan’s $200 monthly fee is significantly higher than many alternatives, which could make it less competitive in the broader market. For users prioritizing cost-effectiveness, these factors may outweigh the platform’s advanced features and high-quality output.\n\nWhat Are Sora’s Limitations?\n\nDespite its strengths, Sora has several notable limitations that may impact its appeal to certain users:\n\nNo Free Tier: The absence of a free plan means that casual users cannot experiment with the platform without committing to a paid subscription.\n\nThe absence of a free plan means that casual users cannot experiment with the platform without committing to a paid subscription. Watermarked Videos: Videos generated under the Plus Plan are watermarked, which may not meet the needs of users seeking professional-quality results at a lower cost.\n\nVideos generated under the Plus Plan are watermarked, which may not meet the needs of users seeking professional-quality results at a lower cost. High Pricing: The Pro Plan’s $200 monthly fee is considerably higher than many competing platforms, potentially limiting its adoption among cost-sensitive users.\n\nThe Pro Plan’s $200 monthly fee is considerably higher than many competing platforms, potentially limiting its adoption among cost-sensitive users. Regional Restrictions: The platform’s unavailability in Europe and the UK due to regulatory challenges further narrows its potential user base.\n\nThese limitations highlight the need for OpenAI to address pricing and accessibility concerns to make Sora a more viable option for a broader audience.\n\nWhat’s Next for Sora?\n\nSora’s comprehensive feature set and high-quality output position it as a strong player in the AI video generation market. By combining the best practices and tools from competitors, OpenAI has created a platform that appeals to a wide range of users, from beginners to professionals. However, its pricing structure, lack of a free tier, and regional restrictions could hinder its broader adoption.\n\nAs AI video tools continue to evolve, Sora’s long-term success will depend on its ability to balance innovation with accessibility. For now, it serves as a powerful option for those willing to invest in premium AI video production software. Whether it’s the right choice for you will depend on your budget, creative needs, and willingness to commit to a paid subscription.\n\nMedia Credit: The AI Advantage\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Unveils ‘o3’ Reasoning AI Models In Test Phase",
            "link": "https://techbullion.com/openai-unveils-o3-reasoning-ai-models-in-test-phase/",
            "description": "OpenAI announced on Friday that it was testing two new reasoning AI models, called O3 and O3 small, as part of an increasing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FR9y3WHwxj0x-XdMMzlPvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Impacts21h",
            "source": "Impacts",
            "article_content": "OpenAI announced on Friday that it was testing two new reasoning AI models, called O3 and O3 small, as part of an increasing battle with competitors like Google to develop more intelligent models that can solve challenging issues.\n\nTakeAway Points:\n\nOpenAI said on Friday it was testing new reasoning AI models, o3 and o3 mini, in a sign of growing competition with rivals such as Google to create smarter models capable of tackling complex problems.\n\nBitcoin fell sharply on Friday amid broader caution in risky assets.\n\nBitcoin traded at around $92,808.07 at 6:57 a.m. ET on Friday, down around 9% from 24 hours before, where it was priced above $102,000, according to Coin Metrics.\n\nThe cryptocurrency hit an all-time high above $108,000 just this week, but has since sold off aggressively.\n\nOpenAI reveals “o3” reasoning AI models that are now undergoing testing\n\nCEO Sam Altman said the AI startup plans to launch o3 mini by the end of January and full o3 after that, as more robust large language models could outperform existing models and attract new investments and users.\n\nMicrosoft-backed OpenAI released o1 AI models in September designed to spend more time processing queries to solve hard problems.\n\nThe o1 models are capable of reasoning through complex tasks and can solve more challenging problems than previous models in science, coding, and math, the AI firm said in a blog post.\n\nOpenAI’s new o3 and o3 mini models, which are in internal safety testing currently, will be more powerful than its previously launched o1 models, the company said.\n\nThe GenAI pioneer said it was opening up an application process for external researchers to test o3 models ahead of the public release, which will close on Jan. 10.\n\nOpenAI had triggered an AI arms race after it launched ChatGPT in November 2022. The growing popularity of the company and new product launches helped OpenAI in closing a $6.6 billion funding round in October.\n\nRival Alphabet’s Google released the second generation of its AI model Gemini earlier in December, as the search giant aims to reclaim the lead in the AI technology race.\n\nBitcoin trades around $97,000, recovering from earlier losses\n\nBitcoin hovered around the $97,000 mark on Friday, recovering from earlier losses amid broader investor caution toward risky assets.\n\nBitcoin dipped below the $93,000 mark earlier in the day before trading above that price in volatile trade.\n\nThe digital asset was last trading at $96,597.36, according to Coin Metrics, hovering near the level attained about 24 hours ago. The cryptocurrency hit an all-time high above $108,000 just this week, but has since sold off aggressively.\n\nThe Federal Reserve rattled markets in recent days as it signalled fewer interest rate cuts next year. Equity markets took a hit, filtering through to crypto assets.\n\nThe price of bitcoin has more than doubled this year, supported by several factors, including the launch of spot exchange-traded funds and the U.S. presidential election win of Donald Trump. He has pledged pro-crypto policies and his victory at the polls helped propel bitcoin to its latest record high.\n\nWith some markets on edge due to the Fed, some of the steam has come out of assets that have seen big gains this year.\n\nTesla, which has been another big beneficiary of Trump’s win, continued its postelection slide with shares falling on Friday in premarket trade. Other big names, such as Nvidia, were also lower during the session.\n\nBitcoin’s fall also dragged down other cryptocurrencies. Ether was trading around 3,446.15."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Open source machine learning systems are highly vulnerable to security threats",
            "link": "https://www.msn.com/en-us/news/technology/open-source-machine-learning-systems-are-highly-vulnerable-to-security-threats/ar-AA1wjLsK?ocid=BingNewsVerp",
            "description": "The growing adoption of machine learning across industries highlights the critical need to secure ML systems, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9P-kIObCec-oaFOO-uChoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "1hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Race to Translate Animal Sounds Into Human Language",
            "link": "https://www.wired.com/story/artificial-intelligence-translation-animal-sounds-human-language/",
            "description": "With big cash prizes at stake—and AI supercharging research—interspecies translation is closer than ever. But what, if ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gDBAfOSl0ooI5N28guUSvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "7h",
            "source": "Wired",
            "article_content": "In 2025 we will see AI and machine learning leveraged to make real progress in understanding animal communication, answering a question that has puzzled humans as long as we have existed: “What are animals saying to each other?” The recent Coller-Dolittle Prize, offering cash prizes up to half-a-million dollars for scientists who “crack the code” is an indication of a bullish confidence that recent technological developments in machine learning and large language models (LLMs) are placing this goal within our grasp.\n\nMany research groups have been working for years on algorithms to make sense of animal sounds. Project Ceti, for example, has been decoding the click trains of sperm whales and the songs of humpbacks. These modern machine learning tools require extremely large amounts of data, and up until now, such quantities of high-quality and well-annotated data have been lacking.\n\nConsider LLMs such as ChatGPT that have training data available to them that includes the entirety of text available on the internet. Such information on animal communication hasn't been accessible in the past. It’s not just that human data corpora are many orders of magnitude larger than the kind of data we have access to for animals in the wild: More than 500 GB of words were used to train GPT-3, compared to just more than 8,000 “codas” (or vocalizations) for Project Ceti’s recent analysis of sperm whale communication.\n\nAdditionally, when working with human language, we already know what is being said. We even know what constitutes a “word,” which is a huge advantage over interpreting animal communication, where scientists rarely know whether a particular wolf howl, for instance, means something different from another wolf howl, or even whether the wolves consider a howl as somehow analogous to a “word” in human language.\n\nREAD MORE This story is from the WIRED World in 2025, our annual trends briefing.\n\nNonetheless, 2025 will bring new advances, both in the quantity of animal communication data available to scientists, and in the types and power of AI algorithms that can be applied to those data. Automated recording of animal sounds has been placed in easy reach of every scientific research group, with low-cost recording devices such as AudioMoth exploding in popularity.\n\nMassive datasets are now coming online, as recorders can be left in the field, listening to the calls of gibbons in the jungle or birds in the forest, 24/7, across long periods of time. There were occasions when such massive datasets were impossible to manage manually. Now, new automatic detection algorithms based on convolutional neural networks can race through thousands of hours of recordings, picking out the animal sounds and clustering them into different types, according to their natural acoustic characteristics.\n\nOnce those large animal datasets are available, new analytical algorithms become a possibility, such as using deep neural networks to find hidden structure in sequences of animal vocalizations, which may be analogous to the meaningful structure in human language.\n\nHowever, the fundamental question that remains unclear is, what exactly are we hoping to do with these animal sounds? Some organizations, such as Interspecies.io, set its goal quite clearly as, “to transduce signals from one species into coherent signals for another.” In other words, to translate animal communication into human language. Yet most scientists agree that non-human animals do not have an actual language of their own—at least not in the way that we humans have language.\n\nThe Coller Dolittle Prize is a little more sophisticated, looking for a way “to communicate with or decipher an organism’s communication.” Deciphering is a slightly less ambitious goal than translating, considering the possibility that animals may not, in fact, have a language that can be translated. Today we don’t know just how much information, or how little, animals convey between themselves. In 2025, humanity will have the potential to leapfrog our understanding of not just how much animals say but also what exactly they are saying to each other."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine Bets a Free Market for Weapons Production Can Out-Innovate Russia",
            "link": "https://www.msn.com/en-us/money/other/ukraine-bets-a-free-market-for-weapons-production-can-out-innovate-russia/ar-AA1wiCTg?ocid=BingNewsVerp",
            "description": "While Russia is mass-producing machinery at state-owned industries, Ukraine has spawned hundreds of entrepreneur-led defense ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EaJwLIfj33-6MwhKSw_R2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "6hon MSN",
            "source": "Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Massive' Ukraine Drone Attack Hits Russian Fuel Depot",
            "link": "https://www.msn.com/en-us/news/world/massive-ukraine-drone-attack-hits-russian-fuel-depot/ar-AA1wjmNw?ocid=BingNewsVerp",
            "description": "Ukraine launched a \"massive\" drone attack on the Oryol region, north of the Kursk region where Moscow has spent months trying ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pt5MxSIIt987DiZHhzW_si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "3hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Year in War: From West Asia to Russia-Ukraine, how 2024 was marred by conflicts",
            "link": "https://www.firstpost.com/explainers/this-year-in-war-from-west-asia-to-russia-ukraine-how-2024-was-marred-by-conflicts-13846392.html",
            "description": "Geopolitical uncertainties increased in 2024 as tensions escalated in West Asia. Israel was involved in four conflicts in the ...",
            "image_url": "https://www.bing.com/th?id=OVF.fvzE3HIgua5rmgvGmswtyA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "12h",
            "source": "Firstpost",
            "article_content": "Geopolitical uncertainties increased in 2024 as tensions escalated in West Asia. Israel was involved in four conflicts in the region, including with Hamas in Gaza and Iran. Peace remained elusive in Russia’s war with Ukraine that began over two years back read more\n\nA displaced Palestinian woman, Makram Hamdouna, carries a water container outside her shelter, in Khan Younis in the southern Gaza Strip December 19, 2024. Reuters\n\n2024 was a year of war. The wider conflict in West Asia and Russia’s war with Ukraine made headlines throughout the year. Data by the Armed Conflict Location and Event Data (ACLED) shows that an estimated 233,000 people were killed in conflicts this year.\n\nIsrael’s war with Hamas in Gaza completed a year in October. The Jewish state reached a ceasefire deal with Hezbollah in Lebanon to end 13 months of fighting. Israeli strikes are pounding against Houthi targets in Yemen.\n\nAdvertisement\n\nTensions mounted between Iran and Israel, with both sides launching tit-for-tat attacks. The shadow war between the two countries has burst into the open since Hamas’ attack on Israel last October.\n\nAfter 13 years of civil war, Syria saw the fall of its dictator, Bashar al-Assad. Since his ouster, Israel has launched a bombing campaign on the West Asian country.\n\nRussia’s invasion of Ukraine entered its 1,000th day on November 24 this year. Even after over two years, there is no end in sight to the conflict.\n\nIn our yearly wrap, here is a look at the conflicts around the world.\n\n1. Israel was engaged in four wars in West Asia this year. On October 7, 2024, Israel’s war with Hamas in Gaza completed one year. It was on this day last year that the Palestinian militant group’s surprise attack on the Jewish nation changed West Asia and the world. We explain how Hamas’ attack was a turning point in the region.\n\nThousands have died in Israel and Gaza since the war began last year. Many hostages taken by Hamas fighters last October remain captive in Gaza. Israel’s relentless strikes on the narrow enclave have taken a mental toll on innocent civilians, especially children. We take a look at how the conflict has affected children.\n\nAdvertisement\n\nIsrael achieved its biggest victory in the war by killing its enemy no 1, Yahya Sinwar. Israel had accused Sinwar, 61, of being the mastermind of the Hamas’ October 7, 2023 attack. Here’s what we know about the man dubbed “butcher of Khan Younis”.\n\n2. West Asia inched closer to a wider war in the region as Israel and Iran carried out tit-for-tat missile strikes. In October, Israel launched three waves of overnight strikes on Iran in retaliation to Tehran launching at least 180 missiles into Israel earlier that month.\n\nIran had said its attack against Israel was in response to the assassination of the Lebanese group Hezbollah’s leader Hassan Nasrallah and Iran’s Islamic Revolutionary Guard Corps (IRGC) commander Abbas Nilforoushan in Beirut, and the killing of Hamas leader Ismail Haniyeh on Iranian soil in July.\n\nAdvertisement\n\nWhile there is a lull in tensions now, we explore who has the bigger and better military.\n\n3. Israel intensified attacks against Hezbollah in Lebanon, with the group blaming the West Asian country for exploding pager and walkie-talkie attacks that killed or wounded thousands of its members.\n\nSmoke rises following an Israeli airstrike on Dahiyeh, in Beirut, Lebanon, November 26, 2024. File Photo/AP\n\nIn November, the two sides reached a ceasefire agreement, ending monthslong conflict that has taken the lives of over 3,700 people. The deal brokered by the United States calls for a 60-day halt in fighting. However, within a week of the fragile truce, there were mutual accusations of violations. Will the ceasefire hold? We explain in this report.\n\nAdvertisement\n\n4. Yemen’s Houthis, a part of Iran’s so-called Axis of Resistance, have been targeting commercial and military ships linked to Israel and its allies in the Red Sea since Israel launched its war against Hamas last October.\n\nThis year, Israel escalated attacks against the rebel group, with the Houthis claiming to target the Jewish country with drones and ballistic missiles. Find out about this rebel group in Yemen in this report.\n\n5. After 13 years of civil war, Syrian rebels overthrew President Bashar al-Assad in just a matter of a few days. With Assad fleeing to Russia, the horrors of his regime are coming to light. Since his ouster, families have been desperately searching for their loved ones who went missing after being detained by the secret police. His regime is believed to have killed and buried more than 100,000 people in mass graves. The horrors have just begun to unravel.\n\nAdvertisement\n\nWhile insurgents have taken control of Damascus, Israel has carried out a volley of airstrikes in the country. Targets have included air defence systems, fighter jets, missile depots, weapons production sites and so on.\n\nIt is also planning to expand its settlements in the occupied Golan Heights, citing threats from Syria. We take a look at why Israel is eyeing the strategic plateau and why it is targeting the West Asian country.\n\n6. It has been over two years since Russia invaded Ukraine. Death and devastation followed after Russian President Vladimir Putin addressed his nation, announcing a “special military operation” in Ukraine on February 24, 2022. World powers, including incoming US President Donald Trump, have called for a ceasefire. However, peace has so far remained elusive.\n\nTensions could further escalate after Ukraine claimed responsibility for killing a top Russian general in a bomb blast in Moscow. Here’s who he was.\n\nThis is all we have for you in our yearly roundup. If you like the way we explain hot topics from around the globe, you can bookmark this page."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disregarding Military Necessity To Accuse Israel of War Crimes",
            "link": "https://www.msn.com/en-us/politics/international-relations/disregarding-military-necessity-to-accuse-israel-of-war-crimes/ar-AA1wj3TW?ocid=BingNewsVerp",
            "description": "When challenged to teach the whole Torah on one foot, the Jewish sage Hillel replied, \u0093What is hateful to you, do not do to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iLpZ5fMug8_Ih7wxI1lT9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "6hon MSN",
            "source": "Real Clear Politics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europe’s Big Stocks Are Shrinking Deeper Into US Megacaps’ Shadow",
            "link": "https://www.bloomberg.com/news/articles/2024-12-22/europe-s-big-stocks-are-shrinking-deeper-into-us-megacaps-shadow",
            "description": "A $93 billion plunge in Novo Nordisk A/S shares has provided the latest blow to Europe’s largest listed companies, which have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R0ZuesIvSIoUqK2mu4FdgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "9h",
            "source": "Bloomberg L.P.",
            "article_content": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Freshworks Inc (FRSH) Stock Plunge -7.37% Last Week?",
            "link": "https://www.bovnews.com/2024/12/21/why-did-freshworks-inc-frsh-stock-plunge-7-37-last-week/",
            "description": "On Friday, Freshworks Inc (FRSH) stock saw a decline, ending the day at $15.33 which represents a decrease of $-0.07 or -0.45% from the prior close of $15.4. The stock opened at $15 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews19h",
            "source": "bovnews",
            "article_content": "Wells Fargo has recently initiated Freshworks Inc (FRSH) stock to Equal Weight rating, as announced on October 16, 2024, according to Finviz. Earlier, on May 2, 2024, Robert W. Baird had reduced the stock from a Outperform to Neutral, setting a price target of $16 for FRSH stock. Oppenheimer also reduced Perform rating. Additionally, Wolfe Research raised Outperform rating on February 20, 2024, with a target price of $27. Jefferies analysts, in their report published on January 5, 2024, also raised Buy rating and set a price target of $20 for Freshworks Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nFreshworks Inc (FRSH) Stock Trading Recap\n\nOn Friday, Freshworks Inc (FRSH) stock saw a decline, ending the day at $15.33 which represents a decrease of $-0.07 or -0.45% from the prior close of $15.4. The stock opened at $15 and touched a low of $14.96 during the day, reaching a high of $15.55. The volume of shares traded was 5.46 million exceeding the average volume of 4.15 million.\n\nFRSH Stock Performance and Moving Averages\n\nIn recent trading, Freshworks Inc (FRSH) stock price has shown some volatility, fluctuating -7.37% over the last five trades and 0.33% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 24.13%, and it has gained 36.27% in the previous three months. Currently, FRSH is trading at -5.98%, 5.72%, and 9.56% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, FRSH, a Technology sector stock, is trading -37.66% below its 52-week high but remains 41.81% above its 52-week low. The Average True Range (ATR) (14 days) of 0.67 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nFreshworks Inc’s Profitability and Valuation Ratios\n\nFreshworks Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of -22.58% and a profit margin of -14.80%, with a gross margin of 24.13%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Freshworks Inc’s market capitalization stands at $4.64 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 29.54. Additionally, the Price-to-Sales Ratio is 6.77, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 4.09, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 43.13% of Freshworks Inc (FRSH)’s shares, while financial institutions hold 45.19%.\n\nNotable insider trades include Mathrubootham Rathnagirish, EXECUTIVE CHAIRMAN at Freshworks Inc (FRSH), who sold 835000 shares on Dec 18 ’24, at $16.08 each, totaling $13.43 million. On Dec 19 ’24, Mathrubootham Rathnagirish, EXECUTIVE CHAIRMAN, sold 835000 shares for $15.45 each, amounting to $12.90 million. Additionally, on Dec 20 ’24, Mathrubootham Rathnagirish sold 830000 shares at $15.33 each, generating $12.72 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Titan's Taneira looks to expand market share with focus on metro cities",
            "link": "https://www.business-standard.com/companies/news/titan-s-taneira-looks-to-expand-market-share-with-focus-on-metro-cities-124122200478_1.html",
            "description": "Taneira will close FY25 with 85 stores and plans to open 15-20 stores every year to take the total count to 125 by FY27 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wNI5FwucUp_FYF6Z16s2qC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2h",
            "source": "Business Standard",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Organigram: Long Term Growth Improving With International And Domestic Cannabis Expansion (Rating Upgrade)",
            "link": "https://seekingalpha.com/article/4745846-organigram-long-term-growth-improving-with-international-and-domestic-cannabis-expansion",
            "description": "Organigram reported Q4-2024 financial results earlier this week and show improved revenues, profit margins, net loss, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0-79PZxCgtP0Tbp8s44lMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "3h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "President Biden signs stopgap funding bill into law, narrowly averting shutdown",
            "link": "https://www.msn.com/en-us/news/politics/president-biden-signs-stopgap-funding-bill-into-law-narrowly-averting-shutdown/ar-AA1whJl6?ocid=BingNewsVerp",
            "description": "The White House has announced that President Biden signed a stopgap funding bill into law on Saturday, extending government ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xGI8gDlItKkmE6JiKlv6JS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "22hon MSN",
            "source": "Fox News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mozambique's death toll from Cyclone Chido rises to 94, AFP reports",
            "link": "https://www.reuters.com/world/africa/mozambiques-death-toll-cyclone-chido-rises-94-afp-reports-2024-12-22/",
            "description": "Mozambique's death toll from Cyclone Chido has risen to 94, news agency AFP said on Sunday, citing the country's disaster ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G3veS_v66EtCtFMWBsGmMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Asus’ two-year update commitment is awful",
            "link": "https://www.androidpolice.com/asus-two-year-update-commitment-is-awful/",
            "description": "Asus excels at powerful devices in an enthusiast ethos, but its after-sale care, iffy software support, and untenable 2-year ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UqTzJaQrlJ161Im0oItKdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "3h",
            "source": "Android Police",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Looking to increase sourcing in India to 50pc in mid term, to set up supplier park: Hafele",
            "link": "https://www.msn.com/en-in/lifestyle/smart-living/looking-to-increase-sourcing-in-india-to-50pc-in-mid-term-to-set-up-supplier-park-hafele/ar-AA1wiBk5?ocid=BingNewsVerp",
            "description": "New Delhi, Dec 22 (PTI) German interior solutions provider Hafele is looking to increase sourcing from India to 50 per cent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W8i4eNdy1Nltu6uhXbSyIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Press Trust of India on MSN5h",
            "source": "Press Trust of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Streamline Your API Strategy: Most Popular Middleware Tools for API Management",
            "link": "https://www.analyticsinsight.net/tech-news/streamline-your-api-strategy-most-popular-middleware-tools-for-api-management",
            "description": "API management middleware has subsequently grown to be one of the most important software applications in the present day. APIs from Application Programming Int ...",
            "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Analytics Insight10h",
            "source": "Analytics Insight",
            "article_content": "API management middleware has subsequently grown to be one of the most important software applications in the present day. APIs from Application Programming Interfaces provide a serious groundwork for communication among applications, mediating between services, software, and devices utilized by different people.\n\nCurrently, APIs are used for almost all applications today. These have proven necessary for every aspect of the well-managed mobile app and a successful cloud service managed directly by the organizations.\n\nMiddleware tools in this area manage APIs quite profoundly across dimensions of availability, security, and easy accessibility for both developers and businesses. Here’s a look at the most popular middleware tools for API management in 2025, each offering unique features to help organizations optimize their API ecosystems."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Box ‘filled with bones of Jesus’ brother’ hailed ‘most significant discovery from time of Christ’",
            "link": "https://www.joe.co.uk/news/box-filled-with-bones-of-jesus-brother-hailed-most-significant-discovery-from-time-of-christ-469214",
            "description": "A 2000-year-old bone box etched with the name of Jesus’ brother which was discovered in Israel is now on display in the US.",
            "image_url": "https://www.bing.com/th?id=OVFT.zzpQcaQwGt4R63lv6BpkYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "joe.co.uk22h",
            "source": "joe.co.uk",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Bones of Jesus’ brother’ found inside 2,200-year-old box is hailed as ‘most significant item from time of Christ’",
            "link": "https://www.thesun.co.uk/tech/32444337/bones-jesus-brother-found-christ/",
            "description": "THE 'bones of Jesus’ brother' have been found inside a 2,200-year-old box in a breakthrough discovery. The limestone box is etched with the name of the son of God, and has been ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "bible+discovery",
            "date": "4h",
            "source": "The Sun",
            "article_content": "Scroll to hear about more Bible finds\n\nHOLY FIND ‘Bones of Jesus’ brother’ found inside 2,200-year-old box is hailed as ‘most significant item from time of Christ’\n\nTHE \"bones of Jesus' brother\" have been found inside a 2,200-year-old box in a breakthrough discovery.\n\nThe limestone box is etched with the name of the son of God, and has been hailed the \"most significant item from the time of Christ\".\n\n4 An artefact believed to have once contained the bones of Jesus’ brother James sits on display in 2002 Credit: Getty\n\n4 The James Ossuary was unveiled Credit: Getty\n\n4 This image from the Biblical Archaeology Society shows a first century A.D. burial box with an Aramaic inscription that reads 'James, son of Joseph, brother of Jesus' Credit: Getty\n\nThe inscription, \"James, son of Joseph, brother of Jesus,\" is written on the box in ancient Aramaic.\n\nAs the names correspond to those of Jesus' brother and father, many believe the box once held the remains of James the Just - the first leader of Christians in Jerusalem after the crucifixion.\n\nThe unbelievable box is currently on display at Pullman Yards in Atlanta as part of an exhibition featuring hundreds of historical items from the time of Jesus.\n\nBut, just like other archaeological finds discovered from the Bible period, the Ossuary led to uproar after its unveiling in 2002.\n\nThe following year its owner Oded Golan was accused of forging the inscription.\n\nExperts alleged that he had added the phrase \"brother of Jesus\" to the limestone.\n\nGolan tried to salvage his reputation and, after battling it out in court for a ten-year trial, the Israeli antiquities collector was acquitted.\n\nBut mystery still surrounds the \"Jesus box\".\n\nDespite Golan being cleared of all charges, the judge still said that the verdict \"does not mean that the inscription on the Ossuary is authentic or that it was written 2,000 years ago.\"\n\nGolan told Crosswalk Headlines: \"We conducted several chemical tests, particularly on the inscription itself, which is the most critical element of the Ossuary.\n\nAncient Pompeii home unseen for 2,000 YEARS finally unearthed\n\n\"We proved that the entire inscription is authentic - it was engraved several thousand years ago.\"\n\nIf it were authentic, the Ossuary would incredibly be the oldest physical evidence of Jesus Christ.\n\nIn the first century, Jewish people laid their dead relatives in caves before later collecting the bones to put in ossuaries.\n\nThe box's authenticity is still facing criticism by some theologians who believe Mary had remained a virgin her entire life, suggesting the Ossuary may not be authentic.\n\nBut the box is empty, with the bones lost years ago.\n\nOn top of this, various biblical passages indicate that James and his brothers didn't believe Jesus was the son of God initially.\n\nJames is said to have died as a martyr - but there are two different dates and causes of death.\n\nOne is that in 62AD he was stoned to death on the order of a high priest.\n\nThe other is that in 69AD he was thrown off the pinnacle of the Temple by scribes and Pharisees before being clubbed to death.\n\nGolen said he bought the James Ossuary when he was a student in Israel, studying engineering.\n\nHe said he \"didnt recognize its importance at all\".\n\nA 2015 study was set out to really see whether the James Ossuary may have come from a tomb believed to belong to Jesus' family.\n\nThe Talpiot tomb was unearthed in the south of the Old City in East Jerusalem in 1980, containing six burial boxes.\n\nThe boxes had the names of Jesus' brother, father and mother on.\n\nExperts conducted a chemical analysis of the Ossuary and found it contained signatures from the boxes found in the tomb.\n\nBiggest Bible finds The Galilee Boat: Discovered in 1986 on the shore of the Sea of Galilee, this fishing boat dates back to roughly the time of Jesus. While there's no direct connection to Jesus, it represents the type of vessel he and his disciples, some of whom were fishermen, would have used. This provides valuable insight into the fishing industry and maritime life in Galilee during that period.\n\nDiscovered in 1986 on the shore of the Sea of Galilee, this fishing boat dates back to roughly the time of Jesus. While there's no direct connection to Jesus, it represents the type of vessel he and his disciples, some of whom were fishermen, would have used. This provides valuable insight into the fishing industry and maritime life in Galilee during that period. Nazareth House: Excavations in Nazareth have revealed a first-century house, potentially from the time of Jesus's childhood. This discovery challenges previous claims that Nazareth was not a settled area during Jesus's lifetime.\n\nExcavations in Nazareth have revealed a first-century house, potentially from the time of Jesus's childhood. This discovery challenges previous claims that Nazareth was not a settled area during Jesus's lifetime. Crucifixion Evidence: Archaeological discoveries, such as the skeletal remains of Yehohanan, a man crucified in the Roman fashion, provide physical evidence of the practice of crucifixion, the method of execution described in the New Testament accounts of Jesus's death.\n\nArchaeological discoveries, such as the skeletal remains of Yehohanan, a man crucified in the Roman fashion, provide physical evidence of the practice of crucifixion, the method of execution described in the New Testament accounts of Jesus's death. Temple Warning Inscription: A stone inscription discovered in 1871 warned Gentiles against entering the inner courts of the Jewish Temple in Jerusalem. This inscription confirms historical accounts of the Temple's layout and the segregation practices of the time, a setting where Jesus is recorded to have taught and interacted.\n\nA stone inscription discovered in 1871 warned Gentiles against entering the inner courts of the Jewish Temple in Jerusalem. This inscription confirms historical accounts of the Temple's layout and the segregation practices of the time, a setting where Jesus is recorded to have taught and interacted. Southern Steps of the Temple Mount: These steps, leading up to the Temple Mount in Jerusalem, have been excavated and are believed to be the same ones used by Jesus and other Jewish people during his time. This offers a tangible connection to the physical environment where Jesus walked and preached.\n\nThese steps, leading up to the Temple Mount in Jerusalem, have been excavated and are believed to be the same ones used by Jesus and other Jewish people during his time. This offers a tangible connection to the physical environment where Jesus walked and preached. The Madaba Map: While dating to several centuries after Jesus's life (6th century AD), the Madaba Map, a mosaic discovered in Jordan, provides the oldest surviving cartographic depiction of Jerusalem and the Holy Land. It offers a valuable visual representation of the region's geography during the Byzantine period and helps us understand the landscape and urban layout of cities like Jerusalem during the Roman and Byzantine eras."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Moon Was Invaded by Aliens Shocking Evidence",
            "link": "https://www.msn.com/en-us/video/peopleandplaces/the-moon-was-invaded-by-aliens-shocking-evidence/vi-AA1wiBVV?ocid=BingNewsVerp",
            "description": "The Moon Was Invaded by Aliens � Delve into the evidence supporting the theory that aliens invaded the moon and its profound implications.",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "Aperture on MSN4h",
            "source": "Aperture on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lucy Powell 'can't see' Government revisiting the issue of Waspi women",
            "link": "https://www.msn.com/en-ie/entertainment/news/lucy-powell-can-t-see-government-revisiting-the-issue-of-waspi-women/vi-AA1wjuHZ?ocid=BingNewsVerp",
            "description": "Commons Leader Lucy Powell told BBC Breakfast that she 'can't see' Government revisiting the issue of Waspi women.",
            "image_url": "https://www.bing.com/th?id=OVFT.MMhwXzCmYTu_OqqbhtHeuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN4h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Tory goes on bizarre rant about alien life, UFOs and drone sightings",
            "link": "https://www.mirror.co.uk/news/politics/top-tory-goes-bizarre-rant-34358356",
            "description": "There must be other life out there,' Barry Lewis, the Conservative leader of Derbyshire county council said in a Twitter ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G6j70SyooIScGrmOyrDC5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "23h",
            "source": "The Mirror",
            "article_content": "A Tory council leader went on a bizarre rant about alien life, UFOs and drone sightings in the US.\n\n“There must be other life out there,” Barry Lewis, the Conservative leader of Derbyshire county council said in a Twitter thread that ran to more than 1,200 words.\n\nMr Lewis also mused governments might have “captured crashed craft and are reverse engineering them with their defence contractor partners”.\n\nMr Lewis accepts that some will be sceptical, noting that “there’s still some reticence by some press outlets and reporters and governments (or individuals within for fear of looking a bit ‘out there’)”.\n\nHe went on: “short of a tracked interstellar craft landing on the White House lawn and little green men popping out of it for a chat, there will be those who won’t ever entertain the idea of [UFOs]”.\n\nLouise Jones, the Labour MP for North East Derbyshire, said: “My constituents deserve better than this rant about UFOs.\n\n“They expect their council leader to tackle the things that really matter to this area. Aliens are not one of them.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Allen Johnson: The truth is out there, hovering in the night sky",
            "link": "https://greensboro.com/opinion/column/drones-trump-rfk-jr-ufos-the-x-files/article_46f9f41a-bf6e-11ef-8510-93640d330423.html",
            "description": "Like a plague of locusts, drones keep coming, torturing us with their mystery. Where are they from, what do they want and why ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tygEghmu1e2RYhf7b4A0iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "News & Record4hOpinion",
            "source": "News & Record",
            "article_content": "The truth is out there, whirring in the night sky, taunting us with winking lights and erratic zigs and zags.\n\nLike a plague of locusts, they keep coming, torturing us with their mystery.\n\nWhat are they, where are they from, what do they want and why won’t the government give us a straight answer?\n\nAre they chariots of the gods from a strange new world in a galaxy far, far away?\n\nOr the villainous handiwork of China or Putin or Little Rocket Man?\n\nOr even an inside job … deep state spies, dispatched from a secret drone hangar in the basement of a D.C. pizza parlor?\n\nWho cares? Donald Trump says. Shoot first and ask questions later. Speculation is for suckers.\n\n“Mystery Drone sightings all over the Country,” the president-elect posted on Truth Social. “Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThe government says not to worry. Which, of course, is what worries people the most.\n\nUntil most recently, the official response has been sketchy, sluggish and anything but helpful or reassuring.\n\nAs of last week, thankfully, the feds finally were providing a coherent reaction.\n\nOn Wednesday and Thursday, The Associated Press reports, the Federal Aviation Administration banned drone flights in 30 areas in New York and 22 in New Jersey, through mid-January. FBI and Department of Homeland Security officials say their agencies are looking into the sightings but have seen little evidence to suggest safety or security threats.\n\nWhat most people are seeing, officials say, are law-abiding, garden-variety drones. Or airplanes. Or helicopters. Or stars.\n\nThese are plausible answers. But many Americans remain unconvinced.\n\nThere are, of course, lots of precedents for our tin-hat predilections. “Yes, they can control the weather,” a member of Congress posted on X only weeks ago, presumably about members of the other party. A vaccine denier may soon head the federal Department of Health and Human Services. Then there was a spate of clown sightings in 2016. (You can look it up.)\n\nBut the most famous was the “War of the Worlds,” a 1938 radio drama about a Martian invasion based on H.G. Wells’ science fiction novel that some Americans mistook as the real thing.\n\nIt all sounds like an episode of the “X-Files,” the popular old Fox series in which a pair of mismatched FBI agents delved weekly (9 Eastern, 8 Central Time) into monsters, aliens and labyrinthine conspiracies.\n\nSpecial agents Dana Scully and Fox Mulder were an odd coupling of “They’re out to get you”-ism versus “You’ve gotta be kidding me-”-ism. Mulder was the true believer, Scully the skeptic.\n\nI’m more Scully than Mulder.\n\nI live in a neighborhood near enough to PTI Airport and far enough from city lights that the night sky is often vast and dark enough to reveal twinkling stars and a constant array of air traffic, some of it close and bright enough to resemble gliding Christmas trees.\n\nOccasionally, an aircraft headed for PTI will appear to be a UFO, sitting silent and still in the heavens. But it’s always an illusion, a plane approaching head-on that only appears to be hovering until it turns toward the runway and you can hear the roar of its engines.\n\nTo be honest, I’ve hoped for a UFO sighting, just for the thrill of it. But I’ve yet to see even one.\n\nAs for the mass hysteria over drones, it’s another sign to me of the blessings of not living in a war-torn place like Gaza or Ukraine, where drones are ubiquitous and deadly, armed with missiles, bombs and bullets.\n\nSo, for now, at least, I’m not buying the Drone Conspiracy.\n\nIn the end, maybe I’ll be proven wrong. (Scully was in the “X-Files.” The aliens turned out to be real, as did many of the monsters of the week.)\n\nOn a more serious note, the ebbing faith in government and other institutions (insurance companies, media, big business, schools and universities) is for real and it is disturbing and unhealthy.\n\nWhen the center does not hold, things fall apart.\n\nAnd that’s a lot scarier than blinking lights in the night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Discovered Magic at the Large Hadron Collider",
            "link": "https://scitechdaily.com/scientists-just-discovered-magic-at-the-large-hadron-collider/",
            "description": "Researchers at the Large Hadron Collider have found that top quarks exhibit a property known as magic, which could advance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f1zlY1hC-7SEWwtdRyZ7oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Solar Discovery Could Revolutionize Hydrogen Production",
            "link": "https://scitechdaily.com/new-solar-discovery-could-revolutionize-hydrogen-production/",
            "description": "A new solar cell process using Sn(II)-perovskite oxide material offers a promising pathway for green hydrogen production ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGMYShcwz4S3sAa4T85AAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "15h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists measure quantum geometry for first time",
            "link": "https://www.msn.com/en-us/news/technology/physicists-measure-quantum-geometry-for-first-time/ar-AA1wjIv8?ocid=BingNewsVerp",
            "description": "MIT physicists and colleagues have for the first time measured the geometry, or shape, of electrons in solids at the quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0biPUpzho5faM_CVeGE4hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "1hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Physics and the Bible",
            "link": "https://www.msn.com/en-us/science/physics/quantum-physics-and-the-bible/ar-AA1wjuUf?ocid=BingNewsVerp",
            "description": "We live in an extraordinary era, one where science and technology advance at a staggering pace. Discoveries of invisible ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Rjr3L73dj4XvPKwmUlFQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Hosted on MSN4h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sunscreen revolution: New formula cools while protecting",
            "link": "https://www.msn.com/en-gb/science/environmental-science/sunscreen-revolution-new-formula-cools-while-protecting/ar-AA1wj8P9?ocid=BingNewsVerp",
            "description": "According to the journal \"Nano Letters,\" a prototype sunscreen with SPF 50 has been developed, which not only protects the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FUiJ0FAkRaIWIPKes_O1SS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Odisha Shines in Green Revolution: Second in Forest Cover Growth",
            "link": "https://www.devdiscourse.com/article/science-environment/3203639-odisha-shines-in-green-revolution-second-in-forest-cover-growth",
            "description": "Odisha ranks second in India for increasing green cover within recorded forests, per the 2023 India State of Forest Report.",
            "image_url": "https://www.bing.com/th?id=OVFT.c3zOiSpVOj2BJXhHG1H8vS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "devdiscourse6h",
            "source": "devdiscourse",
            "article_content": "Odisha has secured the second position nationally for the most significant increase in green cover within recorded forest areas, according to the latest India State of Forest Report-2023.\n\nBiennially published by the Forest Survey of India since 1987, the report details the nation's forest and tree resources. The Union forest minister Bhupender Yadav released the findings on Saturday, highlighting Odisha's impressive gain of 118.17 sq km in recorded forest area. Mizoram leads the pack with an increase of 192.92 sq km.\n\nOdisha's combined forest and tree cover growth was 558.57 sq km, placing it third overall in the country. The state's forest and tree cover now account for 37.63% of its total geographical area. Nationally, there's a net increase of 156.41 sq km in forest cover since 2021.\n\n(With inputs from agencies.)"
        }
    }
]