[
    {
        "title": "Michael Schenker on triangle guitars, bad playing habits –and why he is rerecording UFO with Axl Rose",
        "link": "https://www.yahoo.com/entertainment/michael-schenker-triangle-guitars-bad-150919853.html",
        "description": "Rock legend Michael Schenker checks in to talk My Years with UFO, the appeal of the V-shaped guitar and why he does not sweat ...",
        "image_url": "https://www.bing.com/th?id=OVF.ic37zPDqGzdjddG8fOsUGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "9h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Tim Mosenfelder/Getty Images\n\nBrilliant, eccentric German guitar hero Michael Schenker debuted with the Scorpions before joining UFO in 1974, then breaking out on his own with The Michael Schenker Group. He favours a black and white Flying V and helped popularise cocked-wah guitar tone. His new album is an all-star celebration of his UFO days, featuring Slash, Axl Rose and other heavy friends.\n\nWhat guitar did you learn on?\n\n“It was a guitar that was lying around. It must have been an acoustic. My brother Rudolf [Scorpions guitarist] got a Gibson for his birthday instead of a motorbike. It must have been that one that I secretly played against his will!\n\n“The first song I played was something to do with San Francisco. It was a hit in those days. [Hums San Francisco by The Mamas And The Papas] Yeah! And there was a solo in there, and I learnt that. I was nine years old and I was very happy.”\n\nWas was there a moment when you felt you had arrived as a player?\n\n“No, it has always been the same for me. Right from the moment when I was nine years old and picked up a guitar, I was always amazed with what I could discover, and it never stopped. I am in the same place!\n\nHow much did you practise in those early days and how often do you practise now?\n\n“It is more like play and discover. That’s different. It is less technical. It is more like looking for gold, and once in a while I find a piece of gold. This will automatically become part of my developed style.”\n\nWhat you do with the guitar expresses your personality\n\nWhat is the one song or performance that you’re most proud of?\n\n“I’m happy with everything. For me, it is never about a song. I am a lead guitarist! Ha! Lead guitarists think differently. My whole life has always been about development, so every moment is special, and every moment is different. We can never compare any of them.\"\n\nWhat was your biggest motivation as a player?\n\n“I wanted to express myself. That was my devotion. It still is and I have done it for 50 years, without listening to music so I don’t get influenced, and that’s where the uniqueness comes from. Focus on opening up what’s unique about yourself. Anybody who makes that decision can do it. I am a musical monk or something. That’s my mission. Self-expression is my mission.\n\n“That’s what I want, in every sense, not just music. I just love to self-express and really do what I like to do. I am just in a place where I choose to do it this way instead of copying anyone else. What you do with the guitar expresses your personality.”\n\nWhat technique did you have to work hardest to master?\n\n“There is no technique for me. Technique is very, very much in the background. The important thing was to find the note. I felt like I knew it was there, somewhere, and I have to find it! And the last thing on my mind was if I do it the right way or the wrong way, as long as I found that note.\n\n“And of course, that’s what I did. Day after day after day, I basically developed – technically – the wrong way of playing compared to today where you have the guitar schools, where you learn the perfect position of the hand, how to hold your fingers and play with all five fingers. But I couldn’t have found my notes. I couldn’t have written the songs I wrote if I would have followed that first. I just didn’t care if I did it the right or wrong way.”\n\nAs a player, do you have any bad habits?\n\nThere are no bad habits! There is only one thing: to make good music however you do it.\n\n“There are no bad habits! There is only one thing: to make good music however you do it. Hey, there is no right or wrong for me. I can get better technically because I have plenty of time to get my fingers into easier positions, but the thing is, there are certain ways of playing, like my style, that you cannot necessarily get across if I play it perfectly positioned with my fingers based on what’s taught at guitar schools.\n\n“It’s like fishing. How you find the note, how you strike or sweep over the strings, how you hit them, that is how the sound comes together. It’s not technical. Technicality makes everything clinical.\n\n“But fishing for notes as a priority makes everything three dimensional, analogue. It gives it warmth. It’s not perfect – it’s feeling. It’s more feeling than having the right position of your fingers playing guitar.”\n\nMichael Schenker wears a black felt hat and lets out a scream as he plays his black and white Dean V onstage in London.\n\nIn your early days, what guitar was the game changer for you?\n\n“A triangle guitar! Yeah, very strange. I had never seen a Flying V, but when I was at school, doing this project, building something out of wood, I wanted to make a guitar and ended up building a triangle guitar, which is similar to a Flying V, but it’s not the Flying V.\n\n“You put a Flying V next to a Les Paul, next to a Strat, on the floor, it won’t do anything. It becomes something with the person who picks up the guitar. That’s what that guitar becomes. I found the Flying V by coincidence. Like many things in my life, it happened by itself. So maybe I was meant to have that guitar.\n\n“I discovered that guitar by accident. I liked the combination of my amplifier with that guitar. It was closer to the sound I imagined, and I found that I was able to do a really good vibrato by putting the V between my legs, so that the neck would not wobble around. I was able to lock it in and so that was one of the main reasons why I felt good about that guitar.”\n\nWith your new album of classic UFO material, was there anything you learned about your playing when revisiting songs you wrote 50 years ago?\n\n“I don’t analyse things. I just do it. I don’t analyse what I have done, or why I did it, I just do it because that is the moment of being an artist. You just do it. Less thought!”\n\nWhat do you play when you’re just relaxing and playing for fun?\n\n“Again, I don’t think. I just pick up the guitar and play. But one thing I do in order to keep shape is I play to a metronome to make sure I am not slowing down in any way, because when you get older the way we perceive time is different from when we are younger, so sometimes you think you are playing as fast as you did the day before but it is do with the biological rhythm. I always measure by a metronome, at a certain speed. I have to make sure that I can play my old songs.”\n\nDo you have any favourite tracks from revisiting your UFO years?\n\n“I love This Kid’s with Biff [Byford, Saxon frontman]. I was amazed. I always wanted to do something with Biff. Every song is different but everybody did a great version. I don’t like comparing things. I just like to listen to it and not compare it like the Olympics! There are so many different qualities, different feelings, but all of them are unique in their own way, so I don’t give them points for their performances.\n\nOne thing I do in order to keep shape is I play to a metronome to make sure I am not slowing down in any way, because when you get older the way we perceive time is different from when we are younger\n\n“It is all great stuff, what they did. When I heard Dee Snider [ex-Twisted Sister singer] I went, ‘Wow!’ I didn’t know he had a great voice like this. Kai Hansen [Helloween guitarist/vocalist] was another one. He did a fantastic job on Rock Bottom. And when I heard Joel Hoekstra, he sounds like a saxophone on his guitar. He’s really, really unique. It was fun. It still is fun listening to the different approaches. I didn’t expect anything, but when I heard it I was extremely happy with it.”\n\nAnd Axl Rose?\n\n“Axl originally sang three songs, but he didn’t like his versions of Only You Can Rock Me and Too Hot To Handle, so he decided to stick with Love To Love, which is a fantastic version.\n\nCan you recall a moment when you felt like you’d failed as a player or felt embarrassed by a performance?\n\n“That’s a big question. Of course you can feel embarrassed when you play a bum note. But I don’t really focus on that. I’d rather focus on the good moments. You know, I played bum notes on Strangers In The Night [UFO’s legendary 1979 live album], and today those bum notes are the right notes! Because everybody got used to it.\n\n“And people ask me, ‘Michael, how do you make this work, playing a major over a minor?’ I’m like, ‘I don’t know what you’re talking about!’ But they might have been asking about those bum notes!”\n\nMy Years With UFO is out now via EarMUSIC."
    },
    {
        "title": "US: UFO Central Hit By Record Rainfall",
        "link": "https://www.msn.com/en-xl/news/other/us-ufo-central-hit-by-record-rainfall/vi-AA1sEQay?ocid=BingNewsVerp",
        "description": "Roswell, NM, USA - October 20, 2024 [Note: partially no sound] This is the moment America's UFO central Roswell was brought ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6cNtGTHq2cQXwfTEdQyPbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "StringersHub on MSN17h",
        "source": "StringersHub on MSN",
        "article_content": ""
    },
    {
        "title": "Earth from space: Bizarre 'pet cloud' reappears above its favorite spot in New Zealand",
        "link": "https://www.livescience.com/planet-earth/weather/earth-from-space-bizarre-pet-cloud-reappears-above-its-favorite-spot-in-new-zealand",
        "description": "A recent satellite image captured the reemergence of a unique, UFO-like cloud, known as the \"Taieri Pet,\" which appears above ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YIyYLKLnVvbtKhLyTJGF1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Live Science1h",
        "source": "Live Science",
        "article_content": "The Taieri Pet is an altocumulus standing lenticular cloud (ASLC) that forms above New Zealand's Otago region when water vapor condenses out of air as it's forced over the adjacent Rock and Pillar Range.\n\nQUICK FACTS Where is it? Otago region, New Zealand [-45.39649095, 170.20379599] What's in the photo? An elongated lenticular cloud known as the \"Taieri Pet\" Which satellite took the photo? Landsat 8 When was it taken? Sept. 7, 2024\n\nA peculiar \"pet cloud\" took center stage in a recent satellite photo of New Zealand. The freaky formation often appears in the same spot thanks to a nearby mountain range — and is sometimes confused with a UFO.\n\nThe wispy oblong, known by locals as the \"Taieri Pet,\" is an elongated altocumulus standing lenticular cloud (ASLC) that frequently appears between the towns Middlemarch and Hyde in the Otago region of New Zealand's South Island. Although they can vary slightly in size, the clouds always look very similar and appear in almost the same spot. The example in this image is around 7 miles (11.5 kilometers) long.\n\nASLCs form when waves of air pass over a topographic barrier, like a mountain range, forcing water vapor to condense into vertical layers, according to the National Weather Service . The Taieri Pet forms when moist air passes over the mountainous Rock and Pillar Range (located parallel to the left of the cloud in the photo) and is held in place and further shaped by perpendicular winds blowing from the north, according to NASA's Earth Observatory .\n\n\"As the cloud forms on the crest of this wave, it remains almost stationary in the sky and is shaped by the strong winds blowing through it,\" John Law, a meteorologist with New Zealand's MetService, told Earth Observatory.\n\nRelated: See all the best images of Earth from space\n\nThe Taieri Pet often has vertical layers that pile up over several hundred feet. This 1951 photograph, taken from the ground, shows the iconic cloud in all its glory. (Image credit: Whites Aviation Collection)\n\nLenticular clouds are often shaped like flying saucers and are \"believed to be one of the most common explanations for UFO sightings across the world,\" according to the U.K. Met Office .\n\nWhen viewed side-on, the Taieri Pet often has multiple well-defined layers on top of one another, like a \"huge stack of pancakes\" or a \"pile of plates,\" Earth Observatory representatives wrote. Past photos of the cloud show it can be several hundred feet tall.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe height of lenticular clouds can make them a surprising aviation risk. Planes can experience severe turbulence when flying through the structures, due to vertical currents that run up and down through the cloud. The clouds' unusually low temperatures also cause ice to form on planes, according to the U.K. Met Office."
    },
    {
        "title": "UFO underwater Base near Baja California IDENTIFIED",
        "link": "https://www.msn.com/en-us/video/weather/ufo-underwater-base-near-baja-california-identified/vi-AA1sEwaC?ocid=BingNewsVerp",
        "description": "An underwater base has been recently identified near Baja California. Patrick discusses #aliens #uap #ufonews #ufos #ufo #disclosure #alien #uapnews #orbs #spheres ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Hosted on MSN17h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "The Fall 2024 Manga Guide",
        "link": "https://www.animenewsnetwork.com/preview-guide/2024/fall/ufo-mushroom-invasion/.215171",
        "description": "If the answer is yes, UFO Mushroom Invasion is the manga of your nightmares, because its plot involves alien fungi being brought to Earth in a flying saucer crash and taking over the world. People are ...",
        "image_url": "https://www.bing.com/th?id=ODF.humhnmvvfJrX45-WA8ppbw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Anime News Network16h",
        "source": "Anime News Network",
        "article_content": "What's It About?\n\n2024 © estate of Shirakawa Marina\n\n“UFOs are one of the world's greatest mysteries...and I hope they stay that way. For the day that aliens reveal themselves may very well become the beginning of the end of life on Earth as we know it!”\n\nA flying saucer crashes deep in the mountains of Japan. Wary of the hyper-intelligent beings they find inside, the government hides from the public all news of the alien craft. But it's not the strange visitors themselves that they should be afraid of―the real danger is the parasitic spores smuggled aboard! Will Earth survive the UFO MUSHROOM INVASION ?!\n\nOriginally published in 1976, Shirakawa Marina's UFO MUSHROOM INVASION is a masterpiece of sci-fi horror. Drawing on his deep knowledge of Japanese folklore and the supernatural, Shirakawa created one of manga history's cult classics and an unforgettably creepy entry in the canon of spore-horror. With an essay by weirdologist Udagawa Takeo, UFO MUSHROOM INVASION is the second volume of SMUDGE, a line of vintage horror, occult, and dark fantasy manga, curated and translated by award-winning historian Ryan Holmberg .\n\nUFO Mushroom Invasion has a story and art by Marina Shirakawa , with English translation by Ryan Holmberg . This volume was lettered by Ozzy van Eschen and Sean Michael Robinson . Published by Living the Line (September 17, 2024).\n\n\n\n\n\n\n\n\n\nIs It Worth Reading?\n\n2024 © estate of Shirakawa Marina\n\nDo mushrooms make you uncomfortable? Is there something unpleasant about their odd shapes and strange, spongy texture? If the answer is yes, UFO Mushroom Invasion is the manga of your nightmares, because its plot involves alien fungi being brought to Earth in a flying saucer crash and taking over the world. People are colonized by the mushrooms, becoming human versions of insects infected by zombie fungus, and there's nothing anyone can do about it. Even if mushrooms aren't the stuff of your nightmares, this is a genuinely unsettling book.\n\nIt's also an interestingly written one. The late Marina Shirakawa , who created manga during the 1970s and 80s, has a style that feels like a combination of Junji Ito , Kazuo Umezz, and Shigeru Mizuki , with creepy, stylized art and a penchant for breaking into folkloric tangents. The book combines traditional manga and illustrated story pages, with the latter covering the history of UFO sightings (primarily in Japan and the U.S.) and “bizarre mushroom tales,” which are retellings of various Japanese stories where mushrooms are the antagonists. It's odd but it does ultimately work, and I found myself enjoying the style mixing much more than anticipated – it creates an intimacy between author and reader that works to make the manga segments hit harder.\n\nThe science fiction/horror blend is in the classic vein of stories that predict that humans will become the authors of their own downfall. In this case, Professor White's greed to keep the information about an alien to himself allows the spores to spread; had he not silenced Aoki and Sado-sensei early on, the entire tragedy may have been at least partially preventable. But Shirakawa also leaves us room to wonder if maybe the mushrooms reclaiming the earth for nature isn't the best ending, anyway – it's an environmental message that makes a little bit of sense and one that you've probably seen before in the genre.\n\nAlongside the well-translated story, this also has an essay about Shirakawa's place in the mangaverse as well as a retrospective of some of his works, both of which are interesting and very readable. Fans of 1970s manga (this was published in 1976, set in 1978, which allowed his original readers to wonder if it could happen in two years) or horror shouldn't pass this by.\n\n2024 © estate of Shirakawa Marina\n\nUFO Mushroom Invasion does exactly what it says on the tin. Mushrooms from a UFO invade. This isn't as daft as it sounds, and despite its age (it was originally published in 1976) and very dated art style, UFO Mushroom Invasion is genuinely unsettling and creepy. Author Marina Shirakawa intersperses his chapters with relevant factual titbits about biology and folklore that helps to build a sense of looming dread, of inescapable catastrophe.\n\nAoki and his teacher are mere ciphers, headstrong student and stoic teacher. We learn almost nothing about them, their function is to be generic everyman witnesses to extraordinary events. I can't help but compare the opening chapters to the cheesy 1950's movie version of The War of the Worlds , though we soon enter far darker, weirder territory.\n\nAnyone familiar with videogame/TV franchise The Last of Us will know how this goes – there's even a reference here to a Cordyceps-like fungus that controls its hosts, and the later appearance of fungal-infected zombie people, complete with mushrooms growing from their bodies.\n\nWhat's different about UFO Mushroom Invasion compared to its later equivalents is in its nilhilsm. Even The Last of Us contains a seed of hope for humanity, not so here. In one particularly powerful scene, Aoki is told by a mushroom-infected adult to give in to the fungal invaders, to surrender his body to the soil of the warm Earth. This is a dark fable, an early musing on the Dark Forest hypothesis recently popularised by Cixin Liu's Three Body Problem . If aliens really are out there, we don't want them to know about us, because the moment they do, all life on Earth will change (end)."
    },
    {
        "title": "Don't settle for one AI model. Chat GPT-4, Gemini Pro, and Midjourney join forces in this app.",
        "link": "https://www.yahoo.com/tech/dont-settle-one-ai-model-040000403.html",
        "description": "AI is an all-in-one AI tool that puts ChatGPT, Mistral AI, Gemini, and other AI models at your fingertips for life — get it ...",
        "image_url": "https://www.bing.com/th?id=OVF.ABxlFoq8tFeifQzmq1ZiNA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Yahoo",
        "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nWhy settle for one AI assistant?\n\nTL;DR: 1minAI puts AI models from OpenAI, Meta, Google, and more at your disposal to generate text, images, or edit audio, and you can get it for life for £30.80 (reg. £180.25).\n\nChatGPT was a huge deal when it dropped, but it's not the only big AI model on the playground anymore. GPT-4 is pretty fancy, but it's not always the best option for every type of content you want to create. The only problem is if you want more options, that often means more subscriptions. At least, it would if you didn't have the option to get multiple AI models for life by getting 1minAI.\n\n1minAI users can access some of the biggest and most advanced AI tools in one convenient app. This lifetime subscription gives you access to Chat GPT-4, Mistral AI, Midjourney, Gemini, and a lot more for just £30.80.\n\nWhat does 1minAI do?\n\nOne AI hub where you can access models for generating text, images, and editing audio seems a little too good to be true, so here's the catch. There's a finite amount you can generate every month, but you get 450,000 credits per month, and unused credits roll over. If you're using 1minAI for work, that means your vacation time isn't wasting credits you've already paid for.\n\nThe list of AI models included with 1min is seriously impressive. Check it out:\n\nGPT-4o, GPT-4 Turbo, GPT-4, GPT-3.5 (OpenAI)\n\nClaude 3 Opus, Claude 3 Sonnet, Claude 3 Haiku, Claude 2.1, Claude Instant 1.2 (Anthropic)\n\nGemini Pro 1.5, Gemini Pro 1.0 (GoogleAI)\n\nLlama 3, Llama 2 (MetaAI)\n\nMistralAI\n\nCommand (Cohere)\n\nThe AI writing tools are super versatile. Working on an SEO project? Save time doing keyword research. Can't remember what passive voice is? One can be helped by an AI grammar tool. There's even a paraphraser for research and a ton of social tools for writing Facebook, LinkedIn, and X content.\n\nNot all of these AI models are for generating text. You can generate images, turn text to speech or speech to text, enhance videos, or even use AI to look over a PDF file. Now, instead of skimming a whole long document, you can just ask AI to answer your questions for you.\n\nYour AI team\n\nYou don't have to subscribe to every big AI tool anymore. Just get a lifetime subscription to 1minAI for £30.80 (reg. £180.25) at the Mashable Shop.\n\nStackSocial prices subject to change.\n\nAI model\n\nOpens in a new window\n\nCredit: 1minAI\n\n1minAI: Lifetime Subscription\n\n£30.80 at the Mashable Shop\n\n£180.25 Save £149.45\n\nGet Deal"
    },
    {
        "title": "5 apps to add AI to your older devices",
        "link": "https://www.msn.com/en-us/news/technology/5-apps-to-add-ai-to-your-older-devices/ar-AA1sDuvi?ocid=BingNewsVerp",
        "description": "However, you'll get some additional features with the ChatGPT app, which is available on iOS, Android, and macOS, and is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dcdf3Mt-kNTr1_PyVvNX3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "23hon MSN",
        "source": "Mashable on MSN",
        "article_content": ""
    },
    {
        "title": "AI Transformations: Everyday Applications You Didn’t Know About",
        "link": "https://www.msn.com/en-us/news/technology/wondering-what-ai-actually-is-here-are-the-7-things-it-can-do-for-you/ar-AA1sBRsP?ocid=BingNewsVerp",
        "description": "AI capabilities span recognition to interaction, impacting everything from facial recognition to human-like digital ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Blaf_DobLr81NQEQtzxRJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Tech Xplore on MSN19h",
        "source": "Tech Xplore on MSN",
        "article_content": ""
    },
    {
        "title": "Generative AI Shading The Truth When Answering That Viral Question Of Whether There Are More Wheels Or Doors In The World",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/10/22/generative-ai-shading-the-truth-when-answering-that-viral-question-of-whether-there-are-more-wheels-or-doors-in-the-world/",
        "description": "A viral question was whether there are more wheels or doors in the world. I use that question to explore the boundaries of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LlnAEWdUW6ndWy_W932iHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Better High-Growth AI Stock: ServiceNow vs. AppLovin",
        "link": "https://www.msn.com/en-us/money/topstocks/better-high-growth-ai-stock-servicenow-vs-applovin/ar-AA1sFKOi?ocid=BingNewsVerp",
        "description": "ServiceNow expects its near-term growth to be driven by fresh government contracts and the growing usage of Now Assist's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.H-hrIOzcRYB3hTqlJgdBEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10hon MSN",
        "source": "The Motley Fool on MSN",
        "article_content": ""
    },
    {
        "title": "These are the most haunted homes in Mass., paranormal investigators say",
        "link": "https://www.msn.com/en-us/news/crime/these-are-the-most-haunted-homes-in-mass-paranormal-investigators-say/ar-AA1sDyCt?ocid=BingNewsVerp",
        "description": "Looking for a fright? These are the historic homes in Mass. that paranormal investigators say are the most haunted in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7ksCjGcaiEAdsciUJzovXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "22hon MSN",
        "source": "MassLive.com on MSN",
        "article_content": ""
    },
    {
        "title": "Southeast Ohio houses the paranormal",
        "link": "https://www.thepostathens.com/article/2024/10/ohio-folklore-cryptids-ghosts-athens",
        "description": "Because of this immense age, much of the region is said to be a hotbed for the supernatural. Southeast Ohio is no exception, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3-PCdMikVVVV6tYHDA7pgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Post3h",
        "source": "The Post",
        "article_content": "The Appalachian region is no stranger to the paranormal. The hills and mountains making up the region once stood taller than the Rockies and were created almost a billion years ago. For reference, trees first evolved around 400 million years ago.\n\nBecause of this immense age, much of the region is said to be a hotbed for the supernatural. Southeast Ohio is no exception, with Athens being called one of the most haunted college towns in America, according to College Consensus.\n\nMany know the stories of the Ridges, but Athens County and nearby areas are home to some lesser-known tales. Brian Collins, the Ram and Sushila Chair in Indian Religion and Philosophy in the department of classics and religious studies, said he started a class due to the local interest in the paranormal.\n\n“I started a class on ghosts, magic and demons, and it was a popular class,” he said. “I began to teach it during the regular semesters. And now I teach it pretty much online, and have for a couple years to about 150 students per semester.”\n\nAbout five and a half miles north of town is Mt. Nebo. At 1,017 feet, it is the highest point in Athens County and holds spiritual importance to the Indigenous peoples of the area. In the mid-1800s, a man named Johnathan Koons and his family built a log cabin atop the hill, where he performed séances to communicate with spirits, a popular act at the time.\n\nOver several years, the room where these séances were held drew in hundreds to try and communicate with the dead. In his book, “Guide to Ohio University Ghosts & Legends,” author Craig Tremblay claims these rituals opened a portal that has caused Athens County to become a paranormal hotbed.\n\nWhile not technically in Athens County, the nearby Moonville Tunnel in Zaleski State Forest has become a focus of local legend. Moonville was once a coal town on the Marietta and Cincinnati railroad. It is said that the ghosts of railroad workers inhabit the tunnel and can be seen waving their lanterns at night.\n\nBack in Athens, people have reported an iconic building on campus is haunted. Bekah Davenport, a sophomore studying organ performance, said Galbreath Chapel on College Green is a hub for the unexplainable.\n\n“There’s the basement part, which is super creepy,” he said. “If I'm down there, I'll hear people talking and a bunch of commotion up in the top part. I go up, no one's there. I've taken people with me, and the same stuff happens, or a feeling that you're being watched … It's just a very creepy place.”\n\nAbout 45 minutes south of Athens along the Ohio River sits the town of Point Pleasant, West Virginia, home of the Mothman. In 1966, two couples first reported seeing the beast outside of town. The next year, the Silver Bridge collapsed, which many attributed to the Mothman.\n\nPoint Pleasant now holds an annual Mothman festival every September, celebrating the creature. Maddie James, a graduate student studying education for social studies, said the local aspect of the Mothman legend is the main reason she likes the story.\n\n“Obviously, Mothman is in the area, and I think that might have been part of the appeal,” she said. “People are very proud of it.”\n\nRecorded in Salt Fork and Hocking Hills State Parks, the Ohio Grassman is the Buckeye state’s claim to the Bigfoot fame. The creature is similar in stature to the Bigfoot mythos, except it is said to be covered in long, shaggy grasses and builds makeshift shelters out of grass and sticks.\n\nJames said the thought these occurrences could be real is part of the fun of paranormal legends.\n\n“My thought is that even though I personally haven't seen something, there's so many stories that even if the majority of them are lies, there's still so many that some of them have to be true,” she said.\n\n@ethanherx\n\neh481422@ohio.edu\n\n\n\n"
    },
    {
        "title": "Ghostly APParitions: Trying popular ghost hunting apps around some of Waco’s most haunted places",
        "link": "https://www.msn.com/en-us/travel/article/ghostly-apparitions-trying-popular-ghost-hunting-apps-around-some-of-waco-s-most-haunted-places/ar-AA1sG35X?ocid=BingNewsVerp",
        "description": "Central Texas has some pretty spooky legends of its own and supposed haunted places all around the area, especially in Waco.",
        "image_url": "https://www.bing.com/th?id=OVF.7WSNUio7wWFnTRjYWeRGmw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3hon MSN",
        "source": "Waco-Temple-Bryan KWTX-TV on MSN",
        "article_content": ""
    },
    {
        "title": "Fear The Spotlight Review – Extracurricular Paranormal Activity",
        "link": "https://press-start.com.au/reviews/ps5-reviews/2024/10/21/fear-the-spotlight-review-extracurricular-paranormal-activity/",
        "description": "Fear the Spotlight, which is an expanded upon iteration of its release only a year ago, begins on a stormy night as Vivian, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JPlzUknLeEH7BtNaBH-NwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "press-start18h",
        "source": "press-start",
        "article_content": "This spooky season, which brings with it Fear the Spotlight’s release as the first in a very cool slate out of Blumhouse, feels like quite a culmination of a tremendous year for horror video games. After sampling the game’s horrific opening chapter back at Summer Game Fest, I was left wanting more. Fear the Spotlight really does feel like a tribute to so many of the classic games that paved the way for it, from its lo-fi, dithering graphics that leave enough doubt in your mind to jump at shadows, to its tactile, hands-on puzzle solving.\n\nFear the Spotlight, which is an expanded upon iteration of its release only a year ago, begins on a stormy night as Vivian, the player-character, and Amy break into Sunnyside High to perform a seance in the school’s library. Quite predictably, things go haywire as the supernatural descends upon their night, leading to far more trouble than a simple breaking and entering should. Amy is found in a fugue state before she’s drawn in by a powerful light, forcing Vivian to descend deeper into the belly of the school, which has cracked upon a portal to its past which, it seems, has plenty of skeletons in its closet to unearth after a fire decimated the campus in 1991.\n\nAlthough they spend relatively no screen time together, it is the burgeoning relationship of the two schoolgirl leads that drives events forward. While I won’t divulge where the game goes, having seen where the original release rolled credits, I do think the direction of the expanded content is a genius move and undeniably builds out other characters within the game’s lore while servicing the story at large. The entire game might only be four hours, however not one, singular second is wasted.\n\nUnlike Crow Country, another low-fi survival horror game that released this year, which gives its player the option to leave combat at the door entirely, Fear the Spotlight sensibly decided against turning Vivian into a super soldier who mows down ghosts and ghouls while trawling the locker bays. Although she’s resourceful, she is young, in over her head, and she’s absolutely terrified, which I think is evident through several of the design choices in the game—particularly the one to not give Vivian any offensive firepower, whatsoever.\n\nThe character’s fear and vulnerability is integral to not only the game’s overarching themes, it also plays into the tense, hide and seek encounters with the fearsome titular antagonist, Spotlight. Leaving embers in his wake, he has sure but uncertain ties to the 1991 fire. He’s a tall, slender figure with an ominous, oscillating light for a head, which strikes a horrifying picture whenever he shows unexpectedly, forcing you to sneak behind and underneath desks toward the nearest door. Seeing the ashen ghouls, who I presume are symbolic of the students lost, peering around corners and watching you is unsettling as it is, but Spotlight’s sudden and heart-pounding appearances teeter at the periphery of being iconic.\n\nWhere other games might equip you with herbs or bandages to patch your cuts up with, Fear the Spotlight once again leans full bodied into Vivian’s anxiety which can spike during these panicked chases. All it takes is a quick puff of her one-and-done inhalers with each hit serving as a calming cure-all for these moments of dread.\n\nShe’s able to make use of her book smarts to solve several of the game’s riddles which, in keeping with genre tropes, often involve scouring the immediate areas for key items before backtracking and piecing the whole picture together. I enjoyed all of the puzzles in Fear the Spotlight, even if they do lean ever-so-slightly towards being too simple, there’s a satisfying flow that sees each problem Vivian faces snowball into the next, and it really helps keeping a great pace up.\n\nAs I mentioned in the opening, there’s a wonderful, tactile feel to this game’s world and its objects. You mightn’t be able to thoroughly examine and turn items in-hand, however there’s an interactivity to everything that kept me locked in throughout. Whether it’s prying nails out of boarded windows, thumbing open the latch on a toolbox, or dialling in a phone number on a pay phone, you’re charged with every input and it’s a cool, albeit simple, touch.\n\nDespite an obvious, and deliberate, lack of fidelity due to the developer’s pursuit of the in vogue retro, lo-fi aesthetic, everything still has a surprising amount of detail. Obviously it carries with it the warts of the style, with plenty of clipping and blocky textures, however it’s one that lends itself so well to horror. The environment design is excellent, with the school itself getting extra credit for twisting its everyday halls into something dark and worthy of the tragedy that the school faculty swept under the rug. Darkness and shadow is used to great effect, as the dithering, the grain effect that helps cement the dated appearance Fear the Spotlight is shooting for, helps in creating optical illusions.\n\nAlthough there’s no real danger through so much of the game, you still second guess what the hard-to-see hallucination at the end of the hall could be. I also love that the game doesn’t resort to jump scares to unsettle its audience, relying solely on a slow, steady build to keep the player on edge.\n\nUnlike some of its contemporaries, Sunnyside High’s map isn’t an open one. This creates a feeling of linearity throughout, which itself feels like a guiding hand showing the way. By solving small, self-contained zones one at a time, it minimises the laborious, time-consuming backtracking that often plagues games like this, but it certainly shines a spotlight, so to speak, on both the game’s overall lack of difficulty and brevity.\n\nFear the Spotlight might only clock in at around four hours, but it’s so well-paced and its puzzles, for the most part, feel as though they make sense in-world, which cements Sunnyside High, in my mind, as a horror spot that read the brief and passed with flying colours. It’s staggering what a team of two has been able to achieve with Fear the Spotlight, it’s a sublime survival-horror title that delivers in story and tone.\n\nAlong with being a tremendous first blow for Blumhouse’s slate of smaller-scoped horror games, Fear the Spotlight could very well be my horror game of the year. I knew there was a reason I kept out of the library when I wasn’t to school, nothing good ever comes of it."
    },
    {
        "title": "BlumFest 2024: Blumhouse Creatives Tease 2025 Horror Movies, Talk AI, & More",
        "link": "https://www.yahoo.com/entertainment/blumfest-2024-blumhouse-creatives-tease-213000627.html",
        "description": "As the spooky season approaches, one movie studio showed up at New York Comic Con to bring the house down. Blumhouse has been ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LzgCwff3HSh8vO2Kj8SL3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6h",
        "source": "Yahoo",
        "article_content": "As the spooky season approaches, one movie studio showed up at New York Comic Con to bring the house down. Blumhouse has been championing original horror movies for years, with their low-budget, creative freedom approach kicking off with the enormously successful Paranormal Activity. Since then, they’ve helped launch films like Insidious, Whiplash, Get Out, Sinister, The Purge, and this year’s Speak No Evil.\n\nWith a new year comes a new BlumFest, a panel where CEO Jason Blum brings in a few of the creative minds behind Blumhouse’s upcoming horror films to give us a sneak peek at what’s to come. But first, we had to catch up with the company’s founder, who has been producing these films since the turn of the 21st century.\n\nAlthough Blum is now one of the most respected names in horror, he recalled a time when he needed to fight to get one movie made. “Paranormal Activity,” he recalls. “No one returned my calls for three years. I had no clout. Now, if I say a movie’s good, no one will buy it, but at least they’ll watch it. When I did Paranormal Activity, they wouldn’t even watch the movie. For three years, I tried, I begged people to watch the film. They would not see the film. I had to sell the remake rights to get people to actually watch the film in front of an audience. That’s why I never turned back. I only made horror movies ever since then because that moment was so such a big moment in my life.”\n\nBlumhouse will learn from disappointments\n\nParanormal Activity grossed $194.2 million worldwide against a $15,000 production budget, with critics praising the film. Although he’s had his fair share of critical successes, like M3GAN and The Black Phone, some movies have missed the mark. This year, critics were less kind to films like Night Swim, Imaginary, and Afraid, and Blum had candid words for whenever his movies don’t perform as well as he hoped.\n\n“I get very sad about it,” Blum said. “I take it very personally. I get very emotional about it. I always believe in our children, so when they don’t work, or the audience doesn’t like them, I take it very personally. I debrief. Then I have a big moment in the company after it happens where I say, ‘Why didn’t this movie work?’ I don’t pretend that it worked or say, ‘Well, we almost got a single’ or whatever. I say, ‘This movie did not work. Why not? And how do we not repeat the same mistakes?’ So the first is sadness, then learning. And then you gotta dust off your pants. You gotta get in there again and get excited again. If you start moping around, it’s not fun to work there. So I go through those three phases. Every time I allow myself to be sad, then I allow myself to learn, and then I allow myself to move on.”\n\n“You gotta think about this next one and try not to repeat the same mistakes,” he says, exemplifying his CEO mentality. “But it’s the worst part about the business. People say, ‘do you want to retire?’ I say, ‘When things are not going well, I wanna retire. And when things are going great, I want to work forever.'”\n\nJason Blum addresses AI backlash\n\nBlum then commented on Blumhouse’s recent partnership with Meta Movie Gen, which Deadline described as “a suite of AI models that show how you can use simple text inputs to produce custom videos and sounds, edit existing videos, and transform a personal image into a unique video.” This announcement comes when AI is looming large over the entertainment industry, leading to mixed reactions as some audience members are concerned that AI-generated art can take away opportunities from creative professionals.\n\n“We had a ton of negative press around that and a ton of negative reaction,” Blum admits. “My point of view is we are a company that enables artists. Artists always come first, and artists want tools. And to me, it would be irresponsible if we didn’t at least know about the tools. And I think also for me, it would be irresponsible to not learn about the tools. So I know nothing about AI, but I wanted to do this to learn. So, we worked with three filmmakers to make these little shorts so that we could learn about it. So when a filmmaker asks me about AI and ‘Can I do effects with AI, or what can I do or what can’t I do,’ I at least want to be able to have a reasonable answer before I bury my head in the sand, and that was why I did it.”\n\n“I don’t really have a feeling one way or another generally about AI,” Blum says. “I think it’s 50% good and 50% horrible. But I wanna understand because one thing for sure, it’s here to stay. So I wanna understand it, and I don’t understand it yet, and I need to understand it. And this is one of the ways that I’m trying to understand it.”\n\nWhat to expect from M3GAN 2.0\n\nPerhaps one way Blum has been trying to understand AI is by incorporating it into his horror films. One recent example is the 2023 film M3GAN, a movie about an AI-powered killer doll that received rave reviews and earned $181 million worldwide against a $12 million budget. This movie was such a massive success that it has spawned a planned sequel, M3GAN 2.0, and a planned spin-off, SOULM8TE. Actress Allison Williams, known for her memorable roles in Get Out and the first M3GAN, stopped by New York Comic Con to share whatever she could about the upcoming film.\n\n“The effects of the first movie are very clear on Gemma as the second movie starts, and I think that’s kind of all I can say is that it’s very clear that she lived through the things that we saw her live through in the first movie, and she has adjusted life accordingly,” Williams said. She hopes audiences respond to the sequel with “enthusiasm” and shared her thoughts on portraying the uniquely campy tone that the first film had.\n\n“In this franchise, my job is kind of playing it very straight and keeping it kind of real so that the audience can kind of relate to my experience,” Williams said. “Although, there are other characters who are also the cipher for the audience occasionally. Yeah, it’s playing it straight, but also, when you’re in the horror genre, you have to have big reactions to things, and the stakes are really high, and everything’s heightened. And so it’s also a game of pushing yourself to an 11, and then with me, that’s still gonna be kind of grounded. Like, I don’t really have that really big performance that I like to do in these movies. So yeah, it’s kind of a dance in that way.”\n\nAlthough she has starred in two famous horror movies, Williams needs the perfect conditions to watch horror movies on her own. “It really takes it out of me. I have to really prepare myself. It has to be day; it has to be on a plane,” she says. Looking beyond the horror genre, Williams shared what else she wanted to do with her career. “I’ve wanted to be on a horse in a corset with a candle. Like, I wanna go way back in time. Like deep historical fiction, maybe.”\n\nDrop reunites Christopher Landon & Blumhouse\n\nAlso on Blumhouse’s theatrical slate next year is Drop, a horror film about a woman played by Meghann Fahy, who goes on a date and suddenly finds herself getting AirDropped creepy memes. She soon finds that her family is being held hostage by a killer who forces her into a high-stakes game of life and death. This film is directed by Christopher Landon, who previously helmed Happy Death Day and Freaky for Blumhouse, along with writing most of the Paranormal Activity movies.\n\n“It sort of fits in the classic thriller realm, which I think is very exciting and it’s super fast paced,” says Fahy. “Definitely will keep you on the edge of your seat. You don’t know what’s coming next.”\n\n“It’s intense, fast,” says Landon. “You know what it is. It’s like Hitchcock had a baby with a nineties thriller and modern technology. That’s the vibe…it’s everyday technology that we all use and deal with and I think that’s what makes the movie so scary because you see how that type of technology can be weaponized and used against someone. Tone-wise, it’s definitely a departure. I think for me, or I was saying earlier, a bit of a return to my sort of old Disturbia days if anyone even knows that reference. I mean I think it’s decidedly more serious in tone, but I also think that there’s still room for humor. Yeah. I think that still shines, definitely.”\n\nLandon also shared an update on the long-awaited Happy Death Day sequel that has been discussed but has not been given the green light. “You are talking to the wrong guy,” he jokes when asked about Happy Death Day 3. “The guy who has no power, who has no control over anything in his life or outside of it. I would do it in a heartbeat, but it’s a Jason Blum/Universal [decision]. It’s up to the people with the money.”\n\nWolf Man hopes to scare audiences\n\nPerhaps one of the biggest debuts at BlumFest was the new trailer for Wolf Man, an upcoming Universal Monsters movie directed by Leigh Whannell, who previously directed films like Insidious: Chapter 3, Upgrade, and The Invisible Man. This upcoming movie has had a long development period, with Whannell being attached at first and then leaving the project. At one point, the film was going to be a joint venture between Ryan Gosling and Derek Cianfrance, who had previously collaborated on Blue Valentine and The Place Beyond the Pines. However, they left the project, and Whannell returned as co-writer and director.\n\n“My idea for the Wolf Man didn’t really change much,” Whannell recalls. “My initial concept, like, I remember pacing around in my backyard thinking like, ‘all right, what am I gonna do with this movie? If I’m doing this, what am I doing?’ And there was this light bulb moment of like, ‘oh, it’s this.’ And I talked about it with my wife, Corbett. We ended up co-writing the film together. She was excited, like she loves horror movies, but she’s usually a pretty good critic of my ideas. She’ll be like, ‘ah, what about, you know,’ which is good. With this one, she was like, ‘oh, I love that.’ And then she ended up co-writing it with me. So then it went through various writers. I stepped off the project, then I came back onto it. And even though it changed, eventually when it got back to me, I stuck with that same idea that I’d had in the backyard. It never really wavered from that initial idea.”\n\nWhannell hopes that audiences will connect with the film. “I hope that they love it,” he says. “I hope they’re scared. I hope that they’re emotional about it. So, I want it to be a tragedy. I want it to be emotional. I also want it to scare the shit out of them. You know, I want people to see it in theaters. I mean, that’s the eternal question these days is how do you get people into theaters? You know, how do you turn something into a phenomenon? You know, like, it’s tough. It’s tough to make a Top Gun or a Barbie, you know, these, these movies that really get moviegoers into theaters. It’s getting to be a smaller target than ever. So I really hope Wolf Man connects on that level.”\n\nWolf Man is his second Universal Monsters movie after The Invisible Man in 2020. When asked if he’d make any more Universal Monster films, he said, “I don’t know. You know what, at the moment, no, it’s not that I’m not interested; it’s just that a lot of times, you just have to let the movie find you. Because I write my own films, it takes a long time for me to get into that zone of like, ‘yes, I’m excited about this.’ You know, I can’t lie to myself as a writer, and I’m not relying on other writers to come up with the idea for me. So I’m starting back at zero every time. And so that’s kind of where I am now. I’m just thinking about the things that interest me. What would I wanna see in a theater? And I’m thinking a lot about what works in a theater. That’s not something I used to think about 10-15 years ago. I just took it for granted that if you made a film, it would get a theatrical release. Yeah. Now, in 2024-2025, I have to actually sit down and think about what plays in a theater. You know, otherwise, I think if you don’t build that into the screenplay, you’re in danger of just being a streaming movie, which is fine, but it’s not what I wanna do right now.”\n\nWhannel reflects on Saw’s legacy\n\nThis month also marks an anniversary for Whannell. October 29, 2024, marks the 20-year anniversary of the 2004 movie Saw. Whannell was a writer on the first three Saw movies and starred as Adam, the protagonist of the original film. He reflected on the long-standing legacy of the first film’s shocking ending.\n\n“You know when I wrote that first Saw movie, and I was working in conjunction with James Wan, we were back in Australia, [and] both of us knew we had something special,” he recalls. “Now, we didn’t necessarily know it was gonna be some big box office success, but we knew that anyone who saw it would react. There’s no better feeling in the world to be like, ‘oh, I’m sitting on top of something right now. I have a secret.’ And when I was writing the ending, it was just flowing outta my fingers. ‘Cause I was like, ‘this is gonna work.’ Seeing that ending affect people was one of the most satisfying things I’ve ever experienced in my life, especially in a movie theater. Of all the films I’ve been involved in. Watching the ending of Saw with an audience was the craziest thing ever. I could get goosebumps now just thinking about it.”\n\nWhannell left the series as a creative force after Saw III, only retaining an executive producer credit on the subsequent sequels. He reflected on the franchise that Saw has become, saying, “For me, I am not such a fan of the latest Saw movies. It’s not that I think they’re bad movies, it’s just that I’ve separated myself from that. Like, I feel like they should have ended it with the third movie, you know? But having said that, it’s one of those things. A reality of Hollywood is that when someone owns that IP, they can keep doing it. They do it. It’s not really up to you anymore. Also, I meet these Saw fans, and they love Saw V or VI or VII. You know, so I don’t wanna take anything away from them. So I’m happy that it continues over there. And then I’ve got this other life over here, where I’m making my own movies. And what’s great now is people will come up to me and talk about movies I’ve directed. They’ll say like, I love Upgrade, or I love Invisible Man. And I’m like, ‘Oh, wow. I’m experiencing this second life as a director.’ So I’m just really happy about that. You know, it means I’m more comfortable to let Saw be a thing over there now that I’ve got my own thing going.”\n\nThe post BlumFest 2024: Blumhouse Creatives Tease 2025 Horror Movies, Talk AI, & More appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More."
    },
    {
        "title": "MicroRNA: How this Nobel Prize-winning discovery is revolutionizing cancer treatment",
        "link": "https://www.newsbytesapp.com/news/science/nobel-laureates-groundbreaking-microrna-research-revolutionizes-cancer-treatment/story",
        "description": "Their research has shown that microRNA regulation going awry can lead to cancer and other health conditions, like congenital ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kwB8IKufsIbi-L416NDvFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "newsbytesapp.com3m",
        "source": "newsbytesapp.com",
        "article_content": "Summarize Simplifying... In short MicroRNA, discovered in 1993, is a molecule that controls protein production in our cells and plays a crucial role in gene regulation.\n\nIts abnormal regulation can lead to health conditions like cancer.\n\nScientists are now using microRNA as a biomarker for early cancer detection and monitoring, and are developing treatments that target specific microRNAs in cancer cells, potentially revolutionizing cancer therapy. Was a long read? Making it simpler... Next Article Next Article\n\nMicroRNA was first discovered in 1993\n\nMicroRNA: How this Nobel Prize-winning discovery is revolutionizing cancer treatment\n\nBy Dwaipayan Roy 01:49 pm Oct 22, 202401:49 pm\n\nWhat's the story Victor Ambros and Gary Ruvkun, the winners of the 2024 Nobel Prize in Physiology or Medicine, made a revolutionary discovery that could change the face of cancer treatment. The duo was awarded for their work on microRNA and its critical role in gene regulation. Their research has given us a glimpse into the use of microRNA as a biomarker for early cancer detection.\n\nMicroRNA explained\n\nA crucial player in gene regulation\n\nMicroRNA, a molecule present in our cells, was first discovered by Ambros and Ruvkun in 1993. Unlike regular RNA that helps DNA synthesize proteins, microRNAs don't synthesize proteins themselves but can regulate the process. This unique ability to control protein production has made them a key player in gene regulation. Their research has shown that microRNA regulation going awry can lead to cancer and other health conditions, like congenital hearing loss or DICER1 syndrome.\n\nCancer diagnosis\n\nMicroRNA's potential as a biomarker in cancer detection\n\nThe Nobel laureates' research has also underscored the promise of microRNA as a biomarker in cancer detection. Studies have found that microRNAs are found in different body fluids and their presence is often linked to cancer. This means doctors could use microRNA levels to detect cancer early, predict its progression, and monitor its development over time.\n\nTreatment potential\n\nA new frontier in cancer therapy\n\nBeyond detection, microRNA also holds promise in cancer treatment. Scientists have developed microRNA mimics as well as inhibitors to target specific microRNAs in cancer cells. They are also exploring nanoparticles for delivering such miRNA-based treatments directly to cancer cells, possibly enhancing the effectiveness of the treatment. Additionally, CAR-T therapy, an immune system treatment, is being considered as a method to deliver microRNA-based drugs to tumors."
    },
    {
        "title": "New discovery could change autoimmune therapy landscape",
        "link": "https://www.sciencedaily.com/releases/2024/10/241021123015.htm",
        "description": "Researchers have discovered a family of enzymes that work to reduce IgG-mediated pathologies in diseases like MG. The findings, involving mouse models, show that a specific enzyme (an endoglycosidase ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily8h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Scientists Just Discovered One Of Earth’s Earliest Animals.",
        "link": "https://www.popularmechanics.com/science/animals/a62627686/scientists-just-discovered-one-of-earths-earliest-animals/",
        "description": "An international team of researchers discovered a new specimen called Quaestio simpsonorum—a pancake-shaped creature that ...",
        "image_url": "https://www.bing.com/th?id=OVF.yenRo%2ft3JFUFbCQfLwXfYg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19h",
        "source": "Popular Mechanics",
        "article_content": "Nilpena Ediacara National Park in South Australia is well known for its collection of fossils from the Ediacaran period—a geologic timespan that predates the Cambrian explosion.\n\nAn international team of researchers discovered a new specimen called Quaestio simpsonorum—a pancake-shaped creature that represents on of the earliest examples of complex life on Earth.\n\nThis discovery provides more insight into how animals evolved from single-celled organisms and shows that there’s more to be discovered at this world-famous fossil bed.\n\nAcross the vast expanse of Earth’s 4.6-billion-year-long history, life has taken many forms. With the first microbes likely appearing a good billion years following the planet’s initial formation, the history of life is filled with long periods of seemingly unchanging stability punctuated by moments of immense destruction or practically exponential growth. One of the best known examples of that latter phenomenon is the Cambrian Explosion—the geologic period some 530 million years ago when Earth saw an immense uptick in the complexity of life in its oceans.\n\nHowever, complex life was well underway even before this “explosion,” and nowhere can this be seen more clearly than at the 150,000-acre Nilpena Ediacara National Park in South Australia. Located on the western fringe of the Flinders Range—the largest mountain range in the Australian state—this national park (as its name suggests) contains the richest collection of fossil specimens from the Ediacaran period (a 96 million-year-long geologic span that follows the Cryogenian period and is known to some as “Snowball Earth”) and the aforementioned Cambrian period. Since this fossil bed’s discovery in 1946, paleontologists have uncovered 40 species embedded in the rock of what was once an ancient seafloor.\n\nRelated Story A New Study Unravels a Major Microfossil Mystery\n\nNow, an international team of scientists lead by Scott Evans—assistant professor of geology at Florida State University—has uncovered what could be one of the earliest (and strangest) forms of animal life to date at the site. Called Quaestio simpsonorum (pronounced kways-tee-oh), this ancient marine animal likely lived around 555 million years ago, and looked like a flattened pancake with a question mark shape in the middle of its body.\n\nWhile that’s puzzling in itself, the more shocking piece of this discovery is evidence that Q. simpsonorum could move on its own—it would have shifted around sort of like a robotic vacuum cleaner, slowly hoovering up all kinds of microscopic algae and bacteria. The results of this study were published in the journal Evolution & Development .\n\n“There aren’t other fossils from this time that have shown this type of organization so definitively,” Evans, the lead author of the study, said in a press statement. “This is especially interesting as this is also one of the first animals that was capable of moving on its own.”\n\nAccording to the researchers, as Q. simpsonorum puttered around this ancient seafloor gobbling up microbes, it left behind an organic mat of nutrients, which they describe as a kind of slime. These left-behind trails became trace fossils, which the team also uncovered in its discovery of Q. simpsonorum.\n\nRelated Story Life Might’ve Had a Pretty Electrifying Beginning\n\n\n\n\n\n“One of the most exciting moments when excavating the bed where we found many Quaestio was when we flipped over a rock, brushed it off, and spotted what was obviously a trace fossil behind a Quaestio specimen—a clear sign that the organism was motile; it could move,” Harvard University’s Ian Hughes, a co-author of the study, said in a press statement.\n\nThe importance of this discovery extends far beyond just one species that’s been extinct for half a billion years. It gives researchers a glimpse at the gene expressions necessary to create these first forms of complex life, all while adding context to how complex life can form—whether on Earth or some other planet.\n\nOf course, it also gives hope to experts who continue excavating the area that something else might be waiting to be discovered. “We’re still finding new things every time we dig,” Hughes said in a press statement. “Even though these were some of the first animal ecosystems in the world, they were already very diverse. We see an explosion of life really early on in the history of animal evolution.”"
    },
    {
        "title": "Brazilian Fossil Hints at Older Origin for All Dinosaurs",
        "link": "https://www.nytimes.com/2024/10/21/science/oldest-dinosaur-brazil-fossil.html",
        "description": "The discovery may push back the emergence of the reptiles that once ruled the Earth, and clarify how dinosaurs like the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uiX7Jury2vPLoA1sMaxE6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12h",
        "source": "The New York Times",
        "article_content": "A dog-size reptile slipped through fern-choked forests 237 million years ago in what is today Paraíso do Sul, Brazil. The animal had the body of a greyhound, a long neck and tail, and a small, nipping beak. Running on four, upright legs, the reptile looked remarkably like an early dinosaur. Yet it lived almost 10 million years before any other known dinosaurs.\n\nA study published last month in the journal Gondwana Research argues that this animal, Gondwanax paraisensis, in fact is one of the oldest dinosaurs ever found. Further support for this finding could solve the mystery of how and where the largest family of plant-eating dinosaurs emerged.\n\nSince the 1800s, most paleontologists have agreed that all dinosaurs share a common ancestor that emerged in the Triassic Period about 200-250 million years ago, said Steve Brusatte, who is a paleontologist at the University of Edinburgh and was not involved in the study. They were reptiles called archosaurs, and some had shared anatomical traits.\n\nThose ancestral dinosaurs split into three major subgroups: predatory theropods, long-necked sauropods and the ornithischians. The last group included diverse and well-known beaked herbivores like Triceratops, Stegosaurus and Iguanodon."
    },
    {
        "title": "Andrew V. Schally, 97, Dies; Scientist Shared Nobel Glory With Rival",
        "link": "https://www.nytimes.com/2024/10/21/science/andrew-v-schally-dead.html",
        "description": "His two-decade quest to find elusive brain hormones became a race against Roger Guillemin, a onetime colleague and an ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XUnbg1ChatguXDrwuu3xHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "14h",
        "source": "The New York Times",
        "article_content": "Andrew V. Schally, an endocrinologist who was awarded a Nobel for discovering the hormones used by the brain to control growth, reproduction and other bodily functions, sharing the prize with his bitter rival, the neuroscientist Roger Guillemin, died on Thursday at his home in Miami Beach. He was 97.\n\nHis son, Gordon, confirmed the death.\n\nDr. Schally, a Polish refugee who started out as a research technician, spent much of his career at the Veterans Affairs Medical Center in New Orleans, where he led an intense effort to be the first to find the hormones.\n\nHis rivalry with Dr. Guillemin, his onetime colleague, stretched over two decades, ending in a tie in 1977 when each received a quarter share of the Nobel Prize in Physiology or Medicine. (The other half went to Rosalyn S. Yalow, a medical physicist, for unrelated work.) Dr. Guillemin died in February.\n\nDr. Schally’s discovery was a feat of industrial-style research. Because the brain contains only tiny amounts of hormone, Dr. Schally needed thousands of brains to obtain thimblefuls of the substance to study. A donation of one million pig brains from Oscar Mayer allowed him to put more money into building his scientific team."
    },
    {
        "title": "Microsoft's new AI agents can handle client queries: Here's how",
        "link": "https://www.newsbytesapp.com/news/science/microsoft-unveils-ai-agents-to-handle-customer-queries/story",
        "description": "Microsoft's Copilot Studio product, which will launch next month, has already found early adopters like McKinsey. The ...",
        "image_url": "https://www.bing.com/th?id=OVFT.InKTBAod0eYqhN7NTX0JDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "newsbytesapp.com1h",
        "source": "newsbytesapp.com",
        "article_content": "Summarize Simplifying... In short Microsoft's upcoming product, Copilot Studio, will feature AI agents designed to handle tasks like client inquiries and scheduling, aiming to boost productivity by eliminating mundane work.\n\nThese agents, developed by Microsoft and OpenAI, are seen as tools of empowerment rather than job threats.\n\nWhile pricing remains undisclosed, Microsoft confirmed the agents will be integrated into its Dynamics 365 software. Was a long read? Making it simpler... Next Article Next Article\n\nMicrosoft is releasing 10 ready-made bots\n\nMicrosoft's new AI agents can handle client queries: Here's how\n\nBy Dwaipayan Roy 12:51 pm Oct 22, 202412:51 pm\n\nWhat's the story Microsoft has announced the launch of autonomous artificial intelligence (AI) agents, capable of performing routine tasks like handling client queries and identifying sales leads. These virtual employees are part of the tech industry's efforts to show that the AI boom can \"produce indispensable products.\" The US-based tech giant is also giving customers the option to create their own AI agents, while releasing 10 ready-made bots for various roles including supply chain management and customer service.\n\nPublic preview\n\nAI agents will be available from next month\n\nMicrosoft's Copilot Studio product, which will launch next month, has already found early adopters like McKinsey. The consulting firm is developing an agent to handle new client inquiries, by performing tasks like scheduling follow-up meetings. Other early users include law firm Clifford Chance and retailer Pets at Home.\n\nEnhancement\n\nA tool to boost productivity\n\nMicrosoft's CEO Satya Nadella emphasized the AI agents as a means to enhance productivity, by removing \"drudgery\" and giving time back for more meaningful work. \"These tools are fundamentally changing outsourcing, increasing value and reducing waste,\" he said at a company event in London. Nadella called Copilot Studio a \"no-code way for you to be able to build agents,\" stressing that you don't need coding knowledge.\n\nAI development\n\nAI agents powered by in-house, OpenAI models\n\nThe agents are powered by a number of AI models developed in-house at Microsoft and by OpenAI, the creator of ChatGPT. The company is also working on an AI agent that could conduct transactions on its own. Despite some \"car crash moments\" in development, Mustafa Suleyman, Microsoft's head of AI, said he was confident an agent with these capabilities will be ready \"in quarters, not years.\"\n\nPerspective\n\nAI agents seen as tools of empowerment\n\nAddressing concerns about AI's impact on employment, Charles Lamanna, a Corporate Vice-President at Microsoft, sees agents as tools that take away the \"mundane, monotonous\" aspects of work. He sees them more as an enabler and empowerment tool than a threat to jobs. Lamanna even drew parallels between the advent of AI tools in modern offices, and the arrival of personal computers decades ago.\n\nInvestor returns\n\nThey could help tech firms generate returns for investors\n\nAndrew Rogoyski from Institute for People-Centred AI at the University of Surrey, suggested AI agents could help tech firms generate returns for investors. However, he warned that while the idea of agents has been discussed for years, we are yet to see an agent as capable as a human worker. Microsoft has not revealed pricing details for its agents but confirmed they'll be integrated into the company's Dynamics 365 software."
    },
    {
        "title": "Microsoft to launch autonomous AI agents in November",
        "link": "https://www.computerworld.com/article/3574341/microsoft-to-launch-autonomous-ai-agents-in-november.html",
        "description": "Microsoft Copilot Studio users will soon be able to create AI agents that can carry out complex actions, with the potential ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AkZVJiXsWDUAJBYvAPXzqy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "16h",
        "source": "Computerworld",
        "article_content": "Microsoft will soon let customers build autonomous AI agents that can be configured to perform complex tasks with little or no input from humans.\n\nMicrosoft on Monday announced that tools to build AI agents in Copilot Studio will be available in a public beta that begins at the company’s Ignite conference on Nov. 19, with pre-built agents rolling out to Dynamics 365 apps in the coming month,s too.\n\nMicrosoft first unveiled plans to let users create AI agents in Copilot Studio — its low- or no-code AI development platform — in May with a private preview for select customers."
    },
    {
        "title": "Steelers switched QBs despite a solid start. It's not the first time",
        "link": "https://www.msn.com/en-us/sports/other/steelers-switched-qbs-despite-a-solid-start-it-s-not-the-first-time/ar-AA1sFsLT?ocid=BingNewsVerp",
        "description": "A dominant defense. An offense heavily reliant on a running game. A steady start to a season brimming with promise tinged by ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xW4L7_si2kv5tFfe3oc-0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "12hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Groww pays $160M tax as it returns to India amid a startup relocation wave",
        "link": "https://www.msn.com/en-us/money/other/groww-pays-160m-tax-as-it-returns-to-india-amid-a-startup-relocation-wave/ar-AA1sDjuA?ocid=BingNewsVerp",
        "description": "Indian stock trading and mutual fund startup Groww paid $159.4 million in taxes as it shifted its domicile from the U.S. back ...",
        "image_url": "https://www.bing.com/th?id=OVFT.n0ty3L0OM1g82BImJvtD4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "23hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Bitdefender and Trend Micro security software patched after multiple critical vulnerabilities exposed",
        "link": "https://www.yahoo.com/tech/bitdefender-trend-micro-security-software-113241048.html",
        "description": "Of the two companies, Bitdefender seems to have had to patch more vulnerabilities than Trend Micro, though all five are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ingKGgAhoB2OtPUYrEIZzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "7h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: ChristineBD on WikiMedia Commons\n\nIn the past ten days, Trend Micro and Bitdefender have released blog posts urging customers to update their security software due to Local Privilege Escalation and Man-In-The-Middle (MITM) vulnerabilities, respectively [h/t Heise]. There are six related CVEs listed on their sites, five relating to Bitdefender Total Security and one for Trend Micro Deep Security Agent, and all advise updating to more recent releases. Bitdefender Total Security users are advised to be on product version 27.025.115 or newer, attainable through auto-update, and Trend Micro Deep Security Agent users are advised to update to or download product version 20.0.1-17380.\n\nOf the two companies, Bitdefender seems to have had to patch more vulnerabilities than Trend Micro, though all five are targeted at MITM vulnerabilities in some way. Man In The Middle vulnerabilities allow for the interception and alteration of communications between users and given sites, allowing false pages and certificates to appear legitimate.\n\nBitdefender's HTTPS scanning functionality was failing to verify certificates across five key scenarios properly: certificates lacking \"Server Authentication\" specs in Extended Key Usage extensions, incorrect checks of site certificates using MD5 and SHA1 collision hash functions, trust of unauthorized entities who exploit the \"Basic Constraints\" certificate extension, and improper trust of both certificates using the DSA signature algorithm and self-signed certificates, in general.\n\nThat said, Local Privilege Escalation is also quite a major cybersecurity issue, even if Trend Micro is addressing just one relevant vulnerability. Local Privilege Escalation refers to standard users gaining admin or system-level access, and Trend Micro's gap came about as a result of insufficient authentication controls, which doesn't sound like a great issue for software called Deep Security Agent.\n\nFortunately, the related issues have already been addressed in their respective software updates and these problems shouldn't impact Bitdefender or Trend Micro customers anymore. However, it is noteworthy that, unlike many cyberattacks which find other vectors of infection, these vulnerabilities were all found within existing security software installed specifically on systems trying to avoid attacks like these. Sometimes, less is more — though of course, the applicability of that mentality can vary greatly depending on your industry."
    },
    {
        "title": "Gartner: Top 10 strategic technology trends for 2025",
        "link": "https://www.networkworld.com/article/3574556/gartner-top-10-strategic-technology-trends-for-2025.html",
        "description": "Agentic AI, post-quantum cryptography, AI governance, and hybrid computing are among the most pressing and potentially ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UNHNyNoImWskYIS4Pyd01i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Network World13h",
        "source": "Network World",
        "article_content": "Gartner is sharing its annual look at the hot technologies enterprise customers should be watching out for in the coming years. AI, security, energy-efficient computing, robotics, and virtual computing interactions are among the research firm’s top 10 strategic technology trends, which were unveiled at Gartner’s annual IT Symposium/XPO in Orlando.\n\n1. Agentic AI\n\nFor starters, Gartner is expecting a proliferation of “agentic AI,” which refers to intelligent software entities that use AI techniques to complete tasks and achieve goals, according to Gene Alvarez, distinguished vice president analyst at Gartner.\n\nBy 2028, at least 15% of day-to-day work decisions will be made autonomously through agentic AI, up from 0% in 2024, Gartner predicts. Agentic AI will be incorporated into AI assistants and built into software, SaaS platforms, IoT devices and robotics. Many startups are already marketing themselves as AI-agent-building platforms, and hyperscalers are adding agentic AI to their AI assistants, Gartner stated."
    }
]