[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In pictures: Fiery sunsets and UFO-like clouds",
            "link": "https://www.bbc.co.uk/news/articles/c74mmd7m0r9o",
            "description": "The clouds form when the air is stable and winds blow across hills and mountains from a similar direction at different ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0NE0rnKNSMjOXeiTOayPsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "21h",
            "source": "BBC",
            "article_content": "BBC Weather Watchers have been treated this week to red skies at night in the mornings - and unusual cloud formations.\n\nLenticular clouds could be seen widely across Scotland over the past few days.\n\nThe clouds form when the air is stable and winds blow across hills and mountains from a similar direction at different heights through the troposphere, according to the Met Office.\n\nThey often resemble UFO flying saucers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Whistleblower Jake Barber's SECRET Statement About Psionic Relationship With Aliens",
            "link": "https://www.msn.com/en-us/health/medical/ufo-whistleblower-jake-barbers-secret-statement-about-psionic-relationship-with-aliens/vi-AA1xqkRm?ocid=BingNewsVerp",
            "description": "Bernard Arnault, billionaire chairman and CEO of global luxury goods company LVMH; such as Louis Vuitton. In response to the ...",
            "image_url": "https://www.bing.com/th?id=OVF.H6gxffihryjyCgQbhUuZSw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN6h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious clouds spotted over UK: UFO phenomenon or natural wonder?",
            "link": "https://jang.com.pk/en/29642-mysterious-clouds-spotted-over-uk-ufo-phenomenon-or-natural-wonder-news",
            "description": "Rare clouds have been recently observed in the northern skies of the UK.As per Sky News, these clouds have been thought to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VMKEY_2GviFbmdEDotzm7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Daily Jang41m",
            "source": "Daily Jang",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are the 'UFO clouds' seen hanging over UK skies?",
            "link": "https://www.msn.com/en-gb/news/uknews/what-are-the-ufo-clouds-seen-hanging-over-uk-skies/ar-AA1xqCIX?ocid=BingNewsVerp",
            "description": "Rare clouds which have historically been blamed for a number of UFO sightings have been seen over northern skies in the UK.",
            "image_url": "https://www.bing.com/th?id=OVFT.KIyPTPt8n1_tdLYpn0-VCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7hon MSN",
            "source": "Sky News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CIA declassifies book detailing how the world will end",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14297085/secret-cia-book-adam-eve-story-end-world-theory.html",
            "description": "A book that was classified by the CIA for more than 50 years contains a shocking theory about how the world will end. It ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yxGCs37NoR2Pomy1rJbzsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "5h",
            "source": "Daily Mail",
            "article_content": "A book classified by the CIA for more than 50 years contains a shocking theory about how the world will end.\n\n'The Adam and Eve Story,' written by former US Air Force employee, UFO researcher and self-acclaimed psychic Chan Thomas, was written in 1966 but its publication was halted by the agency.\n\nIt was quietly declassified in 2013, at least in part, but remained hidden in the CIA's database — until now.\n\nIn the book, Thomas claims that every 6,500 years, a major disaster on the scale of the Biblical 'Great Flood' strikes the Earth.\n\nWhile experts debate the exact date of that flood in the Book of Genesis, Thomas asserts that it happened roughly 6,500 years ago, and there is some archaeological and geological evidence to support that claim.\n\nBy that logic, Thomas argues that the next catastrophe is imminent.\n\nAs for what the end of the world will look like, Thomas believes that Earth's magnetic field will suddenly, drastically shift, wreaking havoc across the planet.\n\nThe reason behind the book was classified remains unclear, but some have suggested the agency was concerned the book would cause mass panic, or leak information related to secret government research.\n\nThomas had connections to classified projects during his time at the defunct aerospace company McDonnell Douglas. He was part of a small team of scientists assembled by the company to investigate reports of UFOs.\n\nWhile there are no official records of Thomas working directly for the CIA, the agency's secrecy agreement means past employees need to get approval before publishing books and other works of communication.\n\nA book that was classified by the CIA for more than 50 years contains a shocking theory about how the world will end (STOCK)\n\n'In California, the mountains shake like ferns in a breeze; the mighty Pacific rears back and piles up into a mountain of water more than two miles high, then starts its race eastward,' Thomas wrote in his book.\n\n'In a fraction of a day all vestiges of civilization are gone, and the great cities — Los Angeles, San Francisco, Chicago, Dallas, New York — are nothing but legends,' he writes. 'Barely a stone is left where millions walked just a few hours before.'\n\nThe first chapter, titled 'The Next Cataclysm,' starts with: 'Like Noah's 6,500 years ago... Like Adam and Eve's 11,500 years ago... This, too will come to pass...'\n\nThe cryptic opening suggests that the next cataclysm is poised to occur any day now.\n\nThe book features 55 pages, but Thomas wrote more than 200. The rest are still kept top-secret to this day. And the reason for the CIA's involvement remains a mystery.\n\nThe apocalyptical tale begins with the destruction of California, explaining how winds 'with the force of a thousand armies' will shred everything in sight with its 'supersonic bombardment,' as the Pacific tsunami drowns Los Angeles and San Francisco 'as if they were but grains of sand.'\n\nThomas claims these impacts will overtake the entire North American continent 'within three hours,' as an earthquake simultaneously creates massive cracks in the ground that allow magma to rise to the surface.\n\n'The Adam and Eve Story,' written by Chan Thomas, was published in 1966 and partly declassified in 2013\n\nThe book's author Chan Thomas was a former US Air Force employee, UFO researcher and self-acclaimed psychic\n\nBut it won't just be North America that is swallowed by the destruction.\n\nNone of the seven continents will be able to escape the onslaught, Thomas writes, with each one experiencing slightly different versions of the same dramatic end.\n\nBy the seventh day, 'the horrendous rampage is over,' and the entire Earth has changed, he writes.\n\n'The Bay of Bengal basin, just east of India, is now at the North Pole. The Pacific Ocean, just west of Peru, is at the South Pole,' Thomas explains.\n\nEven Greenland and Antarctica have been thrown toward the equator, and 'find their ice caps dissolving madly in the tropical heat.'\n\nThomas paints a terrifying picture of civilization-destroying climate change and tectonic rearrangement. But there is no scientific evidence to suggest that such a cataclysm is possible.\n\n'It's just unfortunate that these things are being put out there,' Martin Mlynczak, a senior research scientist at the NASA Langley Research Center, told The Verge.\n\n'Extraordinary claims require extraordinary proof. And there's no proof and no science and no physics behind any of the claims about the magnetic field change being associated with climate change.'\n\nWhat's more, there is no evidence to suggest that the Earth's magnetic field ever has, or ever will, make the 90-degree flip that Thomas describes.\n\nEarth's magnetic poles do shift, and have done so hundreds of times throughout the planet's history. But this never causes the kind of widespread devastation that Thomas described\n\nThomas states that the last catastrophe of this nature — Noah's Biblical flood — happened 6,500 years ago, and that this means we're due for the next one. But this date is contested\n\n'That is totally bogus. If that's what happened every 6,500 years, we would certainly see it; it would be in all the records... The amount of energy to bring that about is tremendous. And you know, there's nothing to initiate it,' Mlynczak said.\n\nThat said, Earth's magnetic poles do shift and have done so hundreds of times throughout the planet's history, according to NASA.\n\nThis phenomenon is called a 'pole reversal.' Paleomagnetic records suggest it occurs about every 300,000 years on average, though the actual time intervals vary widely.\n\n'During a pole reversal, the magnetic field weakens, but it doesn’t completely disappear,' NASA states.\n\n'The magnetosphere, together with Earth’s atmosphere, continue protecting Earth from cosmic rays and charged solar particles, though there may be a small amount of particulate radiation that makes it down to Earth’s surface.\n\n'The magnetic field becomes jumbled, and multiple magnetic poles can emerge in unexpected places.'\n\nBut this never causes the kind of widespread devastation that Thomas described in his book.\n\nEven if his theory about why and how the world will end had scientific merit, there would still be reason to question his claim that the apocalypse is imminent.\n\nHe states that the last catastrophe of this nature — Noah's Biblical flood — happened 6,500 years ago, and that this means we're due for the next one.\n\nThere is some geological and archaeological evidence to suggest that date may be correct. For example, a 2006 study claimed that 6,500-year-old wood recovered from the 'landing site of Noah's ark' was actually part of the ark itself.\n\nBut the wood's age has been challenged by other experts.\n\nThe more widely accepted date-range for the flood is between 4,000 and 5,000 years ago. If this event truly occurred during that time, then Thomas' estimated timing for the end of the world would be more than 1,000 years off.\n\nTherefore, all the evidence suggests that the violent disaster detailed in 'The Adam and Eve Story' will not actually come to pass."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crazy AI app lets you transform a photo into a 3D model",
            "link": "https://bgr.com/tech/crazy-ai-app-lets-you-transform-a-photo-into-a-3d-model/",
            "description": "Krea is one of the latest AI tools that promise to revolutionize video generation. With a prompt, you can turn a photo into a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XBX31QgGuRNbRF_A006fky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23h",
            "source": "BGR",
            "article_content": "Krea is one of the latest AI tools that promise to revolutionize 3D modeling. By partnering with the top AI video providers, the company lets you create videos with Hailuo, Mini Max, Luma Labs, Runway, Pika Labs, and Kling.\n\nOne of Krea’s most interesting features is its ability to generate real-time images guided by 3D models. This feature lets users take an image, convert it into a 3D model, and use it to guide scene generation. What makes this tool so cool is that you can move, manipulate, and rotate the model to change the scene—all in real-time and in a very intuitive way, as spotted by X user Justine Moore.\n\n2) Generate real-time images guided by 3D models with @krea_ai\n\n\n\nThis feature lets you take an image, convert it into a 3D model, and then use it to guide scene generation.\n\n\n\nYou can move, manipulate, and rotate the model to change the scene. pic.twitter.com/c3ongexolH — Justine Moore (@venturetwins) January 17, 2025\n\nHowever, this isn’t the only tool available with Krea’s AI app. You can create real-time styles, change the environment of your images with one click by having perfect light and color consistency, ultra slow-motion in 120fps, animate and fuse images, and even use its enhanced presets to turn your image into an oil painting or let the AI create something completely unique.\n\nKrea focuses on five major features: High-quality generation, Editing, video generation, Instant AI generation, and an Enhancer tool that lets you upscale photos and videos. It’s also important to note that the service allows you to create images with sound, setting it apart from the competition.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nWhat’s nice about Krea is that you can take advantage of free daily image generation and access some of its popular tools as long as you are logged on to the platform. The company offers three other paid tiers, Basic, Pro, and Max, with a good discount when you choose the yearly plan.\n\nevery video model in one place.\n\n\n\nwe partnered with the top AI video providers to bring the best video models into Krea.\n\n\n\nnow you can create with @Hailuo_AI #MiniMax, @LumaLabsAI, @runwayml, @pika_labs, and @Kling_ai. pic.twitter.com/BomLy70KPH — KREA AI (@krea_ai) October 17, 2024\n\nWith the Basic plan, you can create around 720 Flux Images, 36,000 real-time images, 180 enhanced images, three training jobs, and a commercial license."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI + Astrology = The perfect match? Your zodiac sign weighs in!",
            "link": "https://www.msn.com/en-in/lifestyle/horoscope/ai-astrology-the-perfect-match-your-zodiac-sign-weighs-in/ar-AA1xqss7?ocid=BingNewsVerp",
            "description": "Astrology is evolving with AI integration, appealing to different zodiac signs in unique ways. AI-driven astrology apps offer ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wY0XDWEeMg4YJEZCeaz-4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Data Storage And Memory Powers AI At The 2025 CES",
            "link": "https://www.forbes.com/sites/tomcoughlin/2025/01/18/data-storage-and-memory-powers-ai-at-the-2025-ces/",
            "description": "Digital storage and memory capability play a crucial role in modern computing, including AI. The 2025 CES show showed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vamwtDwQ8YlzogbzULybZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I’ve tried the new AI-powered MotorMia app – and it drags classic car mods into the 21st Century",
            "link": "https://www.msn.com/en-us/autos/news/i-ve-tried-the-new-ai-powered-motormia-app-and-it-drags-classic-car-mods-into-the-21st-century/ar-AA1xqqlE?ocid=BingNewsVerp",
            "description": "What was once the reserve of older chaps in dank sheds and garages has since struck a chord with a younger audience, with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n2bO_u-Ym7itE5V_Sk9-HC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "4 Trends Shaping The College Admissions Process For 2025",
            "link": "https://www.forbes.com/sites/sarahhernholm/2025/01/18/4-trends-shaping-the-college-admissions-process-for-2025/",
            "description": "The college admissions process is undergoing significant changes, driven by technological advances, evolving policies, and a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m4oPaALv3EbgMcD0-IHOiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ghosts and Paranormal: Sadhguru Explains Death and Occult Practices",
            "link": "https://www.msn.com/en-in/news/India/ghosts-and-paranormal-sadhguru-explains-death-and-occult-practices/vi-AA1xqNIa?ocid=BingNewsVerp",
            "description": "In this eye-opening video, Sadhguru sheds light on the world of ghosts, hauntings, and paranormal activities, unraveling the mysteries that often surround them. He also explains the deeper spiritual ...",
            "image_url": "https://www.bing.com/th?id=OJ.ZDrxI86c00vHNA&pid=news&w=124&h=16&rs=2",
            "category": "paranormal",
            "date": "20hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Supernatural horrors await in the Are You There? trailer",
            "link": "https://www.flickeringmyth.com/1886495-2/",
            "description": "Dark Sky Films has released a poster and trailer for director Kim Noonan’s supernatural horror Are You There?. The film centres on paranormal psychology student Rosa (Laura Sollet) as she finds ...",
            "image_url": "https://www.bing.com/th?id=ODF.05VI9y8xidjaZkwsZhsz1g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Flickeringmyth6h",
            "source": "Flickeringmyth",
            "article_content": "Dark Sky Films has released a poster and trailer for director Kim Noonan’s supernatural horror Are You There?.\n\nThe film centres on paranormal psychology student Rosa (Laura Sollet) as she finds herself trapped in a life and death game of 20 questions after lighting a ritual candle which summons the dead.\n\nParanormal psychology student Rosa Gonzalez lights a ritual candle used to contact the dead. When she asks, “Are You There?” she opens a door to a demonic game of 20 questions.\n\nSEE ALSO: Trailer for gothic horror The Baby in the Basket\n\nAre You There? arrives in select cinemas and on digital on February 7th."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Are You There?",
            "link": "https://www.yahoo.com/entertainment/are-you-there-010036942.html",
            "description": "Paranormal psychology student Rosa Gonzalez lights a ritual candle used to contact the dead. When she asks, 'Are You There?' she opens a door to a demonic game of 20 questions. This game triggers a ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "paranormal",
            "date": "19h",
            "source": "Yahoo",
            "article_content": "29,734 people played the daily Crossword recently. Can you solve it faster than others?\n\n29,734 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "THIS WEEK IN THE ARTS | Bridal show, KSU basketball, MLK Jr. Day and more",
            "link": "https://themercury.com/news/area/this-week-in-the-arts-bridal-show-ksu-basketball-mlk-jr-day-and-more/article_d0e0716c-d1e9-11ef-aa4a-83f453fccdb6.html",
            "description": "Be a 'King': Celebrate Martin Luther King Jr. Day, 2 p.m. Also Introverts’ Book Club at 6:30 p.m. Tuesday and Chess Night at 6 p.m. Wednesday. For full schedule and registration: ...",
            "image_url": "https://www.bing.com/th?id=ODF.WFI4n3Ymv_KmL8iMll_Aig&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "The Manhattan Mercury2h",
            "source": "The Manhattan Mercury",
            "article_content": "Here are some local events in the next seven days.\n\nSATURDAY\n\nK-State Track and Field Thane Baker Invitational, all day.\n\nIndoor Track and Field Complex, Manhattan.\n\nK-State Men’s Basketball vs Kansas, noon.\n\nWatch, listen, live stats: CBS, 1350kman.com/listen, kstatesports.com.\n\nLawrence, Kansas.\n\nMLK Jr. Community Celebration, 2 p.m.\n\nAwards, speaker and refreshments.\n\nArtist Reception: Roots and Resonance, 2-4 p.m.\n\nManhattan Arts Center, 1520 Poyntz Ave.\n\nBINGO, 6 p.m.\n\nTickets: liquidartwinery.com.\n\nLiquid Art Winery, 1745 Wildcat Creek Road.\n\nVicky the Heartland Medium and Paranormal Investigation, 6 p.m.\n\nTickets: columbiantheatre.com.\n\nColumbian Theatre, 521 Lincoln Ave., Wamego.\n\nUncorked Inspiration, 1223 Moro St.\n\nLive music: Kendall Eugene, 8:30 p.m.\n\nMcGraws Bar and Grill, 2313 Tuttle Creek Blvd.\n\nSUNDAY\n\n2025 Flint Hills Bridal Show, noon.\n\nFree bridal show with vendors.\n\nRegistration: flinthillsbridalshow.com/registration.\n\nK-State Alumni Center.\n\nK-State Women’s Basketball vs Arizona State, 1 p.m.\n\nWatch, listen, live stats: ESPN+, 1350kman.com/listen, kstatesports.com.\n\nBramlage Coliseum.\n\nMONDAY\n\nMartin Luther King Jr. Day.\n\nBusiness hours may vary.\n\nBe a “King”: Celebrate Martin Luther King Jr. Day, 2 p.m.\n\nAlso Introverts’ Book Club at 6:30 p.m. Tuesday and Chess Night at 6 p.m. Wednesday.\n\nFor full schedule and registration: manhattanks.librarycalendar.com.\n\nManhattan Public Library, 629 Poyntz Ave.\n\nFilm: Selma, 2 p.m.\n\nThe 2014 film, followed by guest speaker Curtis Pitts.\n\nTickets: Free, warehamhall.org.\n\nWareham Hall, 410 Poyntz Ave.\n\nTUESDAY\n\nK-State Spring Semester begins.\n\nBlood Drive, 8:30 a.m.-2:30 p.m.\n\nFor appointment times: redcrossblood.org.\n\nAlso noon-6 p.m. Thursday and 7:30 a.m.-1 p.m. Friday at Pottorf Hall, CiCo Park.\n\nHoliday Inn Manhattan at The Campus, 1641 Anderson Ave.\n\nLeaving a Lasting Legacy: A Succession Planning Series, 5-8 p.m.\n\nLearn to create a farm succession plan.\n\nRegistration: $60+, riley.k-state.edu.\n\nPottorf Hall, CiCo Park.\n\nWEDNESDAY\n\nK-State Men’s Basketball vs Baylor, 8 p.m.\n\nWatch, listen, live stats: ESPN2/U, 1350kman.com/listen, kstatesports.com.\n\nWaco, Texas.\n\nTHURSDAY\n\nK-State Activities Carnival, 6 p.m.\n\nK-State Student Union.\n\nThe Ozark Mountain Daredevils: The Farewell Tour, 7:30 p.m.\n\nTickets: mccain.k-state.edu.\n\nMcCain Auditorium.\n\nLive music: Hosty with Jeff Pfannenstiel, 8 p.m.\n\nAuntie Mae’s Parlor, 616 N. 12th St.\n\nMHK Open Mic Night, 8 p.m.\n\nFinn’s Neighborhood Pub, 317 Poyntz Ave.\n\nFRIDAY\n\nK-State Track and Field at Red Raider Invite, all day.\n\nLubbock, Texas.\n\nDinner and Movie Night: Harry Potter and the Sorcerer’s Stone, 5:30 p.m.\n\nTickets: liquidartwinery.com.\n\nLiquid Art Winery, 1745 Wildcat Creek Road.\n\nFilm: Grease, 7 p.m.\n\nTickets: $12.92+, manhattanarts.org.\n\nManhattan Arts Center, 1520 Poyntz Ave.\n\nPride in the Parlor: One Year Angel-versary, 7 p.m.\n\nAuntie Mae’s Parlor, 616 N. 12th St.\n\nSATURDAY, JAN. 25\n\nK-State Women’s Tennis vs Drake, all day.\n\nManhattan.\n\nManhattan Farmers Market, 9 a.m.-1 p.m.\n\nThird and Leavenworth streets.\n\nHoney Sampler Weekend, 11 a.m.-5 p.m.\n\nA&H Farm, 1374 Collins Lane.\n\nK-State Women’s Basketball vs Colorado, 2 p.m.\n\nWatch, listen, live stats: ESPN+, 1350kman.com/listen, kstatesports.com.\n\nBoulder, Colorado.\n\nBoozy Book Exchange, 2 p.m.\n\nBring an old book, swap for a new (to you) book.\n\nTickets: liquidartwinery.com.\n\nLiquid Art Winery, 1745 Wildcat Creek Road.\n\nLive music: Sally and The Hurts, 2 p.m.\n\nAlso an acoustic session at 4 p.m. at The Dusty Bookshelf, 700 N. Manhattan Ave.\n\nSisters of Sound Records, 1214 Moro St.\n\nK-State Men’s Basketball vs West Virginia, 5 p.m.\n\nWatch, listen, live stats: CBS Sports Network, 1350kman.com/listen, kstatesports.com.\n\nBramlage Coliseum.\n\nDr. G. and Friends of Jazz, 7:30 p.m.\n\nTickets: ksu.universitytickets.com.\n\nPurple Masque Theatre, West Stadium.\n\nLive music: Woodridge with Lady Absinthe, 8 p.m.\n\nAuntie Mae’s Parlor, 616 N. 12th St.\n\nLive music: Tyler Halverson, 8:15 p.m.\n\nDoors open at 7 p.m.\n\nTickets: thehatksu.com.\n\nThe Hat, 1315 Laramie St.\n\nONGOING\n\nManhattan Public Library online storytimes, all day.\n\nWatch previously recorded storytimes for children.\n\nSearch youtube.com for “Manhattan Public Library”\n\nStoryWalk Downtown.\n\nRead a book around the windows of Downtown businesses.\n\nManhattan Public Library, 629 Poyntz Ave.\n\nCommon Table Meals, 6 p.m.\n\nSunday-Saturday. No cost. No to-go meals. Enter through door 6.\n\nLincoln Education Center, 901 Poyntz Ave.\n\nKnitting Night, 6-8 p.m.\n\nDusty Bookshelf, 700 N. Manhattan Ave.\n\nExhibit: Stepping into the Prairie.\n\nThrough May 18.\n\nFlint Hills Discovery Center, 315 S. Third St.\n\nExhibit: Annie Helmericks-Louder and John Louder.\n\nThrough Feb. 1.\n\nSNW Gallery and Custom Frames, 328 Poyntz Ave.\n\nExhibit: Roots and Resonance.\n\nThrough Feb. 7.\n\nManhattan Arts Center, 1520 Poyntz Ave.\n\nCountry Dance Lessons, 7:30 p.m.\n\nGrab some boots and learn some new moves.\n\nEvery Tuesday.\n\nMcGraws Bar and Grill, 2317 Tuttle Creek Blvd.\n\nPoker Night, 7 p.m.\n\nHeld in the Bluehills Room next to RC McGraws. First hand dealt at 7 p.m.\n\nEvery Wednesday.\n\nMcGraws Bar and Grill, 2317 Tuttle Creek Blvd.\n\nKaraoke, 8:30 p.m.\n\nEvery Tuesday.\n\nFinn’s Neighborhood Pub, 317 Poyntz Ave.\n\nKaraoke, 8 p.m.\n\nEvery Thursday.\n\nMcGraws Bar and Grill, 2317 Tuttle Creek Blvd.\n\nTrivia, 7 p.m.\n\nEvery Tuesday.\n\nGoolsby’s, 1212 Bluemont Ave., Ste. 130.\n\nTrivia, 7:30 p.m.\n\nEvery Tuesday.\n\nMcCool’s, 701 N. Manhattan Ave.\n\nTrivia, 8 p.m.\n\nEvery Wednesday.\n\nAuntie Mae’s Parlor, 616 N. 12th St.\n\nTrivia, 7 p.m.\n\nEvery Wednesday.\n\nBottle Caps Sports Bar, 3043 Anderson Ave.\n\nTrivia, 7 p.m.\n\nEvery Thursday.\n\nSinkers Lounge, 123 S. Third St.\n\nSINGO, 2 p.m.\n\nEvery Sunday.\n\nBottle Caps Sports, 3043 Anderson Ave.\n\nSINGO, 8 p.m.\n\nEvery Tuesday.\n\nTanner’s Bar and Grill, 1200 Moro St.\n\nFaith, Hope and Jazz, 5:30-7 p.m.\n\nEvery Thursday.\n\nRockin K’s, 1880 Kimball Ave."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Robbie Williams Says Kathy Hilton Is His Favorite Bravo Star: ‘Doesn’t Get Enough Airtime’ (Exclusive)",
            "link": "https://www.usmagazine.com/entertainment/news/robbie-williams-says-kathy-hilton-is-his-favorite-on-rhobh/",
            "description": "Robbie Williams shares his love for ‘The Real Housewives of Beverly Hills’ exclusively with Us Weekly in his 25 Things You ...",
            "image_url": "https://www.bing.com/th?id=OVFT.y8U9D549yDJ0i8FlJTr1Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Us Weekly6h",
            "source": "Us Weekly",
            "article_content": "Just like Us, British pop icon Robbie Williams can’t get enough of The Real Housewives.\n\n“I always love the Housewives franchises,” Williams, 50, reveals exclusively in his 25 Things You Don’t Know About Me feature in the latest issue of Us Weekly, on newsstands now. “Right now, I am into The Real Housewives of Beverly Hills.”\n\nWhile he quipped, “They all get fired,” when asked who his favorite Housewife of all time is, Williams did come up with an answer.\n\n“Favorite Housewife of all time… Kathy Hilton doesn’t get enough airtime,” Williams dished to Us.\n\nRelated: Robbie Williams Credits Taylor Swift for Inspiring Sweet Fan Movement Robbie Williams is grateful Taylor Swift has revived a trend that was popular in the ’80s and ’90s — because it’s become a symbol of connecting with his own fan base. In an exclusive interview with Us Weekly to promote his new film, Better Man, Williams, 50, dished on his favorite gifts that he’s received […]\n\nFor more fun facts from Williams — including why Better Man, a musical fantasy film based on his life and career in theaters now, is the movie he would watch for the rest of his life — keep scrolling:\n\n1. I’ve given all of my awards away for two reasons: I don’t want my success to be constantly reaffirmed every day as something that happened in the past, and I also retain great cynicism when it comes to awards and awards ceremonies. You don’t get to meet the people that nominate you and figure out whether you want them to tell you if you are good or not. Let me also say I’m very grateful to be invited to the party and I’m a very sensitive person that if you don’t tell me I exist, then I don’t exist. So it’s a very interesting conundrum in the industry that I find myself in.\n\n2. My dream collaborator is Dolly Parton.\n\n3. The song I’m most proud of is “Angels” because it gave me my career. It is the song that exists outside of myself that means so much to lots of people. It’s like the national anthem of Robbie. I’ve written nearly a thousand songs now, and I’ve not managed to recreate that.\n\n4. My favorite tattoo that I have is a teddy bear for my eldest daughter, Teddy.\n\n5. I don’t drive — I never learned — and I don’t have a license.\n\nRelated: Kyle Richards Comes Clean: ‘I Don’t Care What People Think of Me Anymore’ Kyle Richards is showing off her 10 tattoos. It’s the first day of October, and she’s just sat down in the spacious living room of her 10,000 square-foot Colonial-style Los Angeles home — which is decked out for Halloween with pumpkins and autumnal decor — to talk to Us Weekly about being crowned Reality Star […]\n\n6. Ryan Reynolds is the most famous person in my phone book.\n\n7. My computer is my most valuable possession.\n\n8. I always get starstruck around comedians — like Will Ferrell, Adam Sandler and Chris Rock — and also Brad Pitt. Movie stars [have] a quality that is unusual, beguiling and magical, but at the same time means nothing. It’s so strange. And it’s not their fault.\n\n9. I’m a good raconteur.\n\n10. If I could watch one movie for the rest of my life, it would be Better Man, genuinely. I’m not just saying that for promo.\n\n11. Lynda Carter and Kylie Minogue were my celebrity crushes growing up.\n\n12. My alternate profession would be an artist, and I’ve actually got a [few] exhibitions.\n\n13. The proudest moment of my career is that I’m still here.\n\n14. All I do is listen to and watch podcasts. Right now, I’m back on the UFO and paranormal trail, so that’s where I get all of my entertainment needs, [including] finding out what the drones are in New Jersey.\n\n15. Dean Martin, Bing Crosby and Chuck D were the entertainers I looked up to when I was younger.\n\n16. I love the Housewives franchise. Right now, I’m into The Real Housewives of Beverly Hills. Kathy Hilton doesn’t get enough airtime.\n\n17. I collect ideas that form in my head, and then I try to draw them and make them funny.\n\n18. The most exciting moment from my time in Take That was being No. 39 on the charts with “Promises.” It was the happiest I’ve been for the shortest amount of time.\n\n19. I sold double glazing — which are windows in the U.K. — door-to-door for two weeks before I joined Take That.\n\n20. The childhood memory that makes me smile is the round of applause that I got when I played the Artful Dodger when I was 12 years old. I got a standing ovation, and it made me believe that I had a future in showing off.\n\n21. My bucket list includes building hotels, building entertainment venues and creating a university of entertainment and writing the syllabus.\n\n22. My favorite comfort meal is sweet and sour chicken or pork Chinese [food].\n\n23. I can’t leave the house without my phone, Mac [laptop] and sunglasses.\n\n24. I’m an introvert and don’t do parties unless I’m paid to or I have to promote something.\n\n25. My favorite place to vacation is Mustique.\n\nWith reporting by Leanne Aciz Stanton"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An endangered bat species has been found in Arizona with the help of citizen scientists",
            "link": "https://www.msn.com/en-us/news/technology/an-endangered-bat-species-has-been-found-in-arizona-with-the-help-of-citizen-scientists/ar-AA1xqfaS?ocid=BingNewsVerp",
            "description": "Mexican long-nosed bats have been identified in southeastern Arizona through citizen scientist efforts and innovative DNA ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2ffshtvyKmXlF867jDtIbAA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "7hon MSN",
            "source": "Arizona Republic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cosmic mystery: New magnetar defies known science laws",
            "link": "https://www.msn.com/en-ie/science/astronomy/cosmic-mystery-new-magnetar-defies-known-science-laws/ar-AA1xqZiI?ocid=BingNewsVerp",
            "description": "This discovery contradicts current theories and laws of science. It pertains to a cosmic object emitting radio waves every 22 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FADvNs5Qj-pgcZAjDiIK5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "50 years of hair-raising fun and science at the Bakken Museum",
            "link": "https://www.mprnews.org/story/2025/01/17/bakken-museum-minnesota-50-years-fun-science",
            "description": "The Bakken Museum in Minneapolis is celebrating 50 years of bringing electricity and science education to life. The museum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jX2W_SlnLsynJxN2Wz-VWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "MPR News23h",
            "source": "MPR News",
            "article_content": "A staple in Minnesota’s science innovation and education has hit a major milestone. The Bakken Museum in Minneapolis is celebrating 50 years of bringing electricity and scientific education to life.\n\nThe museum has become a hub for scientific research, exhibition and archiving, including a rare book and instrument collection, as well as exhibits about electricity, architecture and more.\n\n“I think there’s just a profound love of learning and exploring and discovery at this organization,” the museum’s vice president of programs Anika Taylor said. “I absolutely adore opportunities to work with visitors who are here exploring something and to see them make a connection or make a discovery, or have a moment of sort of lighting up.”\n\nEarl Bakken, famous for co-founding Medtronic and creating the first external wearable battery-powered pacemaker, founded the museum in 1975 in hopes of becoming a research center focused on “Electricity in Life.” It now also includes exhibits about plants, medicine and even Mary Shelley and her book “Frankenstein,” a special inspiration of Bakken’s.\n\nTurn Up Your Support MPR News helps you turn down the noise and build shared understanding. Turn up your support for this public resource and keep trusted journalism accessible to all.\n\nAs a child, Bakken spent his time building and taking apart different electronic devices. When he saw the movie version of “Frankenstein,” he knew he wanted to pursue a career in electrical engineering, which he studied at the University of Minnesota.\n\nTaylor says the Mary Shelley exhibit is truly a favorite.\n\n“I just love it, because there are so many fun stories and ideas that connect to this exhibit, the story of who Mary Shelley was and what led her to write that story, the notion that this is sort of our first example of science fiction, and that science fiction has, in turn, also inspired science and inspires the public to consider the science that we do in different ways because we can explore it in fictional realms.”\n\nThe Bakken Museum. pictured on Sept. 18, 2020, is located on the West shore of Bde Maka Ska in Minneapolis. Found by Earl Bakken in 1975, it is features interactive exhibits for all ages and STEM education programs. Courtesy of the Bakken Museum\n\nInterim Vice President of Advancement Stu Silberman says what makes the Bakken special is how it “invests in the future of the state of Minnesota while leveraging its wonderfully historic past.” A past that started before the museum became a nonprofit and was established at its current location on Bde Maka Ska in 1975. Before that, Bakken had been collecting artifacts and literature at his company’s headquarters.\n\nThe Bakken is a popular field trip destination with hands-on opportunities like the shock circle that plays with static electricity that sticks students’ hair on its ends or the Bakkenspiel, an interactive musical workshop. Heather Walch, a board member, loves seeing students light up.\n\n“My absolute favorite part is the kids that are visiting the Bakken when they learn something new, and they don’t really realize they’re learning anything because it’s fun and it's just filled with giggles,” Walch said.\n\nThrough its STEM education program, the Bakken Museum has begun taking educational programs on the road to sites and schools across the state where educators spend a week with students.\n\nTaylor hopes the museum continues to change its “hidden gem” persona.\n\n“Whether it’s coming to visit our museum or whether it’s bringing us out to whatever corner of the state folks are in, we’d love to get as many people involved in celebrating this 50th year,” she said.\n\nThe museum will be hosting events throughout the year to mark its milestone birthday, including a party in October and family discovery day events throughout the year, as well as their “Bakkenalia” 21+ events."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists reveal ‘once-in-a-century’ Pompeii discovery",
            "link": "https://www.news.com.au/technology/science/archaeology/archaeologists-reveal-onceinacentury-pompeii-discovery/news-story/2922cd4615ddc4d8d9ef3806e97b67cb",
            "description": "Scientists have made a 'once-in-a-century' discovery in Pompeii after unearthing a stunning ancient luxury spa with thermal baths and mosaic designs.",
            "image_url": "https://www.bing.com/th?id=OJ.yVHLTWFLTjPrYg&pid=news&w=78&h=16&rs=2",
            "category": "science+discovery",
            "date": "22h",
            "source": "Couriermail",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ESA's Gaia telescope discovers over 100 black holes hidden in ancient star cluster",
            "link": "https://www.wionews.com/science-tech/esas-gaia-telescope-discovers-over-100-black-holes-hidden-in-ancient-star-cluster-8631568",
            "description": "Palomar 5 is a unique star cluster that stretches across 30,000 light-years and is located about 80,000 light-years from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YTk2igra1Gxx6k1YOgbeny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17h",
            "source": "WION",
            "article_content": "A surprising discovery has been made in the Milky Way, a star cluster called Palomar 5 is home to more than 100 stellar-mass black holes. This finding was published in Nature Astronomy.\n\nAdvertisment\n\nPalomar 5\n\nPalomar 5 is a unique star cluster that stretches across 30,000 light-years and is located about 80,000 light-years from Earth. While globular clusters like Palomar 5 are typically dense, spherical groups of stars, Palomar 5 stands out because of its loose, spread-out formation and long tidal stream—a vast river of stars trailing behind it. These stellar streams were hard to detect in the past, but with the help of Gaia, a space observatory mapping the Milky Way with incredible precision, astronomers are now discovering more of them.\n\nAlso Read | Pakistan launches first EO-1 satellite but internet is laughing at it. Here's why\n\nAdvertisment\n\nResearchers led by Gieles used advanced simulations to study how the stars in Palomar 5 might have spread out to form this tidal stream. They found that the cluster's stars were likely pushed into the stream by the gravitational pull of black holes. These black holes, which are created when massive stars collapse, interact with the cluster’s stars and send them careening away. The simulations also showed that the number of black holes in Palomar 5 is higher than expected, helping explain the current structure of the cluster.\n\nAlso Read | What's life post TikTok ban? Here's what US should learn from India\n\nThe discovery that black holes are common in globular clusters is exciting for astronomers. These regions are thought to be the birthplace of many black hole mergers, which occur when black holes collide. These mergers are important because they can help scientists learn about the elusive \"middleweight\" black holes—those that are bigger than stellar-mass black holes but smaller than the supermassive ones at the centres of galaxies.\n\nAdvertisment\n\nAstrophysicist Fabio Antonini, of Cardiff University, says, \"It is believed that a large fraction of binary black hole mergers form in star clusters.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Ex-CTO Raids Rivals for Top Team at Her Startup",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-s-ex-cto-raids-rivals-for-top-team-at-her-startup/ar-AA1xr90y?ocid=BingNewsVerp",
            "description": "Mira Murati’s still unnamed AI startup’s goal remains a mystery, but she clearly has a plan—starting with gathering a pool of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sUdNnFsAcIHzbIq5Tl5rLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "49mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO Sam Altman Says This Will Be the No.1 Most Valuable Skill in the Age of AI",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-ceo-sam-altman-says-this-will-be-the-no-1-most-valuable-skill-in-the-age-of-ai/ar-AA1xqhXO?ocid=BingNewsVerp",
            "description": "Some talk about super intelligence, AI personal assistants for all, and a world free of want. Others warn of the robot ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b7VZ383MmsKPGA2pXSDcPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI finalizes 'o3 mini' reasoning AI model version, to launch it soon",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-finalizes-o3-mini-reasoning-ai-model-version-launch-it-soon-2025-01-17/",
            "description": "ChatGPT maker OpenAI has finalized a version of its new reasoning AI model o3 mini and would be launching it in a couple of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Glz14Ht3tUyZempRZ9rTky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "22h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI, valued at $157 billion, isn't profitable. Should that be normal?",
            "link": "https://finance.yahoo.com/news/openai-valued-157-billion-isnt-140006588.html",
            "description": "OpenAI, as you likely know, is one of tech’s biggest unicorns.",
            "image_url": "https://www.bing.com/th?id=OVFT.Mo1elpMW7wtNJjyR4tDImC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "YAHOO!Finance",
            "article_content": "Sam Altman Mike Coppola/Getty Images\n\nOpenAI, as you likely know, is one of tech’s biggest unicorns.\n\nA group of entrepreneurs and researchers, including Elon Musk and the company’s current CEO Sam Altman, founded the artificial intelligence company in 2015. Today, OpenAI is valued at a whopping $157 billion — putting it on par with the market capitalizations of public companies like AT&T, Goldman Sachs and Uber, per The Wall Street Journal. Its flagship offering, ChatGPT, launched in 2022, and today reportedly has 250 million weekly users and 11 million paid subscribers.\n\nAmong OpenAI’s investors are Microsoft, which invested $13 billion in the company, Nvidia, which invested $100 million and SoftBank, to the tune of $1.5 billion. In October, OpenAI received a $4 billion credit line — with the option to extend it another $2 billion — from JPMorgan Chase, Citi, Goldman Sachs, Morgan Stanley, Wells Fargo, UBS and other institutional investors.\n\nBut OpenAI hasn’t turned a profit. The company projected $5 billion in losses on $3.7 billion in revenue for 2024. It announced at the end of the year it would change its corporate structure, essentially going from a nonprofit to a company with investors and the potential for stock shares. \"We once again need to raise more capital than we’d imagined,\" OpenAI’s board wrote in a statement.\n\nAltman has since said the company is losing money on its $200-per-month Pro subscriptions, which offer limitless access to its most recent model, OpenAI o1, and to its video generator, Sora AI. \"People use it much more than we expected,\" he wrote in a post on X. The company’s biggest cost, according to The New York Times, is powering the supercomputers that run its AI.\n\nIn a 6,000-word Q&A with Altman, Bloomberg inquired how the company prices \"technology that’s never existed before.\" \"Is it market research?\" the publication asked. \"A finger in the wind?\"\n\n\"We launched ChatGPT for free, and then people started using it a lot, and we had to have some way to pay for it,\" Altman said. He said the company tested two prices for its most popular product, ChatGPT Plus: $20 and $42. Users didn’t like the $42 price point, Altman said, so the company picked $20.\n\n\"It was not a rigorous ‘hire someone and do a pricing study’ thing,\" Altman said.\n\nIf history tells us much, the vast dollars-and-cents discrepancy between what investors think OpenAI is worth and the company’s profits, or lack thereof, doesn’t spell doom. OpenAI is far from the first tech brand to score a sky-high valuation from financial institutions despite not generating any financial returns. In 2017, roughly 76% of the companies that went public were unprofitable the year before, CNBC reported.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Reddit comments are 'foundational' to training AI models, COO says",
            "link": "https://www.msn.com/en-us/news/technology/reddit-comments-are-foundational-to-training-ai-models-coo-says/ar-AA1xqEpf?ocid=BingNewsVerp",
            "description": "Reddit signed deals with Google and OpenAI last year that allows the tech companies to train their AI models on Reddit ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J98bpsBC_9Mrb-PGlvRAzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s ‘In’ for Weddings This Year?",
            "link": "https://www.nytimes.com/2025/01/18/style/2025-wedding-trends.html",
            "description": "According to Zola’s survey, green is the most popular wedding color for 2025. Eleven percent of couples said that their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.L3_8cYbDOkaBp_ZWzXrgFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "10h",
            "source": "The New York Times",
            "article_content": "Wedding culture is constantly changing. Wedding hashtags are not as common anymore, wedding parties are often mixed-gender, couples frequently exchange their vows privately instead of at the altar and the days of out-of-the-blue proposals are long gone.\n\nAs planning a wedding continues to grow more expensive, and couples seek out new ways to personalize their nuptials, we wanted to hear from experts about what guests could expect to see at weddings in 2025, and what couples should keep in mind while planning.\n\nFrom décor and fashion to food and officiants, these responses offer a glimpse at what the year may hold in store.\n\nRise of the QR Codes\n\nIn December 2023, Myka Meier went to a friend’s wedding near Boston. It was the first time Ms. Meier, the founder of Beaumont Etiquette, an etiquette consulting company in New York, saw a QR code at each table. The couple had set it up so that guests could upload photos that they captured throughout the event."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Every Going-Out Trend You'll See on the It Girls in 2025",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/every-going-out-trend-you-ll-see-on-the-it-girls-in-2025/ar-AA1xq6Mh?ocid=BingNewsVerp",
            "description": "With so many aspects of culture exploring, reinventing, and dissecting nightlife, it's no surprise that we've seen going-out ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sPEtCSttYufkwKsSe4AF4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientific Breakthroughs And Emerging Trends",
            "link": "https://www.msn.com/en-us/health/medical/scientific-breakthroughs-and-emerging-trends/vi-AA1xqTE6?ocid=BingNewsVerp",
            "description": "Super Bowl 59 could be the most-watched game ever, with some viewers tuning in just for the commercials. Brands are already ...",
            "image_url": "https://www.bing.com/th?id=OVF.egB%2fq1pcn3UUlPVTgTd8UA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "The Week US on MSN3h",
            "source": "The Week US on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Stabbed Saif Ali Khan Repeatedly': Kareena Kapoor Recalls Attack",
            "link": "https://www.ndtv.com/india-news/stabbed-saif-ali-khan-repeatedly-kareena-kapoor-recalls-attack-saif-ali-khan-attack-case-taimur-jeh-mumbai-police-7501525",
            "description": "Kareena Kapoor Khan recalled the attack on actor and husband Saif Ali Khan at their Bandra residence during the early hours ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z-XixV4RKzbBfLQG5oIKdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13h",
            "source": "NDTV",
            "article_content": "Kareena Kapoor Khan recalled the attack on actor and husband Saif Ali Khan at their Bandra residence during the early hours of Thursday, saying that she saw the intruder stab Mr Khan repeatedly. Ms Kapoor was recording her statement with the Bandra Police.\n\n\"The attacker was aggressive. I saw him attack Saif repeatedly...Our priority was to take Saif to the hospital,\" she told the police.\n\nThe actor further mentioned that the attacker ran from the spot and did not take any valuables with him.\n\nAccording to her, Mr Khan was trying to protect their children Taimur and Jehangir (also known as Jeh). When the attacker could not reach Jeh, he attacked Mr Khan multiple times, she said.\n\nHours after the incident, terrified Ms Kapoor went to her sister Karisma's house and Mr Khan underwent surgery.\n\n\"After the attack, I was terrified, so Karisma took me to her house,\" she said.\n\nAlso Read | Dark Skin, Slim Build: Nanny Describes Intruder Who Attacked Saif Ali Khan\n\nMr Khan sustained serious injuries after he was stabbed six times by an intruder at his residence in Mumbai's Bandra area on Thursday. The incident took place when the accused allegedly entered Mr Khan's house on the 11th floor of the Satguru Sharan building for a burglary. Left bleeding after the attack, Mr Khan was rushed to a nearby hospital where he underwent surgery as his spinal fluid leaked out after shards of the attacker's knife lodged into his spine.\n\nDoctors at the Lilavati Hospital - where Mr Khan is undergoing treatment - said that Mr Khan is recovering well post-surgery. He is likely to be discharged in a couple of days, sources said.\n\nWhat initial investigation revealed\n\nAccording to preliminary investigation, the attacker's breaking in at Mr Khan's house lasted for nearly 30 minutes. Police sources said that the intruder had scaled the wall of an adjacent compound to enter the premises. He was familiar with the layout of the building and took the stairs on the rear side of the building to reach the floor where the actor lives and entered the house through the fire escape, they added.\n\nA nurse caring for Jeh Eliyama Philips was the first one to encounter the intruder who stabbed Mr Khan. According to her, he demanded Rs 1 crore before Mr Khan intervened.\n\nTwo CCTV footage have emerged so far showing the man who stabbed Mr Khan.\n\nAlso Read | New Videos Emerge Of Saif Ali Khan's Attacker, He's Seen Buying Headphones\n\nIn one of the videos, the accused - who had his face covered and was carrying a bag - can be seen climbing the stairs before entering the actor's house. In another footage from the building's sixth floor, the intruder was seen taking the stairs while fleeing after the incident. He was not seen thereafter.\n\nOver 30 statements recorded, no arrests yet\n\nThe Mumbai police have recorded statements of over 30 people in connection with the attack, including a carpenter who worked at Mr Khan's place two days before the incident. One person was also detained on Friday, but released hours later as he had nothing to do with the attack, police said.\n\nNo arrest has been made so far in the case.\n\nThe cops have formed 20 teams, along with 10 teams from the Crime Branch, to investigate the case. CCTV footage from the Bandra area has also been seized."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How many homes in LA fires are second homes, investment properties?",
            "link": "https://www.consumeraffairs.com/news/how-many-homes-in-la-fires-are-second-homes-investment-properties-011825.html",
            "description": "Headlines have often focused on homes owned by the ultra-wealthy burning down from the fires that have swept Los Angeles, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LEtwgwcWLYLZS7jWDkWmYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "ConsumerAffairs20h",
            "source": "ConsumerAffairs",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How a little-known 18th century instrument maker may have inspired the first clinical trial of the modern age",
            "link": "https://www.msn.com/en-us/health/other/how-a-little-known-18th-century-instrument-maker-may-have-inspired-the-first-clinical-trial-of-the-modern-age/ar-AA1xqjUh?ocid=BingNewsVerp",
            "description": "The design for a medical study in 1743 that was never carried out may have inspired James Lind’s groundbreaking clinical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XpdrtnKL0pjoMr5Qnz9uni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Make Groundbreaking Discovery in the Search for the Cause of Inflammatory Bowel Disease",
            "link": "https://www.msn.com/en-us/science/biology/scientists-make-groundbreaking-discovery-in-the-search-for-the-cause-of-inflammatory-bowel-disease/ar-AA1xqtyt?ocid=BingNewsVerp",
            "description": "In a major breakthrough, researchers in the UK have discovered a potential root cause of inflammatory bowel disease (IBD), a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W7y3yQFugNojpOCsq8g9Uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An endangered bat species has been found in Arizona with the help of citizen scientists",
            "link": "https://www.msn.com/en-us/news/technology/an-endangered-bat-species-has-been-found-in-arizona-with-the-help-of-citizen-scientists/ar-AA1xqfaS?ocid=BingNewsVerp",
            "description": "Mexican long-nosed bats have been identified in southeastern Arizona through citizen scientist efforts and innovative DNA ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2ffshtvyKmXlF867jDtIbAA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "Arizona Republic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cosmic mystery: New magnetar defies known science laws",
            "link": "https://www.msn.com/en-gb/news/techandscience/cosmic-mystery-new-magnetar-defies-known-science-laws/ar-AA1xqIfB?ocid=BingNewsVerp",
            "description": "This discovery contradicts current theories and laws of science. It pertains to a cosmic object emitting radio waves every 22 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FADvNs5Qj-pgcZAjDiIK5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Daily Wrap on MSN3h",
            "source": "Daily Wrap on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Regulators are investigating reports of property damage from SpaceX Starship’s explosion",
            "link": "https://www.cnn.com/2025/01/17/science/spacex-starship-explosion-investigation/index.html",
            "description": "The FAA says it has grounded the Starship vehicle pending a mishap investigation, and it’s working with SpaceX to assess reports of property damage in Turks and Caicos.",
            "image_url": "https://www.bing.com/th?id=OJ.d01Q6fJRG3ynoQ&pid=news&w=34&h=16&rs=2",
            "category": "physics+discovery",
            "date": "23h",
            "source": "CNN",
            "article_content": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\n\nCNN —\n\nUS regulators and government officials in Turks and Caicos are looking into reports of property damage in the island nation caused by debris falling after a SpaceX Starship vehicle exploded over the ocean during a test mission Thursday, according to the Federal Aviation Administration.\n\nFlights of the spacecraft and rocket system are now grounded pending an investigation into the mishap, the agency confirmed in a Friday statement. The FAA and Turks and Caicos officials both said Friday there were no reported injuries.\n\nAuthorities routinely halt flights of rockets to carry out what is referred to as a “mishap investigation” when launches and flights do not go according to plan.\n\nSpaceX will lead the investigation, as the company confirmed yesterday. The FAA will then issue a list of corrective actions the company needs to take in order to get Starship back on the launchpad for another test flight.\n\nThe SpaceX vehicle disintegrated partway through the seventh uncrewed test flight of the rocket system — about 10 minutes into a mission that launched out of South Texas.\n\nA shower of debris prompted the FAA to briefly create a “Debris Response Area” that forced planes to reroute, causing a string of travel delays.\n\nIn an advisory issued Friday, the Turks and Caicos National Security Secretariat also said the “Turks and Caicos Islands Airport Authority diverted all flights in (Turks and Caicos Islands) airspace as well as grounded all flights until an all clear had been given.”\n\nThe FAA implements a “Debris Response Area” only when debris from a rocket mishap falls outside of predefined hazard areas that are closed to aircraft, according to the agency. However, SpaceX asserted in a Thursday statement that “surviving pieces of debris would have fallen into the designated hazard area.” (Initially, the statement described debris as falling “into the Atlantic Ocean” — but the language was amended by Friday afternoon to remove that phrase.)\n\nWhen asked to clarify what constituted a “hazard area” and which locations were closed to air traffic during launch, the FAA said that its “investigation is ongoing” and “information is preliminary and subject to change.” The agency added that the amount of airspace closed for rocket launches can vary from launch to launch depending on a variety of factors, including the safety record of the launch vehicle.\n\nAfter Starship exploded Thursday, photos and videos flooded social media, showing debris that glowed bright orange and white as it streaked across the sky. Much of the footage was captured from Turks and Caicos or cruise ships and other islands in the surrounding area.\n\nClint Gerald posted this footage to Facebook after witnessing the Starship debris rain down while aboard the Carnival cruise ship Mardi Gras on Thursday. When reached for comment, Gerald told CNN the experience was \"eerie yet awesome.\" Clint Gerald\n\nJonathan McDowell, an astrophysicist and astronomer at the Harvard-Smithsonian Center for Astrophysics, told CNN his analysis of Starship’s trajectory showed that the vehicle likely exploded “over Bahamas, (with) debris passing over Turks and Caicos a couple minutes later at ~120 km altitude (~75 miles).”\n\nThe FAA said in its statement Friday that the agency is working alongside SpaceX and local authorities to investigate reports of debris striking Turks and Caicos.\n\nIn its advisory, the Turks and Caicos government said it convened a meeting of officials on Friday “with relevant partners in the United Kingdom including the UK Space Agency, who are supporting the post incident response, including technical expertise on the handling of debris, health and safety risks, protocols and procedures.” The government also acknowledged the “active investigation” from the FAA.\n\nSpaceX and Turks and Caicos authorities are urging members of the public who may find a piece of debris not to handle the object, but to contact local authorities or the company. The local government shared the following email address for reports: nationalsecurity@gov.tc.\n\nSonic booms and reported damage\n\nTurks and Caicos authorities did not immediately respond to requests for comment about how many damage reports have been received.\n\nSome unverified social media reports have shown physical debris on the island. But Dr. Benjamin Fernando, a postdoctoral fellow in the department of Earth and planetary sciences at Johns Hopkins who studies seismology, told CNN that it’s also possible that loud sonic booms created by the falling pieces of Starship fragments could have caused minor damage.\n\n“This event was over one of the most populated areas in the Caribbean, with one of the largest things we’ve ever seen re-enter the atmosphere,” Fernando said. “So if (sonic boom property damage) is going to happen, it’ll be an event like this that does cause it.”\n\nFernando said he analyzed data collected by existing seismic stations in the Turks and Caicos Islands — and he found the instruments recorded an event consistent with a sonic boom at the time the Starship exploded.\n\nThe ground velocity of the event was “about 10 micrometers per second” — which is an event equivalent to standing near a road and feeling a truck drive by.\n\n“They’re not huge,” Fernando said. “But you’ll still feel and notice them. So this isn’t the sort of thing that you need to be worried about, that it’s going to collapse your house — but (it) can cause damage to things like windows, roofing tiles, etc.”\n\nPilots react to debris\n\nMatt Morley, a 39-year-old charter pilot who works for Minnesota-based Club Jet, was flying a business jet from the Chicago Midway International Airport bound for Turks and Caicos when he caught sight of the spacecraft debris falling in the sky.\n\nMorley told CNN he initially thought it was a meteor shower, which he reported to an air traffic controller over the radio. But the air traffic controller clarified that it was a rocket, according to Morley.\n\n“Then my next thought was, ‘Oh man I hope there was no one on that,’” Morley said.\n\nMorley said he had to divert his plane to Exuma International Airport in the Bahamas after the airspace was shut down.\n\nHe added that the flight he was piloting had taken off 15 minutes late. “Had our flight left on time (the debris) would have been much closer,” Morley said.\n\nThere were two commercial aircraft in front of Morley’s plane that had to declare fuel emergencies and divert safely to Exuma International Airport, he added.\n\n“I’m glad we took extra fuel,” Morley said. “It gave us lots of options and I had a really good second in command with me who made my job easier calculating our fuel reserves and finding a suitable alternate.”\n\nMorley described this encounter as “not too stressful, just crazy to witness.”\n\nYou can hear more from pilots captured on air traffic control audio here.\n\nA fiery mishap\n\nSpaceX has been aggressively pursuing a test and development campaign since 2023 in an effort to hash out the design of its Starship launch system, which consists of two parts: The Super Heavy rocket booster, which gives the initial burst of power at liftoff and the Starship spacecraft that rides atop it.\n\nSpaceX recovered the Super Heavy booster after launch on Thursday — guiding it to a precision landing back at the launchpad. After separating from Super Heavy a few minutes into flight, the Starship spacecraft fires up its own engines and continues its own journey — one that, this time, it did not survive.\n\nSpaceX is known to embrace fiery mishaps during test flights, as the company favors launching relatively cheap prototypes to learn quickly rather than relying on extensive ground testing and simulations.\n\nEventually, SpaceX aims to send Starship to orbit to drop off satellites or carry convoys of people to the moon or Mars. But on Thursday’s test flight, the vehicle was slated to travel a suborbital trajectory and splash down in the Indian Ocean about an hour after launch — following a path similar to those it has taken on the last several demonstration missions.\n\nSpaceX's megarocket Starship launches for a test flight from Starbase, near Brownsville, Texas, on Thursday. Eric Gay/AP\n\nStarship has attempted controlled landings in the Indian Ocean on the last several flights. But on Thursday, SpaceX said it was testing substantial “upgrades” to the vehicle that included larger fuel tanks that stretched its size by 2 meters (6.6 feet), a new flight computer and changes to the vehicle’s avionics.\n\nFor the first several minutes, the mission appeared to be going smoothly, as Starship fired up its six engines after separating from Super Heavy. About five minutes later, however, one of Starship’s engines flamed out.\n\nBy the 8 minute, 30 second mark — five of the six engines were offline. SpaceX’s Dan Huot and Kate Tice, who hosted a webcast of the test flight, confirmed about 10 minutes later that the Starship spacecraft was lost.\n\nStarship’s future\n\nIt’s not clear whether the mishap investigation will force significant delays for Starship testing.\n\nExplosive accidents during Starship test flights have occurred in the past, particularly early in the test campaign. But most of the “rapid unscheduled disassemblies” — as SpaceX calls the explosive accidents — have occurred closer to launch or designated landing sites. Those mishaps have also prompted investigations that left Starship grounded for weeks.\n\nNotably, the explosion that occurred Thursday happened less than midway through Starship’s flight path over an area that is speckled with populated islands.\n\nFAA-related delays with Starship have frequently drawn SpaceX CEO Elon Musk’s ire.\n\nMusk appeared to signal on Thursday that he did not anticipate significant delays, despite the Starship loss. He said in one social media post that, based on a “preliminary” look at the problem, “Nothing so far suggests pushing next launch past next month.”\n\nEarly analysis “indicates a fire developed in the aft section of the ship, leading to a rapid unscheduled disassembly,” SpaceX said in a statement.\n\nIt’s unclear how Musk’s role in the incoming presidential administration may affect oversight of SpaceX.\n\nMusk was also tapped by President-elect Donald Trump to co-lead a new “Department of Government Efficiency,” and his stated goals are to downsize the federal budget and operations by slashing spending, curbing regulations and cutting the workforce.\n\nTrump’s inauguration takes place Monday. Musk is expected to be in attendance."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No-Code Technology And The Fate Of The Modern Programmer",
            "link": "https://www.forbes.com/sites/johnwerner/2025/01/18/no-code-technology-and-the-fate-of-the-modern-programmer/",
            "description": "Basically, Replit had been compiling a lot of in-house data representing its knowledge based on the coding process. But now, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BQtKazyzKvOw4TLVWZynIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "6h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ABB Introduces Appstudio No-Code Tool For Robot Interface Programming",
            "link": "https://menafn.com/1109102282/ABB-Introduces-Appstudio-No-Code-Tool-For-Robot-Interface-Programming",
            "description": "ABB launches AppStudio no-code tool for robot interface programming January 17, 2025 by David Edwards ABB has launched ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kLVMOSx_q1h2-4uO4OF6Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "17h",
            "source": "Mena FN",
            "article_content": "(MENAFN- Robotics & News) ABB launches AppStudio no-code tool for robot interface programming\n\nJanuary 17, 2025 by David Edwards\n\nABB has launched AppStudio , which the company describes as an intuitive no-code software tool designed to empower users of all experience levels to quickly and easily create customized robotic user interfaces.\n\nWith intuitive functionality and features including a collaborative cloud-based library enabling users to share application templates, AppStudio will reduce setup times by up to 80 percent.\n\nMarc Segura, president ABB Robotics, says:“A growing shortage of skilled labor requires the further simplification of automation and programming, especially among small and medium size enterprises (SMEs) where complexity is seen as a major barrier to implementing robotic automation.\n\n“Designed for novices and experts alike, AppStudio is an exciting addition to ABB's current software offering. By making it easier to create robot interfaces, it will save users significant time on setup and allow for fast and seamless robot integration across diverse applications.”\n\nCompatible with all ABB robots on the OmniCore controller platform, AppStudio offers unprecedented flexibility and ease for creating customized robotic user interfaces.\n\nAfter installing the software, users can repurpose a previously used setup or select from a cloud-based library of templates, models, modules, and examples enabling them to select options in twenty languages.\n\nAlternatively, customized interfaces can be created to fit any device and application, including the OmniCore FlexPendant, tablets, and mobile phones.\n\nAppStudio also supports customers migrating from the IRC5 controller to the OmniCore platform, significantly reducing the time needed to rebuild interfaces from days to minutes. This feature ensures a smooth transition to the latest technology, enhancing efficiency and productivity.\n\nWith intuitive drag-and-drop functionality, AppStudio offers simplified configuration where users can add icons, dropdown menus, buttons, and other functions to tailor the interface to their specific needs.\n\nIt also supports more advanced users, who can build custom interface elements using a JavaScript-based component kit, enabling a high degree of customization. Once developed, these elements can be shared with other users for streamlined project collaboration.\n\nOnce an interface has been created, it can be deployed to the ABB robot or a digital twin in ABB's RobotStudio® programming tool. Through this connection, the robot can be programmed to carry out specific commands, such as performing an action or opening a gripper.\n\nTogether with ABB's Wizard Easy Programming tool and RobotStudio, AppStudio makes the ABB robot portfolio one of the easiest to program, marking the start of a new chapter that will see robots being opened to a new audience of potential users."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Will it really work?': Young sickle cell patient among the first to start new gene therapy",
            "link": "https://www.msn.com/en-us/science/genetics/will-it-really-work-young-sickle-cell-patient-among-the-first-to-start-new-gene-therapy/ar-AA1xq5fe?ocid=BingNewsVerp",
            "description": "Since two groundbreaking treatments were approved in late 2023, only a handful of patients have been able to access the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.c_8-Xr9fE6qppYqo1eJrAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "8hon MSN",
            "source": "NBC News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "EV startup Canoo files for bankruptcy, to cease operations",
            "link": "https://www.reuters.com/business/ev-startup-canoo-files-bankruptcy-cease-operations-2025-01-18/",
            "description": "State-owned investment fund SEPI has proposed to replace Telefonica's Chief Executive Jose Maria Alvarez-Pallete, who has led ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P5bUUbT9nvjxpj0eWf5AYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "19h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TP-Link routers may get banned. Here’s what brands to use instead",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/tp-link-routers-may-get-banned-here-s-what-brands-to-use-instead/ar-AA1xr4Ey?ocid=BingNewsVerp",
            "description": "The U.S. government may soon ban TP-Link routers. If you own one, it's time to start thinking of alternatives, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xv0t9nuAkVV1SpP_9gz3hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "20mon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apache Hudi 1.0 Now Generally Available",
            "link": "https://www.infoq.com/news/2025/01/apache-hudi/",
            "description": "The Apache Software Foundation has recently announced the general availability of Apache Hudi 1.0, the transactional data ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z1x3aBuoc0hsNbcnar9qmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "InfoQ14h",
            "source": "InfoQ",
            "article_content": "The Apache Software Foundation has recently announced the general availability of Apache Hudi 1.0, the transactional data lake platform with support for near real-time analytics. Initially introduced in 2017, Apache Hudi provides an open table format optimized for efficient writes in incremental data pipelines and fast query performance.\n\nOriginally developed at Uber as an incremental processing framework on Apache Hadoop and submitted to the Apache Software Foundation in 2019, Hudi is designed to bridge the gap between database-like functionality and open data lakehouse architectures. Hudi’s main strength lies in its ability to support both near real-time and batch queries simultaneously.\n\nThe latest release introduces new features aimed at transforming data lakehouses into what the project community considers a fully-fledged \"Data Lakehouse Management System\" (DLMS). Vinoth Chandar, creator of the Hudi Project at Uber and CEO at Onehouse, writes:\n\nHudi shines by providing a high-performance open table format as well as a comprehensive open-source software stack that can ingest, store, optimize and effectively self-manage a data lakehouse. This distinction between open formats and open software is often lost in translation inside the large vendor ecosystem in which Hudi operates. Still, it has been and remains a key consideration for Hudi’s users to avoid compute-lockin to any given data vendor.\n\nReleased under an Apache License 2.0, Hudi 1.0 introduces a new secondary indexing system designed to enhance query performance and reduce data scanning costs. Users can now create SQL-based indexes on secondary columns, significantly speeding up query execution. The release also includes expression-based indexing, similar to a feature in PostgreSQL, which replaces traditional partitioning strategies to enable more flexible and efficient data organization. When the preview was announced last year, Boris Litvak, principal software engineer at Snyk, wrote:\n\nAmong the big 3 ACID storage formats on Object Storage, Apache Hudi 1.0 (beta) is the first one introducing \"functional indexes\" over the data. We usually call it \"secondary indexes\" in SQL DB jargon. When will Delta.io and Apache Iceberg follow?\n\nSource: Apache Hudi Blog\n\nThe release introduces support for partial updates, which improves storage and compute efficiency by allowing updates to specific fields instead of entire rows. Additionally, non-blocking concurrency control enables multiple streaming jobs to write to the same dataset without causing bottlenecks or failures. Discussing the database architecture, Chandar adds:\n\nRegarding full-fledged DLMS functionality, the closest experience Hudi 1.0 offers is through Apache Spark. Users can deploy a Spark server (or Spark Connect) with Hudi 1.0 installed, submit SQL/jobs, orchestrate table services via SQL commands, and enjoy new secondary index functionality to speed up queries like a DBMS.\n\nHudi 1.0 introduces enhancements to the storage engine, including the adoption of a log-structured merge (LSM) tree for efficient timeline management. This supports long-term data retention and ensures high-performance query planning, even for datasets containing billions of records. Bhavani Sudha Saktheeswaran, software engineer at Onehouse and Apache Hudi PMC, comments:\n\nWhether you're building an open data platform, streaming into the data lakehouse, moving away from data warehouses, or optimizing for high-performance queries, Hudi 1.0.0 makes it easier than ever to work with lakehouses.\n\nSaktheeswaran and Saketh Chintapalli, software engineer at Uber, presented a session on incremental data processing with Apache Hudi at QCon San Francisco. The session recording is available on InfoQ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman's OpenAI backing initiative headed by several anti-Trump staff pushing liberal causes",
            "link": "https://www.msn.com/en-us/news/politics/sam-altmans-openai-backing-initiative-headed-by-several-anti-trump-staff-pushing-liberal-causes/ar-AA1xoUZ7?ocid=BingNewsVerp",
            "description": "Sam Altman's OpenAI is backing a new AI initiative from a group where John Kerry was a founding member that has voiced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HBrJsjbUrcjdG-XmxS0RzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "21hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT’s head of product will testify in the US government’s case against Google",
            "link": "https://www.msn.com/en-us/news/technology/chatgpt-s-head-of-product-will-testify-in-the-us-government-s-case-against-google/ar-AA1xoCpr?ocid=BingNewsVerp",
            "description": "The U.S. government wants to prove that Google’s competitors face overwhelming barriers to entry as part of its antitrust ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sTTqHUaIy86GgVfGgR3QCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "22hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is Machine Learning?",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/what-is-machine-learning/ar-AA1q7ovI?ocid=BingNewsVerp",
            "description": "So, what is machine learning in the first place? And if the machines are so smart, why are they still so dumb? The point of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sRzEQWSacZZfNV-78J1SQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI model identifies obesity risk factors beyond BMI for better precision",
            "link": "https://www.thehindubusinessline.com/info-tech/ai-model-identifies-obesity-risk-factors-beyond-bmi-for-better-precision/article69113204.ece",
            "description": "Woxsen University Researchers developed an AI model to predict 'Obesity Risk' based on lifestyle data, aiming to prevent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bxwwdNT13j6ERzMDvZFoJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "4h",
            "source": "Business Line",
            "article_content": "Obesity can lead to several lifestyle diseases. Reducing weight to the optimum level can help prevent several diseases. Once someone becomes obese, it is tough to lose weight. If someone knows about the risk of becoming obese, they can take corrective measures.\n\nWoxsen University Researchers, along with US scientists, developed an AI-based prediction model to detect what they call ‘Obesity Risk’.\n\nThe team, which includes Shahid Mohammad Ganie, Hemachandran Kannan, and Bobba Bharath Reddy, along with Manjeet Rege, a professor at the University of St. Thomas, USA, have explored how combining multiple machine learning methods can predict the risk of obesity based on lifestyle data.\n\nThey introduced an AI-based prediction model that leverages boosting techniques to assess the risk of obesity more effectively.\n\nTheir research paper, ‘An Investigation of Ensemble Learning Techniques for Obesity Risk Prediction Using Lifestyle Data,’ was published in the Decision Analytics Journal by Elsevier.\n\n“Identifying the underlying causes of obesity risk in its early stages has become a challenge for medical practitioners,” it said.\n\n“Our goal has always been to use technology to create meaningful solutions to real-world problems. By focusing on lifestyle factors and ensemble learning methods, we aim to provide healthcare professionals with actionable insights while empowering individuals to make informed decisions about their well-being,” Hemachandran Kannan said.\n\nThe researchers observed that while BMI (body mass index) is commonly used as the primary indicator of obesity risk, it has limitations in capturing the full complexity of obesity, which is influenced by behavioural, environmental, and genetic factors.\n\n“They noted that BMI does not account for critical health indicators such as muscle mass, fat distribution, or other variables, potentially reducing the precision of obesity classification,” they argued.\n\n“Our study highlighted that while some machine learning models for obesity classification incorporate lifestyle factors, sex, and 3D body scans without relying solely on BMI, the datasets used in these models often stem from smaller sample sizes in specific regions or countries,” they said.\n\nThis limited scope restricts the models’ ability to generalise findings to broader or global populations.\n\nThe study also noted that the perfect climate for obesity to flourish has been created by traditional diets heavy in processed foods and low physical activity as technology develops and urbanisation picks up speed. The resultant effects include an increase in disorders linked to obesity, such as diabetes, heart problems, and other ailments.\n\nThe researchers utilised a publicly available dataset drawn from diverse populations in countries like Colombia, Peru, and Mexico. The dataset incorporated factors such as eating habits, age, sex, physical condition, water and alcohol consumption, and the frequency of vegetable intake.\n\nSHARE Copy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia says it will counter any UK-Ukraine cooperation in Sea of Azov",
            "link": "https://www.reuters.com/world/europe/russia-says-it-will-counter-any-uk-ukraine-cooperation-sea-azov-2025-01-18/",
            "description": "The Russian Foreign Ministry said on Saturday Ukraine and Britain \"had no room\" for cooperation in the Sea of Azov, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CFWhU4ES60gpXnHxViuYfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Attacks Kyiv With Ballistic Missiles, Ukraine Says",
            "link": "https://www.nytimes.com/2025/01/17/world/europe/ukraine-kyiv-russia.html",
            "description": "At least three people were killed in the assault on the capital, and at least 10 were wounded in a separate strike in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3neHZtB32_PJ05dSslhXgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "5h",
            "source": "The New York Times",
            "article_content": "Russia attacked Ukraine’s capital with drones and ballistic missiles before dawn on Saturday, officials said, killing at least three people in central Kyiv as part of a broader assault that targeted towns and cities across the country.\n\nAir-raid alarms sounded as emergency crews raced to search for the dead and wounded — a grimly familiar routine in a nation that has been battered by relentless Russian bombardments for nearly three years. Moscow called the attack retaliation for Ukrainian strikes on Russian territory, which in recent weeks appear to have intensified.\n\nThe Ukrainian Air Force said that four ballistic missiles and 39 attack drones had been launched in the assault and that two of the ballistic missiles had been shot down in the Kyiv region. Although the city comes under drone attack almost nightly, ballistic missile launches targeting the capital are less frequent.\n\nThe pre-dawn attack ruptured a water main near the city center, sending water cascading through the streets around the battered facade of the Lukianivska subway station. Nearby, smoke was rising from a charred van with at least two burned bodies inside."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine is teaching British medics how to prepare for war",
            "link": "https://news.yahoo.com/news/ukraine-teaching-british-medics-prepare-103142359.html",
            "description": "Britain’s medics are rewriting their plans for a full-scale war as they learn lessons from the conflict in Ukraine, a leading ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Zoud4TASd65fPr2gxZfAZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "9h",
            "source": "YAHOO!News",
            "article_content": "Britain’s medics are rewriting their plans for a full-scale war as they learn lessons from the conflict in Ukraine, a leading NHS trauma surgeon has said.\n\nEvolutions in drone warfare and a return of First World War-style superbugs have presented new challenges as Western countries take steps to put their health systems on a war-footing, according to Dr Shehan Hettiaratchy.\n\nDr Hettiaratchy, the lead trauma surgeon at Imperial College Healthcare, suggested the NHS would have to be all but shut down to only deal with war casualties if Britain was to be dragged into a full-scale conflict.\n\nHe warned the health service would also be worse off compared to its European counterparts because it lacks the same headroom to expand, unlike France and Germany.\n\nADVERTISEMENT\n\nLast year, General Sir Roland Walker, the head of the Army, warned Britain must be ready to fight a war against Russia in three years.\n\n“I think it’s really hard to prepare… I’m going to say it’s not possible to prepare, because the Ukrainians weren’t prepared and the Ukrainian military clearly had spent a lot of time thinking hard about if there was to be an invasion from Belarus, from Russia,” Dr Hettiaratchy said on the fringes of a DGA Group event with the UK and Ukrainian governments in support of Kyiv’s healthcare system.\n\n“If we get to a scenario where we are having that level of casualties and that kind of war-fighting, the health system would be only doing that. That’s where we’re scaled at now,” he added.\n\n“If you look at us compared to other European countries – Covid showed it – we have less capacity, less redundancy in our health system compared to other European partners.”\n\nInjured soldiers are treated in a hospital bus in Donetsk. Experts say Ukraine was not ready to handle the number of casualties despite having time to prepare - Anadolu/Getty\n\nThe event held at the British ambassador’s residence called for governments to do more work with private businesses to support Ukraine’s war-stricken healthcare system.\n\nADVERTISEMENT\n\nDr Hettiaratchy has been working to train Ukrainian surgeons since the start of Russia’s full-scale invasion in February 2022.\n\nHe said the challenges faced by his Ukrainian counterparts were entirely different to those faced by Western medics in Afghanistan, where he served as a combat surgeon with the British military.\n\nThe sheer number of Russian drones and Ukraine’s lack of air superiority means Kyiv’s combat medics don’t enjoy the same luxuries experienced by Nato armies in the Middle East.\n\nWestern troops knew that in order to save as many of the injured as possible they had to get the casualties back to the field hospital at Camp Bastion within the “Golden Hour”.\n\n“That is great if you’ve got a helicopter which can fly you back to a hospital, back to a surgeon, back to someone like me,” Dr Hettiaratchy said.\n\nADVERTISEMENT\n\n“The problem you have in Ukraine is you don’t have that scenario because of the lack of air superiority, because of drone warfare.”\n\nThe number of drones and a lack of armoured personnel carriers mean Ukrainian medics are often unable to evacuate wounded troops from the frontlines for hours.\n\nThis has led to a rise in the number of amputations carried out on casualties who were strapped up with tourniquets, which are used to stop life-threatening bleeding.\n\n“These people have tourniquets on for five, 12, 24 hours, because they can’t be moved back to the next line of medical support, which means they are having a high level of amputation,” Dr Hettiaratchy said.\n\nHealth risks change in line with new weapons\n\nThe use of tourniquets has triggered a long-term challenge for Ukrainians who survive an initial attack. This is because when the blood circulation is cut off by the medical device, the wounded muscle starts to die and releases poison into the rest of the body.\n\nADVERTISEMENT\n\n“They’re having a much higher rate than we would have seen before of kidney injuries, and this is how warfare changes,” the surgeon added.\n\nKeir Starmer visits a hospital in Ukraine in January to shore up support for Kyiv three years after the war started - CARL COURT/AFP\n\nDr Hettiaratchy has been training Ukrainian surgeons in London as well as travelling to Western Ukraine to help improve their skills.\n\n“It’s amazing to see how they have responded and developed and grown their capabilities and their capacity to meet the challenge,” he said.\n\n“The number of casualties they’ve got coming through, the types of casualties, the challenges they are facing are things we’ve not seen – because we haven’t had this kind of peer-on-peer fighting between two equally matched military powers going at it – since the Second World War.”\n\nDespite offering his contemporaries high praise, Dr Hettiaratchy said Ukraine’s healthcare system has “critical gaps” which need addressing, including a lack of types of surgeons, nurses, therapists and infection control.\n\nAntibiotic-resistant superbugs\n\nHe said Western planners would have to consult First World War history books to adapt to the emergence of superbugs that are resistant to antibiotics.\n\n“They’ve got bugs that are not cured by antibiotics. What they are describing is going back almost to the First World War, pre-antibiotic-era of surgery,” he added.\n\n“These people now have wounds that are uncontrolled, infections are uncontrolled and uncontrollable with antibiotics, and you have to revert to First World War techniques.”\n\nSpeaking before Britain unveiled £100 million in funding for Ukraine’s health system, Dr Hettiaratchy urged Western governments to improve their offerings of non-lethal aid for Ukraine.\n\nVolodymyr Zelensky, the president of Ukraine, revealed in December that almost 400,000 Ukrainian troops had been wounded since the start of the war.\n\nThe surgeon warned these would become a generational burden on the Ukrainian state if more isn’t done to pick up the mantle of almost three years of brutal conflict.\n\n“There is an absolute economic society component to make sure society functions afterwards, because the volume is so high,” he said.\n\n“It’s really important that Ukrainian society picks up the mantle of dealing with the consequences of their years of war, fighting, which are going to be human costs as well as other infrastructure costs… the human cost is the one that kind of almost endures and probably has the most consequence, because it’s a lifetime burden.”\n\nThis support must come from foreign governments and private companies, Dr Hettiaratchy said.\n\nOne of the ways businesses could help is by innovating production techniques of creating prosthetics with 3D printers to manufacture them much faster to meet demand, he added.\n\nAt least 50,000 Ukrainians have lost limbs in nearly three years of war according to the country’s health ministry.\n\nDr Hettiaratchy concluded: “Clearly, no one has the experience that Ukraine has in terms of volume and how wide it’s affected, but there are things we can do to help them understand how to tackle the problem. In many ways, they can’t afford to mess this up, because the scale is so large if they get it wrong.”\n\nBroaden your horizons with award-winning British journalism. Try The Telegraph free for 1 month with unlimited access to our award-winning website, exclusive app, money-saving offers and more."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lebanon Civil War? Thousands Flee As New Sectarian Conflict Grips Arab Nation | Watch",
            "link": "https://www.msn.com/en-in/war-and-conflicts/war-events/lebanon-civil-war-thousands-flee-as-new-sectarian-conflict-grips-arab-nation-watch/vi-AA1xqgVW?ocid=BingNewsVerp",
            "description": "Lebanon's war aftermath stokes sectarian tensions - The aftermath of Israel's bombardment across Lebanon has exposed tensions ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1ZcVwC6JGMC6yqZnRpj2Wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Algorithmic trading: What is it and how does it work?",
            "link": "https://www.telegraph.co.uk/money/investing/stocks-shares/algorithmic-trading-what-is-it-and-how-does-it-work/",
            "description": "Raise your investing game by being able to trade at speed and without emotional bias ...",
            "image_url": "https://www.bing.com/th?id=OJ.z3OQaT14nLXopQ&pid=news&w=98&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "4h",
            "source": "The Daily Telegraph",
            "article_content": "What silently pulls the levers and gives liquidity to markets? Automation and complex algorithms trade securities at a blistering speed, shaping financial exchanges – and investors can use this algorithmic trading to their advantage.\n\nHere, Telegraph Money explains what algorithmic trading is and how it works in live markets.\n\nSimply, algorithmic trading is the use of computer functions to automatically make trades in financial markets.\n\nThe algorithms are pre-programmed to execute buy and sell orders based on certain variables, or a set of variables, taking place without human intervention.\n\nIn forex markets, roughly 90pc of trades are done using algorithms. In equities, roughly 60-75pc of trades in American, European and Asian capital markets are done through pre-programmed functions.\n\nHow does it work?\n\nAn individual or, as is predominantly the case, an institutional investor will use automated algorithmic strategies to execute trades.\n\nInstitutional investors dominate the space through sheer position size, placing large trades to reduce transaction costs.\n\nGiven that size, one large trade from a hedge fund or investment bank has the ability to disrupt the market. Algorithmic trading can break up that trade into smaller increments to be deployed at coordinated times.\n\nFor instance, an order of 1 million shares would send a strong signal to the market, whereas an algorithm trading instruction of 1,000 shares every 15 seconds is more palatable and, in some cases, less noticeable.\n\nInitially, algorithmic trading can appear daunting. Indeed historically, trading platforms required a knowledge of coding to build the algorithms.\n\nNow, platforms cater for those with minimal coding experience and a degree in computer programming isn’t necessary.\n\nTo use it, the first step is to gain an understanding of common algorithmic strategies, such as trend-following, mean reversion, high-frequency trading and arbitrage (more on these later).\n\nThen develop a strategy based on data and knowledge of the market. Consider: how will the algorithm react to certain trading signals? What has to happen for it to place orders according to those signals?\n\nBacktesting the algorithm – that is testing it using historical data – may not be necessary for a pre-existing algorithm. That said, thorough testing of how the algorithm works and its suitability for live markets is key.\n\nLike all trading strategies, implementing good risk management, like stop-losses, position sizing and diversification, is essential."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Narayana Murthy's family wealth takes a ₹1,850-crore hit as Infosys shares plunge 6%",
            "link": "https://www.msn.com/en-in/money/other/narayana-murthy-s-family-wealth-takes-a-1-850-crore-hit-as-infosys-shares-plunge-6/ar-AA1xqN0t?ocid=BingNewsVerp",
            "description": "Due to the slump in Infosys share price, the Murthy family’s stake is valued at about ₹30,300 crore, down from ₹32,152 crore.",
            "image_url": "https://www.bing.com/th?id=OVFT.DbPT9pOxsos75vUu1PyWQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DraftKings: Undervalued For Its High Growth Cadence And Expanding Market Share",
            "link": "https://seekingalpha.com/article/4749850-draftkings-undervalued-for-its-high-growth-cadence-and-expanding-market-share",
            "description": "Discover why DraftKings (DKNG) is a compelling buy at current levels, with strong monetization, growing user base, and robust ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ryhx4BEYXHN1r3eB-ONToy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6h",
            "source": "Seeking Alpha",
            "article_content": "I am a full-time analyst interested in a wide range of stocks. With my unique insights and knowledge, I hope to provide other investors with a contrasting view of my portfolio, given my particular background.If you have any questions, feel free to reach out to me via a direct message on Seeking Alpha or leave a comment on one of my articles.\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\n\n\nThe analysis is provided exclusively for informational purposes and should not be considered professional investment advice. Before investing, please conduct personal in-depth research and utmost due diligence, as there are many risks associated with the trade, including capital loss.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seattle-Tacoma's Top 5 Airlines By Market Share",
            "link": "https://simpleflying.com/seattle-tacoma-top-5-airlines-market-share/",
            "description": "Seattle-Tacoma has grown extensively over the past eighty years to get to where it is today, from having no commercial ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OHcqaUEqT-ggWjkJ9i1EzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1h",
            "source": "Simple Flying",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'The collapse of the Russian economy is inevitable'",
            "link": "https://www.msn.com/en-us/money/other/the-collapse-of-the-russian-economy-is-inevitable/ar-AA1xr7eC?ocid=BingNewsVerp",
            "description": "The United States, the European Union and the United Kingdom have imposed over 20,000 restrictions and sanctions on Russia, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhN-dUc2O3b4D0DpWIyUky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN15m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Venezuela grapples with economic collapse",
            "link": "https://english.elpais.com/international/2025-01-18/venezuela-grapples-with-economic-collapse.html",
            "description": "The modest recovery of recent years fails to mask Venezuela’s crisis: a shattered productive structure, poverty levels nearly three times the regional average, and profound inequality ...",
            "image_url": "https://www.bing.com/th?id=ODF.mHFpzTD3yz1U8VqFnECjXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "El País in English15h",
            "source": "El País in English",
            "article_content": "The inauguration of Nicolás Maduro last Friday ushers in a new chapter for Venezuela, marked by deep socioeconomic wounds. The ongoing financial crisis — arguably the population’s greatest source of discontent — persists despite a modest reactivation of consumption. Crisis and political conflict remain intertwined, and after a decade of catastrophic governance and escalating tensions between the ruling party and the opposition, the Maduro government now faces an especially turbulent period.\n\nThe evidence of electoral fraud, which Maduro has been unable to convincingly refute, have heightened international pressure. Both the United States and the European Union have stepped up sanctions, and Maduro is bracing for a new wave of isolation. As in the past, this isolation is likely to exacerbate the nation’s economic struggles.\n\nThe start of Maduro’s new mandate follows three years of moderate economic recovery, a relative improvement considering the depths from which Venezuela has emerged. This recovery was preceded by a historic economic contraction that drastically altered the nation’s landscape over the past decade. Amid this unprecedented economic crisis — exacerbated by the political isolation of Chavismo — in 2020, the Maduro government began to distance itself from the statist orthodoxy outlined in the Plan de la Patria, its flagship economic program. Instead, it adopted a series of market-oriented reforms in an effort to stabilize the economy.\n\nThe partial dollarization of the monetary system, the introduction of new exchange and fiscal policies, a more business-friendly stance, and a shift in the treatment of international capital have led to a reduction in year-on-year inflation, a recovery in purchasing power, and some improvement in trade. However, the damage to Venezuela’s productive and social fabric had already been done. The socioeconomic collapse experienced between 2014 and 2020, during Maduro’s presidency, delivered a devastating blow to the nation’s economic framework. This trauma has left many Venezuelans struggling to fully recover from its far-reaching effects.\n\nDuring the years of strict economic controls, company takeovers, conflicts with capital, and excessive bureaucratization, Venezuela’s economy contracted by more than 80%. The local industrial sector was decimated, and now operates at just 30% of its capacity. Thousands of businesses went bankrupt. A wave of nationalizations severely undermined the country’s ability to respond to economic challenges. Hyperinflation, which peaked at an astronomical 9,500% in 2019, wreaked havoc on the economy, devastating the financial stability of millions. Meanwhile, the oil industry, once the backbone of Venezuela’s economy, collapsed under the weight of a fixed exchange rate policy and pervasive corruption in the state-owned oil company Petróleos de Venezuela (PDVSA). Income poverty doubled, and now affects an estimated 80% of the population, according to the Venezuelan Academy of Economic Sciences (ANCE).\n\nAccording to the ANCE, the current level of income poverty in Venezuela is 2.6 times higher than the Latin American average. Income distribution is also among the most unequal in the region, with the wealthiest 10% controlling 37% of the nation’s income.\n\nThe crisis of the past decade left profound scars: wages were decimated, prices soared, shortages of essential goods became widespread, and public services deteriorated dramatically. This collapse triggered a mass exodus of millions of Venezuelans, many of whom fled the country on foot, seeking refuge across South America.\n\nIn 2015, the Central Bank of Venezuela, under Maduro’s control, stopped publishing monthly economic data. Media censorship also worsened. The ruling party’s popularity, which began to decline in 2014, has not recovered since. In 2019 and 2020, the national economy displayed metrics comparable to those of a war-torn nation, with GDP contracting by a staggering 30 percentage points, according to estimates from private consulting firms.\n\nThe popular social assistance programs created by the Chavista government — such as the Barrio Adentro preventive health initiative, the Mi Casa Bien Equipada goods transfer program, Mercal’s cheap food markets, and the Cuban-assisted Comprehensive Diagnostic Centers — collapsed during the crisis, largely due to widespread corruption among government officials.\n\nThe minimum monthly wage, traditionally around $400, has dropped to just $3. The government provides periodic bonuses every four weeks, but without retroactive benefits, these only raise the effective minimum wage to $150 per month.\n\nInternational sanctions, particularly from the United States, were introduced in 2016 in response to the political crisis driven by popular discontent. These sanctions significantly restricted Maduro’s ability to explore alternative trade options or revitalize the oil industry. The global search for new markets, spurred by Russia’s war in Ukraine, fostered a period of cautious détente between Caracas and Washington, leading to a modest revival in the oil sector. However, with the return of Donald Trump to the White House, it is likely that sanctions on Venezuelan oil will tighten further.\n\nNational revenues, heavily reliant on crude oil extraction, hit a critical low point in the last decade, with production dropping from nearly 3 million barrels per day to just 300,000 in 2019. Today, after significant challenges, production is slowly approaching the 1 million mark again.\n\nSince 2016, for the first time in its history, remittances from emigrants have become a significant source of Venezuelan tax revenues. The exodus of between seven and eight million people, according to United Nations estimates, represents an unprecedented event in recent Latin American history, highlighting the severity of Venezuela’s economic collapse and the erosion of its citizens’ political rights. Despite implementing measures like food rationing based on the last digit of each citizen’s identity card, the Maduro government has refused to acknowledge its responsibility for the crisis or the existence of a Venezuelan diaspora.\n\nThe disastrous performance of the Chavista administration triggered a political shift. In December 2015, the Venezuelan opposition achieved a decisive victory in the parliamentary elections, sending shockwaves through Chavismo. In response, Chavismo moved quickly to consolidate control over all state institutions. This led to the absolute concentration of power in the hands of Maduro and a select group of loyalists, while the government implemented social programs aimed at maintaining Chavista support and building networks of loyalty.\n\nMaduro introduced the Carné de la Patria, a document offering access to a range of digital subsidies, though the contributions are now minimal, along with the CLAP food bags, which are part of the Local Supply and Production Committees. While the population continues to accept these initiatives, surveys consistently show a sharp decline in popularity. However, any assistance remains inadequate given the collapse of the country’s productive activity. In the meantime, Venezuelans are facing a period marked by political uncertainty and looming economic instability.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Every Major Gaming Laptop Brand Ranked Worst To Best",
            "link": "https://www.msn.com/en-us/gaming/gaming-pc/every-major-gaming-laptop-brand-ranked-worst-to-best/ar-AA1xqssz?ocid=BingNewsVerp",
            "description": "As PC gaming is becoming increasingly viable, many are wanting to take their high-fidelity games on the go. Be mindful of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o19YU0guMt9j4iF19kyLES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "5hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Check CPU Temperature And Fix Overheating Problems",
            "link": "https://www.msn.com/en-us/news/technology/how-to-check-cpu-temperature-and-fix-overheating-problems/ar-AA1xqdSZ?ocid=BingNewsVerp",
            "description": "If you're worried that your laptop or desktop is running a little hot, there are ways you can check whether internal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m1V_l90jBQZCgftI2lsfPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "8hon MSN",
            "source": "SlashGear on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing ADC Management: A Strategic Auto-Connection Initiative By Saurabh Dave",
            "link": "https://www.outlookindia.com/hub4business/revolutionizing-adc-management-a-strategic-auto-connection-initiative-by-saurabh-dave",
            "description": "A software architect and mentor, Saurabh Dave combines deep technical acumen with exceptional leadership abilities in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JYjDPQx8dfRDhSGELqWnmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "7h",
            "source": "Outlookindia",
            "article_content": "This transformation journey shows how innovative thinking and methodical execution can solve complex infrastructure management challenges while improving operational efficiency. The implementation of automated ADC management not only addressed immediate onboarding challenges but also created a foundation for continuous improvement in infrastructure management. As organizations continue to evolve their automation strategies, this project stands as a compelling example of how innovation and expertise can combine to bring lasting positive change in infrastructure operations."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why CES's Big Chip Announcements Could Make for a Confusing 2025 for PC Buyers",
            "link": "https://www.yahoo.com/tech/why-cess-big-chip-announcements-175045766.html",
            "description": "It looks like we're all going to have to make some tradeoffs between raw performance (particularly for graphics), power ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vjIYWWe4P7qXHdl9Q1qb_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nLast week's CES included the introduction of a variety of new processors for running desktops and notebooks, including new CPUs and graphics solutions. But in looking over the announcements from AMD, Intel, Nvidia, and Qualcomm, what stands out to me is just how potentially confusing 2025 could be for buyers of such systems.\n\nIt looks like we're all going to have to make some tradeoffs between raw performance (particularly for graphics), power consumption, and AI capabilities. While just about every new system now will come with a Copilot key, not all will really be suited for running local AI features, such as those in Microsoft's Copilot+ PC program.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIt seems like we're in a transitional phase, and I won't be surprised if the 2026 offerings all offer at least the minimum 40 TOPS neural processing unit (NPU) that Microsoft is requiring for Copilot+ status. But for now, that's still lacking in the most powerful chips.\n\nAs usual, every vendor shared benchmarks that showed how much faster their new entrants are compared to previous offerings and particularly competitors. And as always, I suggest taking these with a grain of salt; of course vendors show the benchmarks where they look good.\n\nAt first glance, it appears that Intel may have some advantage in single-threaded performance while AMD has some in multi-threaded performance. But again, we won't really know until real machines get tested. And Qualcomm talks about how much better its performance is when running on battery power as opposed to being plugged in (which is how most people run performance benchmarks).\n\nIntel Pushes Lunar Lake vPro for Commercial, Arrow Lake for Performance\n\nNo company better shows how incomplete the transition is than Intel. Its well-received Lunar Lake chips, which came to market late last year targeting premium thin and light laptops, are more power-efficient than previous generations with better graphics. Most notably, they include an NPU that can run at up to 48 trillion operations per second (TOPS), enabling what Intel has called \"AI PCs,\" and more importantly what Microsoft has called \"Copilot+ PCs.\" These have up to four performance cores and four efficient cores, and require 10 to 30 watts of power. These are now being sold as the Core Ultra 200V series.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAt CES, the company unveiled the vPro versions of these chips, meaning that they have features used by large enterprises for things like management of a fleet of laptops.\n\n\"A great AI PC starts with a great PC,\" said Jim Johnson, SVP of Intel's Client Computing Group, noting that this includes performance, battery life, and especially compatibility. \"Everything must just run,\" he added, clearly taking a swipe at Snapdragon-based PCs.\n\nJohnson talked about how vPro's out-of-band management can help in dealing with things like the recent CrowdStrike outage by deploying fixes before Windows boots. I was pleasantly surprised to see the company has made the first major update to vPro in many years, adding features such as support for Microsoft's Pluton encryption and cloud-based fleet management, which looks much easier to implement than the older system that relies on on-premise servers.\n\nAll this sounds like a big win for enterprise management of laptops with AI features.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHowever, Intel also introduced new chips in the Arrow Lake family. These are heftier chips with the Arrow Lake H family aimed at thin and light laptops with 28 to 45 watts of power draw, with 16 CPU cores (six performance cores, eight efficiency cores, and two low-power efficiency ones) at a maximum speed of up to 5.4GHz, eight graphics cores, and an NPU that tops out at 13 TOPS, due early this quarter\n\nThe Arrow Lake HX family is for larger laptops requiring 55 watts of power or more but including up to 24 cores (eight performance cores plus 16 efficiency cores), with a top speed of up to 5.5GHz, but with only four graphics cores, reflecting that it is designed for systems with discrete graphics. This also has the 13 TOPS NPU and is due out toward the end of the quarter.\n\nThe Arrow Lake chips will be marketed as the Core Ultra 200H and 200HX families.\n\nIntel also has the Core Ultra 200S series, which are Arrow Lake processors designed for desktops; and the Core Ultra 200U series, which is a lower-power Arrow Lake variant aimed at less expensive and less performant notebooks.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThus the letter designation becomes more important. The H and HX systems should offer somewhat better performance and better graphics, but only the V systems have the ability to run the \"Copilot+ PC\" applications.\n\nLooking forward, Michelle Johnston Holthaus, CEO of Intel Product and interim co-CEO of Intel, showed off the company's forthcoming \"Panther Lake\" chip based on its 18A process, which the company has said will be when it catches up to rival TSMC. Holthaus said the chip is running and Intel has already provided samples to its big customers; it's on track to launch in the second half of the year. It's an ambitious roadmap, but I can see where all the choices could be quite confusing.\n\nAMD Broadens Mobile Line With Gaming and Commercial Choices\n\nIn contrast, AMD—while introducing a wide variety of chips for laptop machines—seems to be largely focused on a single architecture centered around its “Zen 5” cores.\n\nAMD's current high-end entrant in the mobile PC market is the AMD Ryzen AI 9 300 family, known as \"Strix Point,\" which also came out in the second half of last year, and I’ve already tested in some machines. This has 12 cores—four of the full-performance Zen 5 cores and eight lower-power, lower-performance cores—all able to run two threads for a total of 24 threads. These have a base frequency of 2GHz with a 5.1GHz turbo, Radeon 890M graphics with 16 compute units; and the XDNA 2 NPU with 50 TOPS, made on TSMC's 4nm process.\n\nAdvertisement Advertisement\n\nAt this year’s show, Rahul Tikoo, SVP and GM of AMD's Client Business Unit, announced a variety of new chips to expand the family. These include the \"Krackan Point\" family of Ryzen AI 7 and 5 chips, led by the AI 5 340 and 350 processors, with eight cores/16 threads or six cores/12 threads, and a 50 TOPS NPU, designed for 15-to 54-watt systems. These should be out this quarter.\n\nAbove this will be the \"Strix Halo\" family, now called Ryzen AI Max. This is available with up to 16 Zen 5 cores with 32 threads, up to 40 RDNA 3.5 graphics compute units, and up to 50 TOPs NPU, but with a new memory bandwidth that takes it up to 256GB/s, requiring 45 to 120 watts of power. These are designed for mobile workstations and high-end gaming laptops and looks like it will power some of the highest performing laptops in the market.\n\nI was particularly interested in AMD doing a big push for its commercial line, with versions of the Ryzen AI 5, AI 7, and AI Max processors coming in the second quarter with Ryzen AI Pro and AI Max Pro designations. Tikoo told me AMD is putting more of a focus on this, saying its \"Pro\" features match vPro for security and manageability, and it too now supports Microsoft's Pluton encryption. These should be out in the second quarter.\n\nPerhaps most importantly, Tikoo was joined on stage by Dell's Sam Bird, who announced that Ryzen AI Pro would now be part of Dell's commercial offerings for the first time. (AMD and Lenovo representatives also appeared via video; the three companies—which together constitute the bulk of the enterprise PC market now all support AMD, Intel, and to a lesser extent, Qualcomm.) All this is designed to make Ryzen Pro a stronger competitor to Intel's vPro.\n\nAdvertisement Advertisement\n\nOn the other end of the spectrum, AMD announced its Ryzen and Ryzen Pro 200 series, with four core/eight thread, six core/12 thread, and eight core/16 thread options, designed for lower price points and requiring less power, but with only a 16 TOPS NPU (thus making it ineligible for use in Copilot+ PCs, which require 40 TOPS). These will be available in the second quarter.\n\nFor the highest-end gamers, AMD announced its \"Fire Range\" HX3D mobile processors, although these are only promised for later in the first half of the year. The top end here is the Ryzen 9 9955HX with 16 of the company’s “Zen 5” CPU cores, 32 threads; they can run at up to 5.4GHz max boost, with up to 144MB of cache, and uses 54 watts of TDP. Effectively, this is a mobile version of a desktop chip, again without the more powerful NPU.\n\nFor desktops, AMD introduced its top-end Ryzen 9 9950X3D chip aimed at gamers and content creators. This has 16 of the company’s “Zen 5” CPU cores, 32 threads, can run at up to 5.7 GHz, and with up to 144 MB of cache, and uses 170 watts of TDP. This looks quite powerful and will likely be paired with a discrete graphics card. This will be available in the first quarter.\n\nSpeaking about discrete graphics, AMD sort of announced its forthcoming RDNA 4 architecture and upcoming new Radeon RX 9070 graphics. Some details were included in press briefings, and I saw several machines that will have this, but AMD chose not to formally announce it at its press conference, saying it didn't have enough time to discuss the details. I expect we'll hear more about that in the next couple of months.\n\nQualcomm Expands Snapdragon Line for Laptops\n\nQualcomm, whose chips powered the initial Copilot+ PCs, broadened its line by introducing the Snapdragon X processor, joining the initial Snapdragon X Elite and X Plus in its lineup for Windows laptops.\n\nAdvertisement Advertisement\n\nThe X Elite has 12 of the company's Oryon CPU cores running at 3.4 to 3.8GHz with a boost up to 4.3GHz; and the X Plus has eight or 10 cores, running at 3.2 to 3.4GHz with a boost up to 4.0GHz. In comparison, the plain X has eight cores running at 3.0GHz with no boost. It also has a less powerful Adreno GPU, but the same 45 TOPS Hexagon NPU, making it eligible for Copilot+ PC applications.\n\nThat's important because it means this should power the least expensive Copilot+ laptops, down to about a $600 price point. And Qualcomm continues to talk about how it offers the best performance per watt, discussing how many applications run faster on its machines than on Intel-based machines when running on battery power.\n\nMy experience is that earlier Snapdragon-based Copilot+ PCs showed competitive performance with Intel and AMD machines on applications that have native ARM-architecture versions, such as the Microsoft Office suite, but there are still a number of enterprise applications and games that don't work properly. So, it's an option for some businesses, but not all, at least not yet.\n\nNvidia's Blackwell Pushes Desktop Mobile GPU Performance\n\nAnd then there was Nvidia, which riding high on its successes with AI chips in the datacenter and in discrete graphics, introduced its GeForce RTX 50 series for both desktops and notebooks, both based on the company's \"Blackwell\" design. The introduction came as part of a larger keynote by CEO Jensen Huang, in which he also gave a vision for how GPU-enabled AI was transforming all sorts of industries.\n\nOn the desktop side, the high end is the RTX 5090 with 21,760 CUDA cores, 32GB of GDDR7 memory and a 512-bit wide memory interface, with the board itself requiring 575 watts of power and designed for systems with a 1,000-watt power supply. Nvidia's announcement said the board was capable of 3,352 TOPS and in his keynote, Huang said it could do up to 4,000 AI TOPs, three times that of the previous generation. These boards will have a list price of $1,999 and my guess is they will primarily be used by developers of AI applications.\n\nAdvertisement Advertisement\n\nMore mainstream are the RTX 5080 with 10,752 cores at 2.3GHz and a 256-bit memory interface at $999, the RTX 5070Ti at $749 and RTX 5070 at $549. Huang said they'll be as fast as the company's previous high-end RTX 4090, which has a list price of $1,599, so delivering a lot more performance for the price than the previous generation. The first of these will be available at the end of the month, with the others slated to launch in February.\n\nThe RTX 50 series will also be available in laptops, including the top-end RTX 5070, which will be in systems starting at $1,299. Again, in the keynote, Huang said it would offer the performance of a 4090 but with half the power. Indeed, many vendors showed gaming laptops with the RTX 50 series in it, including all the high-end gaming laptops I saw announced at the show. (AMD, which historically has been a competitor for mobile discrete graphics seems to be focusing on data center and entry-to-mid-range GPUs right now.)\n\nIn the keynote, Huang talked about how agentic AI is coming to the PC and other devices and talked about making Windows a \"world-class AI PC.\" He also announced a variety of new AI foundation models called Nemotron.\n\nBut Huang's biggest focus was on bringing AI to the physical world through the combination of a new \"world foundation model\" called Cosmos and its Omniverse software for mapping the physical world for things like digital twins. He said this would impact everything from agents and warehouse automation to self-driving cars to humanoid robotics. It was a very expansive vision, with Huang saying the \"ChatGPT moment of general robotics is just around the corner.\"\n\nIn the meantime, he announced a small desktop \"AI supercomputer\" called Digits designed to work like a cloud instance of the company's DGX AI training systems for AI developers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "At least eight arrested at at pro-Palestine rally chaos despite ceasefire deal",
            "link": "https://www.msn.com/en-ph/politics/general/at-least-eight-arrested-at-at-pro-palestine-rally-chaos-despite-ceasefire-deal/vi-AA1xqKpr?ocid=BingNewsVerp",
            "description": "Eight people have been arrested, the rally coming after police curtailed organisers' plans for a march past the BBC and near ...",
            "image_url": "https://www.bing.com/th?id=OVF.yUnyE3O7rovjIDvoe%2fvpbw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From the ashes of a Pasadena synagogue, a powerful discovery is made",
            "link": "https://www.msn.com/en-us/news/us/from-the-ashes-of-a-pasadena-synagogue-a-powerful-discovery-is-made/ar-AA1xqb1x?ocid=BingNewsVerp",
            "description": "The Pasadena Jewish Temple and Center burned down in the Eaton fire. But on a remaining wall, Mmembers discovered a hidden ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M_lXDJtcjxJVQwm0qvZH0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "9hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Emergency Powers Are About to Be Bent Beyond Recognition",
            "link": "https://www.msn.com/en-us/news/opinion/emergency-powers-are-about-to-be-tested/ar-AA1xqgWQ?ocid=BingNewsVerp",
            "description": "Trump has vowed to use the military to assist with deportations, relying on emergency and wartime powers such as the Insurrection Act, the National Emergencies Act, and the Alien Enemies Act. In ...",
            "image_url": "https://www.bing.com/th?id=OJ.tm0poqaErX68Xg&pid=news&w=58&h=16&rs=2",
            "category": "aliens+theory",
            "date": "7hon MSNOpinion",
            "source": "The Atlantic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Public Health Agency of Canada",
            "link": "https://www.canada.ca/en/public-health.html",
            "description": "The Public Health Agency of Canada is part of the federal health portfolio. Our activities focus on protecting against threats to public health, preventing and reducing diseases and injury, and ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Canada13h",
            "source": "Canada",
            "article_content": "Public health notices Disease outbreaks or possible health risks to Canadians, how to protect yourself\n\nDiseases and conditions Symptoms, risks, and how to prevent, treat and manage human diseases and illnesses\n\nHealthy living Behaviours that affect health, health and pregnancy, wellness, infant care, blood donation\n\nTravel health Avoid disease, illness or other safety risks away from home\n\nFood recalls, risks and outbreaks Food poisoning, Canada's role in food safety, recent recalls and alerts\n\nVaccines and immunization Vaccination for children, adults, during pregnancy, travel vaccines, flu shot, information for health professionals\n\nBiosafety and biosecurity Biosafety training, pathogen hazards, exposure reporting, licences, regulating laboratories or containment zones\n\nEmergency preparedness and response How we prepare to keep the public safe from epidemics, chemical, biological, radiological and nuclear events\n\nFunding opportunities Grants and contribution programs, how and why we give funding, who we have funded\n\nHealth science, research and data Health data, science, research, statistics, determinants of health, and monitoring and surveillance"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mysterious clouds spotted over UK: UFO phenomenon or natural wonder?",
            "link": "https://jang.com.pk/en/29642-mysterious-clouds-spotted-over-uk-ufo-phenomenon-or-natural-wonder-news",
            "description": "Rare clouds have been recently observed in the northern skies of the UK.As per Sky News, these clouds have been thought to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VMKEY_2GviFbmdEDotzm7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Daily Jang42m",
            "source": "Daily Jang",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chester County Town Listed Among Most UFO Sightings in Pennsylvania",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/chester-county-town-listed-among-most-ufo-sightings-in-pennsylvania/ar-AA1vdc5B?ocid=BingNewsVerp",
            "description": "West Chester has been reported as one of the 'cities' with the most UFO sightings in Pennsylvania, according to a report by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OhoqV-UE_zUgDhJ49Kxgsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How a little-known 18th century instrument maker may have inspired the first clinical trial of the modern age",
            "link": "https://www.msn.com/en-us/health/other/how-a-little-known-18th-century-instrument-maker-may-have-inspired-the-first-clinical-trial-of-the-modern-age/ar-AA1xqjUh?ocid=BingNewsVerp",
            "description": "The design for a medical study in 1743 that was never carried out may have inspired James Lind’s groundbreaking clinical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XpdrtnKL0pjoMr5Qnz9uni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Make Groundbreaking Discovery in the Search for the Cause of Inflammatory Bowel Disease",
            "link": "https://www.msn.com/en-us/science/biology/scientists-make-groundbreaking-discovery-in-the-search-for-the-cause-of-inflammatory-bowel-disease/ar-AA1xqtyt?ocid=BingNewsVerp",
            "description": "In a major breakthrough, researchers in the UK have discovered a potential root cause of inflammatory bowel disease (IBD), a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W7y3yQFugNojpOCsq8g9Uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum engineers 'squeeze' laser frequency combs to make more sensitive gas sensors",
            "link": "https://www.sciencedaily.com/releases/2025/01/250116161246.htm",
            "description": "Scientists use devices known as frequency comb lasers to search for methane in the air above oil and gas operations and to screen for signs of infection in human breath. A new study could help make ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Science Daily19h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Schrödinger’s cat is helping quantum engineers detect errors",
            "link": "https://www.msn.com/en-us/technology/quantum-computing/schr%C3%B6dinger-s-cat-is-helping-quantum-engineers-detect-errors/ar-AA1xqHZT?ocid=BingNewsVerp",
            "description": "Quantum computing continues to evolve, pushing the boundaries of science and technology. A groundbreaking study has now taken ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TvmKWcY2AZFZxUk12I8XYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Unregulated applied science growth without advancement in social sciences may harm humanity’",
            "link": "https://guardian.ng/features/unregulated-applied-science-growth-without-advancement-in-social-sciences-may-harm-humanity/",
            "description": "The Secretary General, Association of Arab Universities, and Egypt former Minister of Higher Education and Scientific Research, Professor Amr Ezzat Salama, has said that societal progress should not ...",
            "image_url": "https://www.bing.com/th?id=ODF.ls1VlOkW4ly4geTs_BylmA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "The Guardian Nigeria16h",
            "source": "The Guardian Nigeria",
            "article_content": "MAJMA’ Lagos Graduates New Set Of Students\n\nThe Secretary General, Association of Arab Universities, and Egypt former Minister of Higher Education and Scientific Research, Professor Amr Ezzat Salama, has said that societal progress should not solely be measured by advancements in natural sciences, because unregulated growth of applied sciences without a parallel advancement in humanities and social sciences may have adverse consequences for humanity.\n\nSpeaking at the graduation ceremony of the 2023 and 2024 classes from the MAJMA Research and Training Centre, Lagos in Arabic and Shari’ah studies, Salama stated that human history has repeatedly demonstrated the risks of unbalanced scientific development without a comprehensive understanding of human and social phenomena.\n\nHe, therefore, underscored the importance of studying Islamic, social, and human sciences, as they shape human awareness.\n\nSalama urged the graduates to remain steadfast in adhering to the values derived from the Holy Qur’an and the Sunnah, adopting a balanced approach in faith, conduct, and service to their communities while spreading noble values.\n\n“The Arabic language, chosen by Allah as the medium for His final revelation, is the language of the Holy Qur’an, the Sunnah, prayer, pilgrimage, supplication, and the rich Islamic civilization that has flourished across centuries. For every Muslim, understanding Islam in its true essence cannot rely solely on translated works but must come directly from the original texts written in Arabic.\n\n“During the medieval era, the Islamic kingdoms that thrived in East and West Africa played a significant role in rooting the Arabic language among local populations and transferring Islamic civilization and thought.”\n\nCongratulating the graduates, Salama stated that the academic degrees are the fruit of hard work and dedication which will serve as keys to their next endeavours.\n\n“I also encourage you to equip yourselves with Islamic knowledge while keeping pace with advancements in science and technology, particularly in the context of the Fourth Industrial Revolution. This revolution has introduced a new reality, demanding advanced skills in fields like artificial intelligence, automation, and big data.\n\n“The Fourth Industrial Revolution and AI technologies have significantly transformed the nature of jobs, creating an urgent need to balance applied sciences and humanities. This ensures that technological progress becomes a tool for building societies, not a threat to them.\n\n“I must stress the importance of studying Islamic, social, and human sciences, as they shape human awareness. Societal progress is not solely contingent on advancements in natural sciences.\n\n“The unregulated growth of applied sciences without a parallel advancement in humanities and social sciences may have adverse consequences for humanity. Human history has repeatedly demonstrated the risks of unbalanced scientific development without a comprehensive understanding of human and social phenomena.”\n\nSalama argued that the youths are the primary drivers of development and its ultimate beneficiaries. “Therefore, we must continue investing in young people through education, training, and skill development to ensure they remain innovative and distinguished in this era of rapid transformation.\n\n“The mission of the Association of Arab Universities is to solidify the true image of Islam and its noble message to humanity. The association supports academic and scientific endeavours aimed at spreading the teachings of Islam based on its primary sources, the Qur’an and the Sunnah.\n\n“Notably, the Association’s Sharia Colleges Network plays a leading role in publishing research and studies in Islamic sciences across Arab universities.\n\n“In our discussions with leaders in Nigeria, the Association seeks to strengthen collaboration with Nigerian academic institutions, particularly in Arabic language education, Islamic studies, and historical research. The Association has also organised training programmess for students of the Research and Training Complex at Arab universities, reaffirming its commitment to supporting higher education and serving the issues of the Islamic nation.”\n\nIn his presentation on the goals and aspirations of the institute, President, MAJMA Research and Training Centre, Professor Saheed Ahmed Rufai, highlighted the centre’s area of focus to principally be around training in Islamic Revealed Studies (English, Arabic), Arabic Studies (Arabic, English), Educational Studies (English, Arabic), General Studies (English) and other possible areas of societal need.\n\nHe also said that the centre would be engaging in research and publications, counseling as well as speaking with the target audience being residents of Nigeria who want to learn Arabic and/or further their Islamic education though it would not be blind to interested persons from outside Nigeria if they are willing and able to sponsor the above persons.\n\nRufai said that the channel of engagement for its training, publications and public speaking will be through website, social media and conventional media along with in-person classes, online instruction, distance learning and directed self-study.\n\nAs the centre looks into the future including expanding its reach, Rufai said that it needs support to have its own building, computers, office furniture, office equipment, bus, library and broadband internet.\n\nOne of the special guests at the event, Pro-chancellor/ Chairman, Governing Council of Summit University, Offa, Kwara State, Alhaji Rafiu Adisa Ebiti, also tasked Muslims to learn and deeply understand Arabic language as a pathway to understanding the teachings of Qur’an and the voice of Allah.\n\nAt the event, diploma, advanced diploma and post graduate diploma certificates in Arabic and Shari’ah were presented to graduates trained through MAJMA Training and Research Centre, Lagos.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hasina must be brought back thru legal process: Shafiqul",
            "link": "https://www.jagonews24.com/en/national/news/79895",
            "description": "Chief Adviser`s Press Secretary Shafiqul Alam today said ousted prime minister Sheikh Hasina must be returned to the country ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Bt62P6qMXObWgxp8hwZltC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Jago News 245h",
            "source": "Jago News 24",
            "article_content": "Chief Adviser's Press Secretary Shafiqul Alam on Saturday, January 18, said ousted prime minister Sheikh Hasina must be returned to the country through legal process and brought her to justice.\n\n\"The way Sheikh Hasina brought back her father's murderers, we will bring back the murderers of the movement and try them in court,\" he said.\n\nShafiqul made the remarks while speaking as the main discussant at a seminar titled 'July Revolution Aspirations and the Media' in Kushtia.\n\nThe Islamic University, IU, authorities and the Islamic University Journalists Association, IUJA, jointly organised the seminar at Bir Shrestha Hamidur Rahman Auditorium on the campus in the district.\n\nAlam said the interim government is working on state reforms to build Bangladesh as per the aspirations of the July Revolution and implementing the aspirations of the people.\n\nHe also said half of the IU students are female ones, which is a very good image.\n\n\"I saw in the documentary that girls were leading the July movement. This university played an important role in the movement,\" the press secretary said.\n\nNoting that this image should be conveyed to the world as the future of the students is related to the image, he said, \"We have to work to preserve the history of the movement of this university.\"\n\nHe said the names of the halls that still remain in the name of the dictator need to be changed to the martyrs' names.\n\nThe press secretary said the aspirations of people are being fulfilled through reform commissions to build a new Bangladesh.\n\nThe reports of commissions are the outcomes of the July Uprising, he said, urging all students to read these reports and join debate on those on the campus.\n\nChaired by Chairman of IU Communication and Multimedia Journalism Department Professor Dr Rashiduzzaman, the seminar was addressed, among others, by IU Vice-Chancellor Professor Dr Nakib Muhammad Nasrullah, Pro Vice-Chancellor Professor Dr Yeaqub Ali, treasurer Professor Dr Jahangir Alam and treasurer of Jashore University of Science and Technology Professor Dr Hossain Al Mamun.\n\nSM Rashidul Islam, special correspondent of Bangladesh Sangbad Sangstha (BSS), also spoke at the seminar as a discussant.\n\nSource: BSS"
        }
    }
]