[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ronny LeBlanc presents local UFO history",
            "link": "https://www.sentinelandenterprise.com/2025/01/26/ronny-leblanc-presents-local-ufo-history/",
            "description": "Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.higUleJIE3pNpb5qGByc3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Sentinel & Enterprise6h",
            "source": "Sentinel & Enterprise",
            "article_content": "LANCASTER — Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and around Leominster State Forest, as Ronny LeBlanc presents “Paranormal Hot Spots” at 11 a.m., Saturday, Feb. 1, at Thayer Memorial Library, 717 Main St.\n\n“I will be highlighting locations around the country that have witnessed UFOs, strange lights, Bigfoot and other Cryptids for hundreds of years and explore why this is the case,” said LeBlanc. “I will then dive into three locations right here in New England where you just might be able to have a sighting or an experience yourself.”\n\nLeBlanc is an independent researcher, screenwriter, and author of two critically acclaimed and best-selling books “Monsterland: Encounters with UFOs, Bigfoot and Orange Orbs” and the follow up book, titled “Monsterland: Shamans, Sasquatch, Synchronicity and High Strangeness”, which detail the history and connection between the various phenomena, highlighting his experience and a research area called Monsterland in central Massachusetts.\n\nHe currently has 51 talks scheduled around the country and is excited to announce several upcoming projects dealing with UFOs, as well as a Cannes Film Festival entry which is a Bigfoot documentary filmed in England, and the launching of Blue Tiger, an AI-fueled marketing agency based out of Worcester.\n\n“I absolutely love doing these library presentations, specifically because they [libraries] were the source of inspiration and wonder for me,” LeBlanc said. “The library is where I learned about these subjects that are the greatest mysteries of our time.”\n\nLeBlanc believes that by giving back and providing these free talks for the public, he will motivate curiosity-inspired people to read physical books again, go to libraries, and engage with others in their community who are experiencing similar encounters or sightings.\n\n“When they suddenly realize that they’re not alone and that others just like them – who live next to them as neighbors or coworkers — are seeing something that many others never have a chance to experience — that is the greatest gift for me,” he said.\n\nTo register for this presentation, visit Thayer Memorial Library’s website at thayermemoriallibrary.org or call 978-368-8928. For more information on Ronny LeBlanc, his books and shows, you are welcome to visit his website at ronnyleblanc.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secretly shot UFO documentary will drop the 'biggest discovery in human history'",
            "link": "https://www.msn.com/en-us/science/aeronautics/secretly-shot-ufo-documentary-will-drop-the-biggest-discovery-in-human-history/ar-AA1xS8Wr?ocid=BingNewsVerp",
            "description": "An upcoming UFO documentary, The Age of the Disclosure, is set to be the \"most well-sourced and credible documentary ever ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EpFSX4ZQokMgzTDLSNntSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New UFO documentary claims to expose ‘biggest discovery’ in human history",
            "link": "https://metro.co.uk/2025/01/25/new-ufo-documentary-claims-expose-biggest-discovery-human-history-22433195/",
            "description": "Speaking about the film on X, he wrote: ‘The Age of Disclosure is the most revelatory, credible, and historic documentary ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OFBEA-j7WV68TWNi0so50C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "21h",
            "source": "Metro",
            "article_content": "To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video Up Next Previous Page Next Page\n\nThe questions of whether aliens are real and if they have visited us have been pondered by humans for as long as we can remember.\n\nWell, that may finally be answered as a new documentary claims it will reveal ‘a cover-up of the existence of non-human intelligent life’.\n\nThe Age of Disclosure dropped a trailer on January 22, which features 34 interviews with senior members of the US Government, military and intelligence community.\n\nThis comes as the US proposed the Unidentified Anomalous Phenomena (UAP) Disclosure Act to declassify information on UAPs.\n\nProduced and directed by Dan Farah, the documentary promises to ‘lift the lid on an 80-year cover-up’ surrounding the existence of aliens.\n\nIts website states there is ‘a secret war amongst major nations to reverse engineer technology of non-human origin.’\n\nThe film promises to expose 80 years of cover-ups (Picture: The Age of Disclosure)\n\nThe Age of Disclosure comes after Congress pushed for a new act on UAPs (Picture:: HANDOUT/DoD/AFP via Getty Images)\n\nIn 2023, Congress heard from three former military officials who believed the government was not sharing everything they knew about UFOs with the public.\n\nLawmakers suggested that the government needed to disclose the information they have on UAPs after conversations over ‘national security, public safety and government transparency’.\n\nAt one point in the trailer Jay Stratton — former DIA official, Director of the Government’s UAP Task Force — states he has seen ‘non-human craft and non-human beings’ with his own eyes.\n\nSpeaking about the film on X, he wrote: ‘The Age of Disclosure is the most revelatory, credible, and historic documentary ever made about UAP, non-human intelligent life, the Government’s involvement, and the bi-partisan disclosure effort.’\n\nAlso featured in the film is Lue Elizondo who is a former Department of Defense official and member of the Government’s Advanced Aerospace Threat Identification Program (AATIP).\n\nThe Age of Disclosure claims others such as Secretary of State Marco Rubio, Senator Kirsten Gillibrand, Senator Mike Rounds and General Jim Clapper (the former Director of National Intelligence) will all be involved.\n\nOver 34 interviews were conducted for the film (Picture: The Age of Disclosure)\n\nThis includes government officials and former military directors (Picture: The Age of Disclosure)\n\nThe film is coming soon but no date has been announced (Picture: The Age of Disclosure)\n\nViewers on X are approaching the documentary with cautious optimism, given the huge number of former government officials involved.\n\nCole Craycraft wrote: ‘This is the biggest story in the history of mankind if it’s true. The more and more people that come out, the less likely it is that it isn’t true.\n\n‘It’s the largest public disinformation campaign in government history if it’s true.’\n\n‘We gotta see the evidence. Time for stories is over,’ added Chad Remsen.\n\nPopular UFO account Joe Murgia shared the trailer but cautioned: ‘This is the game changer you’ve been hearing about for a while now. We’ll see.’\n\nThe Age of Disclosure will premiere at the SXSW Film Festival.\n\nGot a story?\n\nIf you’ve got a celebrity story, video or pictures get in touch with the Metro.co.uk entertainment team by emailing us celebtips@metro.co.uk, calling 020 3615 2145 or by visiting our Submit Stuff page – we’d love to hear from you.\n\nArrow MORE: Katie Price’s need for baby number six suddenly makes sense\n\nArrow MORE: Jack the Ripper is ‘ground zero’ for our true crime obsession"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "QCA author: 'Sean Leary's Greatest Hits Vol. 12: UFO Disclosures and Pickle Wrap Wars.'",
            "link": "https://www.yahoo.com/news/qca-author-sean-learys-greatest-162600477.html",
            "description": "QCA author: 'Sean Leary's Greatest Hits Vol. 12: UFO Disclosures and Pickle Wrap Wars.' Barron Trump playfully photobombed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1Kvqc7qu_uiHTfShZJE3RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20h",
            "source": "Yahoo",
            "article_content": "30,161 people played the daily Crossword recently. Can you solve it faster than others?\n\n30,161 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chuck Schumer challenges Trump to declassify UFO documents. Experts say it's a good move",
            "link": "https://www.msn.com/en-ie/news/techandscience/chuck-schumer-challenges-trump-to-declassify-ufo-documents-experts-say-it-s-a-good-move/ar-AA1xQoKc?ocid=BingNewsVerp",
            "description": "Trump has ordered declassifying of documents regarding the JFK assassination and more. Schumer says do UFOs next ...",
            "image_url": "https://www.bing.com/th?id=OVFT.69etN_tPiZo3SOYVIFQqGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 10 Best Artificial Intelligence (AI) Apps of 2025",
            "link": "https://www.gizmochina.com/2025/01/26/best-ai-apps-2025/",
            "description": "These are the top 10 AI apps of 2025, from ChatGPT to Google Gemini, transforming creativity, productivity, and everyday ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GU_ki9KD6P7qCxZs3m7iVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "9h",
            "source": "Gizmochina",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI meets astrology: industry sees future where AI enhances, not replaces traditional practices",
            "link": "https://www.msn.com/en-in/money/news/ai-meets-astrology-industry-sees-future-where-ai-enhances-not-replaces-traditional-practices/ar-AA1xSvsf?ocid=BingNewsVerp",
            "description": "Industry experts foresee a future in which AI complements rather than replaces human knowledge and expertise. This intriguing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Q4kyUFkckWijd22OH5ZSci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Gain Vital Skills In Conversational Icebreakers Via Nimble Use Of Generative AI",
            "link": "https://www.forbes.com/sites/lanceeliot/2025/01/26/how-to-gain-vital-skills-in-conversational-icebreakers-via-nimble-use-of-generative-ai/",
            "description": "Coming up with and using viable icebreakers is essential. Few people do so well. Turns out that generative AI can help as a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wDD2HiDXkXu9cIN0prIUty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Palantir: Multiple Fresh Growth Drivers Make This A Buy",
            "link": "https://seekingalpha.com/article/4752068-palantir-multiple-fresh-growth-drivers-make-this-a-buy",
            "description": "Palantir can eventually benefit from the $500 billion investment in the Stargate Project. Read why I have upgraded PLTR stock ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6YvhNTHOv1_WlqgtVA5VTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Azerbaijan is using AI for its sustainable energy transformation. Here’s how",
            "link": "https://theprint.in/environment/azerbaijan-is-using-ai-for-its-sustainable-energy-transformation-heres-how/2463890/",
            "description": "Several pilot projects aim to advance Azerbaijan’s green energy transition and serve as scalable models that other countries ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RGaJoxS9UVzuHfdFs2OH2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "ThePrint10h",
            "source": "ThePrint",
            "article_content": "Azerbaijan is positioning itself at the forefront of artificial intelligence (AI) driven energy innovation, strongly focusing on integrating AI into its energy sector to improve efficiency, sustainability and grid optimization.\n\nAmid global climate goals and commitments made at the 2024 UN Climate Conference (COP29), the country is exploring key AI applications to enhance renewable energy adoption, optimize energy consumption and promote decarbonization. As well as opportunities, however, key challenges remain. Azerbaijan’s energy innovation potential Azerbaijan’s energy sector holds significant potential for innovation, driven by the strategic opportunities identified in a local stakeholder assessment run by the World Economic Forum’s Centre for the Fourth Industrial Revolution (C4IR) Azerbaijan. Support Unhyphenated Journalism Quality journalism you can trust, with exceptional ground reporting that gives you access to the story behind the story. Contribute Now Show Full Article\n\nOne of the key opportunities includes leveraging AI to optimize energy production and distribution, improving data management and infrastructure, and enhancing energy efficiency through smart grid technologies.\n\nCollaboration between public and private sectors and partnerships with research institutions can accelerate AI integration, fostering a more sustainable and efficient energy future for Azerbaijan. Additionally, the country’s growing focus on renewable energy sources presents further avenues for AI-driven advancement.\n\nAzerbaijan could position itself as a regional leader in green energy export to Europe through cables under the Black Sea. For instance, the renewable energy company Masdar has developed the 230-megawatt-capacity Garadagh solar power plant in Azerbaijan. It has signed agreements to build a further 1 gigawatt of clean energy projects in the country.\n\nAzerbaijan benefits from favourable wind and sunlight conditions, offering significant potential for developing and deploying wind and solar energy solutions.\n\nGlobal innovations, local applications\n\nThe AI in Energy project, an initiative with C4IR Azerbaijan, has identified several promising use cases for AI technologies within Azerbaijan’s energy sector. These include:\n\nOptimizing energy consumption through AI models\n\nEnhancing predictive maintenance for infrastructure\n\nImproving energy efficiency via AI-driven demand forecasting\n\nCOP29 and subsequent climate summits are pivotal in driving this process forward.\n\nTo effectively localize global solutions, these platforms allow Azerbaijan to showcase its AI-driven energy solutions, align with international sustainability goals and attract investment to accelerate green technology adoption and energy sector practices.\n\nDuring COP29, C4IR Azerbaijan hosted two side events on energy and sustainability. Through the centre’s work, these events showcased the potential of globally applied solutions for local impact and offered valuable insights into the initiative and its implications for sustainable energy solutions.\n\nPlans are in place to pilot and test these innovations through multistakeholder collaboration, engaging public and private sector entities, universities and research institutions. The goal is to create scalable, locally applicable solutions that can serve as regional and global adoption models.\n\nAddressing challenges to AI adoption\n\nThe Azerbaijani energy industry is aware of barriers to realizing AI’s full potential. Addressing the following shortcomings could help transform the energy landscape.\n\nCloud solutions and effective data sharing\n\nData availability and quality, hinging on strong data governance, regulation for cloud usage and accessibility\n\nRobust legislation and infrastructure to support AI development\n\nWithin this context, with the World Economic Forum’s global AI Energy Impact Initiative, C4IR Azerbaijan has shortlisted several global solutions, which could be adapted as pilot projects and localized to the country context with scalability potential. One shortlisted project involves an AI-powered energy efficiency pilot for buildings in collaboration with BrainBox, which was found to reduce energy consumption by 30%, improve carbon emissions by 25-30% and deliver a 30% return on investment.\n\nAnother planned initiative is a renewable energy pilot leveraging the use case of Vestas’ predictive maintenance solution for wind turbines, aiming to replicate its proven benefits, which include reliability, optimized maintenance processes and significantly enhancing the efficiency of renewable energy infrastructure.\n\nThe selected pilots will feed into broader national and global ambitions on energy sustainability, several of which were identified during COP29:\n\nRealistically, meeting these pledges will require leveraging existing and emerging technologies, including AI.\n\nFor instance, Fatih Birol, executive director of the International Energy Agency, said that energy and climate goals – including tripling global renewable power capacity this decade while strengthening energy security – require countries to rapidly increase energy storage and expand and upgrade their electricity grids.\n\nAchieving this goal requires scaling up generation and overcoming the challenges associated with integrating renewables into the grids, said Francesco La Camera, director general of the International Renewable Energy Agency.\n\nNet-zero carbon cities\n\nIn addition to the AI in Energy project, C4IR Azerbaijan has joined the Net Zero Carbon Cities programme of the World Economic Forum, focusing on urban development, sustainability and energy efficiency.\n\nThese initiatives are now integrated into a cohesive strategy to advance energy innovation and sustainable urban transformation, leveraging AI technologies to help decarbonize urban energy systems, optimize energy usage and enhance sustainability across city infrastructure.\n\nInterviews with key local stakeholders from the public and private sectors have been conducted to identify existing challenges, potential opportunities and actionable pathways for implementation.\n\nThese insights, plus outcomes from the Net Zero Carbon Cities initiative, will guide pilot implementations, with testing already underway through workshops. The Baku City Sprints, for instance, held in October 2024, brought key stakeholders from the public and private sectors together toward workably solving the urban challenges for Baku City, exploring innovative solutions and showing ways in which energy efficiency and sustainability could be advanced.\n\nThe key workshop phases included:\n\nOpportunity assessment\n\nSolution prioritization\n\nActions to take\n\nBy the end, stakeholders validated city profiles, prioritized solutions and developed actionable plans tailored to the city’s context.\n\nOnce executed, the AI-powered solutions developed through the Net Zero Carbon Cities initiative will be added to the Net Zero Carbon Cities Solution Toolbox.\n\nThe initiative can provide valuable lessons for other countries to use AI for sustainability. It has enhanced Azerbaijan’s local expertise in AI applications for energy and urban sustainability, filling knowledge gaps, fostering collaboration between diverse stakeholders and creating new opportunities for innovation.\n\nAzerbaijan is making strides in navigating the challenges and opportunities of AI-driven energy innovation to meet critical sustainability goals. Through national and global cross-sector collaboration and localized knowledge, it has created impactful solutions that advance energy transformation and decarbonization. The authors are Fariz Jafarov, Executive Director, Center for Analysis and Coordination of the Fourth Industrial Revolution/C4IR Azerbaijan and Ruslan Zeynalzade, AI Project Lead, Centre for the Fourth Industrial Revolution, Azerbaijan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Readers and writers: Crime, paranormal romance, a revenge tale and more",
            "link": "https://www.msn.com/en-us/lifestyle/weddings/readers-and-writers-crime-paranormal-romance-a-revenge-tale-and-more/ar-AA1xT0m5?ocid=BingNewsVerp",
            "description": "We’ve got a new book in the Winnebago County crime series today as well as some fiction published late last year including ...",
            "image_url": "https://www.bing.com/th?id=OVFT.p52ENR54j-tBR7CjYQxEXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1hon MSN",
            "source": "Twin Cities Pioneer Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Most Haunted Places in the World: True Encounters and Tales",
            "link": "https://www.msn.com/en-us/travel/tripideas/most-haunted-places-in-the-world-true-encounters-and-tales/ar-AA1xSKh2?ocid=BingNewsVerp",
            "description": "Explore the most haunted places in the world, from eerie castles to abandoned asylums. Discover chilling stories, ghostly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J4pQjRF2WZ8j_RaBRJ71QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "HowStuffWorks on MSN1h",
            "source": "HowStuffWorks on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Flushing toilets. Blaring alarms. How paranormal activity followed the cast of new supernatural movie 'Presence.'",
            "link": "https://www.aol.com/flushing-toilets-blaring-alarms-paranormal-120016428.html",
            "description": "The story begins to unfold when a family of four moves into a new suburban home after the teenage daughter Chloe (Callina ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f7i-PorTakQgYCC0He5OYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22h",
            "source": "AOL",
            "article_content": "Presence, which is now in theaters, turns the typical haunted house film on its head by following the point-of-view of a ghost rather than the people it's haunting.\n\nThe story begins to unfold when a family of four moves into a new suburban home after the teenage daughter Chloe (Callina Liang) experiences the tragic death of her friend. She’s the focus of much of the film’s paranormal activity, as the presence seems to have a fondness for her.\n\nLiang told Yahoo Entertainment that the cast dealt with paranormal activity while filming, especially her, which she credited to their hotel situated close to “an old people’s home.”\n\n“I experienced my alarm blaring when I didn’t set it, my toilet flushing and we all had really weird dreams,” she said.\n\nLiang’s co-stars Eddy Maday and West Mulholland, who play her brother and her brother’s friend, respectively, were a bit more skeptical — though they admitted that their dreams were indeed unusual.\n\n“She started telling us that she was having these paranormal experiences, so maybe some of the ones toward the end weren’t so paranormal, but they were definitely experiences,” Mulholland told Yahoo Entertainment.\n\nLucy Liu, Eddy Maday, Callina Liang and Chris Sullivan in Presence. (Neon/Courtesy Everett Collection) (Neon/Courtesy Everett Collection)\n\nLiang said that after she spoke up about the initial haunting, she heard “random scratches and knocks on my wall and door and stuff [that] really scared me.”\n\nMulholland and Maday chuckled, then fist bumped. “These ghosts, man,” Maday said..\n\nStill, Liang maintained that she felt haunted.\n\n“It was my second time, so I wasn’t that creeped out,” she said. “My first was in university in New York. The dorm I stayed at for student housing, it was haunted. There was a presence in there.”\n\nLiang said she would wake up from naps with writing on the wall, see inexplicable shadows and feel something walking behind her. She was living with three other girls at the time, and they coexisted with the presence, which they named Peter.\n\nMulholland interjected to add that Presence director Steven Soderbergh used the pseudonym “Peter Andrews,” his father’s name, as his cinematographer.\n\n“He was the one manning the camera, so he himself was the presence while filming,” he said. “In a way, Peter came back.”\n\nIn keeping with his big brother character, Maday told Yahoo Entertainment that he’s doubtful about hauntings.\n\n“I haven’t had any particular experiences where I’ve seen something that I couldn’t explain, so I look forward to it,” he said. “I think it’d be cool when it happens, but [it hasn’t happened] yet.”\n\nIn Presence, the ghost isn’t horrifying. What the family is dealing with is, though.\n\nLucy Liu in Presence. (Neon/Courtesy Everett Collection) (Neon/Courtesy Everett Collection)\n\nLucy Liu plays the mother, a serious businesswoman named Rebekah. She pushes back against any suggestion that her daughter might need professional help with her grief and openly expresses her preference for her son.\n\n“I think processing loss and grief is everybody’s business when it comes to a family,” she told Yahoo Entertainment. “I think she doesn’t have that recognition until it’s kind of stabbed into her soul.”\n\nLiu said that taking on a character so rough around the edges was “challenging,” but she wanted to work with Soderbergh. She said that on the first day of production, instead of asserting that this would be a “great movie,” he announced that “this is either going to work or it's not.”\n\nThat was “titillating” for her.\n\n“Everything he does is risk-taking and experimentation … there was no such thing as failure,” Liu said. “There was only experimentation, which is what science is, which is what nature does, which is what life is.”\n\nPresence is now playing in theaters."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In his latest book, author Maxim Furek rocks Bigfoot",
            "link": "https://www.citizensvoice.com/2025/01/26/in-his-latest-book-author-maxim-furek-rocks-bigfoot/",
            "description": "Once self-described as a 'rock journalist,' Furek morphed into a paranormal author with his books 'Coal Region Hoodoo,' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l-ePA6VIHLvS5EHXuJVQTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Citizen's Voice8h",
            "source": "Citizen's Voice",
            "article_content": "Once self-described as a “rock journalist,” Furek morphed into a paranormal author with his books “Coal Region Hoodoo,” “Flying Saucer Esoteric,” and his latest, “Tribes of Bigfoot,” which is out now.\n\nMaxim Furek said his venture into the paranormal wasn’t planned.\n\n“‘The Sheppton Mythology’ was published in 2016 and made the connection between The Buoys, ‘Timothy’ and the 1963 Sheppton mining disaster. I never went looking for the paranormal, it found me,” he said.\n\nJust as his fascination with the Buoys and Timothy — he was the founder and publisher on the rock magazine Timothy which later became Pennsylvania Musician — led to the paranormal aspects of the Sheppton book “Coal Region Hoodoo” which led him to Bigfoot. The Bigfoot book evolved from two chapters in his “Coal Region Hoodoo” book.\n\nFurek, who splits his time between his hometown Mocanaqua and Hernando, Florida, said his Bigfoot research has struck a nerve within the believers’ community.\n\nChapters in Coal Region Hoodoo —”The Bigfoot Enigma” and “The Bigfoot Hypothesis” —opened a few doors for him.\n\nHe was interviewed on Art Bell’s “Midnight in the Desert” radio show and by George Noory on the “Coast to Coast” radio show which airs on over 600 affiliates and is considered the top paranormal show in the country by many in the paranormal community. York County’s Fox TV 43 chose Coal Region Hoodoo as the Book of the Month in October 2023.\n\nThis year, interest in his paranormal research isn’t slowing down. He’s been invited for the second time to the the Central Pennsylvania Bigfoot and Cryptid Festival and conferences in Baltimore and Virginia. “It’s like an extended family. Everybody knows everybody else,” he said of the paranormal community.\n\nIn 23 chapters over 197 pages, “The Lost Tribes of Bigfoot” explores all the well-known Bigfoot sightings from the origin story to Chestnut Ridge, an area in the Laurel Highlands in Western Pennsylvania known as a hotbed for sightings. He also writes about hoaxes including The Piltdown Man and The Minnesota Iceman. He devotes a couple chapters to the hoaxers, a pet peeve.\n\nAsked why it was important for him to call out the hoaxers, he said, “They damage the reputation of legitimate paranormal research and need to be called out.”\n\nAsked about interviewing Bigfoot witnesses, he said, “One guy from western Pennsylvania claimed that he has PTSD from seeing a Bigfoot at 15 feet. A neighbor of mine saw two Bigfoot creatures outside of Mocanaqua. I questioned him about it several times and all his responses seemed credible. An elderly guy from Catawissa told a police officer that he wasn’t scared when he saw a Bigfoot because the creature had ‘kind eyes.’ The stories have a commonality, but they are all unique. Remember, too, that about three percent of anomalous sightings remain unexplained. People are seeing things.”\n\nSo what’s his own take on Bigfoot’s existence? “I’m not a true believer or zealot. I’m just fascinated with paranormal themes and looking for answers,” he said. “The only theory that makes sense is that an interdimensional pathway may link our reality to somewhere else. It’s a theory explored by Einstein, Tesla, and others and may provide the key to understanding the universe’s secrets.”\n\nThe book is available in paperback and digital versions at amazon.com., hanger1publishing.com, and maximfurek.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plymouth becomes supernatural 'hot spot' as ghost tours in demand",
            "link": "https://www.msn.com/en-gb/travel/news/plymouth-becomes-supernatural-hot-spot-as-ghost-tours-in-demand/ar-AA1xSnyN?ocid=BingNewsVerp",
            "description": "Plymouth is going crazy for spooks and spirits with new ghost-hunting tours about to be launched. Plymouth Paranormal Tours ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ae3f10FsCftk0WRNhfjxXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6hon MSN",
            "source": "Plymouth Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New study reveals magnetic signals in Earth’s tidal movements",
            "link": "https://www.msn.com/en-in/news/techandscience/planetary-parade-2025-when-and-where-to-witness-this-in-india/ar-AA1xSuuO?ocid=BingNewsVerp",
            "description": "Scientists have detected faint magnetic signals from Earth's ocean tides using ESA's Swarm satellites. These signals, caused ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WYZ5KUZKVEhmjAidmq6VQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New dinosaur species emerges from pre-WWII fossil photos",
            "link": "https://www.msn.com/en-us/news/world/new-dinosaur-species-emerges-from-pre-wwii-fossil-photos/ar-AA1xSQKx?ocid=BingNewsVerp",
            "description": "The dinosaur was about as big as a Tyrannosaurus rex and had a unique nasal horn and symmetrical teeth that it used to eat ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sh5jFKdQRgohwSnxlk2_dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology breakthrough as rare Roman coins worth £258k found in Luxembourg",
            "link": "https://www.express.co.uk/news/science/2005465/archaeology-breakthrough-roman-coins-luxembourg",
            "description": "The discovery, made near the village of Holzthum in northern Luxembourg, includes 141 gold solidi, coins minted under the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gQLgOUX3ZYpOGKJPFo3EXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "15h",
            "source": "Daily Express",
            "article_content": "A breakthrough discovery, the coins are worth around £258,000.\n\nThe discovery, made near the village of Holzthum in northern Luxembourg, includes 141 gold solidi, coins minted under the rule of nine Roman emperors between 364 and 408 AD. Found near the base of a burgus—a fortified Roman watchtower used for military observation—the coins are believed to have belonged to high-ranking military officers. “This is a major archaeological discovery, as it is extremely rare to study an intact ancient monetary deposit within its original archaeological context,” announced Luxembourg's National Institute for Archaeological Research (INRA). The hoard’s sheer size and exceptional condition have stunned researchers. Each solidus weighs around 4.5 grams of nearly pure gold, amounting to over 6 kilograms. Rebecca Usherwood, an Assistant Professor in Late Antique and Early Byzantine Studies at Trinity College Dublin, described the discovery as extraordinary.\n\nA Gallo-Roman site located in Echternach, Luxembourg.\n\n“This represents a huge amount of personal wealth for the individual or group who collected these coins,” said Prof Usherwood. “Most people in the Roman Empire would rarely, if ever, have seen a single gold coin. To find this many indicates the owner was of considerable social standing, likely a military officer rather than a common soldier.” The coins, which were typically used for imperial gifts or military payments, are thought to reflect the site's strategic importance. The area where the hoard was found marked the edge of the Roman Empire, an area heavily fortified against external threats. Among the most notable coins are three bearing the image of Emperor Eugenius, who ruled for just two tumultuous years (392–394 AD). Eugenius, supported by the Western Roman general Arbogast, attempted to revive pagan traditions but was defeated by the Christian Eastern Emperor Theodosius I at the Battle of Frigidus in 394 AD. Coins from Eugenius’ brief reign are particularly rare, adding to the significance of the find. The solidi were uncovered during a series of excavations conducted between 2020 and 2024. Luxembourg’s Army Mine Action Service was involved due to nearby unexploded ordnance from World War II. The discovery was kept secret for nearly four years to protect the site and its findings. Luxembourg law stipulates that the treasure’s estimated value of $322,000 (£257,919) belongs to those with legal claims to the land.\n\nJust two of the hoard of Roman coins discovered.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Life on Mars? NASA rover finds breakthrough supporting the case.",
            "link": "https://www.msn.com/en-us/news/technology/life-on-mars-nasa-rover-finds-breakthrough-supporting-the-case/ar-AA1xRbs8?ocid=BingNewsVerp",
            "description": "Caltech scientists published a study using NASA Curiosity rover imagery showing the past existence of warm water on Mars.",
            "image_url": "https://www.bing.com/th?id=OVFT.Ltou3w23Lw3IjfAvFTfEQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "13hon MSN",
            "source": "Chron on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New discovery revolutionizes treatment of autoimmune disorders",
            "link": "https://www.msn.com/en-us/science/biochemistry/new-discovery-revolutionizes-treatment-of-autoimmune-disorders/ar-AA1xRHGD?ocid=BingNewsVerp",
            "description": "A breakthrough discovery in enzyme science could revolutionize the treatment of autoimmune disorders and other diseases tied ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W27AndKSVLoSiHhFT-g9SS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI wants to take over your browser",
            "link": "https://www.msn.com/en-us/news/technology/openai-wants-to-take-over-your-browser/ar-AA1xRhza?ocid=BingNewsVerp",
            "description": "Welcome back to Week in Review. This week we’re diving into OpenAI’s newly released AI agent, called Operator. We also look ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Zc77FZGPV2dYGc1tPsCr9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "18hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podcast: Stargate, OpenAI and Microsoft; BlueSky in Seattle; and Madrona’s big new funds",
            "link": "https://www.msn.com/en-us/money/other/podcast-stargate-openai-and-microsoft-bluesky-in-seattle-and-madrona-s-big-new-funds/ar-AA1xR1Ll?ocid=BingNewsVerp",
            "description": "This week on the GeekWire Podcast, we delve into the Stargate Project announcement by OpenAI, Oracle and Softbank, in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eYp0sOTYyY_s52ROFGhtOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "19hon MSN",
            "source": "GeekWire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI faces new copyright case in India over use of books without permission",
            "link": "https://www.msn.com/en-in/money/other/openai-faces-new-copyright-case-in-india-over-use-of-books-without-permission/ar-AA1xSzOI?ocid=BingNewsVerp",
            "description": "OpenAI, led by Sam Altman, is facing a copyright lawsuit in India filed by the Federation of Indian Publishers and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-lwEMMzjGMKh0dSMWJqi4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek R1’s bold bet on reinforcement learning: How it outpaced OpenAI at 3% of the cost",
            "link": "https://venturebeat.com/ai/deepseek-r1s-bold-bet-on-reinforcement-learning-how-it-outpaced-openai-at-3-of-the-cost/",
            "description": "DeepSeek R1’s Monday release has sent shockwaves through the AI community, disrupting assumptions about what’s required to achieve cutting-edge AI performance. This story focuses on exactly how ...",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "openai",
            "date": "2h",
            "source": "VentureBeat",
            "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nDeepSeek R1’s Monday release has sent shockwaves through the AI community, disrupting assumptions about what’s required to achieve cutting-edge AI performance. Matching OpenAI’s o1 at just 3%-5% of the cost, this open-source model has not only captivated developers but also challenges enterprises to rethink their AI strategies.\n\nThe model has rocketed to the top-trending model being downloaded on HuggingFace (109,000 times, as of this writing) – as developers rush to try it out and seek to understand what it means for their AI development. Users are commenting that DeepSeek’s accompanying search feature (which you can find at DeepSeek’s site) is now superior to competitors like OpenAI and Perplexity, and is only rivaled by Google’s Gemini Deep Research.\n\nThe implications for enterprise AI strategies are profound: With reduced costs and open access, enterprises now have an alternative to costly proprietary models like OpenAI’s. DeepSeek’s release could democratize access to cutting-edge AI capabilities, enabling smaller organizations to compete effectively in the AI arms race.\n\nThis story focuses on exactly how DeepSeek managed this feat, and what it means for the vast number of users of AI models. For enterprises developing AI-driven solutions, DeepSeek’s breakthrough challenges assumptions of OpenAI’s dominance — and offers a blueprint for cost-efficient innovation. It’s the “how” DeepSeek did what it did that should be the most educational here.\n\nDeepSeek’s breakthrough: Moving to pure reinforcement learning\n\nIn November, DeepSeek made headlines with its announcement that it had achieved performance surpassing OpenAI’s o1, but at the time it only offered a limited R1-lite-preview model. With Monday’s full release of R1 and the accompanying technical paper, the company revealed a surprising innovation: a deliberate departure from the conventional supervised fine-tuning (SFT) process widely used in training large language models (LLMs).\n\nSFT, a standard step in AI development, involves training models on curated datasets to teach step-by-step reasoning, often referred to as chain-of-thought (CoT). It is considered essential for improving reasoning capabilities. However, DeepSeek challenged this assumption by skipping SFT entirely, opting instead to rely on reinforcement learning (RL) to train the model.\n\nThis bold move forced DeepSeek-R1 to develop independent reasoning abilities, avoiding the brittleness often introduced by prescriptive datasets. While some flaws emerge – leading the team to reintroduce a limited amount of SFT during the final stages of building the model – the results confirmed the fundamental breakthrough: reinforcement learning alone could drive substantial performance gains.\n\nThe company got much of the way using open source – a conventional and unsurprising way\n\nFirst, some background on how DeepSeek got to where it did. DeepSeek, a 2023 spin-off from Chinese hedge-fund High-Flyer Quant, began by developing AI models for its proprietary chatbot before releasing them for public use. Little is known about the company’s exact approach, but it quickly open sourced its models, and it’s extremely likely that the company built upon the open projects produced by Meta, for example the Llama model, and ML library Pytorch.\n\nTo train its models, High-Flyer Quant secured over 10,000 Nvidia GPUs before U.S. export restrictions, and reportedly expanded to 50,000 GPUs through alternative supply routes, despite trade barriers. This pales compared to leading AI labs like OpenAI, Google, and Anthropic, which operate with more than 500,000 GPUs each.\n\nDeepSeek’s ability to achieve competitive results with limited resources highlights how ingenuity and resourcefulness can challenge the high-cost paradigm of training state-of-the-art LLMs.\n\nDespite speculation, DeepSeek’s full budget is unknown\n\nDeepSeek reportedly trained its base model — called V3 — on a $5.58 million budget over two months, according to Nvidia engineer Jim Fan. While the company hasn’t divulged the exact training data it used (side note: critics say this means DeepSeek isn’t truly open-source), modern techniques make training on web and open datasets increasingly accessible. Estimating the total cost of training DeepSeek-R1 is challenging. While running 50,000 GPUs suggests significant expenditures (potentially hundreds of millions of dollars), precise figures remain speculative.\n\nWhat’s clear, though, is that DeepSeek has been very innovative from the get-go. Last year, reports emerged about some initial innovations it was making, around things like Mixture of Experts and Multi-Head Latent Attention.\n\nHow DeepSeek-R1 got to the “aha moment”\n\nThe journey to DeepSeek-R1’s final iteration began with an intermediate model, DeepSeek-R1-Zero, which was trained using pure reinforcement learning. By relying solely on RL, DeepSeek incentivized this model to think independently, rewarding both correct answers and the logical processes used to arrive at them.\n\nThis approach led to an unexpected phenomenon: The model began allocating additional processing time to more complex problems, demonstrating an ability to prioritize tasks based on their difficulty. DeepSeek’s researchers described this as an “aha moment,” where the model itself identified and articulated novel solutions to challenging problems (see screenshot below). This milestone underscored the power of reinforcement learning to unlock advanced reasoning capabilities without relying on traditional training methods like SFT.\n\nSource: DeepSeek-R1 paper. Don’t let this graphic intimidate you. The key takeaway is the red line, where the model literally used the phrase “aha moment.” Researchers latched onto this as a striking example of the model’s ability to rethink problems in an anthropomorphic tone. For the researchers, they said it was their own “aha moment.”\n\nThe researchers conclude: “It underscores the power and beauty of reinforcement learning: rather than explicitly teaching the model on how to solve a problem, we simply provide it with the right incentives, and it autonomously develops advanced problem-solving strategies.”\n\nMore than RL\n\nHowever, it’s true that the model needed more than just RL. The paper goes on to talk about how despite the RL creating unexpected and powerful reasoning behaviors, this intermediate model DeepSeek-R1-Zero did face some challenges, including poor readability, and language mixing (starting in Chinese and switching over to English, for example). So only then did the team decide to create a new model, which would become the final DeepSeek-R1 model. This model, again based on the V3 base model, was first injected with limited SFT – focused on a “small amount of long CoT data” or what was called cold-start data, to fix some of the challenges. After that, it was put through the same reinforcement learning process of R1-Zero. The paper then talks about how R1 went through some final rounds of fine-tuning.\n\nThe ramifications\n\nOne question is why there has been so much surprise by the release. It’s not like open source models are new. Open Source models have a huge logic and momentum behind them. Their free cost and malleability is why we reported recently that these models are going to win in the enterprise.\n\nMeta’s open-weights model Llama 3, for example, exploded in popularity last year, as it was fine-tuned by developers wanting their own custom models. Similarly, now DeepSeek-R1 is already being used to distill its reasoning into an array of other, much smaller models – the difference being that DeepSeek offers industry-leading performance. This includes running tiny versions of the model on mobile phones, for example.\n\nDeepSeek-R1 not only performs better than the leading open source alternative, Llama 3. It shows its entire chain of thought of its answers transparently. Meta’s Llama hasn’t been instructed to do this as a default; it takes aggressive prompting of Llama to do this.\n\nThe transparency has also provided a PR black-eye to OpenAI, which has so far hidden its chains of thought from users, citing competitive reasons and not to confuse users when a model gets something wrong. Transparency allows developers to pinpoint and address errors in a model’s reasoning, streamlining customizations to meet enterprise requirements more effectively.\n\nFor enterprise decision-makers, DeepSeek’s success underscores a broader shift in the AI landscape: leaner, more efficient development practices are increasingly viable. Organizations may need to reevaluate their partnerships with proprietary AI providers, considering whether the high costs associated with these services are justified when open-source alternatives can deliver comparable, if not superior, results.\n\nTo be sure, no massive lead\n\nWhile DeepSeek’s innovation is groundbreaking, by no means has it established a commanding market lead. Because it published its research, other model companies will learn from it, and adapt. Meta and Mistral, the French open source model company, may be a beat behind, but it will probably only be a few months before they catch up. As Meta’s lead researcher Yann Lecun put it: “The idea is that everyone profits from everyone else’s ideas. No one ‘outpaces’ anyone and no country ‘loses’ to another. No one has a monopoly on good ideas. Everyone’s learning from everyone else.” So it’s execution that matters.\n\nUltimately, it’s the consumers, startups and other users who will win the most, because DeepSeek’s offerings will continue to drive the price of using these models near zero (again aside from cost of running models at inference). This rapid commoditization could pose challenges – indeed, massive pain – for leading AI providers that have invested heavily in proprietary infrastructure. As many commentators have put it, including Chamath Palihapitiya, an investor and former executive at Meta, this could mean that years of OpEx and CapEx by OpenAI and others will be wasted.\n\nThere is substantial commentary about whether it is ethical to use the DeepSeek-R1 model because of the biases instilled in it by Chinese laws, for example that it shouldn’t answer questions about the Chinese government’s brutal crackdown at Tiananmen Square. Despite ethical concerns around biases, many developers view these biases as infrequent edge cases in real-world applications – and they can be mitigated through fine-tuning. Moreover, they point to different, but analogous biases that are held by models from OpenAI and other companies. Meta’s Llama has emerged as a popular open model despite its data sets not being made public, and despite hidden biases, and lawsuits being filed against it as a result.\n\nQuestions abound around the ROI of big investments by OpenAI\n\nThis all raises big questions about the investment plans pursued by OpenAI, Microsoft and others. OpenAI’s $500 billion Stargate project reflects its commitment to building massive data centers to power its advanced models. Backed by partners like Oracle and Softbank, this strategy is premised on the belief that achieving artificial general intelligence (AGI) requires unprecedented compute resources. However, DeepSeek’s demonstration of a high-performing model at a fraction of the cost challenges the sustainability of this approach, raising doubts about OpenAI’s ability to deliver returns on such a monumental investment.\n\nEntrepreneur and commentator Arnaud Bertrand captured this dynamic, contrasting China’s frugal, decentralized innovation with the U.S. reliance on centralized, resource-intensive infrastructure: “It’s about the world realizing that China has caught up — and in some areas overtaken — the U.S. in tech and innovation, despite efforts to prevent just that.” Indeed, yesterday another Chinese company, ByteDance announced Doubao-1.5-pro, which Includes a “Deep Thinking” mode that surpasses OpenAI’s o1 on the AIME benchmark.\n\nWant to dive deeper into how DeepSeek-R1 is reshaping AI development? Check out our in-depth discussion on YouTube, where I explore this breakthrough with ML developer Sam Witteveen. Together, we break down the technical details, implications for enterprises, and what this means for the future of AI:\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Unveils Operator, an AI Agent for Everyday Tasks",
            "link": "https://www.itnewsafrica.com/2025/01/openai-unveils-operator-an-ai-agent-for-everyday-tasks/",
            "description": "OpenAI has unveiled Operator, a cutting-edge agent designed to independently perform browser-based tasks for users.",
            "image_url": "https://www.bing.com/th?id=OVFT.WFXHkYRCNR6Og0xakkHLnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "IT News Africa45m",
            "source": "IT News Africa",
            "article_content": "OpenAI has unveiled Operator, a cutting-edge agent designed to independently perform browser-based tasks for users. Leveraging its own virtual browser, Operator can navigate web pages, interact with elements like forms and buttons, and execute tasks with precision. Currently in a research preview phase, Operator marks a significant step in AI development, enabling users to delegate repetitive tasks with ease.\n\nWhat Operator Can Do\n\nOperator is adept at handling a diverse array of browser-based tasks, including filling out forms, ordering groceries, and even creating memes. By interacting with standard user interfaces, it bridges the gap between AI functionality and everyday human workflows, saving time while enhancing efficiency. This capability also presents an opportunity for businesses to provide innovative customer experiences and streamline operations.\n\nAvailability and Rollout\n\nTo ensure a safe and effective launch, Operator is being introduced in phases. Initially, it is accessible to Pro users in the U.S. at operator.chatgpt.com. The research preview enables OpenAI to gather feedback, refine its capabilities, and address potential challenges before expanding access to Plus, Team, and Enterprise users. Plans are also in motion to integrate Operator’s capabilities directly into ChatGPT.\n\nHow It Works\n\nOperator is powered by a new model called the Computer-Using Agent (CUA), which combines GPT-4o’s vision capabilities with advanced reasoning through reinforcement learning. This allows the AI to interact with graphical user interfaces (GUIs) in a way that mimics human actions, such as clicking buttons, typing, and scrolling.\n\nWhen Operator encounters challenges or makes errors, it employs reasoning capabilities to self-correct. If it reaches a point where it requires user input—such as entering login credentials or payment details—it seamlessly hands control back to the user, ensuring a collaborative experience.\n\nSafety and Privacy at the Core\n\nOperator is designed with robust safeguards to prioritize user safety and privacy. It features:\n\nTakeover Mode: Users regain control when entering sensitive information.\n\nUsers regain control when entering sensitive information. User Confirmations: Final approval is required for significant actions like submitting orders.\n\nFinal approval is required for significant actions like submitting orders. Task Limitations: Operator avoids sensitive tasks, such as high-stakes financial transactions.\n\nOperator avoids sensitive tasks, such as high-stakes financial transactions. Data Privacy Controls: Users can opt out of data sharing, delete browsing data, and manage privacy settings with ease.\n\nUsers can opt out of data sharing, delete browsing data, and manage privacy settings with ease. Security Against Threats: Operator is equipped to detect and avoid adversarial websites and malicious code, ensuring a safe browsing experience.\n\nCollaborations and Ecosystem Impact\n\nOpenAI is collaborating with companies like DoorDash, Instacart, Uber, and the City of Stockton to optimize Operator for real-world applications. These partnerships aim to enhance customer experiences and improve accessibility in both commercial and public sector workflows.\n\nLooking Ahead\n\nAs Operator evolves, OpenAI plans to release its underlying CUA model via an API, enabling developers to create their own computer-using agents. Additionally, Operator’s capabilities will be expanded to handle more complex workflows, paving the way for broader adoption across user tiers.\n\nWhile still in its early stages, Operator represents a transformative leap in AI utility. By combining innovation with user-centric design, OpenAI is poised to redefine how individuals and businesses interact with technology.\n\nThe Future of AI Agents: Revolutionizing Productivity and Personalization\n\nAI agents like OpenAI’s Operator have the potential to revolutionize how we interact with technology, offering unprecedented efficiency and personalization. By automating repetitive tasks such as form filling, scheduling, and online ordering, they free up time for higher-value activities. Future iterations are expected to handle increasingly complex workflows, enhancing productivity for individuals and businesses alike.\n\nPersonalization is another key strength, as AI agents learn user preferences to deliver tailored recommendations, curate content, or manage daily tasks. In the business world, these agents can transform customer service, streamline operations, and drive innovation by automating processes and enabling faster decision-making.\n\nBeyond productivity, AI agents hold promise for accessibility and inclusion, assisting individuals with disabilities by simplifying navigation, document processing, and online interactions. They could also play a vital role in public services, education, and healthcare, making these sectors more efficient and user-friendly.\n\nLooking ahead, AI agents will evolve to handle multitasking, integrate seamlessly across ecosystems, and collaborate with other AI systems. Trust and safety will remain critical, with safeguards ensuring ethical use and transparency. Ultimately, AI agents will democratize advanced AI capabilities, empowering individuals and organizations to work smarter, faster, and more innovatively.\n\n//Staff writer"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spirit Airlines tightens dress code policy, bare feet banned",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/spirit-airlines-tightens-dress-code-policy-bare-feet-banned/ar-AA1xRC4y?ocid=BingNewsVerp",
            "description": "Catching a flight anytime soon? Be sure to watch what you wear if you're flying with Spirit Airlines, as they are updating ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Zspi2Q9sin0IciuQ67IONy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BTFD Coin Presale Goes Hyper With Bonus Offer, Dogwifhat Steady After Turbulence, Ponke Holding Position As The Top New Meme Coins to Join for 2025",
            "link": "https://www.msn.com/en-us/money/general/btfd-coin-presale-goes-hyper-with-bonus-offer-dogwifhat-steady-after-turbulence-ponke-holding-position-as-the-top-new-meme-coins-to-join-for-2025/ar-AA1xReIq?ocid=BingNewsVerp",
            "description": "Explore BTFD Coin's exciting presale, Dogwifhat's stability, and Ponke's community strength as the best new meme coins to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JYoLMc0xlINoyAv6zwg3ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN16h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sunday View: The Best Weekend Opinion Reads, Curated Just for You",
            "link": "https://www.thequint.com/opinion/sunday-view-the-best-weekend-opinion-reads-curated-just-for-you-176",
            "description": "On the occasion of India's 75th Republic Day, Shyamlal Yadav, in his column for The Indian Express, shares a detailed account ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E2IU6GHsz7TUwV1Embo5YS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "3hOpinion",
            "source": "The Quint",
            "article_content": "On the occasion of India's 75th Republic Day, Shyamlal Yadav, in his column for The Indian Express, shares a detailed account of India's first Republic Day celebrations on 26 January 1950 which had marked the nation’s transition to a sovereign democratic republic.\n\nKey moments included the transfer of power from Governor-General C. Rajagopalachari to the first President of independent India Dr Rajendra Prasad; the President's oath-taking, and the ceremonial lowering of the Governor-General’s flag and hoisting of the President’s flag. The day's festivities culminated in a grand parade at New Delhi's Irwin Stadium, featuring military units, a fly-past, and the announcement of new military awards, symbolizing the birth of the Indian Republic."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In address to nation, President Droupadi Murmu bats for ‘One Nation One Election’",
            "link": "https://www.thehindu.com/newsletter/the-evening-wrap/in-address-to-nation-president-droupadi-murmu-bats-for-one-nation-one-election/article69141083.ece",
            "description": "President Droupadi Murmu on Saturday advocated for the 'One Nation One Election' initiative, asserting it has the potential to redefine 'good governance' in the country by promoting consistency in ...",
            "image_url": "https://www.bing.com/th?id=OJ.Za3GKeUR4CvH0Q&pid=news&w=129&h=16&rs=2",
            "category": "code+trends",
            "date": "20h",
            "source": "The Hindu",
            "article_content": "President Droupadi Murmu on Saturday advocated for the “One Nation One Election” initiative, asserting it has the potential to redefine “good governance” in the country by promoting consistency in governance, preventing policy paralysis, mitigating resource diversion, and alleviating financial burdens on the state.\n\nIn her address to the nation ahead of the 76th Republic Day, she emphasised the government’s ongoing efforts to “eliminate remnants of a colonial mindset that have lingered in the country for decades” and cited the replacement of the British-era criminal laws with three new modern laws.\n\nRead the full text of the President’s speech here\n\n“We have been witnessing concerted efforts to change that mindset... Reforms of such magnitude require an audacity of vision,” she said.\n\nHighlighting the significance of the proposed bill aimed at synchronising election schedules across the country, Murmu noted, “The ‘One Nation One Election’ plan can offer numerous benefits, including enhanced governance and reduced financial strain.” In discussing legal reforms, she pointed out the need to replace the Indian Penal Code, the Code of Criminal Procedure, and the Indian Evidence Act with new laws reflective of Indian traditions.\n\nShe mentioned the introduction of the Bharatiya Nyaya Sanhita, the Bharatiya Nagarik Suraksha Sanhita, and the Bharatiya Sakshya Adhiniyam, which prioritise the delivery of justice over mere punishment and place a strong emphasis on addressing crimes against women and children.\n\nReflecting on the significance of the Constitution, the President highlighted the progress achieved over the past 75 years.\n\n“At the time of Independence, many parts of the country faced extreme poverty and hunger. However, we maintained a belief in ourselves and created conditions for growth,” she said.\n\nNoting the contributions of farmers and labourers, she said India’s economy now plays a pivotal role in global economic trends, asserting that this transformation is rooted in the framework established by the Constitution.\n\nThe President also pointed to the persistently high economic growth rate in recent years, which has generated job opportunities, increased income for farmers and labourers, and lifted many out of poverty.\n\nShe underscored the importance of inclusive growth and the government’s commitment to welfare, making basic necessities such as housing and access to clean drinking water entitlements for citizens.\n\nEfforts to support marginalised communities, particularly those belonging to Scheduled Castes (SC), Scheduled Tribes (ST), and Other Backward Classes (OBC), were also highlighted.\n\nMurmu mentioned various initiatives, including pre-matric and post-matric scholarships, national fellowships, and dedicated schemes aimed at the socio-economic development of these communities, such as the Pradhan Mantri Anusuchit Jaati Abhyuday Yojana and the Pradhan Mantri Janjati Adivasi Nyaya Maha Abhiyan.\n\nThe President’s address underscored the government’s commitment to fostering inclusive growth and redefining governance standards in the country, creating a vision for a more equitable and prosperous future for all citizens.\n\nShe emphasised that this occasion is a collective celebration of joy and pride for all citizens and remarked that while 75 years may seem like a brief moment in the life of a nation, it has been a significant period for India, marked by the revival of its long-dormant spirit and its journey to reclaim its rightful status among the world’s civilisations.\n\nReflecting on India’s historical journey, she urged citizens to remember the brave souls who sacrificed their lives for the nation’s freedom, highlighting the 150th birth anniversary of Bhagwan Birsa Munda, whose contributions to the freedom movement are now receiving due recognition.\n\nThe President praised the early 20th-century freedom fighters for uniting the nation in a well-organised independence movement and credited iconic figures like Mahatma Gandhi, Rabindranath Tagore, and Babasaheb Ambedkar for helping India rediscover its democratic values.\n\n“Justice, liberty, equality, and fraternity are not just modern concepts; they have always been integral to our civilisational heritage,” she asserted, noting that skeptics of the Constitution’s future were proven wrong.\n\nMurmu highlighted the inclusive nature of the Constituent Assembly, which represented diverse communities across the nation, including 15 women members who played pivotal roles in shaping the country’s democratic framework.\n\n“When women’s equality was a distant goal in many parts of the world, Indian women were actively engaged in the nation’s destiny,” she said.\n\nThe Constitution, according to the President, has evolved into a living document that serves as the foundation of India’s collective identity and has guided the nation’s progress over the past 75 years.\n\nShifting focus to present-day advancements, she highlighted the government’s emphasis on physical infrastructure development, which has laid the groundwork for sustained growth.\n\nShe commended the innovative use of technology in finance, noting that digital payment systems and direct benefit transfers have enhanced inclusion and transparency in the economy.\n\nThe health of the banking system has improved due to reforms like the Insolvency and Bankruptcy Code, which significantly reduced non-performing assets in commercial banks.\n\nLooking towards the future, the President underscored the importance of education in shaping the next generation.\n\nThe government has increased investments in the education sector, resulting in substantial improvements in learning quality and digital inclusion, especially in regional languages.\n\nMurmu noted that women teachers have played a crucial role in this educational transformation, with over 60 percent of new teachers being women As India marches confidently towards the future, the President affirmed that the dreams of today’s youth, particularly young women, will shape the nation by the time it celebrates a century of independence.\n\nShe expressed hope that future generations will recognise the pivotal role of the Constitution in guiding their journey.\n\nQuoting Mahatma Gandhi, she reiterated the importance of morality in governance and civic life, stating, “If Swaraj was not meant to civilize us, it would be nothing worth.”\n\nThe President called for a renewed commitment to Gandhiji’s ideals of truth, nonviolence, and compassion - not just towards fellow humans but also towards nature.\n\nShe urged all citizens to reaffirm their dedication to realising the dreams of a prosperous, inclusive, and morally conscious India as the country looks forward to its future.\n\n30 unsung heroes awarded Padma Shri\n\nA 100-year old freedom fighter from Goa, a Dhak player from West Bengal who trained 150 women in the male-dominated field and India’s first woman puppeteers, who is 96. They are among 30 unsung heroes from diverse fields who were awarded Padma Shri on Saturday.\n\nLibia Lobo Sardesai, who played an important role in Goa’s freedom movement, cofounded an underground radio station — ‘Voz da Liberdabe (Voice of Freedom)‘ — in a forested area in 1955 to rally people against the Portuguese rule.\n\nShe has been awarded the Padma Shri by the President on the occasion of 76th Republic Day.\n\nAlso among the awardees is Gokul Chandra Dey, a 57-year old Dhak player from West Bengal who broke the gender stereotype by training 150 women in the male-dominated field, according to a government statement.\n\nDey also created a lightweight Dhak type, 1.5 kg less than the conventional instrument, and represented India at various international platforms and performed with Maestros like Pandit Ravi Shankar and Ustad Zakir Hussain.\n\nA vocal advocate of woman empowerment, 82-year old Sally Holkar transformed once dying Maheshwari craft and founded Handloom school in Maheshwar, Madhya Pradesh, to give training in traditional weaving techniques.\n\nBorn in America and Inspired by Rani Ahilyabai Holkar’s legacy, she devoted five decades of her life to revitalise 300-year-old weaving legacy.\n\nShe has also been awarded Padma Shri.\n\nWildlife researcher and Marathi author Maruti Bhujangrao Chitampalli (92) who gave unique dictionaries on birds, animals and trees; 68-year old bhajan singer Batool Begum from Jaipur who is the only Rajasthani female to have performed at the Town Hall of Paris, percussionist Velu Aasaan (58) from Tamil Nadu who is standardising and reviving traditional Parai Isai art form are among the awardees.\n\nTogalu Gombeyaata (leather puppetry) master puppeteer Bhimavva Doddabalappa Shillekyathara, who was one of the first women to practise the art form, has also been awarded Padma Shri. The 96-year old ‘Grandmother of Gombeyaata’ mastered the art just 14 and has performed in more than 12 countries.\n\nLavjibhai Nagjibhai (64), a Tangaliya weaver from Dangasia community in Surendranagar Parmar; Vijayalakshmi Deshamane, veteran oncologist from Kalaburgi who provides free treatment to poor cancer patients; and Chaitram Devchand Pawar, who conserved 400 hectare of forest in Maharashtra, are also among the unsung heroes who have been given the coveted award.\n\nPandi Ram Mandavi, a traditional tribal musician and the creator of bamboo wind whistle called ‘Sulur’ or ‘Bastar flute’, is also amoing the awardees.\n\nRadha Bahin Bhatt, 91-year old social activist from Uttarakhand who works for the education of girl child, environment protection and who actively participated in famous ‘chipko andolan’, social worker from Gujarat Suresh Soni, who is working for leprosy patients and specially abled, have also been honoured with the award.\n\nTribal musician Joynacharan Bathari from Assam, who has dedicated 60 years of his life for the preservation and propagation of Dimasa folk music, Yoga practitioner from Kuwait Shaikha AJ Al Sabah, Nepali folk singer Gangtok Naren Gurung and former head of Gaynaecology Department of AIIMS Delhi, Neerja Bhatla, who played a key role in creating guidelines for cervical cancer, have also been given Padma Shri in the unsung heroes category.\n\nCentre finally notifies Unified Pension scheme option for government staff covered by NPS\n\nThe Unified Pension Scheme shall be applicable to such Central Government employees who are already covered under NPS and who “choose” the UPS option, the notification said, indicating workers will have to actively enroll into the UPS.\n\n“The existing Central Government Employees under National Pension System, on the effective date of operationalisation of the Unified Pension Scheme option, as well as the future employees of Central Government can choose to either take the Unified Pension Scheme option under the National Pension System or continue with the National Pension System without the Unified Pension Scheme option,” it said.\n\nFor those exercising the UPS option, their retirement corpus will comprise of two funds. First, an individual corpus with employee contribution and matching Central Government contribution made through their working lives, and second, will be a pool corpus with additional Central Government contribution.\n\nThe official order detailing the scheme stressed that “for the sake of clarity”, it is made clear that any employee who exercises the UPS option under the NPS, shall not be entitled for and cannot claim, any other policy concession, policy change, financial benefit, any parity with subsequent retirees etc. later, including post-retirement.\n\nThe UPS, announced in late August, was formulated as a step to address concerns of government employees about the NPS, by a high-level panel led by former Finance Secretary and the present Cabinet Secretary TV Somanathan.\n\nThe government had announced that employees covered under the NPS who have already retired would also be covered by the UPS. The formal notification states that the Pension Fund Regulatory and Development Authority (PFRDA) will determine the mechanism for making available the top-up amounts for such retirees who opt for the UPS, relative to the payouts they receive under the NPS.\n\nIn August 2024, the NDA government reversed a 21-year-old measure to reform India’s civil services pension system boldly brought in by the Atal Behari Vajpayee government. Instead, it unveiled what it called a new ‘Unified Pension Scheme’ (UPS) that is virtually akin to the Old Pension Scheme (OPS), and assures government employees of 50% of their last drawn pay as a lifelong monthly benefit.\n\nThe UPS, approved by the Union Cabinet on Saturday, also assures officials a periodic dearness relief hike in line with inflation trends, a family pension equivalent to 60% of a government worker’s pension in the case of their demise, and a lumpsum superannuation payout in addition to gratuity benefits at the time of retirement. Besides, a minimum pension of ₹10,000 a month has been promised for those who complete at least 10 years of central government service.\n\nDelhi Assembly polls: BJP promises gig worker welfare board, property ownership for 1,700 unauthorised colonies\n\nA welfare board for gig workers and property ownership rights for residents of 1,700 unauthorised colonies in Delhi are among the poll promises made by the BJP in the third and final part of its Sankalp Patra (manifesto) released by Union Home Minister Amit Shah in New Delhi on Saturday.\n\nThe Assembly election in the national capital is scheduled for February 5.\n\nReleasing the Sankalp Patra from the Delhi BJP State office, Shah said the BJP was a party that made promises it fulfilled, unlike the Aam Aadmi Party (AAP). “The BJP manifesto is made of trust and not lies,” he said.\n\nFocusing on the youth in the capital, the party has promised 50,000 government jobs, 20,000 self-employment jobs for youth, a welfare board for gig workers and textile sector employees, scholarships for their children, as well as ₹10 lakh insurance cover and ₹5 lakh accident cover for them.\n\nStating that pollution of the Yamuna and poor air quality in Delhi were two major failures of the AAP government, the BJP promised to clean the river within the next three years.\n\nShah promised to provide property ownership rights to residents of 1,700 unauthorised colonies. “Previously, [residents of] these colonies did not have permission to construct, buy or or sell. Now, by granting them full ownership rights and aligning with the Ministry of Housing’s regulations and Delhi’s by-laws, we will give them the right to construct and sell.”\n\nOwnership rights would also be granted to those staying in refugee colonies, such as Rajendra Nagar, Lajpat Nagar, and Kingsway Camp, established post-Partition, he said.\n\nThe BJP leader added that over 13,000 shops in the capital had been sealed [for various violations]. The party would work with lawyers to find a legal path to reopen them within six months.\n\nThe party also promised an investment of ₹20 crore to develop an integrated public transport network and convert 13,000 buses into electric buses, to make Delhi an 100% electric bus city under the BJP government. The practice of manual scavenging would be abolished, he said.\n\nHighlighting initiatives to promote tourism in the capital, the BJP has promised a collaborative Mahabharata corridor with the Uttar Pradesh and Haryana governments and a Yamuna riverfront similar to the Sabarmati riverfront in Gujarat. Shah said “I would like to invite AAP Chief Arvind Kejriwal to join us after three years of our government to take a dip in the Yamuna with his family.”\n\nThe party leader further said if not for the Central government’s investments of ₹41,000 crore on building roads, ₹15,000 crore on laying railway lines, and ₹21,000 crore on airports in the capital, “Delhi would have become uninhabitable for citizens.”\n\nThe party’s first and second manifestos, released by BJP president J.P. Nadda and Lok Sabha MP Anurag Thakur respectively promise ₹2,500 per month for women, free education from KG to PG, implementation of all Central government schemes, welfare boards for auto-rickshaw, taxi, e-rickshaw drivers and domestic workers. The BJP’s manifesto includes over 20 promises for the capital.\n\nAAP chief Arvind Kejriwal described the BJP manifesto as “old promise”. In posts on X, he said “This is the same promise that the Prime Minister made in 2015 and 2020...You don’t even hesitate to lie so openly. False promises in every election?”\n\nHe said Shah always hurled abuses at him. “Will abusing me lead to development of Delhi,” he asked. The BJP had no vision for Delhi and had conceded defeat, Kejriwal said.\n\nHitting out at the BJP, Jangpura candidate and former Deputy Chief Minister Manish Sisodia dubbed “BJP’s ‘Sankalp Patra’ yet another “Jumla [hollow promise] Patra”. Questioning the promise of 50,000 jobs in a city with 2.5 crore residents, the senior AAP leader slammed Shah for “mocking Delhiites” and contrasted the BJP’s claims with “Mr. Kejriwal’s record of creating over 12 lakh jobs post-COVID”.\n\n“Delhi needs lakhs and crores of jobs, not hollow promises,” he said, urging Mr. Shah to focus on ensuring the safety of Delhi’s residents, including women and traders, instead of peddling empty rhetoric.\n\nSisodia pointed out, “Delhi has a population of 2.5 crore people, and you are saying you will create 50,000 jobs. What about the rest, what will they do? This means you have no plan, no vision.”\n\n“Then Amit Shah promised that shops would be unsealed. Who has been sealing shops for the past 20 years? Who has been snatching the livelihoods of poor shopkeepers? For the last 20 years, and especially in the past five-seven years, BJP leaders have been at the forefront of sealing shops. When AAP leaders opposed it, no one listened to them. Recently, after the AAP came to power in Delhi, when AAP leaders went to unseal the shops, BJP leaders stood in opposition, ensuring that it was not lifted.”\n\nHe further added, “Amit Shah said the BJP will bring electric buses to Delhi. Perhaps your team didn’t brief you here either. Delhi has already become the e-bus capital, not just in India but globally. Delhi has the largest fleet of e-buses in the world. No other city in the world has as many e-buses as Delhi. What new things are you promising?”\n\n“You know very well that your government is not going to be formed. So, you are merely copying and pasting Arvind Kejriwal’s promises. You keep cursing Arvind Kejriwal in your press conferences, but in the end, you are the promising works he has already done,” he said.\n\nThe Assembly election is set to see a close contest between the AAP, BJP and the Congress. While the AAP is hoping for a third term, and the Congress an entry into the capital after getting no seats for over two terms, the BJP is pushing hard to form a government after being out of power for nearly 28 years.\n\nFIITJEE owner among 12 booked for closure of centres in Delhi-NCR\n\nThe owner of FIITJEE and 11 others have been booked on a complaint by the parents of the coaching institute’s students after several of its centres in Delhi-NCR shut down, police said on Saturday.\n\nFIITJEE founder D.K. Goyal, Chief Financial Officer (CFO) Rajiv Babbar, Chief Operating Officer (COO) Manish Anand and its Greater Noida branch head Ramesh Batlesh have been named in the FIR, a Noida Police spokesperson said.\n\n“Based on the complaint of parents, a case has been registered on charges of criminal conspiracy and breach of trust,” Deputy Commissioner of Police (Noida) Rambadan Singh said.\n\nOn Friday, students and parents said several FIITJEE centres have unexpectedly shut down across Delhi-NCR and many teachers have resigned allegedly due to non-payment of salaries for months.\n\nFIITJEE provides coaching for competitive exams to engineering aspirants and has 73 centres across the country.\n\nCiting the complaint of Satsang Kumar, a resident of Greater Noida, the Noida Police spokesperson said that the institute’s centre in Noida, Sector-62 was open till Tuesday but closed an hour before schedule. Later, it was found that the centre had been completely closed. He claimed that more than two thousand students studied at the centre.\n\nSimilar allegations have also been made by Manoj Kumar, a resident of Sector Omega-2 of Greater Noida.\n\nThe abrupt closure of FIITJEE centres has left many students and their parents, who have paid fees running into lakhs of rupees, in the lurch.\n\nGaza ceasefire: Hamas frees 4 female Israeli soldiers; Israel releases 70 Palestinians\n\nHamas militants handed over four captive female Israeli soldiers to the Red Cross in Gaza City on Saturday after parading them in front of a crowd. Israel followed with the release of the first 70 of 200 Palestinian prisoners or detainees due to be set free as part of the fragile ceasefire in the Gaza Strip.\n\nThe four smiled broadly as they waved and gave the thumbs-up from a stage in Gaza City’s Palestine Square, militants on either side of them and a crowd of thousands watching, before they were led off to waiting Red Cross vehicles. They were likely acting under duress, with previously released hostages saying they were held in brutal conditions and forced to record propaganda videos.\n\nIsrael meanwhile released 70 Palestinian prisoners who will not be allowed to return to the Gaza Strip or West Bank, according to Egypt’s state-run Qahera TV, which said they had arrived on the Egyptian side of the Rafah border crossing with Gaza. Egypt served as a key mediator in more than a year of talks that led to the truce agreement.\n\nAs the four soldiers were released, hundreds of people cheered in Tel Aviv’s Hostages Square where they were watching the drama unfold on a big screen television.\n\n“I’m speechless,” said Aviv Bercovich, one of the onlookers. “I had goosebumps watching them. I just want the war to end.”\n\nPrime Minister Benjamin Netanyahu’s office later released a video showing the freed hostages being welcomed at an Israeli army base. One of them, Liri Albag, smiled, gave two thumbs up and made a heart shape with her hand before getting into a van.\n\nNetanyahu’s office later said that Arbel Yehoud, a civilian hostage held by Hamas, was supposed to have been released Saturday. It said Israel would not allow Palestinians to begin returning to northern Gaza, which had been expected to begin by Sunday, until she is freed.\n\nA senior Hamas official said the group has informed mediators that Yehoud will be released next week.\n\nMeantime, an Egyptian official involved in the negotiations called the matter a “minor issue” that mediators are working to resolve. Both officials spoke on condition of anonymity because they were not authorized to discuss the matter publicly.\n\nThe crowds in Tel Aviv and also in Gaza City began gathering early in the day in anticipation of the second such exchange between Israel and Hamas since a ceasefire began in the Gaza Strip last weekend. The excitement in Israel was palpable, with TV stations filled with live reports from smiling news anchors and reporters interviewing ecstatic friends and relatives of the hostages.\n\nThe truce is aimed at winding down the deadliest and most destructive war ever fought between Israel and the militant group. The fragile deal has so far held, quieting airstrikes and rockets and allowing for increased aid to flow into the tiny coastal territory.\n\nWhen the ceasefire started Sunday, three hostages held by the militants were released in exchange for 90 Palestinian prisoners, all women and children.\n\nThe four Israeli soldiers, Karina Ariev, 20, Daniella Gilboa, 20, Naama Levy, 20, and Albag, 19, were captured in Hamas’ October 7, 2023, attack that ignited the war.\n\nIn exchange, Israel was to release 200 prisoners, including 121 who were serving life sentences, according to a list released by Hamas.\n\nThe more notorious militants being released include Mohammad Odeh, 52, and Wael Qassim, 54, both from east Jerusalem. They were accused of carrying out a series of deadly Hamas attacks against Israelis, including a bombing at a cafeteria at the Hebrew University of Jerusalem in 2002 that killed nine people, including five U.S. citizens.\n\nThe four soldiers released were taken from Nahal Oz base near the border with Gaza when Palestinian militants overran it, killing more than 60 soldiers there. The female abductees had all served in a unit of lookouts charged with monitoring threats along the border. A fifth female soldier in their unit, Agam Berger, 20, was abducted with them but not included in the list.\n\n“This is huge,” said Gaza City resident Radwan Abu Rawiya, one of thousands who watched the hostages turned over in Palestine Square.\n\n“People forgot about the war, destruction and are celebrating,” he said.\n\nIn a televised statement, Israel’s Army spokesman Rear Adm. Daniel Hagari confirmed the released hostages were in Israeli hands and on their way home, while criticizing what he called the “cynical” public display of the young women by Hamas before their release.\n\nHe also said that Israel is concerned about the fate of the two youngest hostages — Kfir and Ariel Bibas — and their mother Shiri. Kfir Bibas marked his second birthday in captivity earlier this month.\n\nHagari said the army is committed to bringing all hostages home.\n\nIsrael had been expected to begin pulling back from the Netzarim corridor — an east-west road dividing Gaza in two — and allowing displaced Palestinians in the south to return to their former homes in the north for the first time since the beginning of the war.\n\nBut that appears to be on hold pending the release of Yehoud.\n\nThe Hamas-run Interior Ministry said earlier said that displaced Palestinians will be allowed to return to northern Gaza starting Sunday (January 26, 2025). The Ministry, which oversees police forces, said Palestinians will be able to move between southern and northern Gaza on foot through the coastal Rashid road.\n\nWhat happens after the deal’s initial six-week phase is uncertain but many hope it will lead to the end of a war that has levelled wide swaths of Gaza, displaced the vast majority of its population and left hundreds of thousands of people at risk of famine.\n\nThe conflict began with a cross-border attack led by Hamas on October 7, 2023, when Palestinian militants killed some 1,200 people, mostly civilians, and took around 250 others hostage.\n\nMore than 100 hostages were freed in a weeklong truce the following month. But dozens have remained in captivity for over a year with no contact with the outside world. Israel believes at least a third of the more than 90 captives still inside Gaza were killed in the initial attack or died in captivity.\n\nWhile many rejoiced in Tel Aviv’s Hostage Square after the four soldiers were released Saturday, some worried about the fate of those still in captivity.\n\n“It’s hard that she’s still there,” said Yoni Collins, a family friend of Berger, the fifth female soldier taken from Nahal Oz base.\n\n“There were five girls, four are out and now she’s there alone,” he said. “We’re just waiting for her to come home.”\n\nIsrael’s air and ground war, one of the deadliest and most destructive in decades, has killed over 47,000 Palestinians, according to local health officials, who do not say how many were militants. They say women and children make up more than half the fatalities.\n\nAustralian Open 2025: Sparkling Madison Keys stuns Aryna Sabalenka to claim maiden Grand Slam title\n\nAmerican Madison Keys produced an inspired display to dethrone top seed Aryna Sabalenka at the Australian Open and capture her maiden Grand Slam title with a battling 6-3 2-6 7-5 victory in the final on Saturday.\n\nThe 29-year-old became the fourth-oldest first-time Grand Slam champion in the professional era after Flavia Pennetta, Ann Jones and Francesca Schiavone, and her win ended Sabalenka’s bid for a third straight Melbourne Park crown.\n\nSabalenka made a couple of double faults to drop serve in the opening game and looked off colour in the early exchanges as the free-hitting Keys heaped pressure on the top seed with a dipping crosscourt winner en route to a double break.\n\nThe American 19th seed rode her luck after a net cord winner and went up 5-1 in 20 minutes before conceding a break with a wayward backhand before Sabalenka gifted her set point with a fourth double fault.\n\nKeys, who was hitting much harder than her opponent on both flanks, fired her 11th winner with a backhand down the line to clinch the opening set but Sabalenka began to mix up her game in the next set and sliced her way through to level the match.\n\nBoth players relied on their powerful serves and shot-making to remain level until 5-5 in the decider but there was one final momentum shift as Keys produced some blistering winners to claim the next two games and the biggest triumph of her career.\n\nIn Brief:\n\nThe U.S. Supreme Court has cleared Mumbai-attack convict Tahawwur Rana’s extradition to India, dismissing his review petition against the move. Pakistani-origin Canadian businessman Tahawwur Rana is accused of playing a major role in the 2008 Mumbai terror attacks in India. Rana, 63, has been incarcerated in a Los Angeles prison since the extradition request by India was accepted by the U.S. He faces several criminal charges for his role in the Mumbai terror attacks."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Address to the nation by the Hon’ble President of India Droupadi Murmu on the eve of Republic Day 2025",
            "link": "https://www.thehindu.com/news/resources/full-text-of-president-droupadi-murmu-address-to-the-nation-on-january-25-2025/article69140663.ece",
            "description": "Celebrating 75 years of the Indian Constitution, progress, reforms, and achievements, shaping a brighter future for India.",
            "image_url": "https://www.bing.com/th?id=OVFT.X1i3eiL_W20WqVdexEF5Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "21h",
            "source": "The Hindu",
            "article_content": "My Dear Fellow Citizens,\n\nNamaskar!\n\nI am happy to be addressing you on this historic occasion. On the eve of Republic Day, I offer you my heartiest congratulations! On January 26, 75 years ago, our founding document, the Constitution of India, came into effect.\n\nThe Constituent Assembly, after nearly three years of debates, adopted the Constitution on 26th of November in 1949. That day, 26th November, has been celebrated as Samvidhan Divas, that is, Constitution Day, since 2015.\n\nRepublic Day is indeed a matter of collective joy and pride for all citizens. Seventy-five years, someone might say, is only the blink of an eye in the life of a nation. No, I will say, not these past 75 years. This has been the time when the long-dormant soul of India has awakened again, taking strides to regain its rightful place in the comity of nations. Among the oldest civilizations, India was once known as a source of knowledge and wisdom. There, however, came a dark phase, and inhuman exploitation under colonial rule led to utter poverty.\n\nToday, we should first recall the brave souls who made great sacrifices to free the motherland from the shackles of foreign rule. Some were well known, while some remained little known till recently. We are celebrating this year the 150th birth anniversary of Bhagwan Birsa Munda, who stands as a representative of the freedom fighters whose role in the national history is now being recognised in true proportions.\n\nIn the early decades of the twentieth century, their struggles consolidated in an organized nationwide independence movement. It was the nation’s good fortune to have the likes of Mahatma Gandhi, Rabindranath Tagore and Babasaheb Ambedkar, who helped it rediscover its democratic ethos. Justice, liberty, equality and fraternity are not theoretical concepts that we came to learn in modern times; they have always been part of our civilisational heritage. It also explains why the critics who were cynical about the future of the Constitution and the Republic when India had newly become independent were proven so thoroughly wrong.\n\nThe composition of our Constituent Assembly was also a testimony to our republican values. It had representatives from all parts and all communities of the country. Most notably, it had 15 women among its members, including stalwarts such as Sarojini Naidu, Rajkumari Amrit Kaur, Sucheta Kripalani, Hansaben Mehta and Malati Choudhury. When women’s equality was only a distant ideal in many parts of the world, in India women were actively contributing in shaping the destiny of the nation.\n\nThe Constitution has become a living document because civic virtues have been part of our moral compass for millennia. The Constitution provides the ultimate foundation of our collective identity as Indians; it binds us together as a family. For 75 years now, it has guided the path of our progress. Today, let us humbly express our gratitude to Dr. Ambedkar, who chaired the Drafting Committee, other distinguished members of the Constituent Assembly, various officers associated with and others who worked hard and bequeathed us this most wonderful document.\n\nDear Fellow Citizens,\n\nThe 75 years of the Constitution are marked by an all-round progress of a young republic. At the time of Independence and even later, large parts of the country had faced extreme poverty and also hunger. But one thing we were not deprived of was our belief in ourselves. We set down to create the right conditions in which everyone would have the opportunity to flourish. Our farmers toiled hard and made our country self-sufficient in food production. Our labourers worked relentlessly to transform our infrastructure and manufacturing sector. Thanks to their sterling efforts, India’s economy today influences the global economic trends. Today, India is taking leadership positions in international forums. This transformation would not have been possible without the blueprint laid down by our Constitution.\n\nIn recent years, the economic growth rate has remained persistently high, creating job opportunities for our youth, putting more money in the hands of farmers and labourers, and also lifting more people out of poverty. The bold and far-sighted economic reforms will sustain this trend in the years to come. Inclusion is the cornerstone of our growth saga, distributing the fruits of developments as widely as possible.\n\nAs the Government continues to assign top priority to financial inclusion, initiatives such as the Pradhan Mantri Jan Dhan Yojana, Pradhan Mantri Jeevan Jyoti Bima Yojana, Pradhan Mantri Suraksha Bima Yojana, MUDRA, Stand-Up India and Atal Pension Yojana have been expanded to provide more people access to a variety of financial support schemes.\n\nEqually importantly, the government has redefined the notion of welfare, making basic necessities such as housing and access to drinking water a matter of entitlement. Every effort is being made to extend a helping hand to the marginalized communities, particularly of the Scheduled Castes, Scheduled Tribes and Other Backward Classes. For example, there have been pre-matric and post-matric scholarships, national fellowships, overseas scholarships, hostels and coaching facilities for the youth from the SC communities. The Pradhan Mantri Anusuchit Jaati Abhyuday Yojana is making progress in reducing poverty among the SC communities by adding employment and income generation opportunities. There have been dedicated schemes for aiming for the socio-economic development of ST communities, including Dharti Aaba Janjatiya Gram Utkarsh Abhiyan and Pradhan Mantri Janjati Adivasi Nyaya Maha Abhiyan (PM-JANMAN). A Development and Welfare Board has been constituted for the De-notified, Nomadic and Semi Nomadic Communities.\n\nMeanwhile, the focus on physical infrastructure development, including roads and railways, ports and logistics hubs, over the past decade has created a platform that will support growth for decades to come.\n\nThe way the government has used technology in the field of finance has been exemplary. A variety of digital payment options as well as the system of direct benefit transfer have promoted inclusion, bringing a significant number of people within the formal system. It has also brought unprecedented transparency in the system. In the process, within a few years we have created a robust Digital Public Infrastructure that is among the best in the world.\n\nThe banking system has been in a healthy condition after a series of bold measures such as the Insolvency and Bankruptcy Code, effecting a substantial reduction in the Non-Performing Assets of Scheduled Commercial Banks.\n\nDear Fellow Citizens,\n\nWe won freedom in 1947, but many relics of a colonial mindset persisted among us for long. Of late, we have been witnessing concerted efforts to change that mindset. Among the most noteworthy of such efforts was the decision to replace the Indian Penal Code, the Code of Criminal Procedure and the Indian Evidence Act with the Bharatiya Nyaya Sanhita, the Bharatiya Nagarik Suraksha Sanhita and the Bharatiya Sakshya Adhiniyam. Based also on Indian traditions of jurisprudence, the new criminal laws place the delivery of justice instead of punishment at the centre of the criminal justice system. Moreover, the new laws grant top priority to countering crimes against women and children.\n\nReforms of such magnitude require an audacity of vision. Another measure that promises to redefine the terms of good governance is the Bill introduced in Parliament to synchronise election schedules in the country. The ‘One Nation One Election’ plan can promote consistency in governance, prevent policy paralysis, mitigate resource diversion, and reduce the financial burden, apart from offering many other benefits.\n\nThere has also been a fresh engagement with our civilisational heritage. The ongoing Mahakumbh can be seen as an expression of the richness of that heritage. An exciting array of initiatives is underway in the domain of culture to preserve and revitalise our traditions and customs.\n\nIndia is a hub of great linguistic diversity. In order to conserve as well as celebrate this richness, the Government has recognised Assamese, Bengali, Marathi, Pali and Prakrit as classical languages. This category already includes Tamil, Sanskrit, Telugu, Kannada, Malayalam, and Odia. The Government is proactively promoting research in 11 classical languages now.\n\nI look forward to the completion of India’s first Archaeological Experiential Museum in Vadnagar of Gujarat, being developed next to an excavation site that shows evidence of human settlement from around 800 BCE. The museum will bring together in one place a wide range of arts, crafts and cultural elements from different eras.\n\nDear Fellow Citizens,\n\nIt is, after all, our young generation that is going to shape the India of tomorrow. Education, in turn, shapes these young minds. Therefore, the Government has increased its investment in education and made every effort to improve every parameter related to this sector. The results so far are more than encouraging. The last decade has transformed education, in terms of quality of learning and physical infrastructure and digital inclusion. For the medium of instruction, the regional languages are promoted at more levels. It is not surprising that there has been a notable improvement in students’ performance. I am glad to learn that women teachers have played a crucial role in this transformation, since more than 60 percent of those who became teachers in the last decade are women.\n\nThe expansion and mainstreaming of vocational and skill education is a welcome development. This is also supplemented now by the scheme to provide our youth internship opportunities in the corporate sector.\n\nWith a stronger foundation of the school-level education, India has been scaling new heights in various branches of knowledge, particularly in science, along with technology. For example, India stands sixth in terms of intellectual property filings in the world. We have consistently improved our ranking in the Global Innovation Index, moving from 48th position in 2020 to 39th in 2024.\n\nWith rising self-assurance, we are increasing our participation in cutting-edge research with a series of initiatives. The National Quantum Mission aims to create a vibrant and innovative ecosystem in this new frontier of technology. Another noteworthy beginning is with the National Mission on Interdisciplinary Cyber Physical System, which plans to focus on several advanced technologies including artificial intelligence, machine learning, robotics and cyber security. These technologies were called futuristic till recently, but they are fast becoming part of our daily lives.\n\nThe Genome India Project has been not only an exciting venture in exploring nature; it is also a veritable defining moment in the history of science in India. Under its flagship programme, the genome sequencing of 10,000 Indians have been made available for further research only this month. This pathbreaking project will open new vistas in biotechnology research and also give a fillip to the public healthcare system.\n\nThe Indian Space Research Organisation has been taking giant leaps in space in recent years. This month, the ISRO once again made the nation proud with its successful Space Docking Experiment. India has now become the fourth country in the world to have this capability.\n\nOur increasing confidence levels as a nation are also reflected in the arena of sports and games where our players have scripted thrilling success stories. Last year, our athletes made a mark in the Olympic Games. In the Paralympic Games, we sent our largest-ever contingent, who came back with our best-ever performance. Our chess champions impressed the world, as our men and women won the gold at the FIDE Chess Olympiad. The achievements in the sports during the year 2024 were capped by D. Gukesh, who became the youngest World Chess Champion.\n\nSupported by a great improvement in training facilities at the ground level, these sportspersons have made us proud with their winning drive and inspired the next generation to aim higher and higher.\n\nOur brothers and sisters living abroad have taken the best of our culture and civilisation to different parts of the globe and have made us proud with their achievements in diverse fields. They have always considered themselves to be a part of the India Story. As I said at the Pravasi Bharatiya Divas earlier this month, I am confident of their proactive and enthusiastic participation in the making of a Viksit Bharat, a developed India, by the year 2047.\n\nDear Fellow Citizens,\n\nThanks to substantial and concrete progress in a wide range of areas, we are marching towards the future, holding our heads high. The key to our future is our youth and especially the young women. Their dreams are moulding the India of tomorrow, when we will be celebrating the centenary of our Independence. And when today’s children will salute the tricolour on 26th January of 2050, they will tell their next generation that this great quest would not have been possible without our incomparable Constitution guiding them along the way.\n\nOur future generations will also keep in mind the mission of Independent India in the world. In the words of the Father of the Nation, Mahatma Gandhi [and I quote]\n\n“If Swaraj was not meant to civilize us, and to purify and stabilize our civilization, it would be nothing worth. The very essence of our civilization is that we give a paramount place to morality in all our affairs, public or private.” [unquote]\n\nToday, let us reaffirm our commitment to strive to realise Gandhiji’s dreams. His watchwords, truth and nonviolence, will continue to remain relevant for the whole world. He also taught us that rights and duties are but the two sides of the coin – indeed, the true source of rights is duty. Today we recall his lessons in compassion too – compassion not only for our human neighbours but also for our other neighbours, namely, flora and fauna, rivers and mountains.\n\nEach of us must contribute to the efforts to counter the global threat of climate change. There have been two exemplary initiatives in this regard. At the global level, India is leading a mass movement, called Mission Lifestyle for Environment, to inspire individuals and communities to be more pro-active in protecting and preserving the environment. Last year, on World Environment Day, we launched a unique campaign, ‘Ek Ped Maa Ke Naam’, paying tribute to the nurturing power of our mothers as well as of Mother Nature. Its target of planting 80 crore seedlings was achieved ahead of the deadline. The world can learn from such innovative moves that people can adopt as their own movements.\n\nDear Fellow Citizens,\n\nLet me once again congratulate you all on the occasion of Republic Day. My congratulations to the soldiers guarding our borders as well as police and paramilitary personnel keeping it safe within the borders. My congratulations also to the members of the judiciary, the bureaucracy and our missions abroad. My best wishes to you in all your endeavours.\n\nThank you.\n\nJai Hind!\n\nJai Bharat!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum physics discovery: Light travels through both space and time",
            "link": "https://www.msn.com/en-us/news/technology/quantum-physics-discovery-light-travels-through-both-space-and-time/ar-AA1xQv6H?ocid=BingNewsVerp",
            "description": "Physicists from Imperial College London have achieved a groundbreaking milestone in quantum physics by reimagining the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZsiIzNz43836GYzhhcxWYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Brighterside of News on MSN23h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New dinosaur species emerges from pre-WWII fossil photos",
            "link": "https://www.msn.com/en-us/news/world/new-dinosaur-species-emerges-from-pre-wwii-fossil-photos/ar-AA1xSQKx?ocid=BingNewsVerp",
            "description": "The dinosaur was about as big as a Tyrannosaurus rex and had a unique nasal horn and symmetrical teeth that it used to eat ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sh5jFKdQRgohwSnxlk2_dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Einstein Probe Detects Mysterious Blast of X-Rays From the Early Universe",
            "link": "https://gizmodo.com/einstein-probe-detects-mysterious-blast-of-x-rays-from-the-early-universe-2000554303",
            "description": "On March 15, 2024, a space-based observatory detected bursts of low-energy X-rays from deep in the ancient universe, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2d5DGSw0QUihuIH038cetS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "Gizmodo",
            "article_content": "On March 15, 2024, a space-based observatory detected bursts of low-energy X-rays from deep in the ancient universe, fluctuating in brightness for over 17 minutes before fading away. About an hour later, ground-based telescopes picked up visible light from the same source, tracing it back to when the universe was only around one billion years old.\n\nThe newly launched Einstein Probe is already spotting distant explosions with the potential to upend what we know about the universe’s earliest years. Using its wide-field X-ray telescope, the spacecraft detected so-called soft, or low-energy, X-rays, that lasted for an unusually long period of time. These events are known as fast X-ray transients (FXRT), and the newly spotted blast has been designated EP240315a.\n\nAfter monitoring the burst at radio wavelengths for a period of three months, the team of astronomers behind the detection confirmed that the energy output was consistent with a gamma-ray burst dating back to when the universe was only 10 percent of its current age. So given the universe’s estimated age of 13.8 billion years, the burst occurred when the universe was approximately 1.38 billion years old.\n\n“These results show that a substantial fraction of FXRTs may be associated with [gamma-ray bursts] and that sensitive X-ray monitors, such as Einstein Probe can pinpoint them in the distant Universe,” Roberto Ricci, a researcher at the University of Rome Tor Vergata, Italy, and one of the authors behind the new paper detailing the discovery, said in a statement. “Combining the power of X-ray and radio observations hands us a new way to explore these ancient explosions even without detecting their gamma rays.”\n\nEP240315a marks the first time soft X-rays were detected from an ancient explosion that lasted for such a long duration. Follow-up observations using the Gemini-North telescope in Hawaii and the Very Large Telescope in Chile measured visible light from the same location that confirmed the burst had come from around 12.5 billion light-years away.\n\nGamma-ray bursts are brief flashes of high-energy light and the most powerful explosions in the universe, typically triggered by the collapse of massive stars or the merger of neutron stars. Those bursts are also known to emit copious amounts of X-rays. The recently discovered soft X-rays were traced back to GRB 240315C, a gamma-ray burst first detected by the Burst Alert Telescope (BAT) on NASA’s Neil Gehrels Swift Observatory, with additional data provided by the Konus instrument aboard NASA’s Wind spacecraft.\n\nAlthough gamma-ray bursts are associated with X-rays, the newly discovered fast X-ray transient is an anomaly. The X-rays typically precede the gamma rays by a few tens of seconds, but EP240315a was seen more than six minutes (372 seconds) before GRB 240315C. “Such a long delay has never been previously observed,” Hui Sun, a team member from the Einstein Probe Science Center at the National Astronomical Observatories, Chinese Academy of Sciences, and co-author of the new study, said in a statement.\n\nThe mystery behind the long duration of time between the X-rays and the gamma-ray burst, in addition to the long duration of the X-rays themselves, are reason to question whether gamma-ray bursts explode the way scientists believe them to.\n\nThe Einstein Probe, an X-ray telescope managed by the Chinese Academy of Sciences, and built in collaboration with European Space Agency and the Max Planck Institute for Extraterrestrial Physics, launched on January 9, 2024. Its Wide-field X-ray Telescope takes in X-ray light in square tubes in a grid, which means it can observe 3,600 square degrees (just under one-tenth of the celestial sphere) in a single shot.\n\n“As soon as we opened the eyes of Einstein Probe to the sky, it found interesting new phenomena,” Erik Kuulkers, ESA’s Einstein Probe project scientist, said in a statement. “That’s pretty good and should mean that there are a lot more interesting discoveries to come.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South African telescope discovers a giant galaxy that’s 32 times bigger than Earth’s",
            "link": "https://www.msn.com/en-xl/news/other/south-african-telescope-discovers-a-giant-galaxy-that-s-32-times-bigger-than-earth-s/ar-AA1xSVHU?ocid=BingNewsVerp",
            "description": "These mysterious objects can have masses several million or billion times that of the Sun and are so dense that they warp space time around them. As far as astronomers know, all galaxies harbour a ...",
            "image_url": "https://www.bing.com/th?id=OJ.f9BcrdKZRUFu1A&pid=news&w=120&h=16&rs=2",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New study reveals magnetic signals in Earth’s tidal movements",
            "link": "https://www.msn.com/en-in/news/techandscience/planetary-parade-2025-when-and-where-to-witness-this-in-india/ar-AA1xSuuO?ocid=BingNewsVerp",
            "description": "Scientists have detected faint magnetic signals from Earth's ocean tides using ESA's Swarm satellites. These signals, caused ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WYZ5KUZKVEhmjAidmq6VQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "4hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Arka Fincap Redefining Finance Through Technology",
            "link": "https://www.dqindia.com/interview/arka-fincap-redefining-finance-through-technology-8648399",
            "description": "In this conversation, Suman Saurav, CTO of Arka Fincap, shares insights into how the company has leveraged advanced tools and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VAdFFrEb42Tf9PgRykCp4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Dataquest9h",
            "source": "Dataquest",
            "article_content": "Arka Fincap has embraced technology to streamline its operations and enhance customer experiences. By utilizing tools such as low-code platforms, automation, and cloud infrastructure, the company has significantly reduced processing times and operational costs. This approach has enabled efficient loan processing, seamless fintech integrations, and data-driven decision-making. Arka’s journey highlights the role of technology in modernizing financial services while balancing scalability, compliance, and customer-centricity.\n\nAdvertisment\n\nCollaborating with fintech partners through standardized APIs has been pivotal in enhancing our loan sourcing capabilities and meeting customer expectations for speed and efficiency.\n\nIn this conversation, Suman Saurav, CTO of Arka Fincap, shares insights into how the company has leveraged advanced tools and platforms to automate operations, enhance customer engagement, and maintain cost efficiency. From utilizing low-code platforms for rapid deployment to building a cloud-first infrastructure, Saurav delves into the technologies shaping Arka’s journey and the lessons learned along the way. Excerpts from the interview:\n\nHow has Arka Fincap leveraged technology to streamline its operations and enhance customer experience? What specific technologies or tools have been instrumental in this transformation?\n\nAdvertisment\n\nArka Fincap has pioneered a technology-driven operational model aimed at optimizing efficiency and enhancing customer satisfaction. From inception, the company committed to a robust infrastructure built on contemporary technology, allowing automation of critical processes such as customer onboarding, loan sanctioning, and disbursement. These advancements have drastically reduced processing times and operational costs.\n\nKey technologies include:\n\n• Low-Code/ No-Code Platforms: These have accelerated the development of the Loan Origination System, enabling rapid product launches and program adjustments without heavy reliance on the IT systems. This adaptability ensures a swift response to market dynamics.\n\nAdvertisment\n\n• Standardized APIs: Seamless integration with fintech partners has been achieved through APIs, enabling efficient data exchange and streamlined workflows.\n\n• Automation: Processes like loan decision-making and disbursements are now automated, achieving turnaround times as low as four seconds. This efficiency boosts transaction volumes without increasing overhead.\n\n• Advanced Analytics: Tools such as Inferyx and Power BI provide insights into customer behaviour and business performance, supporting strategic decision-making.\n\nAdvertisment\n\nCan you elaborate on Arka’s approach to cost optimization in the context of digital transformation? How have you managed to balance the need for advanced technology to maintain a frugal cost structure?\n\nArka Fincap has embraced a cost-conscious strategy that integrates advanced technology while maintaining a lean cost structure:\n\n• Cloud-Based Infrastructure: Utilizing a pay-as-you-go model, the cloud infrastructure scales resources based on demand, minimizing costs associated with physical hardware.\n\nAdvertisment\n\n• Low-Code/No-Code Platforms: The implementation of low-code / no-code platforms for Loan Origination System has been instrumental in reducing development costs and time. This has empowered business analysts to make changes to applications without needing extensive IT intervention, allowing for rapid deployment of new features or adjustments to existing processes. This agility not only cuts down on development costs but also accelerates the time-to-market for new products.\n\nArka Fincap’s digital transformation is built on a foundation of empathy, agility, and technology, ensuring that we stay customer-focused while driving sustainable business growth.\n\n• Unified Loan Management System: A single LMS consolidates data management, reducing technology investment and simplifying reconciliation processes.\n\nAdvertisment\n\n• SaaS Applications: Functions like HR management and expense tracking leverage SaaS solutions, offering flexibility and cost efficiency.\n\nWhat role have SaaS and cloud computing played in Arka’s digital transformation journey? How have these technologies enabled you to achieve infinite scalability while managing costs effectively?\n\nAdvertisment\n\nSaaS and cloud computing are central to Arka Fincap’s digital transformation:\n\n• Cloud Infrastructure: Enables scalable, cost-effective operations with a pay-as-you-go model that adjusts resources based on demand.\n\n• Infinite Scalability: The flexibility of cloud solutions accommodates fluctuating demands without the need for additional hardware.\n\n• SaaS Applications: These streamline operations, reduce overhead, and provide access to the latest tools, ensuring operational agility.\n\nCan you share specific examples of how Arka has quantified the benefits of its technology investments in terms of cost savings, efficiency gains, and improved customer satisfaction?\n\nArka Fincap’s technology investments have delivered measurable outcomes:\n\n• Cost Savings: Automation of loan processes reduces operational expenses and staffing requirements, achieving turnaround times of four seconds.\n\n• Customer Satisfaction: Arka’s product offering like the Uday loan service for small ticket loans against property offers tailored solutions for MSMEs, addressing unmet needs and fostering trust.\n\n• Data-Driven Decisions: Advanced analytics tools enable informed decision-making, improving resource allocation and service delivery.\n\n• Employee Support: Our in-house chatbot Vidya enhances internal efficiencies by centralizing access to policy information.\n\nHow does Arka ensure compliance with evolving regulations in the financial services sector while embracing digital transformation?\n\nArka Fincap has adopted a proactive approach to ensure compliance with evolving regulations in the financial services sector while embracing digital transformation.\n\nData security is critical in the lending sector, and Arka addresses this by adhering strictly to regulatory guidelines and implementing best practices in cybersecurity.\n\nHere’s an overview of how the company manages this balance:\n\n• Integration of Technology and Operations: Arka Fincap has established a unique model that intertwines technology with operations, allowing for streamlined processes that enhance compliance. The integration of digital tools enables the company to automate regulatory reporting and compliance workflows, reducing the risk of human error and ensuring timely adherence to regulatory changes.\n\n• Continuous Monitoring of Regulatory Changes: The compliance team at Arka is dedicated to closely monitoring regulatory developments within the Non-Banking Financial Company (NBFC) sector. As regulations evolve, such as the adoption of Indian Accounting Standards (IND AS) and Scale-Based Regulations (SBR), Arka ensures that these guidelines are thoroughly evaluated and swiftly integrated into their operations. This agility allows them to remain compliant without significant disruptions to their business processes.\n\n• Data Security and Compliance Frameworks: Data security is critical in the lending sector, and Arka addresses this by adhering strictly to regulatory guidelines and implementing best practices in cybersecurity. The company has instituted measures for protecting customer data, including employee identity management and data obfuscation where necessary. These practices not only safeguard sensitive information but also ensure compliance with data protection regulations.\n\n• Risk Management Tools: Arka employs robust risk management frameworks that include tools such as Expected Credit Loss (ECL), Early Warning Signals (EWS) mechanisms and Power BI analytics. These tools facilitate continuous monitoring of various risks, from asset quality to governance and liquidity, enabling the company to address potential compliance issues proactively. By utilizing data-driven insights, Arka can make informed decisions that align with regulatory requirements.\n\nAre there any strategic partnerships or collaborations that Arka has formed to accelerate its digital transformation journey?\n\nArka Fincap has strategically partnered with various organizations to accelerate its digital transformation journey, particularly focusing on enhancing its offerings in the MSME lending sector. Here are some key partnerships and collaborations that have played a significant role in this transformation:\n\n• Co-Lending Partnership: Arka Fincap has established a co-lending arrangement with banks and NBFCs aimed at providing loans to Micro, Small, and Medium Enterprises (MSMEs).\n\n• Fintech Collaborations: Arka has formed partnerships with multiple fintech companies to enhance its loan sourcing capabilities. These collaborations enable seamless integration by utilizing standardized APIs. The integration also allows for quicker loan processing times and improved service delivery, aligning with customer expectations for fast and efficient financial services.\n\n• Adoption of SaaS Solutions: Arka leverages various SaaS (Software as a Service) applications to streamline operations across different functions such as HR management, expense tracking, and customer relationship management. This approach has resulted in cost efficiency and operational agility.\n\nWhat is Arka’s long-term vision and goals for digital transformation?\n\nArka Fincap has articulated a clear long-term vision and set of goals for its digital transformation journey, focusing on leveraging technology to enhance operational efficiency, customer experience, and overall business growth.\n\n• Empowering Financial Growth: Arka aims to drive financial empowerment by providing innovative and technology-enabled financial solutions. The company envisions itself as a robust, diversified institution that can facilitate growth for its clients in the MSME sector while ensuring sustainable value creation.\n\n• Customer-Centric Approach: The organization is committed to enhancing customer experiences through empathy and agility. By focusing on creating differentiated customer journeys, Arka seeks to meet and exceed customer expectations in the financial services sector.\n\n• Technology as a Key Enabler: Arka considers technology as a critical driver for business growth. Our long-term vision includes building a comprehensive IT architecture that supports seamless access to business systems and applications, thereby improving operational efficiency and service delivery.\n\nSuman Saurav\n\nCTO, Arka Fincap\n\naanchalg@cybermedia.co.in"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Cryptocurrency Releases, Listings, & Presales Today – Cerebrum, BuildX, MeshChain Coin",
            "link": "https://insidebitcoins.com/news/new-cryptocurrency-releases-listings-presales-today-cerebrum-buildx-meshchain-coin",
            "description": "Discover new cryptocurrency releases and presales making waves in the market today. Stay ahead with insights on these digital ...",
            "image_url": "https://www.bing.com/th?id=OVF.QtZccJNBBj%2bpZyDQeOcLTw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Inside Bitcoins21h",
            "source": "Inside Bitcoins",
            "article_content": "Don’t invest unless prepared to lose all the money you invest. This is a high-risk investment, you shouldn’t expect to be protected if something goes wrong.\n\nJoin Our Telegram channel to stay up to date on breaking news coverage\n\nSEC’s elimination of SAB 121 transforms crypto custody rules for traditional financial institutions. Large banks like USBank and BNY can now expand digital asset services. The regulatory change opens doors for broader institutional crypto involvement.\n\nIndustry experts predict a gradual transition with an initial focus on Bitcoin and Ethereum. Bank custody services will likely drive crypto ETF market consolidation and growth. Most banks will take years to fully integrate comprehensive crypto custody capabilities.\n\nNew Cryptocurrency Releases, Listings, & Presales Today\n\nCerebrum Cloud democratises enterprise AI by providing no-code tools and cost-effective infrastructure solutions. BuildX simplifies XRP Ledger trading with AI-driven analytics and customisable wallet creation tools. MeshChain decentralises computing power, enabling affordable AI workload processing through global resource-sharing networks.\n\n1. Cerebrum ($CBM)\n\nCerebrum Cloud revolutionises enterprise AI solutions with innovative technological approaches. The solution addresses critical challenges facing modern organisations. Businesses struggle with complex AI implementation requirements. Traditional AI solutions fail to meet specific organisational needs. Cerebrum introduces a comprehensive approach to AI agent development. Its unique methodology transforms how enterprises interact with artificial intelligence.\n\nData privacy remains a paramount concern for organisations worldwide. Enterprises require robust security mechanisms for sensitive information. Cerebrum Cloud provides advanced protection through comprehensive safeguards. The solution ensures compliance with critical regulatory frameworks. Encryption protocols protect data during transit and storage. Sophisticated audit trails monitor comprehensive data access.\n\nCustomisation emerges as a critical feature for enterprise AI. Organisations demand tailored solutions meeting specific operational requirements. Cerebrum enables precise agent configuration and deployment capabilities. Users can define agent behaviours and integration parameters. Fine-tuning becomes seamless through intuitive interface designs. Comprehensive control mechanisms empower organisational decision-makers.\n\nCost-effectiveness drives Cerebrum’s decentralised compute network strategy. Traditional cloud solutions present significant financial barriers. Cerebrum introduces scalable infrastructure at reduced implementation costs. Dynamic compute power allocation optimises resource utilisation. Enterprises can manage AI agents more efficiently. The solution democratises advanced technological capabilities.\n\nAccessibility transforms AI agent development for diverse users. No-code interfaces eliminate technical expertise barriers. Visual workflow designers enable intuitive agent creation. Organisations can leverage AI without extensive technical knowledge. Cerebrum empowers business users with powerful tools. Comprehensive solutions bridge technological complexity gaps.\n\nRecent developments showcase Cerebrum’s strategic partnerships. NVIDIA provides critical computational infrastructure support. Hugging Face contributes advanced machine learning capabilities.\n\n2. BuildX ($BUILDX)\n\nBuildX revolutionises trading on the XRP Ledger with cutting-edge technology. Traders gain unprecedented access to advanced analytics tools. Sophisticated AI drives precise market predictions and insights. Comprehensive dashboards empower investors of all experience levels. Seamless integration offers unparalleled trading capabilities. Real-time data transforms investment decision-making processes.\n\nInvestors leverage BuildX’s powerful trading infrastructure for strategic advantages. Customisable interfaces provide intuitive market exploration opportunities. Machine learning algorithms generate actionable trading recommendations. Sophisticated metrics enable intelligent investment strategies. Comprehensive analysis supports informed decision-making processes. Advanced tools bridge technological gaps in cryptocurrency trading.\n\nPrecision trading becomes accessible through BuildX’s innovative solutions. Traders monitor complex market dynamics effortlessly. Real-time data streams provide instantaneous market intelligence. Wallet activity tracking enables strategic investment approaches. Comprehensive metrics reveal critical market trends. Intelligent analytics transform traditional trading methodologies.\n\nAI-powered technologies generate remarkable predictive capabilities for investors. Machine learning optimises entry and exit points. Support and resistance levels become transparent. Volume profiles reveal crucial market dynamics. Momentum indicators provide strategic trading insights. Intelligent predictions empower confident investment decisions.\n\nWallet Maker introduces revolutionary wallet creation capabilities. Users generate multiple wallets simultaneously. Trustline setup becomes effortless and efficient.\n\nSeamless token distribution emerges as a critical feature. Secure transaction verification ensures transparent processes. Auditable systems track comprehensive distribution mechanisms. Flexible airdrop strategies accommodate diverse requirements. Efficient token management becomes streamlined. Innovative distribution models enhance investor experiences.\n\n3. MeshChain Coin ($MCC)\n\nMeshChain introduces a revolutionary approach to decentralised computing for AI workloads. Businesses and developers face tremendous challenges in accessing affordable computing resources. Traditional infrastructure creates significant financial barriers to emerging technologies. Smaller enterprises struggle with prohibitive hardware investments. Compute costs range between $15,000 and $100,000 monthly. These expenses limit technological innovation dramatically.\n\nDecentralised computing emerges as a transformative solution to infrastructure limitations. MeshChain connects global computing resources through blockchain technology. Small computing nodes combine to create powerful networks. Consequently, computational power becomes more accessible and affordable. Resource providers receive rewards for their contributions. This approach democratises high-performance computing capabilities.\n\nThe network leverages advanced technological strategies for resource distribution. MeshChain enables efficient AI workload processing across global nodes. Decentralisation reduces single points of failure significantly. Moreover, users can dynamically scale computing resources as needed. Network performance improves through collaborative resource sharing. Participants benefit from increased computational efficiency.\n\nMeshNode devices represent a critical innovation in distributed computing. Users contribute computing power and earn MCC tokens. Rewards create mutually beneficial participation mechanisms. Furthermore, the network ensures transparent resource allocation. Geographical diversity enhances computational capabilities and resilience. Smaller developers can now compete effectively.\n\n🚀 THE AIRDROP IS STILL LIVE – ACCUMULATE POINTS TO EARN MCC TOKENS!\n\nThe MeshChain airdrop is still ongoing, offering an incredible opportunity to accumulate Points before the program officially ends. All your Points will be converted into MCC Tokens at the most favorable rate… pic.twitter.com/VN1Fe34Xyt — Meshchain Ai (@MeshchainAi) January 24, 2025\n\nThe MeshChain airdrop continues offering incredible token opportunities. Users can accumulate points before the program’s conclusion. Points convert into valuable MCC tokens.\n\nGlobal technological leaders recognise MeshChain’s potential for transformation. Partnerships with Qualcomm, MasterCard, and Amber validate the project’s credibility. These collaborations demonstrate significant industry interest. Additionally, the network continues expanding its technological capabilities. Innovative solutions address computational infrastructure challenges. MeshChain represents the future of decentralised computing.\n\n4. Meme Index ($MEMEX)\n\nMeme Index revolutionises cryptocurrency investment through innovative meme coin indexing. Investors can now diversify across the $55 billion meme coin market. The $MEMEX token provides exclusive access to four unique indexes. These indexes offer varying levels of investment risk and potential returns. Holders gain unprecedented exposure to trending meme coins. The project simplifies complex meme coin investments.\n\nThe Titan Index features established meme coins with market caps exceeding $1 billion. Community votes continuously update the basket’s composition. Top-performing tokens receive priority in this index. Investors seeking stability find comfort in these well-known meme coins. The dynamic nature ensures ongoing relevance in the market. Regular rebalancing maintains the index’s competitive edge.\n\nMoonshot Index targets emerging meme coins on the cusp of a breakthrough. These tokens have large followings and potential exchange listings. Many are preparing to challenge top-tier market positions. Investors can capture early-stage growth opportunities through this index. The selection process remains rigorous and community-driven. The potential for significant returns attracts adventurous investors.\n\nThe Midcap and Frenzy Indexes cater to risk-tolerant investors seeking high volatility. Tokens in these baskets range from $50 million to ultra-high-risk options. The potential for rapid gains comes with increased downside risk. Degens and aggressive investors find their perfect match here. Each index reflects the dynamic meme coin landscape. Community governance ensures continuous adaptation.\n\nThe presale has already raised $2,874,455.45 of its $3,169,295 goal. Featured in major crypto publications like Techopedia and Bitcoin.com. Meme Index represents the future of decentralised meme coin investing.\n\nVisit Meme Index Presale\n\nRead More\n\nNewest Meme Coin ICO - Wall Street Pepe Rating Audited By Coinsult\n\nEarly Access Presale Round\n\nPrivate Trading Alpha For $WEPE Army\n\nStaking Pool - High Dynamic APY Learn More"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China's tech start-up boom sets sights on building multiple Silicon Valleys",
            "link": "https://www.yahoo.com/tech/chinas-tech-start-boom-sets-093000194.html",
            "description": "Li Zexiang, the Chinese professor credited with nurturing some of the country's most valuable tech start-ups, including DJI, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jSpv_BR51MVQ1Ogn3LWAKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3h",
            "source": "Yahoo",
            "article_content": "Li Zexiang, the Chinese professor credited with nurturing some of the country's most valuable tech start-ups, including DJI, is embarking on a new mission to create multiple Silicon Valleys across China and drive the next wave of innovation.\n\n\"For a large country like China, it can't rely on just one company. It needs communities, and these communities aren't just limited to Shenzhen or the Greater Bay Area,\" Li said in an interview with the Post this month. \"It must span multiple cities nationwide, and only then can we see such communities emerge to bring variety and progress.\"\n\nKnown as China's start-up \"godfather\" and \"billionaire maker\", Li now dedicates most of his time to promoting his incubation system, which he believes is the key to nurturing the next DJI by building environments that can produce and sustain numerous tech start-ups.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\n\n\"If there were only one Hewlett-Packard in Silicon Valley, it wouldn't be the Silicon Valley we know today. Instead, it has witnessed the continuous emergence of generations of tech companies and entrepreneurs,\" Li said, adding that tech hubs such as Los Angeles and Boston have also contributed to the US tech landscape.\n\n\"We are talking about a country with a population of over a billion people, and true progress can only happen with the support of numerous innovative engines and communities,\" he added.\n\nLi Zexiang, a professor at Hong Kong University of Science and Technology, is credited with nurturing some of China's most valuable tech start-ups, including DJI. Photo: Handout alt=Li Zexiang, a professor at Hong Kong University of Science and Technology, is credited with nurturing some of China's most valuable tech start-ups, including DJI. Photo: Handout>\n\nAdvertisement Advertisement\n\nAdvertisement\n\nLi talked to the Post at the start of January, a day before leading a team of more than 30 start-ups from his XbotPark incubator to Las Vegas to attend CES, the world's largest consumer technology conference. There he aimed to promote his incubation system and shared factories to the global tech community.\n\n\"Many Chinese start-ups usually start from the corners of CES and gradually move towards centre stage,\" Li said. \"We are trying to expedite the process by bringing them together through Xbotpark.\"\n\nLi's CES trip came amid an increasingly complicated geopolitical environment for Chinese firms, as Washington has continued to tighten chip export controls and recently added more Chinese tech firms to trade blacklists during Joe Biden's final days as president. President Donald Trump's return to the White House on Monday has left the tech world clouded in uncertainty.\n\nAgainst this backdrop, Chinese tech companies face increasing scrutiny as they try to expand abroad. DJI is still battling allegations of Chinese military links, which resulted in US sanctions. Huawei Technologies has become one of the biggest casualties of the tech war as years-long sanctions have restricted its access to American technologies.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"Trade conflicts and geopolitical issues such as tariffs [by the US] eventually hurt its own consumers and consumption market,\" Li said.\n\nDespite these challenges, Li said it is still \"without a doubt\" the right time for Chinese companies to expand overseas. \"For Chinese start-ups, it's just one of the many difficulties that entrepreneurs need to overcome when their companies grow,\" he said.\n\nLi himself benefited from the opportunities created by US-China exchanges. Growing up in a rural area of China's southern Hunan province, Li moved to the US in 1979 for his undergraduate studies at Carnegie Mellon University, then later completed a master's and PhD at the University of California, Berkeley.\n\nIn 1992, Li left the US to join the Hong Kong University of Science and Technology, where he inspired students to turn their school projects into ventures. His best-known protege is Frank Wang Tao, who would go on to start Shenzhen-based DJI, now the largest consumer drone company in the world.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn 2007, a year after the company's founding, when it had dwindled to just one employee, Li gave a cash-strapped Wang a lifeline by investing in DJI. His students graduating from Harbin Institute of Technology's Shenzhen campus also provided the company with much-needed manpower.\n\nA decade later, Wang had become Asia's youngest tech billionaire at the age of 36.\n\nDJI CEO and founder Frank Wang Tao was encouraged to start the drone company by his professor Li Zexiang when he was studying in Hong Kong. Photo: Handout alt=DJI CEO and founder Frank Wang Tao was encouraged to start the drone company by his professor Li Zexiang when he was studying in Hong Kong. Photo: Handout>\n\nLi has since sought to replicate that success. He co-founded Songshan Lake XbotPark in Dongguan in 2014 to incubate more start-ups in robotics and hard tech, leveraging his investment returns from DJI.\n\nAdvertisement Advertisement\n\nThe first team incubated by XbotPark was Narwal Robotics, a smart vacuum maker which is now valued at US$1.4 billion according to data by Crunchbase. Other unicorns from the incubator include logistics robotics firm Hai Robotics, valued at US$2 billion.\n\nXbotPark has expanded to more cities across China, from Hong Kong to Ningbo, and incubated more than 140 companies.\n\nWhile China's low-cost manufacturing advantage has been waning amid the rise of new hubs like Vietnam, Li said his innovation system combined with an abundance of engineers would be China's biggest advantage in global tech competition.\n\nHis strategy involves XbotPark incubation platforms working in close collaboration with local universities and governments. In addition to offering funding and training, Li wants to leverage the robust manufacturing prowess of the Greater Bay Area - a scheme that connects Hong Kong, Macau and nine cities in Guangdong province, including Dongguan - by connecting incubated companies to a vast network of established factories that can help build prototypes and first-batch products.\n\nAdvertisement Advertisement\n\nLi's vision also includes overhauling China's engineering education at universities to incorporate industrial and supply chain knowledge, better preparing students for entrepreneurship.\n\n\"Our base has increasingly attracted city or even district-level [government officials] to visit, eager to replicate the system in their regions,\" Li said.\n\nThis article originally appeared in the South China Morning Post (SCMP), the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2025 South China Morning Post Publishers Ltd. All rights reserved.\n\nCopyright (c) 2025. South China Morning Post Publishers Ltd. All rights reserved."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kia Syros starts reaching dealerships: Launch date, expected price, features and more",
            "link": "https://www.msn.com/en-in/autos/news/kia-syros-starts-reaching-dealerships-launch-date-expected-price-features-and-more/ar-AA1xSmoE?ocid=BingNewsVerp",
            "description": "The sub-compact SUV gets two engine options – a 1.0-litre, 3-cylinder, turbo-petrol which puts out 120hp of power and 172Nm ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tZuchvtAGgfWLkofQR5H2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Top Work From Home Employer Rejects RTO Trend: Here’s Why",
            "link": "https://www.forbes.com/sites/chriswestfall/2025/01/25/the-top-work-from-home-employer-rejects-rto-trend-heres-why/",
            "description": "The top company for work from home roles pays as much as $300,000 per year. This company lets people work from anywhere - ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hrsvobHhlt8gIud89jzC9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AMD might’ve already lost the war with the RX 9070 XT",
            "link": "https://www.digitaltrends.com/computing/amd-lost-the-war-with-rx-9070-xt/",
            "description": "I was excited for the RX 9070 XT, but the way AMD is handling its launch is making me worry about the future of the RX 9000 ...",
            "image_url": "https://www.bing.com/th?id=OVF.CZ3AJS%2bzZvHo6Jds6%2b%2bPiw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "14h",
            "source": "Digital Trends",
            "article_content": "Table of Contents Table of Contents What’s going on with RDNA 4? I’m losing faith, and I’m not alone AMD could still make the RX 9070 XT a success\n\nIt looks like I may have played myself again. I was genuinely excited about AMD’s RX 9070 XT, but now, I’m starting to worry about its future. I always knew that the new AMD flagship wouldn’t be able to compete against some of Nvidia’s best graphics cards, but I had a lot of hope that it’d still be a great competitor for a number of other reasons.\n\nI’m not doubting the performance of the RX 9070 XT. I have no reason to, as we don’t know a thing about it — and that’s exactly why I’m worried. Not only are the GPUs still a complete mystery, but they’ve also reportedly been delayed. At this rate, I fear that AMD may have lost the war before it even started, and I’m not alone.\n\nRecommended Videos\n\nWhat’s going on with RDNA 4?\n\nI felt pretty excited for the RX 9070 XT, but so far, the launch of RDNA 4 has been a harsh lesson in managing your expectations.\n\nGet your weekly teardown of the tech behind PC gaming ReSpec Subscribe Check your inbox!\n\nFirst, the GPUs barely got a mention during AMD’s 45-minute-long CES 2025 keynote. Then, the few slides that AMD released to the press offered very little information; we basically only learned a little bit about the RDNA 4 architecture and AMD’s performance goals. The information was vague, too — think “improved ray tracing performance” and the like.\n\nThe GPUs themselves were spotted at CES, but only those made by AMD’s partners, and they didn’t come with any specifications. So, at this stage, it’s been revealed that the RX 9070 XT comes with three fans in its Gigabyte design. That’s… not a lot.\n\nBut wait — there’s hope, or so I thought. AMD told Digital Trends that RDNA 4 would be released “in a matter of weeks,” and that the company thought that the new RX 9000 series deserved its own event. But only silence has followed.\n\nThe first update came not from AMD itself, but from B&H. The retailer put the RX 9070 XT up for sale with a January 22 preorder date. The cards had been taken down, but then they reappeared with a release date of March 22. Finally, this tracks.\n\nRadeon 9000 series hardware and software are looking great and we are planning to have a wide assortment of cards available globally. Can’t wait for gamers to get their hands on the cards when they go on sale in March! — David McAfee (@McAfeeDavid_AMD) January 20, 2025\n\nDavid McAfee, AMD’s vice president and general manager of the Ryzen CPU and Radeon graphics division, revealed on X (Twitter) that the cards will go on sale in March. McAfee later added that AMD is holding onto the GPUs a little while longer in order to optimize their software stack, including FSR 4.\n\nMeanwhile, various leakers and tipsters are having a field day with AMD’s troubled RDNA 4 launch. Recent whispers point to AMD still holding off to see how Nvidia fares. At this rate, AMD will likely get to see the RTX 5070 Ti and the RTX 5070 in their full glory before it launches the RX 9070 XT.\n\nAMD wanted to announce its new graphics cards alongside Nvidia, but it clearly didn’t have a solid plan for actually releasing them. Now, we’ve had to cobble together various ideas about the cards from leaks, board partners, and social media posts, which doesn’t inspire a lot of confidence.\n\nI’m losing faith, and I’m not alone\n\nAs soon as I saw David McAfee announce that RDNA 4 wouldn’t be here until March, I knew what was coming — and I wasn’t wrong. PC gaming enthusiasts, including both AMD and Nvidia fans, weren’t happy with the way it’s all gone down.\n\nScrolling through the hundreds of comments under McAfee’s post reveals just how badly the general public wants to know what’s going on.\n\nNot even, a proper announcement with slides of performance, features. Could be even \"price will be reveled at, a later date\". This is so bad PR… i have no words. — Tomasz Gawroński (@GawroskiT) January 20, 2025\n\nSitting at over 500 likes, a comment from GawroskiT on X makes a dig at AMD’s PR team. “Not even a proper announcement. […] This is [such] bad PR. I have no words.”\n\nAnother user, PlaysRingle, promises to ditch AMD for Nvidia based on how things are going. “AMD is going to make me upgrade my RX 7900 XTX to an RTX 5080. I can’t keep defending AMD when it keeps doing these things.”\n\nI know that I’m being fairly critical of AMD here myself, but I can’t help feeling bad when reading these comments and seeing the reactions. Some of it is really quite harsh, such as this comment from noremac258: “Does AMD ever not fail to capitalize on an opportunity? […] AMD’s graphics division is a disaster.”\n\nWhat ARE you guys doing? What sort of \"marketing\" is this \"stealth\" reveal??? Your CES presence was so uninformative you'd have been better off not showing up at all, and all we get since then is THIS? — DGBurns (@davidgburns) January 21, 2025\n\nI tried to find more supportive comments, but there are very few of those to be found. However, Hardware Unboxed made a separate post defending AMD, which is what prompted McAfee to clarify that the delayed launch comes down to software optimization.\n\nAMD delaying the launch of RDNA4 to March is the right move. The last thing they want is stuffing up the launch yet again, which they risk doing if they launch before Nvidia. And very few people would have bought a 9070 XT just because it launched a week or two before the 5070.… — Hardware Unboxed (@HardwareUnboxed) January 20, 2025\n\nI know that X is a tough crowd, so I decided to check Reddit for more reactions. Long story short — it wasn’t pretty.\n\nThe comments under this post, sharing that RDNA 4 won’t arrive until March, are still harsh. One commenter said: “Nvidia’s release was looking rather underwhelming, so AMD had to pull out all the stops to make sure they miss the opportunity this time.”\n\n“I perceive this as having no confidence in your own product. [AMD] had the opportunity here to seize this midrange market segment by coming out first,” said another user, pointing out that waiting for Nvidia’s RTX 5070 might backfire.\n\nIn search of people who are more in favor of AMD than Nvidia, I ventured into the r/AMD community. This post quickly showed me that people aren’t willing to cut AMD any slack.\n\nOther than the top comment thread pictured above, all the other highly-rated comments criticize AMD. “Absolute incompetence from AMD’s GPU division, again,” says one poster. “Doesn’t a significant amount of retailers already have the cards in stock? What a fumble,” adds another.\n\nI could go on, but you get the gist. It’s clear that people aren’t pleased, and while the internet at large is hardly ever satisfied, some of this might’ve been avoided if AMD had been more forthcoming about the RX 9000 series. People are frustrated with the delay, but also with the lack of information.\n\nAMD could still make the RX 9070 XT a success\n\nThings are looking a little bleak for RDNA 4 right now, but the internet is quick to forget. It’s still entirely possible for AMD to turn this around and make the launch of the RX 9000 series a success.\n\nMy opinion is that sharing some information would be better than sharing next to none; even a basic spec sheet would go a long way. Although McAfee plays a key role in AMD’s GPU strategy, most fans don’t check his X account on a daily basis. Those people are either kept in the dark or they’re left to rely on third parties to tell them what’s going on.\n\nLetting the general public figure out AMD’s plans based on social media means that a lot of people who might have otherwise been happy to wait will now be influenced by people who are decidedly not happy. If there are hundreds of comments all saying that AMD is doing a bad job, it’s easy to start believing it yourself if you don’t have anyone telling you otherwise.\n\nUnfortunately, right now, AMD is really not doing much to dispel that notion. A quick X post, even when coming from an AMD executive, doesn’t cut it.\n\nAside from some marketing efforts to drive up the hype, I think it’s now more important than ever for AMD to lean into that performance-per-dollar metric that makes GPUs like Intel’s Arc B580 such a great deal. The fact is that the RX 9070 XT might still be an exceptional GPU even if it won’t be able to beat all of its Nvidia rivals.\n\nMost people won’t be spending $2,000 (or more) on an RTX 5090. The GPU market needs graphics cards that provide value while being able to run the latest games, and to that end, AMD’s usually done a pretty good job. Strangely enough, some of its best GPUs are the ones that didn’t get a lot of love from the marketing department, such as the RX 7900 GRE — but that’s no reason for the RX 9070 XT to also be launched with so little fanfare.\n\nIn the consumer graphics market, AMD is a small fish; Nvidia is a massive shark. Following a troubled launch, AMD may therefore now face an uphill climb with the RX 9070 XT — but I’m still hopeful.\n\nIf AMD gets the pricing right, the RX 9070 XT might still turn out to be an amazing card. On the other hand, if it’s too expensive when compared to its Nvidia rivals, it might end up being overlooked regardless of AMD’s marketing efforts. And let’s hope that those efforts actually begin soon, because so far, Nvidia’s winning the battle — but AMD could still walk away unscathed from the war."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ETtech Explainer: What is DeepSeek, China's competitor to OpenAI?",
            "link": "https://www.msn.com/en-in/technology/artificial-intelligence/ettech-explainer-what-is-deepseek-china-s-competitor-to-openai/ar-AA1xSHsK?ocid=BingNewsVerp",
            "description": "DeepSeek is a Chinese AI startup specialising in open-source large language models (LLMs). When launched in December 2024, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pniZV-MwzFNnwuWxTf3N7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "1hon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta's chief AI scientist says DeepSeek's success shows that 'open source models are surpassing proprietary ones'",
            "link": "https://www.msn.com/en-us/technology/tech-companies/meta-s-chief-ai-scientist-says-deepseek-s-success-shows-that-open-source-models-are-surpassing-proprietary-ones/ar-AA1xRpjm?ocid=BingNewsVerp",
            "description": "Meta's chief AI scientist, Yann LeCun, says DeepSeek's success with R1 says more about the value of open source than Chinese ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uLSEv1CHuQIKr37Wlvu1uS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "17hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "First-Ever Black Hole Image Sharpened Using Machine Learning",
            "link": "https://www.msn.com/en-us/news/technology/first-ever-black-hole-image-sharpened-using-machine-learning/vi-AA1xQPJX?ocid=BingNewsVerp",
            "description": "The historic first image of the Messier 87 (M87) supermassive black hole, captured using the Event Horizon Telescope, has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BwUvr4g1SnzgqarKZOzTbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Space on MSN21h",
            "source": "Space on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Advancements and Emerging Trends Shaping the Future of Electronic Health Records (EHR)",
            "link": "https://techbullion.com/advancements-and-emerging-trends-shaping-the-future-of-electronic-health-records-ehr/",
            "description": "The landscape of healthcare is rapidly evolving, and at the center of this transformation is the Electronic Health Record ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nEg0qhPG4K313yUeakXYOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Impacts1h",
            "source": "Impacts",
            "article_content": "The landscape of healthcare is rapidly evolving, and at the center of this transformation is the Electronic Health Record (EHR) system. Once simply a digital replacement for paper charts, EHRs are now becoming sophisticated tools that support not just documentation, but enhanced patient care, streamlined workflows, and predictive health outcomes. As healthcare moves toward a more digital future, innovations in EHR technology are shaping the way care is delivered and managed.\n\nAI and Machine Learning Integration\n\nArtificial intelligence (AI) and machine learning (ML) are driving unprecedented changes in healthcare, and their impact on EHR systems is profound. AI-powered EHR systems can analyze vast amounts of patient data to provide clinicians with actionable insights, predict patient outcomes, and even suggest potential diagnoses or treatments.\n\nFor example, AI can assist in automatically filling out EHR fields, speeding up the documentation process while ensuring accuracy. It can also detect patterns that may not be immediately apparent to clinicians, allowing for earlier intervention in patient care. Machine learning algorithms, when applied to patient records, can predict which patients are at risk of developing certain conditions, prompting preventive care and improving overall outcomes.\n\nTelehealth Integration and Remote Monitoring\n\nWith the rise of telehealth, particularly during the COVID-19 pandemic, EHRs are now integrating telemedicine functionalities. The future of EHRs includes seamless connections between virtual care platforms and patient records, ensuring that health information is continuously updated and accessible in real-time, regardless of where the patient is receiving care.\n\nEHRs are also incorporating data from remote monitoring devices, such as wearable technology. Patients using devices to track vital signs like heart rate, glucose levels, and sleep patterns can have their data automatically uploaded into their EHR, providing clinicians with a more comprehensive view of their health status between visits.\n\nInteroperability and Data Exchange\n\nA critical aspect of the future of EHRs is improving interoperability—the ability of different systems to communicate and share data efficiently. The Fast Healthcare Interoperability Resources (FHIR) standard is gaining widespread adoption across the healthcare industry. FHIR is designed to enhance the exchange of healthcare information across different platforms, enabling better coordination of care among multiple providers and improving patient outcomes.\n\nInteroperability ensures that EHRs are not just isolated silos of information but part of a larger, integrated network. As this becomes the norm, patients will benefit from more cohesive care, as clinicians will have access to complete health records, regardless of where patients have received treatment.\n\nEnhanced Patient Engagement\n\nAs patients increasingly take control of their health data, EHR systems are evolving to offer more robust patient portals. These portals enable patients to access their health records, communicate with their healthcare providers, schedule appointments, and even participate in decision-making regarding their treatment plans.\n\nLooking ahead, we can expect EHRs to offer even more personalized patient experiences through mobile applications and real-time health updates. Some systems may incorporate AI-powered chatbots that can provide quick responses to patient inquiries or guide them through their care plan.\n\nBlockchain for Data Security\n\nData security remains a top concern in healthcare, and blockchain technology is emerging as a potential solution to protect sensitive patient information. Blockchain’s decentralized structure ensures that data is encrypted, verified, and nearly impossible to tamper with.\n\nIn the future, blockchain could be used to secure patient records in EHRs, ensuring that only authorized parties have access to the data and that any changes or updates to records are fully transparent. This will help address concerns about data breaches, which are costly both financially and in terms of patient trust.\n\nPredictive Analytics for Population Health Management\n\nPredictive analytics is another trend that is transforming EHRs. By leveraging large datasets, EHRs can be used to identify trends within a patient population, predict outbreaks of diseases, and assess healthcare needs in advance. This not only improves individual patient care but also enhances public health management.\n\nIn the future, healthcare providers will use predictive analytics within EHRs to manage chronic diseases more effectively, allocate resources, and provide personalized care plans based on population health data.\n\nCloud-Based EHR Solutions\n\nCloud computing is playing a vital role in the future of EHRs, offering healthcare providers more flexible, scalable, and cost-effective solutions. Cloud-based EHR systems allow for easier updates, reduced IT overhead, and better disaster recovery capabilities. They also enable healthcare organizations to store and manage vast amounts of patient data without the need for on-premises infrastructure.\n\nAs cloud technology advances, we can expect cloud-based EHRs to offer more secure and efficient ways to manage patient data, improve accessibility for healthcare providers, and enhance overall patient care.\n\nNatural Language Processing (NLP)\n\nNatural Language Processing (NLP) technology is being integrated into EHRs to transform how clinicians interact with these systems. NLP can process and analyze large volumes of unstructured data, such as physician notes, and turn them into structured data that can be used for clinical decision-making.\n\nIn the future, NLP will help reduce the administrative burden on healthcare professionals by automatically generating summaries, extracting key insights from patient records, and even predicting patient outcomes based on past data. This will free up more time for clinicians to focus on patient care.\n\nThe future of EHRs lies in leveraging cutting-edge technologies like AI, machine learning, blockchain, and cloud computing to create systems that not only store patient data but actively contribute to improved patient outcomes. As these trends continue to evolve, EHRs will become more integrated, secure, and efficient, ultimately transforming how healthcare is delivered. Healthcare providers and stakeholders must embrace these innovations to stay ahead of the curve, improve patient care, and streamline operations in an increasingly digital world.\n\nAs we consider how EHRs must evolve, it’s helpful to envision what healthcare may look like in the next decade. Triyam’s “Future of Health IT” predicts that key factors such as consumerism, data-sharing, and interoperability will reshape the healthcare industry by 2030. Consumers will prioritize convenience, focusing more on prevention and overall well-being. With advancements in technology, new capabilities will emerge. The question is: are today’s EHR systems ready to support health systems in navigating this future?\n\nTriyam is a leading provider of expert solutions and services in healthcare data management. Since 2012,our team of data experts helps healthcare and other organizations extract, convert, migrate, or archive their data via a stress-free transition to the new system, or to an archival solution called Fovea EHR Archive – that integrates with the new system. Triyam’s EHR data archival solutions help healthcare organizations decommission legacy systems, and save money while ensuring compliance with data retention requirements."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin says Russia 'ready for negotiations' with Donald Trump on Ukraine",
            "link": "https://www.msn.com/en-us/news/politics/putin-says-russia-ready-for-negotiations-with-donald-trump-on-ukraine/ar-AA1xR9xd?ocid=BingNewsVerp",
            "description": "Russian President Vladimir Putin said he is \"ready for negotiations\" with U.S. President Donald Trump about how to end the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mb18g_GalN0hUdJP3ClqPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "17hon MSN",
            "source": "UPI News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine-Russia latest: Zelensky makes demand for Trump talks to end war as Kyiv shoots down missile attack",
            "link": "https://www.msn.com/en-gb/news/world/ukraine-russia-latest-zelensky-makes-demand-for-trump-talks-to-end-war-as-kyiv-shoots-down-missile-attack/ar-AA1rr7K2?ocid=BingNewsVerp",
            "description": "Zelensky makes demand for Trump talks to end war as Kyiv shoots down missile attack - Comes as South Korea’s military says ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TCwSjsfXLmfd6FXT-94EDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Congo severs ties with Rwanda as eastern conflict escalates",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/congo-severs-ties-with-rwanda-as-eastern-conflict-escalates/ar-AA1xRFvn?ocid=BingNewsVerp",
            "description": "Congo has severed all diplomatic ties with Rwanda and South Africa said on Saturday that nine of its peacekeepers had been ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7SOBmS33La7SK3f76PMmDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "13hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fighting in Sudan’s civil war sets ablaze the country’s largest oil refinery, satellite photos show",
            "link": "https://www.msn.com/en-us/news/world/fighting-in-sudans-war-sets-ablaze-the-countrys-largest-oil-refinery-satellite-photos-show/ar-AA1xPopF?ocid=BingNewsVerp",
            "description": "Fighting around Sudan ‘s largest oil refinery set the sprawling complex ablaze, satellite data analyzed by The Associated ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IXLpEXZTAsF-KpHCX2lNdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "20hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prediction: 1 Soaring Cryptocurrency Stock Could Plunge by 50% (or More)",
            "link": "https://www.msn.com/en-us/money/savingandinvesting/prediction-1-soaring-cryptocurrency-stock-could-plunge-by-50-or-more/ar-AA1xSztr?ocid=BingNewsVerp",
            "description": "Robinhood Markets (NASDAQ: HOOD) stock has been on a tear lately, with a whopping 358% gain over the past 12 months alone. In ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NblmdlNNIGpmAY0k7gmsZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "38mon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is Alani Nu and Is Its Growth Causing Celsius Stock to Plunge?",
            "link": "https://www.msn.com/en-us/money/top-stocks/what-is-alani-nu-and-is-its-growth-causing-celsius-stock-to-plunge/ar-AA1xSQi7?ocid=BingNewsVerp",
            "description": "Move over Celsius Holdings (NASDAQ: CELH), there's a new growth story in the energy drink space. Alani Nu is an energy drink ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HI3BfD8oBI2-1z_ihhzVSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "easyJet Stock Is On A Massive Sale After Its Q1 Update",
            "link": "https://seekingalpha.com/article/4751933-easyjet-stock-is-on-a-massive-sale-after-its-q1-update",
            "description": "Jet showed strong Q1 performance with rising passenger numbers, revenue, and load factors. Read why EJTTF stock is poised for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qCYY1watbAafGPxaI_SUCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "6h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Best Stocks to Invest $50,000 in Right Now",
            "link": "https://www.msn.com/en-us/money/topstocks/the-best-stocks-to-invest-50000-in-right-now/ar-AA1xSUTf?ocid=BingNewsVerp",
            "description": "While the market has continued its winning ways to start the year, there are still some attractive investment opportunities - ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H3Wly7Fz-NRMNhXQ1RehMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US economic losses from natural disasters soared in 2024, even as they eased globally",
            "link": "https://www.msn.com/en-us/money/economy/us-economic-losses-from-natural-disasters-soared-in-2024-even-as-they-eased-globally/ar-AA1xN6Ko?ocid=BingNewsVerp",
            "description": "At least two other hurricanes, several severe 'convective' storms and a draught contributed to the losses from natural ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aP-NXMMMVUTVG9WPqimojC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "20hon MSN",
            "source": "The Associated Press - Business News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russian economy meltdown as firms face mass bankruptcies and consumer borrowing costs soar",
            "link": "https://www.msn.com/en-gb/money/other/russian-economy-meltdown-as-firms-face-mass-bankruptcies-and-consumer-borrowing-costs-soar/ar-AA1xR9Ua?ocid=BingNewsVerp",
            "description": "Hit by a triple whammy of soaring loans, plummeting sales, and evaporating state support, many small-and medium-sized ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mFrixbm--WrdXLJ8bsTvMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "18hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What handheld PC makers should do to fight the Nintendo Switch 2",
            "link": "https://www.theverge.com/24351383/handheld-pcs-challenge-switch-2-editorial",
            "description": "But the Nintendo Switch 2, coming later this year, may change that value proposition. Not only will it continue to be the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uT543XHGUA0_ZqJbX_voZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "38m",
            "source": "The Verge",
            "article_content": "I stopped buying most games for my Nintendo Switch the day I bought a Steam Deck. My Switch has been a Mario and Zelda machine ever since. It’s simple: the Steam Deck took the Switch’s best trick — pick-up-and-play portability — while offering more games that run better. I can easily resume the ones I started on my desktop PC, or continue to play portable titles on my desktop and marvel at improved graphics.\n\nBut the Nintendo Switch 2, coming later this year, may change that value proposition. Not only will it continue to be the console that attracts families and kids with inventive, surprising, must-try exclusive Nintendo games that use its detachable Joy-Cons’ many tricks, but it also has a real chance at convincing the enthusiasts who might otherwise buy a handheld gaming PC — or who were waiting for handheld PCs to become less of a wild west.\n\nThe Switch 2’s newly magnetic Joy-Con. Gif: Nintendo\n\nThe Switch 2 may meet or beat the Steam Deck in performance. If history’s any indication, it should easily sell better than every handheld gaming PC combined. When the original Nintendo Switch launched nearly eight years ago, there was almost nothing to play but Zelda, and Nintendo held its game catalog in an iron grip — but now, the backwards-compatible Switch 2 will launch with one of the largest and most welcoming libraries of all time, rivaled only by smartphones and computers. The Switch could theoretically become the new baseline for game developers to target, and the most reliable place to find new handheld-friendly titles.\n\nSo: How can the budding handheld PC revolution escape the shadow of the Switch 2? I won’t say I know for sure, but I did just check the industry’s temperature at CES 2025, the world’s biggest tech show — and I’m afraid PC handhelds may stay in that shadow unless the industry does more.\n\nHandheld ergonomics was one bright spot going into 2025. While I still prefer the Deck’s overall feel, practically every PC handheld I touched had nicely sculpted grips that made them more comfortable to hold than their predecessors. From the 8-inch MSI Claw 8 AI Plus and Lenovo Legion Go S, to the 8.8-inch Legion Go 2, and the giant 11-inch Tencent Sunday Dragon, even the largest Windows handhelds didn’t feel as awkward as some of their first-gen predecessors.\n\nThere are four places I think the industry has to change — and maybe, band together — if these handhelds want a meaningful piece of the Switch.\n\nA year made a huge ergonomic difference to Lenovo’s handhelds in particular. (The new one’s on the left.) Photo by Antonio G. Di Benedetto\n\nOperating system\n\nBuyers need to know that their game will be ready to play when they press the power button on a handheld. That’s the Nintendo Switch experience, and it’s similar to how the Steam Deck works once games are downloaded — but it’s far from what Windows handhelds currently offer.\n\nThat’s why the three biggest pieces of handheld gaming news at the show had little to do with the hardware itself. They were about ditching today’s version of handheld Windows.\n\nFirst, Lenovo revealed it would produce the first authorized third-party handheld to ship with Valve’s easy-to-use SteamOS instead of Windows — something only the Steam Deck has done so far. Second, Valve told us it would bring a SteamOS beta to additional third-party handhelds as soon as this April. Third, a Microsoft executive told The Verge that the company would finally do something meaningful about its bloated Windows experience on handhelds later this year, combining “the best of Xbox and Windows together.”\n\nThese moves are heartening, as it’s a Wild West in handheld PC land. Most companies opt for a copy of Windows that doesn’t reliably launch games or sleep and wake properly, defeating some of the purpose of a pick-up-and-play handheld experience. They’re filled with difficult-to-navigate UI and unnecessary bloatware, too — to the point that today, a community-created fork of Valve’s SteamOS UI is already a far better experience than Windows.\n\nIt’s also good for SteamOS fans: while the Steam Deck is a great platform for SteamOS, we’ve already seen the Deck can’t compete with the Switch by itself. Game publishers don’t see the raw sales numbers to bring big multiplayer games like Fortnite or Valorant to SteamOS. (They say cheaters are too big a risk.)\n\nBut, while the CES moves are significant, Valve, Microsoft, and Lenovo are non-committal about how much things might improve. Microsoft would only give me the barest hints about making Windows feel more like an Xbox game console at some point later this year. Lenovo is hedging its SteamOS bet hard — not only will the Legion Go S ship in both Windows and SteamOS varieties, the Windows version will go on sale months earlier, and Lenovo won’t commit to SteamOS for its larger, later-in-2025 handheld.\n\nNo other company announced a SteamOS handheld at CES, either, save for PC maker GPD, with a claim that was apparently false or lost in translation. Valve told me it has no other partner devices currently in the works for SteamOS, though it’d be happy to work with more companies. I believe every handheld maker should give SteamOS a shot.\n\nCES 2025 brought huge handhelds like this 11-inch Acer, and they’re not necessarily a bad idea! Photo by Antonio G. Di Benedetto / The Verge\n\nScreen\n\nThis one’s easy: to maximize performance, battery life, economies of scale, and offer a closer-to-game-console experience, handheld PC makers should universally adopt a 1080p-or-lower-resolution HDR OLED screen with variable refresh rate.\n\nMany PC manufacturers are wasting what little performance they can muster from a handheld chip and battery on a screen with far too many pixels for the task, artificially constraining performance and battery life in exchange for 1600p or 1200p sharpness that most gamers won’t miss on a 7-inch to 8-inch panel. Additionally, every handheld without a variable refresh rate screen is likely wasting a good chunk of the frames that their handheld can serve because their screen is artificially limiting their framerate — VRR was the Asus ROG Ally’s secret weapon, letting it play games more smoothly than competing handhelds even if rivals’ chips offered the same FPS.\n\nLastly, HDR is a revelation on the Steam Deck OLED’s screen, letting both native titles and the HDR games I stream from my PS5 feel like they’re filled with real light that explodes out of the screen. It’s something Windows desktops and laptops have never consistently offered the way today’s consoles do, but handhelds could be the gateway to changing that.\n\nIs a screen like the one I’m describing expensive or hard to find? Band together, PC companies, and surely a display maker can change that for you.\n\nChips and battery\n\nUnless you count the Nvidia Tegra at the heart of the Nintendo Switch, AMD is the leader in handheld chips. But its semi-custom Aerith and Sephiroth parts for the Steam Deck feel like the only ones proactively designed with power-sipping handhelds in mind, leaving everyone else at a portability disadvantage. And it sounds like AMD’s new Z2 line might not be all that different.\n\nAMD’s Z1 batch of chips in handhelds like the Asus ROG Ally wasn’t originally for handheld; they’re mildly tweaked laptop processors that need 17 or 18 watts to begin to hit their stride, enough for a complete handheld to drain a typical 50Wh battery pack in well under three hours with mildly intensive games.\n\nThe Z2 line is similarly a set of tweaked laptop chips, and while AMD told me some may offer more performance at the same power and add improved efficiency tweaks, the total consumed power may not decrease. Lenovo product manager Alex Zhu told me it’s looking at running its Legion Go S’s Z2 Go chip at around 20 watts, which might give it worse battery life than the 15-watt-and-below Steam Deck even if its GPU is more capable. AMD also confirmed the Z2 Go is less powerful than the prior-gen Z1 Extreme.\n\nAMD senior fellow Mahesh Subramony told me the company’s flagship Z2 Extreme chip, on TSMC’s shrunk-down N4P process node with a mix of newer Zen 5, Zen 5c and RDNA 3.5 cores, should be both more efficient and much more capable than the Z2 Go, and quite a bit better than the Z1 Extreme as well, but it’s not a leap forward. That may require AMD’s even newer RDNA 4 graphics, and it may require bespoke processors.\n\nThe MSI Claw 8 AI Plus uses an Intel Lunar Lake chip. Photo by Antonio G. Di Benedetto / The Verge\n\nDon’t hold your breath if you’re hoping Intel might provide meaningful competition in the handheld chip realm. While early reviews of the Intel Lunar Lake chip in the revised MSI Claw 8 AI Plus are quite promising, its pricey Lunar Lake chip may be a bit of a one-off, with future Intel parts steering away from the power-saving on-die memory that Intel experimentally added. I’m curious if that’s why MSI hasn’t fully launched the Claw as expected.\n\nMeanwhile, Intel certainly has bigger fish to fry right now than making custom handheld chips. “It’s not a market that we’re actively pursuing, but it’s a market we’re happy to enable,” Intel VP of technical marketing Robert Hallock tells me of handheld gaming. “It is somewhat extracurricular,” he added, explaining that it’s a fun and exciting but small market and that Intel has to pick its battles. “We’re coming off admittedly, about five, six years of strife and we have to decide where we want to invest.”.\n\nSome manufacturers have been able to improve the battery life disadvantage of today’s off-the-shelf AMD chips by including a much larger battery pack — the Asus ROG Ally X doubled the size of its predecessor’s pack to 80 watt-hours, and it’s no longer the only 80Wh handheld you can buy. But that comes with size and weight tradeoffs that can only be partially engineered away.\n\nWe need handheld makers to join together and make a case for better chips.\n\nThe Steam Deck still starts at $399, even if the $529 OLED model is superior. Photo by The Verge\n\nPrice\n\nThe PC industry also needs to cut prices if it wants a chance to eat Nintendo’s lunch.\n\nThe Nintendo Switch debuted at $299 in 2017 — around $380 in today’s money — and the OLED version arrived at $349 in 2021. A year later, Valve’s Steam Deck debuted at $399. But today, the only Windows handheld gaming PC I can recommend costs $799, roughly twice the price of an entry-level Deck, and most Windows handhelds have started at $600 and up. High-end options are great, but the space may remain niche without low-end options, too.\n\nOnly the least expensive model of Lenovo’s SteamOS variant of the Legion Go S will lower that bar to $499 this May. And all of those prices are still more than Sony or Microsoft charges for a TV console with far more performance, and likely more than Nintendo will charge for the Switch 2.\n\nI’m not sure what exactly PC makers would need to do to challenge the Switch on price, but it’s likely not simple. Valve CEO Gabe Newell said it was “painful” but “critical” to launch the Steam Deck at $399, hinting that the company may have followed the razor-and-blades business model where console makers initially sell hardware at a loss, then make the money back as people buy games. If so, that’s a tough act to follow, as no other PC maker controls the world’s largest PC games store and can afford to subsidize a handheld that way.\n\nBut not every console has been a loss leader: Nintendo reportedly never sold the Switch at a loss, and Sony stopped selling the PS5 at a loss less than a year after its debut. So it’s possible to cut prices with the right bill of materials and economies of scale. Lenovo explicitly told me it worked with AMD on the Z2 Go chip to help lower the Legion Go S’s price, for example.\n\nTo compete with Nintendo, a company like Microsoft or Valve or even Sony needs to lead the charge, securing the components and offering the right operating system for dozens of true Switch competitors Imagine dozens of portable Xboxes or PlayStations or Steam Machines, instead of each PC maker marching to the beat of their own drum."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is MSI Center (And Should You Uninstall It)?",
            "link": "https://www.msn.com/en-us/news/technology/what-is-msi-center-and-should-you-uninstall-it/ar-AA1xRskL?ocid=BingNewsVerp",
            "description": "It's not unusual for your pre-built PC to include a slew of pre-installed software, such as MSI Center, but is the software ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I4OK4m3h5Kfyhi2yCmJvUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "16hon MSN",
            "source": "SlashGear on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Arka Fincap Redefining Finance Through Technology",
            "link": "https://www.dqindia.com/interview/arka-fincap-redefining-finance-through-technology-8648399",
            "description": "In this conversation, Suman Saurav, CTO of Arka Fincap, shares insights into how the company has leveraged advanced tools and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VAdFFrEb42Tf9PgRykCp4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Dataquest9h",
            "source": "Dataquest",
            "article_content": "Arka Fincap has embraced technology to streamline its operations and enhance customer experiences. By utilizing tools such as low-code platforms, automation, and cloud infrastructure, the company has significantly reduced processing times and operational costs. This approach has enabled efficient loan processing, seamless fintech integrations, and data-driven decision-making. Arka’s journey highlights the role of technology in modernizing financial services while balancing scalability, compliance, and customer-centricity.\n\nAdvertisment\n\nCollaborating with fintech partners through standardized APIs has been pivotal in enhancing our loan sourcing capabilities and meeting customer expectations for speed and efficiency.\n\nIn this conversation, Suman Saurav, CTO of Arka Fincap, shares insights into how the company has leveraged advanced tools and platforms to automate operations, enhance customer engagement, and maintain cost efficiency. From utilizing low-code platforms for rapid deployment to building a cloud-first infrastructure, Saurav delves into the technologies shaping Arka’s journey and the lessons learned along the way. Excerpts from the interview:\n\nHow has Arka Fincap leveraged technology to streamline its operations and enhance customer experience? What specific technologies or tools have been instrumental in this transformation?\n\nAdvertisment\n\nArka Fincap has pioneered a technology-driven operational model aimed at optimizing efficiency and enhancing customer satisfaction. From inception, the company committed to a robust infrastructure built on contemporary technology, allowing automation of critical processes such as customer onboarding, loan sanctioning, and disbursement. These advancements have drastically reduced processing times and operational costs.\n\nKey technologies include:\n\n• Low-Code/ No-Code Platforms: These have accelerated the development of the Loan Origination System, enabling rapid product launches and program adjustments without heavy reliance on the IT systems. This adaptability ensures a swift response to market dynamics.\n\nAdvertisment\n\n• Standardized APIs: Seamless integration with fintech partners has been achieved through APIs, enabling efficient data exchange and streamlined workflows.\n\n• Automation: Processes like loan decision-making and disbursements are now automated, achieving turnaround times as low as four seconds. This efficiency boosts transaction volumes without increasing overhead.\n\n• Advanced Analytics: Tools such as Inferyx and Power BI provide insights into customer behaviour and business performance, supporting strategic decision-making.\n\nAdvertisment\n\nCan you elaborate on Arka’s approach to cost optimization in the context of digital transformation? How have you managed to balance the need for advanced technology to maintain a frugal cost structure?\n\nArka Fincap has embraced a cost-conscious strategy that integrates advanced technology while maintaining a lean cost structure:\n\n• Cloud-Based Infrastructure: Utilizing a pay-as-you-go model, the cloud infrastructure scales resources based on demand, minimizing costs associated with physical hardware.\n\nAdvertisment\n\n• Low-Code/No-Code Platforms: The implementation of low-code / no-code platforms for Loan Origination System has been instrumental in reducing development costs and time. This has empowered business analysts to make changes to applications without needing extensive IT intervention, allowing for rapid deployment of new features or adjustments to existing processes. This agility not only cuts down on development costs but also accelerates the time-to-market for new products.\n\nArka Fincap’s digital transformation is built on a foundation of empathy, agility, and technology, ensuring that we stay customer-focused while driving sustainable business growth.\n\n• Unified Loan Management System: A single LMS consolidates data management, reducing technology investment and simplifying reconciliation processes.\n\nAdvertisment\n\n• SaaS Applications: Functions like HR management and expense tracking leverage SaaS solutions, offering flexibility and cost efficiency.\n\nWhat role have SaaS and cloud computing played in Arka’s digital transformation journey? How have these technologies enabled you to achieve infinite scalability while managing costs effectively?\n\nAdvertisment\n\nSaaS and cloud computing are central to Arka Fincap’s digital transformation:\n\n• Cloud Infrastructure: Enables scalable, cost-effective operations with a pay-as-you-go model that adjusts resources based on demand.\n\n• Infinite Scalability: The flexibility of cloud solutions accommodates fluctuating demands without the need for additional hardware.\n\n• SaaS Applications: These streamline operations, reduce overhead, and provide access to the latest tools, ensuring operational agility.\n\nCan you share specific examples of how Arka has quantified the benefits of its technology investments in terms of cost savings, efficiency gains, and improved customer satisfaction?\n\nArka Fincap’s technology investments have delivered measurable outcomes:\n\n• Cost Savings: Automation of loan processes reduces operational expenses and staffing requirements, achieving turnaround times of four seconds.\n\n• Customer Satisfaction: Arka’s product offering like the Uday loan service for small ticket loans against property offers tailored solutions for MSMEs, addressing unmet needs and fostering trust.\n\n• Data-Driven Decisions: Advanced analytics tools enable informed decision-making, improving resource allocation and service delivery.\n\n• Employee Support: Our in-house chatbot Vidya enhances internal efficiencies by centralizing access to policy information.\n\nHow does Arka ensure compliance with evolving regulations in the financial services sector while embracing digital transformation?\n\nArka Fincap has adopted a proactive approach to ensure compliance with evolving regulations in the financial services sector while embracing digital transformation.\n\nData security is critical in the lending sector, and Arka addresses this by adhering strictly to regulatory guidelines and implementing best practices in cybersecurity.\n\nHere’s an overview of how the company manages this balance:\n\n• Integration of Technology and Operations: Arka Fincap has established a unique model that intertwines technology with operations, allowing for streamlined processes that enhance compliance. The integration of digital tools enables the company to automate regulatory reporting and compliance workflows, reducing the risk of human error and ensuring timely adherence to regulatory changes.\n\n• Continuous Monitoring of Regulatory Changes: The compliance team at Arka is dedicated to closely monitoring regulatory developments within the Non-Banking Financial Company (NBFC) sector. As regulations evolve, such as the adoption of Indian Accounting Standards (IND AS) and Scale-Based Regulations (SBR), Arka ensures that these guidelines are thoroughly evaluated and swiftly integrated into their operations. This agility allows them to remain compliant without significant disruptions to their business processes.\n\n• Data Security and Compliance Frameworks: Data security is critical in the lending sector, and Arka addresses this by adhering strictly to regulatory guidelines and implementing best practices in cybersecurity. The company has instituted measures for protecting customer data, including employee identity management and data obfuscation where necessary. These practices not only safeguard sensitive information but also ensure compliance with data protection regulations.\n\n• Risk Management Tools: Arka employs robust risk management frameworks that include tools such as Expected Credit Loss (ECL), Early Warning Signals (EWS) mechanisms and Power BI analytics. These tools facilitate continuous monitoring of various risks, from asset quality to governance and liquidity, enabling the company to address potential compliance issues proactively. By utilizing data-driven insights, Arka can make informed decisions that align with regulatory requirements.\n\nAre there any strategic partnerships or collaborations that Arka has formed to accelerate its digital transformation journey?\n\nArka Fincap has strategically partnered with various organizations to accelerate its digital transformation journey, particularly focusing on enhancing its offerings in the MSME lending sector. Here are some key partnerships and collaborations that have played a significant role in this transformation:\n\n• Co-Lending Partnership: Arka Fincap has established a co-lending arrangement with banks and NBFCs aimed at providing loans to Micro, Small, and Medium Enterprises (MSMEs).\n\n• Fintech Collaborations: Arka has formed partnerships with multiple fintech companies to enhance its loan sourcing capabilities. These collaborations enable seamless integration by utilizing standardized APIs. The integration also allows for quicker loan processing times and improved service delivery, aligning with customer expectations for fast and efficient financial services.\n\n• Adoption of SaaS Solutions: Arka leverages various SaaS (Software as a Service) applications to streamline operations across different functions such as HR management, expense tracking, and customer relationship management. This approach has resulted in cost efficiency and operational agility.\n\nWhat is Arka’s long-term vision and goals for digital transformation?\n\nArka Fincap has articulated a clear long-term vision and set of goals for its digital transformation journey, focusing on leveraging technology to enhance operational efficiency, customer experience, and overall business growth.\n\n• Empowering Financial Growth: Arka aims to drive financial empowerment by providing innovative and technology-enabled financial solutions. The company envisions itself as a robust, diversified institution that can facilitate growth for its clients in the MSME sector while ensuring sustainable value creation.\n\n• Customer-Centric Approach: The organization is committed to enhancing customer experiences through empathy and agility. By focusing on creating differentiated customer journeys, Arka seeks to meet and exceed customer expectations in the financial services sector.\n\n• Technology as a Key Enabler: Arka considers technology as a critical driver for business growth. Our long-term vision includes building a comprehensive IT architecture that supports seamless access to business systems and applications, thereby improving operational efficiency and service delivery.\n\nSuman Saurav\n\nCTO, Arka Fincap\n\naanchalg@cybermedia.co.in"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the oldest known Hebrew book landed in a Washington museum",
            "link": "https://www.voanews.com/a/how-the-oldest-known-hebrew-book-landed-in-a-washington-museum/7949998.html",
            "description": "To legitimize its custody of the manuscript, found in an Afghan cave, the Museum of the Bible invoked the Universal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GeUYYdmD4Ce4_sbnjtW8ES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "22h",
            "source": "Voice of America",
            "article_content": "In 2016, Herschel Hepler was browsing Google Images to practice his paleography — the study of historical writing systems — when he stumbled upon an eerily familiar photo that would lead to a groundbreaking discovery.\n\n“I recognized it immediately and said, 'That’s a manuscript in our collection,'” Hepler, a curator at the Museum of the Bible in Washington, recalls.\n\nThe museum had recently acquired the manuscript — a rare Jewish prayer book — believing it to be part of the famous Cairo Geniza, a trove of ancient Jewish documents uncovered in a Cairo synagogue in the late 19th century.\n\nBut the black and white picture in Tablet magazine described the manuscript as a “16th to 17th century Hebrew book of Psalms, said to be from the Bamiyan area” of central Afghanistan.\n\nStunned by the revelation, Hepler set out to verify it. Tracking down the author of the Tablet article, British historian and archaeologist Jonathan Lee, Hepler confirmed that Lee had in fact found the book in an Afghan warlord’s possession in 1998 and photographed the cover and two inside pages.\n\n“Without Jonathan’s documentation from his trip to Bamiyan in 1998, we would still be assuming this is probably from the Cairo Geniza,” Hepler said.\n\nBut if Hepler was surprised to learn about the book's origin in the remote mountains of Afghanistan, Lee was equally stunned when Hepler revealed that the manuscript had been carbon-dated to at least the 9th century.\n\n“At that point, I realized that the discovery was of major importance,” Lee said via email.\n\nRecognizing their combined expertise — Hepler in Hebrew manuscripts and Lee in Afghan history — the duo joined forces and invited in other experts.\n\nTheir yearslong research not only established the manuscript as the oldest-known Hebrew book but also unearthed evidence that Jews had lived in Afghanistan — and along the ancient Silk Roads — for longer than historians previously believed.\n\nBut the thrill of discovery was dampened by the realization that the manuscript had probably been smuggled out of war-torn Afghanistan and bought on the antiquities market.\n\nAt the time, the museum, founded by the Green family, owners of the Hobby Lobby arts and craft company, was still reeling from its acquisition of artifacts smuggled from Iraq and Egypt.\n\nThe museum faced a significant challenge: Before it could showcase it to the world, it needed to legitimize its ownership of the manuscript. This required years of delicate negotiations with New York’s small Afghan Jewish community and an Afghan government teetering on the brink of collapse. The stakes were high, and the path to secure the manuscript’s rightful place in the museum would prove be too complex and demanding.\n\nLee’s discovery\n\nLee, who has spent the better part of the last five decades researching and writing about Afghan history and archaeology, discovered the book by chance.\n\nIn April 1998, he was guiding a Japanese TV crew in Bamiyan and was on the lookout for a Bactrian language inscription and gold coins looted from an ancient Buddhist shrine.\n\nAt the time, the Bamiyan Valley, with its famed Buddha statues still standing, was controlled by a local Shiite insurgent group, while the Taliban ruled most of the rest of the country.\n\nThe anti-Taliban group’s leader, Karim Khalili, kept a collection of antiquities, among them the cache of gold coins Lee had been looking for. Lee photographed them.\n\n\"Then, his [Khalili’s] advisers brought in a miscellaneous collection of other antiquities that included the ALQ,” Lee said, using the acronym for the “Afghan Liturgical Quire,” the Hebrew book in the Bible Museum’s collection.\n\nA local man affiliated with the Shiite insurgent group had found the book under a collapsed roof in a cave the prior year and given it to Khalili.\n\nUnversed in Hebrew, Khalili apparently showed the book to other foreigners visiting Bamiyan, trying to figure out what it was.\n\n“I was told it had been found in Bamiyan, but then everything is found in Bamiyan,” Lee said.\n\nAs Lee recalls, the pocket-size book looked remarkably well-preserved for its age.\n\n“The cover was somewhat bent, damaged and watermarked, but the folios were relatively well-preserved, and most of the texts readable,” he said.\n\nTo Lee, that suggested the manuscript was \"not that old.” He left Afghanistan and for years didn’t give it much thought.\n\nHow and when the manuscript left Afghanistan remains unknown.\n\nThe 1990s were a dark period for Afghanistan’s rich cultural heritage. As armed groups fought over territory, their men — often directed by their commanders and guided by traffickers — plundered the country’s vast archaeological sites and ransacked its museums. Seventy percent of the national museum’s treasures vanished, according to one estimate, many ending up in private collections and some reputable institutions.\n\n“There is a long history of illicit export of antiquities from the country that goes back for decades but ultimately back to colonial times,” said Cecilia Palombo, a University of Chicago professor who has researched the plunder of Afghan antiquities.\n\nA leading researcher with extensive experience in Afghanistan said the manuscript was likely taken out of the country after the Taliban overran Bamiyan in late 1998. The researcher spoke on condition of anonymity.\n\nResearch by the Bible museum found that an unnamed Khalili deputy made multiple sales attempts in the United States and Europe between 1998 and 2001 before “apparently” offloading it to a private collector in London in fall 2001. The collector kept it for a decade or more before Hobby Lobby bought it in 2013 and donated it to the museum.\n\nThe office of Khalili, who later served as a vice president, declined a VOA interview request.\n\nThe Tablet article\n\nAlthough Lee had found the book in Afghanistan, he didn’t know how significant it was. On returning to England, he showed his photographs to a Hebrew specialist, who thought it was from the 16th or 17th century.\n\nThen, after a cache of ancient documents dubbed the “Afghan Geniza” surfaced on the international art market, Lee decided to publish his photograph, along with an article about Afghan Jewish history. Citing the book as an example of “Jewish material [turning up] occasionally” in Afghanistan, he wrote that the “whereabouts of this manuscript is now unknown.”\n\nHe would find out four years later. That's when, “out of the blue,” Hepler contacted him via LinkedIn and told him the manuscript was not the Book of Psalms but a prayer book, comprising Sabbath prayers, poetry and a partial Haggadah, the Jewish text recited at the Passover seder.\n\nThe Green family bought the book from an Israeli antiquities dealer in 2013 during a buying spree of ancient artifacts. Some of these items were later returned after it was discovered they had been illegally taken out of Iraq and Egypt.\n\nThe Afghan Liturgical Quire came with a forged provenance of its own, tracing the manuscript to collectors in London in the 1950s, masking any ties to Afghanistan. With Lee’s documentation, the museum was able to correct its provenance.\n\nThe museum had initially thought the book was from the 9th century, but a second carbon-dating test performed in 2019 showed it dates to the 8th century, making it two centuries older than the previous oldest-known Hebrew book in the world.\n\nThe discovery electrified experts.\n\nFor Hebrew scholars, the discovery offered the earliest evidence of a bound Hebrew book.\n\nFor Afghanistan specialists, it highlighted \"how significant this region was in respect of the history of the Middle East, Inner Asia and Northern India, and Afghanistan's ancient connectivity with cultures and religious traditions,\" Lee said.\n\nYet the realization that it had been smuggled out of Afghanistan cast a cloud over its legitimacy.\n\nAfghan laws and the 1970 UNESCO Convention make it illegal to export cultural artifacts and heritage items without government approval.\n\nTo legitimize its custody of the manuscript, the museum adopted what it calls a “human rights-based approach” to cultural heritage.\n\nInvoking the Universal Declaration of Human Rights, the museum argued that the Afghan people and Afghan Jews living in New York have a right to access the manuscript.\n\n“One of the things this project is focused on is on access — so, access to the Afghan Jewish community, access to the people of Afghanistan,” Hepler said.\n\nTo get the backing of both stakeholders, the museum initiated discussions with officials of the former Afghan government and members of the Jewish community in New York.\n\nThese efforts culminated in the signing of a memorandum of understanding in 2021 with the Afghan embassy in Washington before the Taliban takeover, ensuring the document would be held in custodianship.\n\nThe Afghan ambassador at the time, Roya Rahmani, did not respond to a request for an interview. Another former Afghan ambassador wrote a letter of support for the project.\n\nJack Abraham, head of the Afghan Jewish Federation who was born in Afghanistan, said his group offered its full support for keeping the manuscript in the United States.\n\n“I told [Hepler], ‘What you have in your hands is our heritage. It belongs to us. It could be any of our forefathers,’” Abraham said.\n\nBut some Afghans see it as equally part of their heritage.\n\n“This is the property of Afghanistan and must be returned to Afghanistan,” a senior former government official said, speaking on condition of anonymity.\n\nBarnett Rubin, a leading Afghanistan scholar and an advisor on the ALQ project, said both communities can legitimately lay claim to the book.\n\n“The museum wanted to have the approval of any one of the two main entities that might have a claim on it to their custody of it,” Rubin said.\n\nWith a custodianship agreement secured, the museum launched an exhibit in September, celebrating the project as an interfaith collaboration among Jews, Christians and Muslims.\n\nA second exhibit is planned for New York starting this month.\n\nWhile the Bible Museum technically owns the manuscript, Hepler said Afghanistan and the Afghan Jewish community \"have a lot of agency in this custodianship.\" To that end, the museum plans to provide one high-quality replica to the Jewish community and three to major cultural institutions in Afghanistan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Michael Sheen got a right roasting",
            "link": "https://www.ladbible.com/entertainment/celebrity/michael-sheen-mcintyre-big-show-phone-bbc-800037-20250126",
            "description": "Michael Sheen was left red-faced after taking a roasting from Michael McIntyre. The Good Omens actor appeared on the comedian ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y3DgGVmEh_MyTDuwusO6yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "1h",
            "source": "LADbible",
            "article_content": "Michael Sheen was left red-faced after taking a roasting from Michael McIntyre.\n\nThe Good Omens actor appeared on the comedian’s Big Show episode last night (25 January) where he was subjected to the infamous ‘Send to All’ challenge.\n\nAnd this led to McIntyre calling out a ‘self-centred' discovery on Sheen’s phone.\n\nAdvert\n\nAs you’ll probably know, this is a pretty staple feature of the BBC show, when the comic gets a hold of a celebrity guest’s device and sends out a cringey message to all of their contacts live on stage.\n\nOh, and obviously has a bit of a scour through the contents of their phone first - how could he not?\n\nMichael McIntyre found it hilarious (BBC)\n\nSo it was pretty understandable when Sheen admitted to having some nerves beforehand as he said: “It all seemed like a very good idea when I was first asked. Now it seems like a very bad idea.”\n\nAdvert\n\nThe Welshman watched on from the VIP box in the theatre with partner Anna Lundberg and her mum, Ingrid, as McIntyre took the plunge into his apps.\n\nBoth the live audience and viewers watched as the host uncovered Sheen’s most recent search on IMDb.\n\nAnd turns out, it was himself. The Quiz actor explained: “Listen, sometimes...\n\n“Sometimes, I have to look myself up, alright? Because I forget what I've been in.”\n\nAdvert\n\nHonestly, fair enough - I can’t even remember what I had for tea last night.\n\nHis second most recent search was 'Gavin and Stacey' in a bit of a nod to the actor’s Welsh pride.\n\nThen, McIntyre turned his attention to Sheen’s notes app while asking: “Is notes a bit personal?” As the star advised him to avoid.\n\nBut obviously, this was ignored and the comedian dove straight in as he found an entire page dedicated to the actor’s work history.\n\nAdvert\n\nMichael Sheen was roasted (BBC)\n\nThis turned out to be the write-up of a bio for one of his projects and of course, McIntyre found it absolutely hilariously as he joked Sheen was 'self-centred'.\n\nHaving read that out aloud, the presenter carried on with the embarrassment as he turned his attention to the photos app.\n\nHere he found plenty of selfies of the 55-year-old, including ones of him in disguise. And there was even a snap of his decapitated head from the infamous The Twilight Saga: Breaking Dawn - Part 2 scene.\n\nAdvert\n\nMcIntyre couldn’t help but point out that pretty much all the photos were of Sheen himself as he continued to comically roast him for being a bit self-obsessed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SIGNS: Tennessee Republican U.S. Rep. Tim Burchett Believes Aliens Have Underwater Bases",
            "link": "https://allhiphop.com/rumors/signs-tennessee-republican-u-s-rep-tim-burchett-believes-aliens-have-underwater-bases/",
            "description": "Believe it or not, this isn't the first time that Rep. Tim Burchett has brought up his theory about underwater alien activity ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tgMZLErVn2cuXxQC_bEdOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "10h",
            "source": "AllHipHop",
            "article_content": "Click to share on Pocket (Opens in new window)\n\nClick to share on Tumblr (Opens in new window)\n\nClick to share on LinkedIn (Opens in new window)\n\nClick to share on Pinterest (Opens in new window)\n\nClick to share on Reddit (Opens in new window)\n\nClick to share on Facebook (Opens in new window)\n\nClick to share on Telegram (Opens in new window)\n\nClick to share on WhatsApp (Opens in new window)\n\nClick to share on Twitter (Opens in new window)\n\nBelieve it or not, this isn’t the first time that Rep. Tim Burchett has brought up his theory about underwater alien activity.\n\nTennessee Representative Tim Burchett has taken the trending extraterrestrial conversation to the depths of Earth’s oceans.\n\nAccording to a report from WREG Memphis News Channel 3 (via The Hill), The Republican congressman has openly declared his belief that aliens might be operating secret underwater bases right here on our planet. Burchett’s claims are now making waves in Washington and beyond due to the interesting intersection between religion and science that his beliefs clash on.\n\nDuring a recent appearance on former Rep. Matt Gaetz’s One America News show, he clearly states that he arrived at this point base on his thought process of the unlimited power of the most high. “I just think travelin’ light years, I think it happens,” Burchett said. Burchett also pondered the unimaginable distances aliens might travel to reach Earth.\n\n“The light from those stars that we see at night left there before the time of Christ,” he added, mixing astronomy and theology in his explanation.\n\nBurchett’s fascination with the unknown isn’t new. Last year in April, following a classified briefing on Unidentified Anomalous Phenomena (UAP), he hinted that the U.S. government is deliberately withholding information about these mysterious occurrences.\n\n“I think there’s a cover-up,” Burchett alleged. “We’ve had departments tell us that they have recovery units, but they won’t release full reports. Everything’s covered up.”\n\nThe congressman’s interest in aliens gained momentum in the summer of 2023, when whistleblowers came forward during a series of UAP hearings. These insiders alleged that the government has long concealed evidence of advanced crafts of either foreign or extraterrestrial origin.\n\nBurchett took action by requesting the intelligence community’s inspector general investigate these shocking claims. Burchett described one case that had him particularly spooked. “When they tell me something’s moving at hundreds of miles an hour underwater, and our capabilities…and these things, this one was, it was large as a football field underwater,” he said. “And this was a documented case, and…and I have an admiral telling me this stuff.” he said.\n\nBurchett has even led efforts to establish a UAP caucus in the House, joining a bipartisan group of lawmakers demanding greater transparency from the military on all things alien. With tens of millions spent on mysterious investigations, Burchett believes Americans deserve the full story—even if it means unearthing secrets that sound straight out of a sci-fi movie.\n\nInterestingly, Burchett isn’t the first U.S. lawmaker to explore the outer edges of plausibility. One prominent example of recent congressional conspiracy theories involves Representative Marjorie Taylor Greene (R-Ga.). In 2018, she speculated about a secretive “space laser” potentially being used to start wildfires in California.\n\nThe theory, which linked wildfires to a powerful and shadowy elite, was widely debunked and criticized but highlighted her willingness to amplify far-fetched claims. Her comments about various conspiracy theories, including QAnon, have sparked national debates and raised concerns about the influence of such ideas within government institutions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ronny LeBlanc presents local UFO history",
            "link": "https://www.sentinelandenterprise.com/2025/01/26/ronny-leblanc-presents-local-ufo-history/",
            "description": "Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.higUleJIE3pNpb5qGByc3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Sentinel & Enterprise6h",
            "source": "Sentinel & Enterprise",
            "article_content": "LANCASTER — Learn about the history of UFO sightings in Massachusetts as well as Bigfoot encounters that continue to this day in and around Leominster State Forest, as Ronny LeBlanc presents “Paranormal Hot Spots” at 11 a.m., Saturday, Feb. 1, at Thayer Memorial Library, 717 Main St.\n\n“I will be highlighting locations around the country that have witnessed UFOs, strange lights, Bigfoot and other Cryptids for hundreds of years and explore why this is the case,” said LeBlanc. “I will then dive into three locations right here in New England where you just might be able to have a sighting or an experience yourself.”\n\nLeBlanc is an independent researcher, screenwriter, and author of two critically acclaimed and best-selling books “Monsterland: Encounters with UFOs, Bigfoot and Orange Orbs” and the follow up book, titled “Monsterland: Shamans, Sasquatch, Synchronicity and High Strangeness”, which detail the history and connection between the various phenomena, highlighting his experience and a research area called Monsterland in central Massachusetts.\n\nHe currently has 51 talks scheduled around the country and is excited to announce several upcoming projects dealing with UFOs, as well as a Cannes Film Festival entry which is a Bigfoot documentary filmed in England, and the launching of Blue Tiger, an AI-fueled marketing agency based out of Worcester.\n\n“I absolutely love doing these library presentations, specifically because they [libraries] were the source of inspiration and wonder for me,” LeBlanc said. “The library is where I learned about these subjects that are the greatest mysteries of our time.”\n\nLeBlanc believes that by giving back and providing these free talks for the public, he will motivate curiosity-inspired people to read physical books again, go to libraries, and engage with others in their community who are experiencing similar encounters or sightings.\n\n“When they suddenly realize that they’re not alone and that others just like them – who live next to them as neighbors or coworkers — are seeing something that many others never have a chance to experience — that is the greatest gift for me,” he said.\n\nTo register for this presentation, visit Thayer Memorial Library’s website at thayermemoriallibrary.org or call 978-368-8928. For more information on Ronny LeBlanc, his books and shows, you are welcome to visit his website at ronnyleblanc.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secretly shot UFO documentary will drop the 'biggest discovery in human history'",
            "link": "https://www.msn.com/en-us/science/aeronautics/secretly-shot-ufo-documentary-will-drop-the-biggest-discovery-in-human-history/ar-AA1xS8Wr?ocid=BingNewsVerp",
            "description": "An upcoming UFO documentary, The Age of the Disclosure, is set to be the \"most well-sourced and credible documentary ever ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EpFSX4ZQokMgzTDLSNntSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum physics discovery: Light travels through both space and time",
            "link": "https://www.msn.com/en-us/news/technology/quantum-physics-discovery-light-travels-through-both-space-and-time/ar-AA1xQv6H?ocid=BingNewsVerp",
            "description": "Physicists from Imperial College London have achieved a groundbreaking milestone in quantum physics by reimagining the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZsiIzNz43836GYzhhcxWYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Brighterside of News on MSN23h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New dinosaur species emerges from pre-WWII fossil photos",
            "link": "https://www.msn.com/en-us/news/world/new-dinosaur-species-emerges-from-pre-wwii-fossil-photos/ar-AA1xSQKx?ocid=BingNewsVerp",
            "description": "The dinosaur was about as big as a Tyrannosaurus rex and had a unique nasal horn and symmetrical teeth that it used to eat ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sh5jFKdQRgohwSnxlk2_dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shape of electrons is revealed for the first time through big advance in quantum physics",
            "link": "https://www.earth.com/news/shape-of-electrons-revealed-first-time-through-big-advance-in-quantum-physics/",
            "description": "For the first time, scientists have measured the shape of an electron in solids, opening the door to advances in quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FRMOONxJiXokG6R4KAgLcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "earth19h",
            "source": "earth",
            "article_content": "For the first time, researchers have measured the shape of an electron as it moves through a solid. This achievement could open a new way of looking at how electrons behave inside different materials.\n\nTheir discovery highlights many effects that could be relevant to everything from quantum information science to electronics manufacturing.\n\nThose findings come from a team led by physicist Riccardo Comin, MIT’s Class of 1947 Career Development Associate Professor of Physics and leader of the work, in collaboration with other institutions.\n\n“We’ve essentially developed a blueprint for obtaining some completely new information that couldn’t be obtained before,” says Comin. His colleague and co-author, Mingu Kang, performed much of this research at MIT before continuing at Cornell University.\n\nNew angles on electron shape\n\nPhysicists have examined electrons for decades, but the wave-like aspect of these particles brings extra complexity. Electrons can be described not just as small points, but also as “wave functions.”\n\nThese wave functions look like shapes or surfaces in higher-dimensional spaces. Sometimes these shapes are relatively simple. Other times, they’re tangled and tricky to measure.\n\nBy using angle-resolved photoemission spectroscopy, or ARPES, the team recorded details about how electrons behaved as light hit them.\n\nARPES helped them pin down a previously elusive property of electrons that holds the key to better understanding their geometry.\n\nWhy electron shape matters\n\nIn usual settings, we talk about an electron’s energy or velocity. Those are familiar concepts. Geometry, on the other hand, points to the patterns or forms that electron waves can take when arranged in a solid.\n\nQuantum geometry affects how these particles interact, pair up, and even give rise to unusual behaviors. One example is superconductivity, where electrons zip along a material without resistance.\n\nAnother is when electrons form orderly patterns, a bit like a collection of synchronized dancers. Observing geometry could help scientists design new materials with novel electronic traits.\n\nThe kagome connection\n\nThe team measured this geometric effect in a class of materials called kagome metals. Kagome metals are named for a repeating pattern of atoms that resembles a series of interlocking triangles. This lattice structure can influence how electrons navigate and share energy.\n\nPhysicists have long found kagome metals interesting because they host special behaviors that aren’t common in many other materials.\n\nObserving the geometry inside them could explain why electrons in these metals sometimes align in peculiar ways that set off advanced superconductivity or other strange effects.\n\nARPES and quantum shapes\n\nDuring ARPES experiments, researchers shine a beam of photons on a crystal. The light pushes electrons out of the material, allowing scientists to measure those electrons’ angles and spins.\n\nBy gathering that data, they reconstruct how electrons inside the crystal are moving and what shapes they form.\n\nThis method is demanding because it requires intricate equipment and specialized facilities. Yet it gives a unique window into what happens on distances smaller than a billionth of an inch.\n\nApplications and potential benefits\n\nA precise measurement of quantum geometry can lead to progress in areas that rely on electron control. Quantum computing, for instance, depends on maintaining stable electronic states while performing computations.\n\nResearchers want materials that can reliably keep these states without unwanted disruptions. If scientists understand and possibly design the geometry of electrons, they might improve superconductors or even develop electronic devices that lose very little energy through heat.\n\nWith energy efficiency becoming ever more critical, there’s real value in controlling electron flow on such tiny scales.\n\nInsights from global teamwork\n\nThis study was a partnership among institutions spanning different parts of the world. Collaborators brought together theoretical and experimental backgrounds.\n\nTheir collective expertise made it possible to design, synthesize, and measure the electronic structure of a kagome metal.\n\nThe pandemic forced some members to work remotely, but it also enabled other team members to take on new roles in labs that were partially shut down.\n\nThat unexpected shift helped push the work forward and demonstrated how closely linked theory and experiment must be when tackling high-precision measurements.\n\nOne electron shape, many possibilities\n\nQuantum geometry is far richer than standard geometry we learn in everyday math. The shape of an electron’s wave function isn’t like a typical circle or a neat sphere. It can take on forms that twist and loop in higher dimensions.\n\nObserving that shape in a real material confirms predictions that theorists have pursued for a long time. It means those theoretical constructs describing wave functions have real, measurable consequences.\n\nAnd now, there is a proven route to measure them, so future studies might target exotic materials that exhibit other patterns or new behaviors.\n\nWhat happens next?\n\nScientists plan to refine techniques like ARPES and adapt them to explore a range of materials. They hope to see how quantum geometry influences conductivity, magnetism, and other conditions that matter for practical applications.\n\nPhysicists also see promise in discovering how manipulating geometry might encourage electrons to swap their usual habits for more synchronized, cooperative behavior.\n\nThat synchronization is important for technologies that rely on controlling multiple electrons at once, such as quantum sensors or memory elements.\n\nExperts say these findings will likely inspire more ambitious experiments to uncover aspects of quantum geometry we haven’t been able to measure before.\n\nWith each new result, materials researchers step closer to engineering designs for the electronic components of tomorrow. The electron might be tiny, but it’s revealing secrets about shaping the future of technology.\n\nThe study is published in Nature Physics.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Computing Benefits for Advanced Optimization Problems",
            "link": "https://techbullion.com/quantum-computing-benefits-for-advanced-optimization-problems/",
            "description": "Have you ever wondered how certain problems are so complex that even the fastest computers struggle to solve them? These ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-TaBWarLYKvOci63M_51eS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Impacts5h",
            "source": "Impacts",
            "article_content": "Have you ever wondered how certain problems are so complex that even the fastest computers struggle to solve them? These types of problems are often found in industries like transportation, finance, healthcare, and science. They’re called “optimization problems,” where the goal is to find the best solution out of many possible options.\n\nWhile regular computers (called “classical computers“) are great for many tasks, they can have a hard time handling these massive challenges. Enter quantum computers.\n\nQuantum computers are an exciting new kind of technology that could change the way we solve difficult problems, especially Quantum Computing Problems. Instead of using regular computer bits (which are like tiny on/off switches), quantum computers use something called “quantum bits,” or qubits.\n\nQubits are super special because they follow the rules of quantum physics, which means they can process information in ways that classical computers can’t. This makes quantum computers much more powerful at solving certain types of puzzles.\n\nWhat Are Optimization Problems?\n\nOptimization problems sound fancy, but you deal with them every day without even realizing it. Imagine you’re trying to pick the fastest route to school on a map, or you’re deciding how to spend your pocket money to get the best value. These are simple examples of optimization problems—finding the best option out of many choices.\n\nNow imagine you work at an airport and have to decide the best way to schedule hundreds of flights, manage thousands of bags, and make everything run smoothly without delays. Or maybe you work for a delivery company and you want to find the most efficient way to deliver millions of packages across the country. These problems are way too complicated to solve with just guesswork!\n\nRegular computers try to solve these tough problems by testing every possible solution one by one, which can take an enormous amount of time. Even supercomputers may need days, months, or even years to do the job, depending on how big the problem is.\n\nWhat Makes Quantum Computers Different?\n\nQuantum computers are special because they use principles from quantum mechanics, a branch of science that studies the tiniest building blocks of our universe—like atoms and particles. Unlike classical computers, which use bits that can be either 0 or 1, qubits can be in multiple states at once, thanks to something called “superposition.” This allows quantum computers to look at many possible solutions simultaneously, instead of one by one.\n\nQuantum computers also use something called “entanglement,” where qubits are connected in a way that lets them share information instantly. These features allow quantum computers to perform certain calculations much faster than classical computers.\n\nFor optimization problems, this means quantum computers can solve puzzles with millions (or even billions!) of possibilities in a fraction of the time it would take a classical computer.\n\nThis breakthrough is particularly exciting for industries like logistics, where the rise of technology has revolutionized traditional operations. If you interested in exploring this further, can check out our blog, “F2000s and the Rise of Technology in Logistics,” to learn how advanced computing and innovation are shaping supply chains globally.\n\nReal-Life Benefits of Quantum Computing in Optimization\n\nNow that we understand how quantum computers work, let’s explore some real-life benefits for solving optimization problems.\n\n1. Faster Deliveries and Better Logistics\n\nHave you ever ordered something online and tracked its delivery route? Companies like Amazon or FedEx need to figure out the fastest and cheapest way to deliver packages to millions of customers. Using quantum computers, these companies could create better delivery plans in real time, saving money and ensuring you get your package as quickly as possible.\n\n2. Smarter Traffic Management\n\nTraffic jams are another optimization challenge. Cities around the world face growing traffic problems as more and more cars hit the roads. Quantum computing can help plan better traffic flows, reduce congestion, and make public transportation more efficient. This could save time, lower fuel usage, and reduce pollution!\n\n3. Improved Healthcare Scheduling\n\nHospitals deal with optimization problems all the time, like scheduling surgeries, assigning doctors, and managing beds for patients. Quantum computers could help hospitals make better schedules that improve patient care and reduce waiting times. This means more lives saved and a smoother healthcare experience.\n\n4. More Accurate Financial Predictions\n\nBanks and investment companies often deal with risky decisions, like where to invest money or how to predict market changes. These are complex optimization problems that involve analyzing a huge amount of data. Quantum computers could help make faster and smarter financial decisions, which could stabilize markets and improve the global economy.\n\n5. Advancing Science and Research\n\nFrom designing new medicines to improving renewable energy systems, scientists rely on optimization to solve tough problems. Quantum computers can speed up this research and bring us closer to breakthroughs in important areas like curing diseases or fighting climate change.\n\nChallenges and the Future of Quantum Computing\n\nQuantum computers sound amazing, but they’re not perfect yet. Building and maintaining them is incredibly hard. They need to be kept in extremely cold environments and are still in the early stages of development. Right now, only a few companies and research labs have working quantum computers.\n\nStill, progress is happening quickly. Scientists and engineers are working hard to make quantum computers more powerful and accessible. Many believe that within the next 10 to 20 years, we’ll see quantum computing become a common tool for solving real-world problems.\n\nWhy Should You Care About Quantum Computing?\n\nEven if you’re not a scientist or an engineer, quantum computing is something exciting to keep an eye on. The benefits it could bring, from better technologies to smarter ways of solving problems, have the potential to impact nearly every part of our lives. Quantum computing could lead to a better, more efficient, and more sustainable future.\n\nThink of quantum computers like the superheroes of the technology world. They take on the toughest challenges and uncover solutions that normal computers just can’t handle. And who knows? Maybe one day you’ll be working on quantum computing or benefiting from its amazing advancements!\n\nQuantum computing may still sound like science fiction to some, but it’s quickly becoming a reality. Its ability to solve advanced optimization problems could transform industries and improve the world in countless ways.\n\nThe possibilities are limitless, and we’re just getting started! Explore theerone for more insights."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The brain-computer revolution unfolds",
            "link": "https://www.globaltimes.cn/page/202501/1327574.shtml",
            "description": "This marks a major advancement in a collaborative brain-computer interface (BCI) technology project between NeuroXess, a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZVZcz3nhuBTuTHp4h_DwTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "20h",
            "source": "Global Times",
            "article_content": "A 43-year-old epilepsy patient receives a surgery with invasive BCI technologies in December 2024, enabling her to control actions and speech through computer decoding. Photo: Courtesy of NeuroXess\n\nPerhaps she never imagined that one day she would be able to communicate with others in this way. As a 43-year-old epilepsy patient hospitalized at Huashan Hospital affiliated to Fudan University, who asked to remain anonymous, with a brain tumor in the language area, she can now simply conceive the words she wants to say and the actions she wants to take in her mind, and through computer decoding, make them a reality.This marks a major advancement in a collaborative brain-computer interface (BCI) technology project between NeuroXess, a Shanghai-based life science company focusing on flexible electrode BCI technologies, and Huashan Hospital.With ongoing technical progress, goals like controlling actions and speech through thought are gradually becoming a reality in China.Technological breakthroughsIn 2024, multiple clinical trials based on partially-invasive and invasive BCI technologies were conducted in China.Based on real-time Chinese decoding, the patient mentioned above was able to synthesize Chinese speech through thoughts, drive digital avatar, interact with large language models, as well as convert language neural signals into commands to control dexterous robotic hands in real-time, Global Times learnt from NeuroXess.NeuroXess said that just two days after the surgery, the patient began training and, within seven days, attained a 71 percent accuracy in decoding for 142 commonly used Chinese syllables, and demonstrated a delay of under 100 milliseconds for single-character decoding.In December 2024, Hong Bo, a professor from the School of Medicine with Tsinghua University told Global Times that their partially invasive BCI device, NEO, would begin large-scale clinical trials in 2025, intended to recruit 30-50 patients suffering spinal injury for implantation. After completing these surgeries, the team plans to seek regulatory approval for market launch.The development of technology has facilitated the layout of industries. At the beginning of 2025, tech departments in cities like Beijing and Shanghai have been actively releasing action plans for the development of BCI technology, focusing on regulatory policies, clinical trials and industrial chain development, CCTV reported on January 14.Beijing Municipal Science and Technology Commission aims to break through key technologies by 2027, and by 2030, the BCI ecosystem will be in its early stages. Similarly, the Science and Technology Commission of Shanghai Municipality focuses on medical-grade applications and strategic products, primarily promoting the deployment of invasive and partially invasive BCI technologies.Partially-invasive and invasive BCI technologies, due to their closer proximity to neurons, offer better spatial resolution and signal-to-noise ratios, said Zhou Zhitao, Professor at the Shanghai Institute of Microsystems and Information Technology at the Chinese Academy of Sciences, to the Global Times.\"These paths are primarily used in serious medical fields, treating neuro-diseases that conventional medical methods cannot address, such as motor or speech disorders, helping patients regain basic life functions and improve their quality of life,\" Zhou said.\"Currently, the most likely scenario for large-scale application of BCI technology in China is for the treatment of neurological diseases after obtaining medical device registration. Neurological diseases often come with impaired functions, with the most common being motion and speech dysfunctions,\" Zhou said.\"In China, there are about 20 million patients with motor dysfunction and around 5.8 million with speech dysfunction. Once BCI receives medical device certification, it can serve this population,\" he added.Ethical challengesAt the same time, experts emphasized to the Global Times that BCI technology is still in its early stages and faces numerous challenges. It needs constant adjustments and balancing to ensure that the technology minimizes harm to patients and improves practical application outcomes.Zhou mentioned two key challenges for the future. \"One is how to quickly obtain medical device approval and conduct large-scale clinical trials to serve more people in need. The other is how to address privacy protection and medical ethics issues after large-scale BCI trials.\"Professor Mao Ying, president of Huashan Hospital affiliated with Fudan University, also emphasized to the Global Times the importance of the second challenge. \"Although BCI technology offers great rehabilitation opportunities for patients, we must remain cautious. If patients' brain data is not properly handled, it may lead to severe privacy leakage risks,\" Mao said.Additionally, Mao stressed that medical ethics demand that any innovative technology and clinical trial must adhere to the fundamental principle of \"do no harm to patients.\" \"Clinical research on high-precision technologies like BCI is not something that can be rapidly scaled up. In surgical practice, we need to continuously make precise pioneering efforts, and then keep refining and improving. If expectations are too high, patients may ultimately be disappointed, which could even cause psychological harm,\" he said.Besides suggesting the establishment of a regulatory mechanism for medical ethics, Mao also pointed out that public acceptance and understanding of this technology need to improve gradually to better promote its widespread use.\"Currently, BCI technology is mainly focused on treating clinical diseases, especially for patients with lost neural functions. Some people expect it to significantly enhance brain functions or replace traditional learning methods, however, BCI's clinical applications are still in the early stages, and there is a long way to go before full development is achieved.\"\"China, along with other major countries like the US, has the ability to integrate industrial chains and drive scientific research. China should actively participate in this field, maintaining its leading advantage and taking on the responsibility for technological development,\" Mao said. \"Our current start is good. If we don't try, we'll never reach the goal.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Teenage girls arrested over Instagram video showing them dancing in front of Iranian war memorial – and could face jail",
            "link": "https://www.thesun.ie/news/14599536/iranian-girls-jail-instagram-video-dancing/",
            "description": "TWO teenage girls have been arrested by Iran’s chilling morality police for dancing together in public. Tehran’s twisted laws ...",
            "image_url": "https://www.bing.com/th?id=OVF.hi0Az4gju%2bZ8cTmjpyPdlQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "12h",
            "source": "Irish Sun",
            "article_content": "TWO teenage girls have been arrested by Iran's chilling morality police for dancing together in public.\n\nTehran's twisted laws mean the duo could now face prison time after draconian officials branded their outfits \"inappropriate\" despite them wearing jeans and jumpers.\n\n5 Two teenage girls have been arrested by Iran's chilling morality police for dancing together in public Credit: X/FSeifikaran\n\n5 The pair performed a choreographed dance in front of the Monument to the Unknown Martyrs of the Sacred Defence war memorial in Tehran Credit: X/FSeifikaran\n\n5 Dancing is banned in Iran with the girls also accused of wearing 'inappropriate outfits', according to local media Credit: X/FSeifikaran\n\nViral footage released by the girls and posted onto Instagram soon caught the evil eyes of the Iranian authorities.\n\nIn the video, the pair perform a choreographed dance routine together in front of the Monument to the Unknown Martyrs of the Sacred Defence war memorial in Tehran.\n\nThe monument, designed by Italian architect Marcello D'Olivo, was built to honour those killed in the Iran-Iraq War between 1980 and 1982.\n\nThe morality police are said to have detained the women shortly after the video was uploaded.\n\nDancing in groups has been strictly banned in Iran since the 1979 Islamic Revolution with officials labelling it a \"sinful act\".\n\nIranian authorities also said the girl's outfits were \"inappropriate\", according to Iran International.\n\nThe footage shows the women both wearing jeans with one of them having rips in hers but no skin on show.\n\nThe same woman is also in a blue cropped top which is covered up by a hooded jacket.\n\nA pink bandage is wrapped around her right hand.\n\nHer friend has a multicoloured sweater on.\n\nIran's violence against women continues under repressive regime\n\nBoth also have their hair uncovered despite the morality police typically forcing all women to conceal their hair.\n\nA growing number of young girls have turned a blind eye to these strict policies across the past few years.\n\nThe ladies are also believed to have had their Instagram accounts blocked after they were detained for posting the dance.\n\nThe official punishment the women face is still unconfirmed with Iran's authorities known to uphold unjust charges against those who go against the regime.\n\nAccording Article 637 of the Iranian Penal Code, dancing in public is classed as a \"crime against public modesty\".\n\nPeople in similar positions as the women have been sentenced to flogging by 99 lashes in the past.\n\nIn 2014, six young men and women were handed down suspended sentences of a year behind bars as well as 91 lashes for a dance video.\n\nThey were arrested after being caught in a video dancing to Pharrell Williams' hit song \"Happy\".\n\nTEHRAN'S HORROR REGIME\n\nWomen are facing tighter restrictions than ever before in Iran with a new bill is set to toughen up regulations governing how they can dress and act in public.\n\nThe bill says that anyone found “naked, semi-naked, or wearing clothing deemed improper in public” can be arrested without question and handed over to the judicial authorities.\n\nPeople refusing to comply could be banned from leaving Iran or even placed on a social media hiatus of up to two years if they post content deemed inappropriate online.\n\nThe law is yet to be passed by Tehran's government but officers are already implementing it, claim several women.\n\nThe footage of the woman in the airport appears to be the latest example of Iranian women growing tired of the mandatory hijab laws.\n\nBack in November, a courageous Iranian student stripped to her underwear after she was allegedly assaulted by morality cops over her hijab.\n\nIran's Morality Police UNDER Iranian law, rooted in Sharia law, women must cover their hair with a hijab and wear long, loose-fitting clothing. The Guidance Patrol - aka the morality police - are in charge of arresting women who violate the conservative dress code. Tasked with ensuring Islamic morals are respected, they spend their days patrolling public spaces in vans to crack down on \"improper\" behaviour and clothing. Women detained by cops are either given a warning or bundled into a van and whisked away to a \"correctional facility\" or a police station. They are then lectured on how to dress before being released to their male relatives. Since the 1980s, many women have been beaten to death by the callous morality police, or tortured into given false confessions. Various clips this year have shown their increased presence as the country ramps up its violent crackdowns on women. One disturbing video shows the moment Iran's twisted morality police hurl a woman in the back of one of their patrol vans. Before this a woman was filmed tackling a girl to the ground and attacking her as she screamed - seemingly because she hadn't covered her hair. Video has shown the morality police snatching women off the streets and bundling them into vans for wearing jeans in public. Tehran announced a fresh crackdown on \"anomalies\" to its religious rules under the \"Nour Project\" in April. The Jerusalem Post reports suggest crackdowns on behaviour have been violent. Sexual harassment, beatings, arrests and the use of tasers have been reported around the country.\n\nHer clothes and headscarf were both torn during the alleged assault at the Azad University of Science and Research in Tehran, Iran International reports.\n\nFootage shows the woman sat near-nude outside a university before being bundled violently into a car by police.\n\nShe was also reportedly accused of being mentally ill and taken to a nearby hospital.\n\nThis \"headscarf revolution\" was all fuelled by the death of Mahsa Amini in 2022.\n\nAmini died in the custody of Tehran's \"morality police\" after being arrested for violating Iran's hijab rules.\n\nShe was beaten to death for wearing an \"improper\" hijab on September 16.\n\nWomen of all ages ripped off their compulsory hijabs at public demonstrations in defiance of the nation’s feared morality police.\n\nHundreds of people were killed, including dozens of security personnel, in a brutal crackdown and thousands of protesters were arrested.\n\nReports of torture and death at the hands of officials have also surfaced.\n\n5 The girls had their hair uncovered and some skin on show during the dance despite wearing jeans and jumpers Credit: X/FSeifikaran"
        }
    }
]