[
    {
        "title": "Military Pilot Sees 4 UFOS At Eglin Air Force Base (Photos Shown)",
        "link": "https://www.msn.com/en-us/news/us/military-pilot-sees-4-ufos-at-eglin-air-force-base-photos-shown/vi-AA1r3Cgj?ocid=BingNewsVerp",
        "description": "Patrick discusses AARO's report on the Eglin UFO event. \"Today, AARO released its resolution for the case known as the \"Eglin ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3dW5cbuLABv7IiI5K8TBzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN33m",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "NEW UFO WHISTLEBLOWER COMES FORWARD ON REDDIT! Legit",
        "link": "https://www.msn.com/en-us/news/technology/new-ufo-whistleblower-comes-forward-on-reddit-legit/vi-AA1r209O?ocid=BingNewsVerp",
        "description": "Welcome back to UAP Tuesday here on the Down To Earth channel. Ross Coulthat supposedly conducted and interview with another ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XW5QcS7sVoOlt8RzDCiXTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "The Kristian Harloff Show on MSN8h",
        "source": "The Kristian Harloff Show on MSN",
        "article_content": ""
    },
    {
        "title": "‘These things are real’: Ex-military official discusses UFOs",
        "link": "https://www.pennlive.com/life/2024/09/these-things-are-real-ex-military-official-discusses-ufos.html",
        "description": "A former military man and Pentagon employee has written a book regarding the government's investigation into UFOs.",
        "image_url": "https://www.bing.com/th?id=OVFT.Jh3mn7MpFBEAPQfGGWLqHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1h",
        "source": "Penn Live",
        "article_content": "A former United States military official went public a few years ago concerning how the government lacks transparency with regards to its investigations of UFOs.\n\nThis official is once again making headlines as he continues to discuss the topic in an upcoming book.\n\nPeople reports how Luis Elizondo — a veteran of the war in Afghanistan and a former U.S. Army Counterintelligence Special Agent — shook things up about seven years ago when he resigned from the latter position, specifically from a top-secret Pentagon job that looked into UFOs.\n\nAccording to Elizondo, it was during his time in this program — officially called the Advanced Aerospace Threat Identification Program — that he began to fully believe that all the sightings and encounters recorded by other military personnel posed potential threats to our nation.\n\n“The amount of stigma and taboo that was placed on this topic for so long has really paralyzed the conversation,” told Elizondo to People. “But these things are real.\n\n“We don’t know what they are yet, but they are real, so we should probably take them seriously.”\n\nAs The New York Times explains, when Elizondo tried to get high-ranking officials to address said potential dangers, leading to the now famous congressional inquiries into the matter. His new book — “Imminent: Inside the Pentagon’s Hunt For UFOs” — goes even deeper.\n\n“It had to be reviewed by the Pentagon, which took almost a year,” said the 52-year-old of the book’s publishing process.”\n\nThe same Times article states how Department of Defense spokeswoman, Sue Gough, has confirmed that the program is still continuing its review of historical UFO records but “has not discovered any verifiable information to substantiate claims that any programs regarding the possession of reverse-engineering of extraterrestrial materials have existed in the past or exist currently.”"
    },
    {
        "title": "UFO 50 game review — ingenious compendium of 1980s classics that never existed",
        "link": "https://www.ft.com/content/b9794b97-b48d-491c-a1f1-91a3b25f073f",
        "description": "Roula Khalaf, Editor of the FT, selects her favourite stories in this weekly newsletter. In 1982, a team of young developers founded the game studio UFO Soft. The technology they used might have been ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "The Financial Times16h",
        "source": "The Financial Times",
        "article_content": "Limited time offer Save 40% on Standard Digital\n\nwas $468 now $279 for your first year. Make up your own mind. Build robust opinions with the FT’s trusted journalism. Offer available here until 24th October."
    },
    {
        "title": "The Pentagon's former top UFO hunter talks about COVID-19, Haitian pet-eaters and pseudoscience generally",
        "link": "https://www.unionleader.com/news/scitech/the-pentagons-former-top-ufo-hunter-talks-about-covid-19-haitian-pet-eaters-and-pseudoscience/article_2e64aa90-799a-11ef-b759-d73e8a91cd05.html",
        "description": "Trained as a physicist, Sean M. Kirkpatrick has spent most of his career in government, much of it as an intelligence and technology expert for various Pentagon agencies, culminating in an 18-month ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "New Hampshire Union Leader16h",
        "source": "New Hampshire Union Leader",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Neurosymbolic AI: 20 Practical Real-World Applications",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/23/neurosymbolic-ai-20-practical-real-world-applications/",
        "description": "By adding rule-based reasoning to the artificial intelligence mix, neurosymbolic AI can apply learned knowledge to new and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tVm2C1ggE4NgqxOou4F_Xi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Best AI-Powered Laptops To Buy In 2024: Top Picks To Find Online",
        "link": "https://timesofindia.indiatimes.com/hot-picks/electronics-accessories/best-ai-powered-laptops-to-buy-in-2024-top-picks-to-find-online/articleshow/113604065.cms",
        "description": "This article explores the most viable AI-based PCs of 2024 and their performance, flexibility, and budget-friendliness. It ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zl3ZWidWpBGtN_yJphTRbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Indiatimes",
        "article_content": "Our top picks for best AI laptops to buy in 2024:\n\nHandpicked options for AI PCs to buy in 2024 that will make your search easier :\n\nKey features:\n\nScreen size: 14-inches\n\n\n\n16GB memory and 512GB storage\n\n\n\nRefresh rate: 60Hz\n\n\n\nPower: 65W\n\n\n\nFeatures multi-control touchpad\n\n\n\nFast charge and upto 13 hours battery life\n\n\n\nBrightness: 400 nits\n\n\n\nPortable and weighs: 1.3 Kg\n\n\n\nWide viewing angle upto 170 degree\n\n\n\nAI noise reduction and camera shutter\n\n\n\nKey features:\n\nScreen size: 14-inches\n\n\n\n16GB memory and 1TB storage\n\n\n\nRefresh rate: 60Hz\n\n\n\nFeatures dedicated Co-Pilot key\n\n\n\nRapid charge boost: 2 hours runtime in 15 minutes\n\n\n\nBrightness: 400 nits\n\n\n\nFeatures OLED display\n\n\n\nFHD IR camera with privacy shutter\n\n\n\nFeatures Dolby Audio\n\n\n\nPre-installed with MS Office\n\n\n\nLightweight, weights around 1.46 Kg\n\n\n\nKey features:\n\nScreen size: 14-inches\n\n\n\n32GB memory and 1TB storage\n\n\n\nRefresh rate: 120 Hz\n\n\n\nFeatures 2.8K OLED display\n\n\n\nBrightness: 400 nits\n\n\n\nLightweight and portable: Weights 1.46 kg\n\n\n\nIncluded 2W two speakers with Dolby Atmos\n\n\n\nFHD IR camera with privacy shutter\n\n\n\nDedicated Co-Pilot key\n\n\n\nRapid charge boost: 3 hours runtime in 15 minutes\n\n\n\nKey features:\n\nScreen size: 16-inches\n\n\n\n16GB memory and 1TB storage\n\n\n\nPreinstalled with Windows 11 Home and MS Office\n\n\n\nFeatures Co-pilot assistance\n\n\n\nBacklit keyboard\n\n\n\nFeatures dual speakers\n\n\n\nUp to 11 hours of battery life\n\n\n\nBrightness: 300 nits\n\n\n\nFeatures micro-edge and Anti-glare screen\n\n\n\nKey features:\n\nScreen size: 14-inches\n\n\n\n24 GB memory and 512 GB storage\n\n\n\nBrightness: 400 nits\n\n\n\nRefresh rate: 120 Hz\n\n\n\n0.2 ms ultra-fast response rate\n\n\n\nFeatures fast technology: 60% in 49 minutes\n\n\n\nFeatures ASUS ice-cool thermal technology\n\n\n\nIncludes dual fans and dual vents\n\n\n\nFeatures single-zone RGB backlight\n\n\n\nPrivacy with adaptive dimming\n\n\n\nKey features:\n\nScreen size: 14-inches\n\n\n\nRefresh rate: 120 Hz\n\n\n\nFeatures ASUS Lumina OLED\n\n\n\nBrightness: 550 nits\n\n\n\n0.2 ms ultra-fast response rate\n\n\n\nFeatures quiet keyboard technology\n\n\n\n16GB memory and 1TB storage\n\n\n\nPreinstalled with Windows 11 Home and MS Office\n\n\n\nThin and lightweight laptop: Weighs 1.28 Kg\n\n\n\n70% less harmful blue light\n\n\n\nKey features:\n\nScreen size: 14.5 inches\n\n\n\n32GB memory and 1TB storage\n\n\n\nFeatures multi days battery life\n\n\n\nDedicated Co-Pilot key\n\n\n\nUltra thin and lightweight weighing around 1.28 Kg\n\n\n\nPreinstalled with Windows 11 Home and MS Office\n\n\n\nOLED touchscreen\n\n\n\nFeatures rapid charge boost: 3 hours runtime in 15 minutes\n\n\n\nBrightness: 500 nits\n\n\n\nComforted rounded edge design\n\n\n\nKey features:\n\nScreen size: 16 inches\n\n\n\n16GB memory and 512 GB storage\n\n\n\nPreinstalled with Windows 11 Home and MS Office\n\n\n\nPortable and lightweight weighing around 1.56Kg\n\n\n\nFingerprint sensor for faster system access\n\n\n\nDynamic AMOLED 2X Display\n\n\n\nFeatures touchscreen\n\n\n\nDisplay is made of corning gorilla glass with DX\n\n\n\nFast Charging to charge up to 35% in around 30 minutes\n\n\n\nFeatures Dolby Atmos\n\n\n\nKey features:\n\nScreen size: 14 inches\n\n\n\n16GB memory and 1TB storage\n\n\n\nBrightness: 300 nits\n\n\n\nPreinstalled with Windows 11 Home and MS Office\n\n\n\nSnapdragon architecture enhances energy efficiency for extended battery life.\n\n\n\nProcessor: Qualcomm Snapdragon X Plus\n\n\n\nWeb camera: FHD 1080p with Privacy Shutter\n\n\n\nBacklit keyboard\n\n\n\nDISCLAIMER: At TOI, we keep you informed about the newest trends and products. The products listed have been well studied and researched, and are also in line with customer ratings. TOI is part of an affiliate partnership, meaning we may receive a portion of the revenue from your purchases. The product prices mentioned in the article are subject to change, as per retailers' deals\n\nWith AI increasingly becoming part of everyday use and work activities, having a laptop capable of running sophisticated AI-based applications is more crucial. For data scientists, content producers, and tech enthusiasts, having a powerful AI laptop can enhance daily performance, innovation, and effectiveness. As machine learning, deep learning, and other AI-based processes become more prevalent the demand for powerful AI PCs in the year 2024 shall be high. They are designed to be loaded with the latest processors, high-class GPUs, enough RAM and high-speed storage which means that specialised computers should be capable of handling raw artificial intelligence workloads such as model training, simulations, or AI-generated graphics. For developers and gamers, an AI laptop ensures more efficiency when multitasking, conducts faster calculations and renders well, as it is vital in AI improvement and gaming.Here, discover the list of top AI laptops in the market as of the year 2024, together with their specifications, and costs, as well as an explanation of why they are some of the market’s best for those who want to transition to a more advanced system for a more efficient AI-enabled work environment.The Acer Swift Go 14 TouchScreen AI PC is another 2024 gem imbued with an Intel Core Ultra 5 125H processor and 16 GB of RAM. It has a built-in 512 GB SSD which is quite fast and the computer is ideal for AI-related jobs such as model training and multitasking. Packed with Windows 11 Home, this 14-inch thin and light Laptop only weighs 1.3 Kg while providing performance. The innovative screen allows easy use in art and design; MS Office is already installed, so it is immediately efficient for work. A clean and simple design, it fits nicely for professional use and those interested in artificial intelligence.The Lenovo IdeaPad Slim 5 WUXGA OLED AI PC is one of the best picks for 2024 because of the OLED screen that it uses. Due to the Intel Core Ultra 5 125H processor of 16 GB RAM, it performs complex AI computations without any difficulties. The built-in 1 TB SSD provides ample space for large data sets and applications. This model has a 14-inch WUXGA OLED screen for a perfect view of content, perfect for those developing content or AI systems. At 1.46kg it is lightweight and easy to carry and comes with Windows 11 pre-installed as well as the Microsoft Office suite, which makes this a complete package for business users.The IdeaPad Pro 5 2.8K OLED AI PC is unique with specifically designed Intel Core Ultra 9 185H and 32GB of RAM to efficiently handle AI tasks and multitasking. It also comes with a 1TB SSD to allow the storage and management of its huge AI model and data capacity. The screen size is 14-inch 2.8K OLED and the image quality is perfect for artists and designers because the picture is colourful and very detailed. Unlike many competitors, this laptop offers high performance with reasonable portability: it weighs 1.46 kg. It’s pre-installed with Windows 11 and comes with MS Office as part of its fundamental features, which makes it a future-ready AI machine.The HP Pavilion with Intel Core Ultra 5 125U is a great choice for an AI PC of 2024, with relatively high performance at a reasonable price. It comes with 16 GB RAM, and a 1 TB SSD, and performs excellent AI operations, data processing, and other parallel processes execution. It has a 16-inch display area which is quite spacious and weighs only 1.77 kg making it portable. The laptop comes with Windows 11 Home already installed, MS Office along with it is best suited for business users. The silver aluminium finish gives durability and a natural look, making this laptop powerful and fashionably aesthetic for AI-centric use.ASUS Vivobook S 14 (2024) OLED is the best because the AMD Ryzen AI 9 12-core HX 370 processor is optimised for AI and multitasking. Equipped with 24 GB RAM for efficient performance for all heavy operations, and 512 GB SSD for improved storage operations. Its 14-inch OLED screen is one of the best for accurate colour reproduction and is good news for content creators and coders. With a weight of 1.30 kilogrammes, this is a powerful laptop that is easy to carry anywhere. Specialised with Windows 11 Home and MS Office you can get a high-performance AI-ready device right out of the box.The future vision of the ASUS Zenbook 14 OLED AI PC is presented in the year 2024 with the Intel Core Ultra 5 125H, incredibly thin and with impressive performance capabilities. Equipped with 16 GB of RAM and 1 TB SSD the PC smoothly runs AI applications as well as multitasks without any difficulty. The OLED screen measures 14 inches and provides accurate and rich colour rendering and contrast for visual content consumption and production by artists and designers. It is a very lightweight gadget, which only weighs 1.28 kg, but still does not concede performance. This laptop comes preloaded with Windows 11 Home along with MS Office making it sleeky affordable for the professional community and any tech-savvy person.Another top pick AI PC for 2024 is the Lenovo Yoga Slim 7x powered by Qualcomm Snapdragon X Elite which is compact yet very powerful. Equipped with 32 GB of RAM and 1 TB SSD, it copes with AP tasks and multitasking. The screen size is 14.5 inches and this laptop is designed for creative works as the display quality is very good. It is very light, tipping the scales at 1.28 kg; it is designed to be compact and easy to move around with for working on the go. Windows 11 Home-preinstalled with MS Office and sleek design makes Yoga Slim 7x a versatile, portable, and powerful machine, all of which set it apart from other competitors in the AI PC world.The SAMSUNG Galaxy Book4 Pro Evo is one of the best laptops for 2024 with the Intel Core Ultra 7 155H processor that is perfect for AI. It comes with 16GB RAM and a 512GB SSD that guarantees efficient running and rapid storage of data. The 16-inch Moonstone Gray display is bright to ensure creative minds and professionals get the best out of their screens. It has a weight of 1.56 kg, which makes it portable while at the same time being powerful. This laptop is shipped with Windows 11 Home, and MS Office, and comes with a modern design and powerful features; perfect for individuals who are always travelling.Lenovo IdeaPad Slim 5 with Qualcomm Snapdragon X Plus – the model that might become iconic in 2024; By design, it is a performer laptop. The performance also boasts 16 GB of RAM and 1 TB of SSD, The laptop is also ideally suited for AI applications and multitasking. Its 14-inch display in Cloud Grey is very striking in looks and comes with impressive picture quality. This laptop weighs only 1.48 kg, yet it is a powerful machine. What makes it stand out is its strong Snapdragon foundation that enhances battery and performance for mobile consumers. With Windows 11 Home and installed MS Office this model is ideal for professionally active users.Other related stories that you might want to read:"
    },
    {
        "title": "Don't Need AI? Microsoft Will Let You Customize the Copilot Key",
        "link": "https://www.yahoo.com/tech/dont-ai-microsoft-let-customize-141200040.html",
        "description": "The key launches Copilot by default, but an upcoming Windows 11 update will let you select which app launches when you press ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WSGSsXsLQvqx61CJABUmpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nCredit: Microsoft\n\nMicrosoft's Copilot key is intended to call up the company's AI assistant, but users can soon customize it to launch their app of choice.\n\nWith an upcoming Windows 11 update, \"you can choose to have the Copilot key launch an app that is MSIX packaged and signed, thus indicating the app meets security and privacy requirements to keep customers safe,\" Microsoft says in a blog post.\n\nThe key will launch Copilot by default, so people will need to proactively change it to something else. The option is currently rolling out gradually to everyone in the Beta Channel; Windows 11 beta testers with Build 22635.4225 can check it out by going to Settings > Personalization > Text input and clicking the drop-down box next to the Customize Copilot key.\n\nUntil then, you can also use the Keyboard Manager built into Microsoft PowerToys to modify your app preference for the Copilot key.\n\n\"The Copilot key on my new computer would only show Windows Search and, with the keyboard manager, I was able to make it launch the Copilot website, which is a bit fitting for that key,\" one Windows user wrote on Reddit. \"However, you can reprogram it to what you want with that tool.\n\nAccording to Microsoft, the Copilot key is the biggest change to the PC keyboard layout since the introduction of the Windows key in 1994, and it is intended to make users \"seamlessly engage Copilot in their day-to-day.\" Only a handful of laptops launched in 2024 have made room for the Copilot key, but more machines are expected to feature it soon."
    },
    {
        "title": "GenAI has a killer app. It's coding, says Databricks AI head Naveen Rao",
        "link": "https://www.livemint.com/technology/coding-genai-databricks-ai-naveen-rao-llm-software-hardware-11727066667109.html",
        "description": "Coding is a sub-class of a much larger class of uses around true design automation, Rao said in an interview..With many ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MYqG9mAFWA65N3AqUCEo_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "Mint",
        "article_content": "Unlike many experts who are still awaiting a killer app in the field of artificial intelligence (AI), Naveen Rao, vice-president of generative artificial intelligence (GenAI) at Databricks, says the world already has one -- it’s coding.\n\n\"We're seeing a lot of developers actually latch onto this, especially younger developers. LLMs (large language models) have also worked on code (besides text, images, audios, videos, etc.), and we're already seeing design automation happening through coding assistance. It (coding) is a sub-class of a much larger class of uses around true design automation,\" Rao told Mint in a recent video interview from his San Diego office.\n\nRao asserts that with many coding tasks getting automated, the ability to innovate in product design and create unique user experiences will become even more valuable.\n\n\"You can now create apps simply by describing them in English. As a result, the value of translating a design idea into an app has diminished because much of that process is now automated,\" he says.\n\nBeing a developer will mean using AI tools effectively, says Rao, adding that the focus will shift to understanding why certain apps succeed while others don’t.\n\nRao underscores, though, that “it will take 3-5 years to engineer these systems to be reliable and deterministic enough to be able to use them in core engineering.\" The reason is that GenAI still struggles with “hallucinations\" (incorrect or misleading results) and lacks true reasoning capabilities despite claims to the contrary by some big tech companies.\n\nData is eating the world through AI\n\n\"Current LLMs primarily pattern-match based on probabilities, not reason. Unlike humans or even animals that learn through a cycle of action and feedback, LLMs don’t engage in causal, real-world learning. While advancements, like the step-by-step reasoning introduced by OpenAI, are promising, there’s a long way to go,\" elaborates Rao, who has a degree from Duke University in computer science and a PhD in computational neuroscience from Brown University.\n\nHe is also a serial entrepreneur, having founded AI companies Nervana Systems, which Intel Corp. acquired in 2016 for about $400 million, and MosaicML that was acquired by Databricks last July for $1.3 billion.\n\nWhat keeps Rao up at night is the gap between AI’s potential and its current limitations, particularly in reasoning. According to him, AI models like DeepMind's AlphaZero, which hypothesize and learn through self-play in structured environments, provide a glimpse of what's possible, “but we’re far from applying that in the real world.\"\n\n“We need to better understand how to enable models to reason and learn in dynamic environments,\" says Rao.\n\nThis push for reasoning, however, doesn’t necessarily demand greater computing power, according to him. Instead, the shift is towards smaller, high-quality datasets and more targeted tuning, which may not require the massive compute resources associated with training larger models.\n\nRao says this transition from batch offline training to online learning could transform how we approach AI development going forward.\n\nWhy software won’t eat the AI world\n\nRao also insists that software will not eat the AI world, referring to co-founder of US VC firm Andreessen Horowitz, Marc Andreessen's famous 2011 essay titled, \"Why software is eating the world\". In a 30 August thread on 'X' (formerly, Twitter), Rao argued that the \"...fundamental balance of compute and software is different with AI...In light of @nvidia's strong growth and recent earnings, clearly hardware is an essential ingredient to the current wave of AI…\"\n\nRao says he's more “excited about the ongoing evolution of hardware, which continues to drive efficiency and lower costs.\" He cites the example of the human brain, which operates on just 20 watts of energy, “showcasing how far we still are from creating AI systems as efficient and advanced.\" He adds that there's significant progress being made in how AI systems interact with hardware, improving latency, cost, and accuracy.\n\nDatabricks, for instance, is exploring “several exciting applications of AI and GenAI, particularly in task automation and creative processes,\" according to Rao. One area of focus is automating tasks like answering human resources (HR) queries or searching through company manuals, where “you can tolerate some error.\"\n\nYou can now create apps simply by describing them in English.\n\nAnother innovative use involves training LLMs to replicate a specific writing style, aiding news organisations by speeding up content creation. Databricks also supports the use of LLMs in scientific research, such as drug discovery, where AI assists in analysing protein interactions and advancing new drug development.\n\nDatabricks has been recognised as a leader in the 2024 Gartner Magic Quadrant for data science and machine learning platforms, 'The Forrester Wave: Cloud Data Pipelines, Q4 2023,\" and the 2024 IDC MarketScape for worldwide analytic stream processing.\n\nKey customers using the Databricks' data intelligence platform to streamline data, AI, and analytics processes include Adobe, Aditya Birla Fashion & Retail, Mercedes-Benz Tech Innovation, Nasdaq, Air India, Parle, MakeMyTrip, Meesho, Tata Steel, and Shell.\n\nData is the AI oil\n\nDatabricks' DBRX model, for instance, can turn raw data into a fully trained, fine-tuned model. Databricks, says Rao, is now focusing on \"compound AI systems,\" which combine multiple AI models, including open-source and proprietary ones, to create advanced solutions. Using this approach, Databricks helped Factset, a financial software provider, improve its query accuracy and efficiency.\n\nData is an essential ingredient in making AI truly add economic value. So maybe now the mantra is: “Data is eating the world through AI\", says Rao.\n\nThat said, many companies struggle to bridge the gap between data readiness and effective AI implementation. A key challenge, says Rao, is to understand the economics of AI, which differs significantly from traditional software models like Software-as-a-Service (SaaS), where many applications can run on a single piece of hardware.\n\nAI models, on the other hand, require dedicated physical infrastructure for each additional user. This, according to Rao, implies that scaling AI would involve costly hardware investments, resulting in lower gross margins (often below 20%) as compared to SaaS. On the development side, rising costs make profitability difficult, particularly as larger companies continue to raise capital and operate at a loss.\n\nIn this context, the key metric for CXOs when integrating AI is “defining clear success criteria.\" In AI, especially with custom LLMs, this involves creating an evaluation system, much like an exam, to measure the performance of the AI system, says Rao.\n\nHe adds that Databricks offers various tools for optimisation, such as re-ranking and fine-tuning models, which help improve performance. Establishing and refining these metrics is crucial for successful AI deployment.\n\nHe cites the example of Ola's Krutrim, which is one of Databricks’ customers that built its own AI model using the platform, rather than relying on pre-existing models. Other customers like Freshworks and Air India are using custom LLMs and compound AI systems to automate tasks such as chatbots that assist with queries about baggage policies or refunds, according to Rao.\n\nOla’s model is particularly notable, according to him, due to India's linguistic diversity, where multiple languages such as Hindi, English, and regional languages, are mixed in daily communication.\n\nNew skill sets\n\nThat said, Rao agrees that AI will have a deep impact on jobs, especially given the increasing use of copilots and fully autonomous AI agentic systems in enterprises. Autonomous AI agents, or the so-called 'Agentic AI' systems, refer to AI models that can achieve specific goals without any human intervention.\n\nIt's clear we must decide how humans remain integral to the process, says Rao. Databricks is working on this by developing tools that help customers build high-quality AI agents.\n\nThese agents go beyond simple tasks, automating complex processes using customer data to drive value. However, enterprise customers demand transparency, auditability, and security, making this a challenging area, according to Rao.\n\nWe need to better understand how to enable models to reason and learn in dynamic environments\n\nHe adds, \"AI will significantly change jobs, much like other technological advances have in the past. As AI advances, the key skills will include data engineering, system orchestration, product design and AI tool usage.\"\n\nBalancing innovation with responsible AI is also crucial, particularly regarding data privacy, bias, and transparency, Rao acknowledges. Databricks, he adds, excels in governance, with its Unity Catalog ensuring strict security across data and models.\n\nHe elaborates that while bias is application-specific and difficult to automate, Databricks offers filtering tools that allow companies to manage inputs and outputs, ensuring privacy, safety, and content moderation. However, these tools are designed to be flexible and customizable to suit various customer needs.\n\nDo we need a Chief AI Officer?\n\nGiven the complexity of the field, do enterprises need a Chief AI Officer? Especially, given that many large organisations already have senior executive roles like that of a chief information officer (CIO), chief technology officer (CTO), chief data officer, chief digital officer, and even a chief marketing officer (CMO), who oversee a lot of AI functions.\n\nAlso Read: TCS boss Krithivasan is unafraid of GenAI but unwilling to say the worst is past\n\nRao agrees, pointing out that companies reacted to the AI boom by rushing to integrate AI and hiring for this role without clear boundaries, leading to conflicts over budgets and responsibilities. According to him, a more practical solution may be combining data and AI into a Chief Data and AI Officer role, separating these duties from the broader productivity-focused role of a CIO.\n\nLast, but not the least, Rao says that Artificial General Intelligence (AGI) is often misinterpreted. Some define it by how much human productivity it can replace, but true AGI would need to interact with the world, learn from its actions, and adapt—something far beyond the current technology, he explains. He suggests that while AGI remains a distant goal, companies should focus on how AI can improve business processes and customer experiences today."
    },
    {
        "title": "What is the best AI girlfriend app? We compared free & paid pptions",
        "link": "https://www.jpost.com/special-content/what-is-the-best-ai-girlfriend-app-we-compared-free-and-paid-pptions-820881",
        "description": "Technology has brought us all sorts of different conveniences over the past couple of decades, but one thing that stands out is something that we haven’t seen before - AI girlfriends. We are all ...",
        "image_url": "https://www.bing.com/th?id=OJ.l4XUycupX4LImQ&pid=news&w=115&h=16&rs=2",
        "category": "ai+app",
        "date": "6h",
        "source": "The Jerusalem Post Blogs",
        "article_content": "Are you tired of failed dates? Has that someone hurt you in the past? Maybe you’re not even sure you’re cut for a traditional relationship. Are you an individual who never really liked the idea of being with someone?\n\nWell, it’s 2024 - who cares about whether you have a real-life partner or not?\n\nThese questions are what we will focus on today. Regardless of what your answer is, you’re at the right place. Technology has brought us all sorts of different conveniences over the past couple of decades, but one thing that stands out is something that we haven’t seen before - AI girlfriends.\n\nWhat exactly is an AI Girlfriend?\n\nWe are all witnesses to the rise of AI. We’ve all noticed how artificial intelligence has transformed how we interact with technology. One quite interesting application is today’s subject - AI girlfriend apps.\n\nAI girlfriend apps create virtual companions. These companions are designed to meet both your emotional and conversational needs. It doesn’t matter if you're looking for a fun chat or an intimate experience (maybe something even more bespoke), these apps offer a wide range of options to fit different preferences.\n\nBut, with so many choices out there, the process of finding the best AI girlfriend app could seem a bit daunting at first. We can assure you that you shouldn’t worry about a thing, as we’ve already done the research for you.Let’s take a closer look at some of these apps and see which ones are the best (both free and paid).\n\n​​Unlike most sites that offer just a handful of generic options, HeraHaven has an incredible variety. It's basically an AI girlfriend paradise. In only a few seconds, you can generate your virtual AI girlfriend with the exact appearance and personality you want.\n\nPros:\n\nHighly interactive and adaptive\n\nSeamless conversations with emotional intelligence\n\nAffordable premium plans\n\nCons:\n\nSome users might find that free trial features are limited\n\nTry HeraHaven today and see for yourself why they’re the most popular AI girlfriend app. With over 1000 verified online reviews and an aggregate rating of 4.3/5 stars, they have quickly gained a reputation for offering one of the most immersive and interactive virtual girlfriend experiences.\n\nNot only can you chat with your AI girlfriends on HeraHaven, but you can also receive voice notes and spicy pictures from them. Want to try some hentai action too? No problem, HeraHaven has that too. Even if you’re not satisfied by girls, their AI boyfriend solution has you covered.\n\nKupid\n\nThe second one on this list is an app popular for its customization options.\n\nPros:\n\nExtensive customization options\n\nWide selection of AI personalities\n\nSupports text, image, and voice interactions\n\nCons:\n\nLess natural conversation flow\n\nHottalks\n\nOn to the next one. Hottalks is currently a quite popular, but slightly limited option that might not suit everyone’s preferences. But even with its limitations, we still felt like adding Hottalks to our list.\n\nPros:\n\nEngaging and playful interactions\n\nNSFW options available\n\nFree trial offers a good taste of premium features\n\nCons:\n\nLimited customization compared to the majority of other apps\n\nRolemantic\n\nAn app with both a clever name and some clever features. Rolemantic is potentially the best option for those seeking to create roleplaying scenarios. Again, just like with the app above, there are some limitations to using Rolemantic.\n\nPros:\n\nExtensive roleplay options\n\nWide variety of characters\n\nRegular updates to AI scripts\n\nCons:\n\nPremium features are expensive\n\nRomantic AI\n\nAnd, finally, the last one on our list is one of the more popular options for users that are more into enjoying emotional conversations. Compared to the options above, and especially HeraHaven, Romantic AI is maybe the least popular option, but still a good one.\n\nPros:\n\nEmotionally intuitive AI responses\n\nRealistic relationship simulation\n\nOffers both text and voice communication\n\nCons:\n\nExpensive premium plan\n\nLimited free options\n\nConclusion - Which AI Girlfriend app is right for you?\n\nNow that you’re familiar with some of the best AI girlfriend app options out there, let’s summarize everything and give our final thoughts.\n\nChoosing the best AI girlfriend app depends on what you're looking for in a virtual girlfriend. Some people seek more romantic options, others focus on the aesthetic aspect of the app, while some simply want to enjoy different roleplay scenarios.With that being said, one app is the clear winner here - HeraHaven.\n\nIn any case, having that special someone, regardless of whether it’s an actual person or not, is a vital part of everyone’s life.\n\nThis article was written in cooperation with Vilala Limited"
    },
    {
        "title": "Haunted Doll UPDATE & Paranormal Storytime",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/haunted-doll-update-paranormal-storytime/vi-AA1r0E4H?ocid=BingNewsVerp",
        "description": "OPEN ME FOR ALL OF THE THINGS!Wanna watch another? ♡I Bought a Haunted Doll | Paranormal Storytime <a href=\" Called Me a Whale <a href=\" in Disney's Catacombs | Story Telling <a href=\" BABIES today ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Binge Bytes on MSN4h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Kellie’s Castle is famous, but have you met ‘Mr Gopal’? Here’s your chance for a night tour or even a sleepover this Oct",
        "link": "https://www.malaymail.com/news/life/2024/09/23/kellies-castle-is-famous-but-have-you-met-mr-gopal-heres-your-chance-for-a-night-tour-or-even-a-sleepover-this-oct/151365",
        "description": "The aura of mystery surrounding the century-old Kellie’s Castle is heightened by countless stories of paranormal entities ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Gl4jfOc05wnPKhOMh3FnDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "malaymail4h",
        "source": "malaymail",
        "article_content": "BATU GAJAH, Sept 23 — The aura of mystery surrounding the century-old Kellie’s Castle is heightened by countless stories of paranormal entities supposedly ‘inhabiting’ the mansion.\n\nIt is said that one such ‘resident ghost’ is that of a certain ‘Mr Gopal’, a washerman from South India who was disappointed his employer did not send him back to his homeland as promised.\n\nAccording to Kellie’s Castle Tourist Complex managing director Zamari Muhyi – who has personally not experienced any paranormal incident in the mansion – ‘Mr Gopal’, apparently, had worked in the laundry area of the mansion and was disheartened when his employer and Kellie’s Castle owner William Kellie Smith broke his promise to send him back to India where his wife was awaiting his return.\n\nZamari said this information came to light during a programme to unravel the mystery of Kellie’s Castle organised by its management in 2015.\n\n“What happened was one of the participants (of the programme) suddenly found himself temporarily possessed by what seemed to be a spirit... I was also present when this particular participant suddenly spoke in English and introduced himself as ‘Mr Gopal’ and told us ‘his’ story,” he said.\n\nAlthough the truth of this story and the existence of ‘Mr Gopal’ cannot be verified, the old uncompleted mansion’s environment alone is enough to send shivers down the spine of faint-hearted visitors.\n\nThe construction of Kellie’s Castle, also known as Kellas House, started in 1915, initiated by its owner (William Kellie Smith), a civil engineer from Scotland who came to Malaya to venture into the rubber planting and tin-mining industries.\n\nHowever, Smith died of pneumonia in 1926. At that time, the construction of the mansion had only reached 70 percent completion.\n\nFollowing his demise, the construction work was suspended and the property was eventually sold to a British company Harrisons and Crosfield. It was subsequently abandoned and years later, it became a historical site.\n\nKellie’s Castle manager Hakim Muhaimin shows the laundry room where ‘Mr Gopal’ once worked in. — Bernama pic\n\nDark tourism material\n\nThe spooky atmosphere of Kellie’s Castle – sprawled over a 2.8-hectare (seven-acre) site – combined with the eerie sightings and paranormal encounters reported by visitors, make it an ideal destination for dark tourism, a tourism subsector that is gaining increasing attention globally and is expected to continue growing over the next 10 years.\n\nAccording to projections by Future Market Insights, the global dark tourism market is expected to be valued at US$31.89 billion (RM148.68 billion) by the end of this year.\n\nIt also forecasts the market will swell to US$40.82 billion (RM190.32 billion) by 2034. Zamari, who is also Perak Bumiputera Tourism Operators Association president, recognises Kellie’s Castle’s potential for dark tourism-themed activities, stressing the subsector has the potential to invigorate the nation’s tourism industry.\n\nHe said dark tourism is a unique attraction for tourists, adding that although it has already been introduced in this country, it has however not been widely developed by the tourism industry due to certain constraints involving society and the beliefs of local communities.\n\n“When I took over the management of Kellie’s Castle in 2013, we thought about what actions or steps could be taken to elevate this location as a tourist attraction because at first glance, there was nothing much there except an old building.\n\n“I then considered what strengths Kellie’s Castle had that could be marketed for tourism purposes. If I focused on its history, not many people would be interested. In terms of the building itself, it mostly appeals to photography and architecture enthusiasts. Ultimately, the idea of dark tourism emerged,” he said.\n\nHowever, he added, promoting a certain building or place as a dark tourism site is not easy. He believed that in order to offer an authentic paranormal experience at a dark tourism site, supernatural entities must truly exist and originate from the location concerned, not summoned or artificially created.\n\nNight tours\n\nHence, to market Kellie’s Castle as a dark tourism destination, the management had to confirm the “existence” of paranormal elements.\n\nWith this in mind, Zamari collaborated with a local media outlet in 2015 and “we successfully detected and documented the presence of an entity (inside Kellie’s Castle), supported by a video recording”.\n\nFollowing this, the management introduced night-time tours of the property on Fridays and Saturdays in the month of October every year.\n\n“What we do during the tour (from 8 pm to 11.30 pm) is bring visitors in groups of eight to 16 and guide them through the castle while providing some explanations.\n\n“Then, we leave two people at each specific location such as the wine cellar, laundry room, bedrooms and other areas without flashlights for 10 to 15 minutes,” he said, adding some of the participants reported being “disturbed’ by mysterious touches, embraces, whispers in their ears and sudden gusts of wind.\n\nZamari stressed he is not in the business of “selling ghosts” but rather offering visitors a unique experience of visiting a site associated with paranormal activity.\n\nHe added that efforts to market Kellie’s Castle as a dark tourism product are being made to further boost the number of visitors to the mansion.\n\nWith its easy accessibility, the Kellie’s Castle ruins in Perak is a popular haunt for thrill seekers and those looking for charming Instagrammable background to their OOTD. — Bernama pic\n\nTourist attraction\n\nZamari, meanwhile, said the tales of paranormal activities at Kellie’s Castle have even impressed the Pacific Asia Travel Association (PATA), which also acknowledged the building’s easy accessibility and the thrilling yet safe ghost-hunting tours offered by its management.\n\nHe said in 2020, PATA – which has its headquarters in Bangkok, Thailand – invited them to share their dark tourism experience involving Kellie’s Castle through a virtual meeting attended by 400 delegates.\n\n“All of them were very excited to hear our stories and experiences in managing dark tourism. They asked many questions and expressed a strong interest in participating in such dark tourism explorations themselves,” he said.\n\nTourism Malaysia has listed Kellie’s Castle as one of the country’s top two horror tourism destinations, alongside the Penang War Museum.\n\nKellie’s Castle manager Hakim Muhaimin said the property is categorised as one of the five most haunted locations in Malaysia by international paranormal researchers and United States-based tourism portals.\n\nHe also said the night tours of the mansion were discontinued during and following the COVID-19 pandemic and plans are afoot to reintroduce them soon.\n\n“But this time, we plan to offer two types of dark tourism activities – night tours and sleeping in the castle.\n\n“For the sleepover in the castle, we will provide the participants with sleeping bags and other equipment,” he added.\n\nHe said dark tourism involving Kellie’s Castle has the potential to succeed due to the high demand for it particularly the ‘Sleeping in the Castle’ activity for which “we have already received inquiries from Singaporeans”.\n\nHe also hoped the authorities would increase the number of dark tourism locations in the country to support the growth of the tourism industry and suggested that this subsector be widely promoted during Visit Malaysia Year 2025.\n\nAccording to the 2023 Tourism Malaysia Report, the country earned over RM71.3 billion from the arrival of 20.14 million tourists last year, while Vietnam’s media organisation Vnexpress International ranked Malaysia as the most-visited country in Southeast Asia in 2023. — Bernama"
    },
    {
        "title": "The Mandela effect: 10 examples that explain what it is and why it happens",
        "link": "https://www.yahoo.com/lifestyle/the-mandela-effect-10-examples-that-explain-what-it-is-and-why-it-happens-142353946.html",
        "description": "No, Mr. Monopoly didn't have a monocle — it's just one example of a false memory that many of us share, an expert says.",
        "image_url": "https://www.bing.com/th?id=OVFT.cp8z7xsrYRNppIhcjccW4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "No, Mr. Monopoly didn't have a monocle — it's just one example of a false memory that many of us share, an expert says.\n\nWhere's the cornucopia ... or was there ever one in the first place? (Fruit of the Loom)\n\nIf you swear that the Berenstain Bears books are spelled \"Berenstein\" or recall Pikachu having a black-tipped tail, you're in good company, even though neither is true. You're not losing your mind — instead, you're among the many people who've experienced the Mandela effect. In other words, you have a distinct memory of something, like Mickey Mouse without a tail, but it turns out to be a false memory. (He does have a tail — after all, he's a mouse!)\n\nThe Mandela effect often involves a false memory many of us share, which makes it particularly buzzy. Recently, some TikTok users have even started to describe the phenomenon as feeling like they've shifted timelines where events, products and pop-culture references have all been affected — but, importantly, these are just conspiracy theories (more on that below).\n\nI spoke with Wilma Bainbridge, an assistant professor of psychology at the University of Chicago, to find out why people have false memories and where the Mandela effect came from. I've also added several more examples of the Mandela effect below so you can put your memory to the test.\n\nWhat is the Mandela effect?\n\n\"The Mandela Effect is a pervasive false memory where people are very confident about a memory they have that's incorrect,\" Bainbridge tells Yahoo. It's often associated with pop culture. In reality, people have seen the correct version of the product or reference in question, but many have the same wrong memory of how it looks or is spelled.\n\n\"The Mandela effect is so striking and popular because we have a shared creepy, weird feeling because what you thought was reality isn't actually the case,\" she says.\n\nWhat's the history behind the Mandela effect?\n\nThe term was coined in 2009 by paranormal researcher Fiona Broome, who wrongly recalled that former President of South Africa Nelson Mandela died in prison in the 1980s, Bainbridge notes. Broome discovered the truth during a conference where others had the same \"memory.\" (Mandela was released from prison in 1990 and died in 2013.)\n\nWhy does it happen?\n\n\"This is still an open question,\" Bainbridge says. \"We've tried to pinpoint several explanations but there's no one good explanation.\" She notes that, in general, people have a schema for how things should look in the world and filter their memories through that lens.\n\nLet's look at Mr. Monopoly, mascot of the famous board game. If you think of a rich man from the early 1900s, you might envision him with a monocle or pocket watch even though Mr. Monopoly has neither. But we imagine he does because he's portrayed as a rich character — and, of course, he does wear a tuxedo and a top hat.\n\nBainbridge conducted an experiment that included participants who had never heard of Mr. Monopoly. They participants saw the correct image of the Monopoly character — sans monocle — and after a brief delay, they were asked to draw the character they just saw. Many times, the participants drew him wearing a monocle.\n\n\"This shows false memory is happening pretty rapidly,\" Bainbridge explains. \"It doesn't take long to forget specifics of an image and add details that you think you saw.\"\n\nEven people who are more familiar with certain icons and characters can make mistakes. For instance, some Pokemon fans remember Pikachu having a black-tipped tail even though it's completely yellow. (They could be confusing his tail with his black-tipped ears.)\n\nPopular examples of the Mandela effect\n\nHere are some Mandela effect examples that have confused me over the years — and many others too. Grab your friends and see which false memories you may share.\n\n1. Shazaam\n\nFake: A Shazaam movie starring Sinbad as a genie.\n\nReality: No such movie exists, but there is a movie called Kazaam where Shaquille O'Neal plays a genie.\n\n2. Fruit of the Loom\n\nFake: The Fruit of the Loom logo has a cornucopia.\n\nReality: There's never been a cornucopia in the underwear brand's logo.\n\n3. Febreze\n\nFake: Febreeze\n\nReality: The air- and garment-freshener is Febreze — there have never been double E's in the name.\n\n4. Chick-fil-A\n\nFake: Chic-fil-A\n\nReality: The restaurant's name, Chick-fil-A, has always been spelled with a K.\n\n5. Totino's Pizza Rolls\n\nFake: Tostino's pizza rolls\n\nReality: The brand has always been spelled Totino's, without the first S.\n\n6. Snow White\n\nFake: In Snow White, the evil queen says, \"Mirror, mirror on the wall.\"\n\nReality: She really says, \"Magic mirror on the wall.\"\n\n7. Stove Top stuffing\n\nFake: Stove Top stuffing is made by Stouffer's.\n\nReality: The stuffing is made by Kraft Heinz.\n\n8. Looney Tunes\n\nFake: Looney Toons, with \"toons\" spelled like \"cartoons.\"\n\nReality: Looney Tunes, with \"tunes\" spelled like music (the cartoons featured classical scores).\n\n9. Mickey Mouse\n\nFake: Mickey Mouse wears suspenders in Steamboat Willy.\n\nReality: This is another Mickey Mouse conspiracy theory — he never wore suspenders as Steamboat Willy (or any other character).\n\n10. Cheez-It\n\nFake: Cheez-Itz, Cheez-Its.\n\nReality: The snack has always been spelled Cheez-It.\n\nHow do conspiracy theories relate to the Mandela effect?\n\nIf you've been on social media in the last few years, you've likely heard users discussing conspiracy theories about how the Mandela effect is evidence for shifting realities or timelines. For instance, they might say we grew up in a world where Mr. Monopoly wore a monocle, and somehow we've shifted into a parallel dimension where he doesn't.\n\nBainbridge says this relates to how much we rely on our memories, since we feel like our memories are the truth. However, she says her team's research debunks the parallel-dimension theory because people associate something they've never seen with something familiar. She explains to her participants that since their false recollections occurred in such a short time frame, it's highly unlikely that they jumped to a new dimension.\n\nWhat can you do if you're experiencing false memories?\n\nWith social media use, people are seeing false memories circulate as often as real ones, Bainbridge says, which makes it harder to test participants because these images are all over apps like TikTok and Facebook.\n\nBut if you can focus on your memory and think of why you remember it that way, you might find the connection that's causing you to forget what you actually saw, she says. For instance, you may be associating Looney Tunes with cartoons, so you imagine the spelling as Looney Toons.\n\nSimply learning about the Mandela effect can help because it often solves the problem of seeing false images, Bainbridge adds. So looking into the history of these theories can help you learn the truth of why you're imagining the wrong reference or image. It may also help to ask friends and family members what they remember when it comes to a Mandela effect that's throwing you off. (However, if they all have the same false memories, this may make it harder to believe the truth!)\n\nCan hypnosis help retrieve real memories?\n\nThis one is tricky, Bainbridge explains, because \"neuroscientists haven't found a clear signal in the brain for when a memory is false or true.\" Once your memory is saved, it looks the same on paper.\n\nIt's hard to know what's reality based on the brain, she says. \"When you have a memory, it doesn't stay stagnant because you're constantly updating it, and outsiders influence how you experienced it.\" For example, someone might remember different details of an event than you, and if they tell that story over and over, you might start to believe you witnessed it that way too. \"People can influence memories so it feels like a real memory.\"\n\nUltimately, because brains don't hold a perfect record of events that happened, hypnosis might not be able to get you back to the original memory, Bainbridge says.\n\nWhile experiencing the Mandela effect isn't a mental health issue, if you feel like it's negatively interfering with your life, you can speak with a therapist about the false memories."
    },
    {
        "title": "Paranormal circus brings scares to Lincoln",
        "link": "https://www.1011now.com/video/2024/09/22/paranormal-circus-brings-scares-lincoln-2/",
        "description": "The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare. It’s all things apple at the Arbor Day Farm. The Lincoln Police Department is investigating a serious injury crash ...",
        "image_url": "https://www.bing.com/th?id=OJ.pi11Z6p4dJeCBw&pid=news&w=65&h=16&rs=2",
        "category": "paranormal",
        "date": "14h",
        "source": "1011 Now",
        "article_content": "The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare."
    },
    {
        "title": "When Sunderland's Purple Bar was plagued by mysterious footsteps and ghostly children playing on the stairs",
        "link": "https://www.sunderlandecho.com/retro/sunderland-purple-bar-ghost-retro-4792470",
        "description": "Purple Bar in Park Lane called in medium Suzanne Gill to track them down. The investigations began after reports of workers ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XYw33pj1oNn3VxHVJt2Qzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Sunderland Echo6h",
        "source": "Sunderland Echo",
        "article_content": "Content not available"
    },
    {
        "title": "‘Breakthrough discovery’: Indigenous Rangers in outback WA find up to 50 night parrots – one of Australia’s most elusive birds",
        "link": "https://theconversation.com/breakthrough-discovery-indigenous-rangers-in-outback-wa-find-up-to-50-night-parrots-one-of-australias-most-elusive-birds-239449",
        "description": "Urgent action is now needed to protect these vulnerable populations and ensure the night parrot doesn’t become extinct.",
        "image_url": "https://www.bing.com/th?id=OVF.Y2j1W6sGdtEo8LKbdojQ7A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20h",
        "source": "The Conversation",
        "article_content": "In arid inland Australia lives one of Australia’s rarest birds: the night parrot. Missing for more than a century, a live population was rediscovered in 2013. But the species remains elusive.\n\nUntil recently, Australia’s known night parrot population numbered in the tens of birds, scattered across desert in Queensland and Western Australia.\n\nBut our research team – consisting of Indigenous rangers and scientists – has made a breakthrough discovery. We’ve detected the largest known night parrot population in the world: perhaps as many as 50, living in WA’s Great Sandy Desert, on land managed by the Ngururrpa people. Our results are published today.\n\nUrgent action is needed to protect these vulnerable populations and ensure the night parrot doesn’t go missing a second time, perhaps for good.\n\nA highly mysterious species\n\nThe night parrot was once found throughout Australia’s arid inland, but its numbers plummeted in the late 19th century.\n\nThe bird was not definitely recorded for more than 100 years, until a dead bird was found near Boulia in western Queensland in 1990. Another dead bird was found in Diamantina National Park, also in western Queensland, in 2006.\n\nIn 2013 a small population was found by naturalist John Young in south-western Queensland. That area is now a wildlife reserve.\n\nNight parrots are notoriously difficult to detect. They build tunnels in dense spinifex and hide there by day, emerging at night to forage. They are known only from populations in remote south-west Queensland and central and northern Western Australia. The species is critically endangered.\n\nIn Western Australia, Indigenous cultural knowledge about the species includes stories about how difficult the bird is to find. There are also whispered stories of mothers telling children the night parrot’s call was the sound of an evil spirit, and warning them not to stray from camp.\n\nWhat we did\n\nThe Ngururrpa Indigenous Protected Area is in the Great Sandy Desert. It comprises vast areas of sandplains and dunefields, and smaller areas of floodplain and spinifex which are key night parrot habitats.\n\nNgururrpa Rangers/Facebook\n\nNgururrpa Rangers worked with scientists to learn how to use sound recorders to search for night parrots. We then searched for the birds on Country between 2018 and 2023.\n\nWe combined the rangers’ detailed knowledge of habitats, water and seed resources with geology maps, satellite imagery and fire history data. From this we selected 31 potential roosting areas, then deployed sound recorders called “songmeters” at those sites.\n\nWe wanted to detect the night parrots’ distinctive calls which consist of whistles, croaks and bell-like sounds.\n\nThe acoustic data we gathered was then analysed to extract any bird calls in the night parrot’s frequency range. Potential detections were verified using a reference library of known night parrot calls.\n\nOur results\n\nWe detected night parrot calls at 17 of 31 sites. Of these, ten were roost sites, where night parrot calls were detected in the hour after sunset and the hour before sunrise.\n\nIndividual night parrots are thought to have unique calls. We analysed how many different calls we could hear, and how loud they were (which can tell us when birds are calling from different locations). From this we built a picture of the identity and number of individuals regularly occupying a site.\n\nWe extrapolated this across the 58 patches of potential night parrot habitat on the Ngururrpa Indigenous Protected Area. We concluded up to 20 roosting areas may be occupied by night parrots.\n\nBased on the numbers at roosting sites where we recorded calls, we estimate 40–50 night parrots could be present in the Ngururrpa Indigenous Protected Area.\n\nFire and predators pose grave threats\n\nOnce we found the night parrot populations, we wanted to know what threats they faced.\n\nWe used camera-traps to identify predators and also collected their scats (poos) to analyse their diets.\n\nNgururrpa IPA\n\nDingoes were the predator detected most frequently in night parrot roosting habitat. Our cameras captured them ten times more often than feral cats. And we found dingoes regularly eat feral cats at night parrot sites.\n\nBased on information from other areas, we suspect cats are a key predator of night parrots. Dingoes could be important in suppressing cat numbers and helping the parrots survive. So, attempts to limit predators in night parrot habitat should not harm dingoes.\n\nWe also analysed 40 years of satellite imagery to assess the threat of fire to night parrots’ roosting habitat. Based on the vegetation types and flammability of surrounding landscapes, we found bushfires sparked by lightning are a much bigger threat to night parrots in the Great Sandy Desert than in Queensland.\n\nStrategic aerial and ground burning, to reduce fuel loads, already occurs in the Ngururrpa Indigenous Protected Area. As our knowledge of night parrots improves, these programs can become more targeted to protect key night parrot areas.\n\nNgururrpa IPA\n\nKeeping night parrots alive\n\nA long-term monitoring program for night parrots on Ngururrpa Country should be established to help better understand and protect this vitally important population.\n\nAnd the remote, wild nature of the landscape should be retained. This means minimising disturbance from people and vehicles, and continuing to exclude livestock and weeds.\n\nNgururrpa Ranger Clifford Sunfly exlpains how rangers want to help protect night parrots into the future:"
    },
    {
        "title": "Tourists accidentally discover new species unknown to science during vacation",
        "link": "https://www.msn.com/en-us/travel/news/tourists-accidentally-discover-new-species-unknown-to-science-during-vacation/ar-AA1r3kXK?ocid=BingNewsVerp",
        "description": "In a remarkable turn of events, unsuspecting tourists have become the catalysts for a groundbreaking scientific discovery on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8MXZktgQpGTkb3jM9I8RFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Daily Galaxy on MSN1h",
        "source": "Daily Galaxy on MSN",
        "article_content": ""
    },
    {
        "title": "Penny for your thoughts? Master copper regulator discovery may offer Alzheimer's clues",
        "link": "https://www.sciencedaily.com/releases/2024/09/240918125054.htm",
        "description": "A study using a tiny roundworm could pave the way for new treatments for neurodegenerative disorders. Researchers linked the worm gene swip-10 to copper regulation -- a vital element for brain health ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily4h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Scientists make surprising discovery about early universe",
        "link": "https://www.indiatoday.in/science/story/scientists-make-surprising-discovery-about-early-universe-black-holes-2604790-2024-09-23",
        "description": "The findings indicate that some black holes likely formed from the collapse of massive, pristine stars during the first ...",
        "image_url": "https://www.bing.com/th?id=OVF.XY%2bgFMke4dxEo4dM3INwJA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "India Today10h",
        "source": "India Today",
        "article_content": "A new study published in The Astrophysical Journal Letters reveals that scientists have identified a greater number of black holes in the early universe than previously thought, shedding light on the formation of these cosmic giants shortly after the Big Bang.\n\nThe research, led by astronomers from Stockholm University, utilised NASA's Hubble Space Telescope to survey faint galaxies that existed when the universe was only a few percent of its current age.\n\nadvertisement\n\nBlack holes are known to play a crucial role in galaxy evolution, yet their origins remain a mystery.\n\nThe study's co-author, Alice Young, a PhD student at Stockholm University, noted that many of these early black holes appear to be more massive than expected for such an early time in cosmic history.\n\nThis suggests they either formed with significant mass or grew rapidly through accretion of surrounding material.\n\nTo investigate black hole formation mechanisms, the research team re-photographed initial observations taken by Hubble several years earlier. They measured variations in galaxy brightness—indicators of black hole presence—resulting in the identification of more black holes than previous methods had revealed. This is a new image of the Hubble Ultra Deep Field. (Photo: Nasa)\n\nThe findings indicate that some black holes likely formed from the collapse of massive, pristine stars during the first billion years after the Big Bang. These early stars were unique, as later generations became enriched with elements from previous stellar explosions.\n\nOther potential formation scenarios include collapsing gas clouds and mergers of stars within massive clusters. Additionally, primordial black holes may have formed through speculative mechanisms in the universe's infancy.\n\nMatthew Hayes, lead author and astronomer at Stockholm University, emphasized that understanding how early black holes formed is essential for piecing together the puzzle of galaxy evolution.\n\nWith this new data, researchers can refine models of how galaxies and their central black holes evolve together.\n\nIn tandem with these findings, astronomers are using the James Webb Space Telescope to further explore galactic black holes formed soon after the Big Bang, aiming to uncover their masses and locations in the early universe.\n\nThis ongoing research is pivotal for unraveling the mysteries surrounding black hole formation and their influence on galaxy development.\n\nPublished By: Sibu Kumar Tripathi Published On: Sep 23, 2024"
    },
    {
        "title": "2,700-year-old shields and helmet from ancient kingdom unearthed at castle in Turkey",
        "link": "https://www.livescience.com/archaeology/2-700-year-old-shields-and-helmet-from-ancient-kingdom-unearthed-at-castle-in-turkey",
        "description": "The martial artifacts found at the temple complex were likely offerings that an ancient kingdom made to their chief god.",
        "image_url": "https://www.bing.com/th?id=OVFT.O2p6jQAzKXU-gIMsO8M9yC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science5h",
        "source": "Live Science",
        "article_content": "While excavating at an ancient castle in Turkey, archaeologists unearthed several martial artifacts: three bronze shields and a bronze helmet dating to 2,700 years ago, back when a mighty kingdom known for its metalwork thrived there.\n\nThe team found the armor within a temple complex at Ayanis Castle, a fortress near Lake Van in eastern Turkey that was built by the Kingdom of Urartu (also known as the Kingdom of Van), which flourished between the ninth and sixth centuries B.C. The kingdom was known for its military might as well as its art, especially metalwork. The discovery of the shields and helmet was announced by Mehmet Ersoy, Turkey's minister of culture and tourism, on Instagram and X .\n\nThe temple complex was devoted to Haldi, the chief god of Urartu, Ersoy said in the translated posts. The martial artifacts would have been offerings to Haldi.\n\nTürkiye’nin dört bir yanında gerçekleştirilen ve sürelerini 12 aya çıkardığımız kazı çalışmalarında her geçen gün yeni bir nadide eser gün ışığına kavuşuyor. ⛏️Anadolu tarihinin kadim uygarlıklarından #Urartu Krallığı’nın son büyük kenti olan ve günümüzden 2 bin 700 yıl… pic.twitter.com/26ON2wSlPNSeptember 7, 2024\n\nThese finds \"would be big news at any other site, but for Ayanis they are nothing out of the ordinary,\" said Paul Zimansky , a history professor at Stony Brook University who conducted archaeological work at Ayanis between 1997 and 2009 but was not involved with the recent discovery. \"This castle is proving to be the richest Urartian site in Turkey for many reasons, not the least of which is the quantity of bronzes associated with the temple,\" Zimansky told Live Science in an email.\n\n\"Similar shields and helmets have been found at Ayanis in the past, including a much more elaborate one in 1997 with the head of a lion attached to it,\" Zimansky said.\n\nRelated: 2,500-year-old Illyrian helmet found in burial mound likely caused 'awe in the enemy'\n\nAtilla Batmaz , an archaeology professor at Ege University in Turkey who is not involved with the excavation, agreed that these finds were not unusual for Ayanis Castle, noting that \"a dozen or more such shields and helmets\" have been found at the site in the past.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nZimansky noted that a more important find was made in 2023 but didn't get attention in the popular media. In that case, archaeologists found \"a bronze cart or miniature chariot — probably a wagon for transporting a cultic statue,\" Zimansky said, noting that it \"was really a blockbuster find.\""
    },
    {
        "title": "Build Your Dream Website in Minutes: Top 5 No-Code AI Builders",
        "link": "https://www.geeky-gadgets.com/build-your-dream-website-in-minutes-top-5-no-code-ai-builders/",
        "description": "In the rapidly evolving world of web design, no-code AI website builders have emerged as an innovative solution for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9RwwkEqFiLOEjbN0TE5UZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "6h",
        "source": "Geeky Gadgets",
        "article_content": "In the rapidly evolving world of web design, no-code AI website builders have emerged as an innovative solution for individuals and businesses looking to create stunning, professional websites without the need for extensive coding knowledge. These innovative tools harness the power of artificial intelligence to simplify the web design process, making it accessible to users of all skill levels. In the video below WeAreNoCode explores the top five no-code AI website builders, evaluating their features, ease of use, and suitability for different user needs. To provide a fair and practical comparison, each tool will be tested by creating a website for a fictional company.\n\nDora: Bringing Websites to Life with Animated and 3D Elements\n\nFounded in 2021, Dora has quickly made a name for itself in the no-code AI website builder market, specializing in creating visually stunning websites with animated and 3D elements. While Dora requires some web design experience to fully use its advanced features, it offers multiple design previews and seamless mobile version adaptation, ensuring that your website looks impressive across all devices. This makes Dora an ideal choice for users looking to create visually dynamic and engaging websites that stand out from the crowd.\n\nHostinger: Beginner-Friendly with Advanced AI Features\n\nHostinger, a well-established player in the web hosting industry since 2004, has expanded its offerings to include a user-friendly no-code AI website builder. Perfect for beginners, Hostinger offers free domain registration and a straightforward interface that allows users to create professional-looking websites with ease. What sets Hostinger apart is its suite of advanced AI features, including an AI writer, page generator, heat maps, and an SEO assistant, which help users optimize their websites for better search engine rankings and user engagement.\n\nWebflow and Reloom: Customization and Control for Experienced Designers\n\nFor those with more advanced web design skills, Webflow and Reloom offer powerful tools and high levels of customization. Webflow, known for its complexity and steep learning curve, is best suited for experienced web designers who want complete control over their website’s design and functionality. Reloom, on the other hand, focuses on generating detailed site maps and wireframes, making it an excellent choice for planning and structuring complex websites. Both tools require a paid plan to access their full range of features and offer code access for ultimate customization, making them ideal for intricate and sophisticated web design projects.\n\nWix: The Popular Choice for Beginners and Intermediate Users\n\nSince its launch in 2006, Wix has become a household name in the website builder industry, and for a good reason. Wix’s AI-powered platform creates websites with intuitive, chat-based navigation, making it incredibly easy for users to design and manage their sites. The drag-and-drop interface is user-friendly, and Wix offers additional AI tools like a text creator and section generator to further simplify the design process. With its perfect balance of simplicity and functionality, Wix is a popular choice for beginners and intermediate users alike.\n\n10Web: WordPress-Based Builder with Powerful AI Capabilities\n\nLaunched in 2019, 10Web is a no-code AI website builder built on the popular WordPress platform. 10Web’s AI capabilities include generating site maps and sections, streamlining the design process for users. The simple drag-and-drop interface, combined with its powerful AI features, makes 10Web an excellent choice for users at various skill levels who want to create professional websites without the need for extensive coding knowledge. As a WordPress-based builder, 10Web also offers users access to a vast library of plugins and themes, further expanding its customization options.\n\nPricing Comparison: Finding the Right Plan for Your Budget\n\nWhen choosing a no-code AI website builder, it’s essential to consider your budget and the features you require. Here’s a quick overview of the pricing plans offered by each tool:\n\nDora: Basic plan starts at $14/month, while the advanced plan is priced at $25/month.\n\nBasic plan starts at $14/month, while the advanced plan is priced at $25/month. Hostinger: Offers a discounted 4-year plan at $3.99/month, making it one of the most affordable options.\n\nOffers a discounted 4-year plan at $3.99/month, making it one of the most affordable options. Webflow and Reloom: Webflow’s basic plan starts at $14/month, while Reloom’s pricing begins at $18/month.\n\nWebflow’s basic plan starts at $14/month, while Reloom’s pricing begins at $18/month. Wix: Offers a free basic plan, with premium plans available for users who want to use custom domains and access advanced features.\n\nOffers a free basic plan, with premium plans available for users who want to use custom domains and access advanced features. 10Web: Currently offering a discounted price of $6/month, with regular pricing typically starting at $14/month.\n\nChoosing the Right No-Code AI Website Builder for Your Needs\n\nIn conclusion, each of the top five no-code AI website builders offers a unique set of features and benefits, catering to different levels of web design experience and user needs. Dora and Webflow are more suited for experienced users who want to create visually stunning and highly customized websites, while Hostinger, Wix, and 10Web are beginner-friendly options that offer robust AI capabilities and user-friendly interfaces. When selecting the right tool for your project, consider your web design skills, the complexity of your desired website, and your budget. By carefully evaluating these factors and the features offered by each no-code AI website builder, you can make an informed decision and create a professional, engaging website that meets your unique needs and goals.\n\nSource & Image Credit: WeAreNoCode\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "New Agentic AI Startup Launches Integrail AI Studio, Leading the Way in No-Code AI Application Development",
        "link": "https://www.tmcnet.com/usubmit/2024/09/23/10077002.htm",
        "description": "Get ready to revolutionize your business with AI Studio by Integrail, a no-code Agentic AI platform. Integrail is excited to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MZ6MUVh6eFXVJ1BWNGlurS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "TMCnet2h",
        "source": "TMCnet",
        "article_content": "Content not available"
    },
    {
        "title": "Seattle battery startup founded by father-son team brings new buzz to growing field",
        "link": "https://www.geekwire.com/2024/seattle-battery-startup-founded-by-father-son-team-brings-new-buzz-to-growing-field/",
        "description": "Jason Schwartz, left, and Jerry Schwartz, the son and father team that launched the battery startup Ecellix. The co-founders are standing on the deck at ...",
        "image_url": "https://www.bing.com/th?id=OJ.13UkWs4cB0GAnw&pid=news&w=85&h=16&rs=2",
        "category": "it+startup",
        "date": "51m",
        "source": "GeekWire",
        "article_content": "Content not available"
    },
    {
        "title": "A Startup’s Guide To Gaining Competitive Advantage With Generative AI",
        "link": "https://www.forbes.com/councils/forbesbusinessdevelopmentcouncil/2024/09/23/a-startups-guide-to-gaining-competitive-advantage-with-generative-ai/",
        "description": "With reduced funding, slowed IPOs, and multiple rounds of layoffs across tech companies, getting a business idea sponsored ...",
        "image_url": "https://www.bing.com/th?id=OVFT.l2oyNBCnSQ4_06VSsYFfKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "4h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Software Piracy Statistics — the Latest Trends for 2023/2024",
        "link": "https://techreport.com/statistics/software-web/software-piracy-statistics/",
        "description": "It’s not entirely clear what will await the murky digital landscape of software piracy. Based on current trends and how rapidly piracy methods are evolving, we believe the issue will only persist.",
        "image_url": "https://www.bing.comNo image",
        "category": "software+trend",
        "date": "The Tech Report5h",
        "source": "The Tech Report",
        "article_content": "Key Software Piracy Statistics in 2024\n\nIn total, there have been approximately 84.77 billion visits to software piracy websites from January 2017 to November 2023.\n\nIn total, there have been approximately from January 2017 to November 2023. In 2023, we saw another 15.2 billion visits to software piracy websites worldwide – up from 8.75 billion in the first eight months of 2022.\n\nIn 2023, we saw another 15.2 billion visits to software piracy websites worldwide – up from 8.75 billion in the first eight months of 2022. In 2023, mobile software accounted for 36% of all pirated software , followed closely by desktop software at 30%.\n\nIn 2023, , followed closely by desktop software at 30%. 38% of British people admitted to engaging in software piracy in 2022.\n\n38% of British people admitted to engaging in software piracy in 2022. Russia accounted for over 8.5% of all software piracy in the world in 2023.\n\nRussia accounted for over 8.5% of all software piracy in the world in 2023. In the first eight months of 2022, the US saw 15.47 billion visitors to piracy websites .\n\nIn the first eight months of 2022, the . In 2023, software piracy was a major contributor to revenue loss for 40% of software suppliers – up from just 17% the year before.\n\nIn 2023, software piracy was – up from just 17% the year before. In 2023, as many as 33% of IT companies reported losing 6–10% of their revenue to software piracy, and 8% even said that the loss exceeded 30%.\n\nIllegal Software Downloads Statistics\n\nTo kick things off, we’ll take a look at the numbers and figures on illegally downloaded software over the last few years.\n\nHow Much Software is Pirated\n\nOverall, software was the second-most-pirated type of media in 2023, after TV shows, making up 26.2% of the pirated items on the web that year.\n\nAnd although in the years before the COVID-19 pandemic (2017 specifically), the level of software piracy dropped from 39% to 37%, the pandemic years saw it go up again by 20-30%.\n\nMuso reports that in 2023, there have been 15.2 billion visits to software piracy websites worldwide. That figure is a 14.1% YoY increase from 8.75 billion visitors registered in the first eight months of 2022.\n\nThese eight months showed a 10% increase in software piracy compared to 2021.\n\nFrom January 2017 until November 2023, there were approximately 84.77 billion visits to software piracy websites. That’s like every person on Earth visiting software piracy sites 10 times on average over this period.\n\nBSA tells us that almost 37% of all software on users’ PCs is pirated. The market value of this unlicensed software is $46.3 billion.\n\nWhat Software is Pirated & How\n\nAs the following chart shows, mobile software was the most commonly pirated software in 2023, accounting for 36% of all illegal software downloads.\n\nIt was closely followed by desktop software at 30%. Moreover, it’s estimated that as much as 37% of software worldwide is unlicensed.\n\nIn terms of how the software has been pirated, the 2021 Muso report states that 73.5% of it was illegally downloaded from the web and the rest from torrenting sites.\n\nThe data tells us that 100% of all illegally downloaded software was pirated through web downloads in 2022 and 2023.\n\nMost of the traffic (61.5%) was direct in 2022, but in 2023, 42% of it was via search engines when people looked for software piracy.\n\nSoftware Piracy Statistics by Region\n\nSoftware piracy is prevalent in many regions around the world. However, certain regions suffer more from it than others.\n\nAs this chart shows, piracy is particularly prevalent in China, Russia, the US, and India. Ukraine and Italy were also among the top 10 countries for piracy.\n\nLet’s take a look at the biggest regions in the world for more details on software piracy.\n\nEMEA\n\nEurope may have robust anti-piracy laws, such as the EU Copyright Directive and the CPDA in the UK. But it nonetheless is home to significant software piracy.\n\nFor instance, the UK is among the top 20 countries for using pirated software.\n\nIn 2021, there were approximately 2.7 million British infringers of software copyrights, as you’ll see in the chart below. Moreover, as many as 38% of surveyed Brits had pirated software in 2022.\n\nThe post-pandemic spike in piracy is likely due to the increasingly high cost of living in the UK.\n\nOther countries in the region have similar problems. For example, Russia accounted for over 8.5% of all software piracy worldwide in 2023.\n\nThis isn’t surprising, given the international sanctions and software companies pulling out of the region due to the geopolitical situation.\n\nUkraine and Italy take the seventh and ninth spots among the top 20 countries that use pirated software.\n\nIran is another country in the EMEA region that’s subject to sanctions that restrict the use of certain software, so it’s not surprising that Iran ranked eighth.\n\nThe Americas\n\nIn the Americas, the US, Brazil, and Mexico are leaders in illegal software downloads, ranking among the top 20 countries for software piracy.\n\nThe US ranked third in the world in 2023 for software piracy, and this is actually an improvement. One year prior, the US was top of the list for the highest rates of software piracy.\n\nIn the first eight months of 2022 alone, the US had seen 15.47 billion visitors to piracy websites.\n\nAs for the previous years, as you can see from the graph above, the US and Brazil had relatively small shares of visitors to software piracy sites.\n\nThe largest shares in that time period (2020–2021) were held by Russia (7.2% to 8.02%) and China (see below).\n\nAPAC\n\nAccording to BSA, the Asia-Pacific (APAC) region has the highest rate of software piracy in the world – 61%. Given the number of APAC countries in the top 20 countries for software piracy, this isn’t surprising.\n\nTake China, for example. In 2021, China had the highest number of visitors to software piracy websites in the world. In Q3 of 2021 alone, China had 467 million people visiting software piracy websites.\n\nThe figure made up 14.6% of all software privacy site visitors in the world that quarter (3.2 billion).\n\nHowever, in 2022, India shortly overtook China, becoming the third country for piracy rates, after the USA and Russia.\n\nHowever, according to Revenera, as of 2023, the PRC (excluding Hong Kong) is once again the leader in software piracy worldwide.\n\nOther APAC countries in the top 20 are Vietnam, Taiwan, Indonesia, South Korea, and Australia. Regarding Australia in particular, BSA reports that 20% of Aussies use pirated software.\n\nImpact of Software Piracy on the Market\n\nIn 2023, software piracy was a major cause of revenue loss for 40% of software suppliers – up from just 17% the year before.\n\nThis significant increase is a testament to the huge adverse impact of software piracy on the market. In 2023, as many as 33% of IT companies reported losing 6–10% of their revenue to software piracy.\n\n8% even said that the loss exceeded 30% of revenue. Moreover, 15% of companies don’t even know how much they’re losing to piracy.\n\nIn addition to financial impacts, software piracy can adversely impact a brand’s reputation. In many cases, pirated software isn’t subject to quality control and can have a negative impact on user experience.\n\nMoreover, in 2022, as many as 50% of people who downloaded pirated content, including software, reported malware infecting their devices.\n\nIt’s also worth noting that software is a type of creative work, and pirating it is just as harmful to creators as pirating music or books.\n\nIn practice, this erosion of IP stifles programmers’ creativity and harms their competitive advantage and revenue.\n\nAddressing Software Piracy\n\nThe issue of software privacy is complex, and combating it requires a multifaceted approach. The stakeholders involved are legislators, technical experts, and educators, to name a few.\n\nIn this section, we’ll go over the building blocks of combating software piracy, including legislative and technical measures.\n\nLaws & Regulations\n\nSeveral international laws, such as the Berne Convention and the TRIPS agreement, standardize protection against any sort of piracy, including software.\n\nMany countries have adopted their own laws on a local level, such as the Digital Economy Act in the UK.\n\nHowever, the enforcement of such laws, on both a local and global scale, depends on the police’s capacity and international cooperation.\n\nIn addition to the legislation, there are a lot of case law and lawsuits illustrating the impact of software piracy. For instance:\n\nBITMANAGEMENT SOFTWARE GMBH vs. The United States (2016–2022), which saw the US Navy pay out almost $155,000 for the illegal use of 3D modeling software.\n\nBITMANAGEMENT SOFTWARE GMBH vs. The United States (2016–2022), which saw the US Navy pay out almost $155,000 for the illegal use of 3D modeling software. Microsoft’s GitHub Copilot vs. J. Doe (2022– present), where developers sued Microsoft and OpenAI for allegedly pirating the developers’ software to train AI systems. The case is still undecided.\n\nThese cases, as well as others, prove the adverse economic impact of software piracy. However, they also evidence the fact that the existing piracy protections aren’t always sufficient.\n\nFor instance, the German software company that sued the US Navy in the 2016 case received much less than the original $155.4 million in damages it claimed.\n\nAnd a month ago, the judge in the Copilot case partially dismissed some piracy claims.\n\nTechnical Measures\n\nDigital Rights Management (DRM) tools represent an important technical measure against software piracy. Such solutions are already widely used by creators and companies to protect their IP, such as software.\n\nFor software products, DRMs can range from license activation keys and cloud verification to digital watermarking and geographical restrictions.\n\nPopular business software subscription models like SaaS are also a type of DRM in a way, as they allow users to subscribe to the software rather than own a copy of it.\n\nSuch DRM methods can be effective. But they can also be frustrating for consumers, as they’re often seen as limiting fair use.\n\nWhat Does the Future of Software Piracy Look Like?\n\nIt’s not entirely clear what will await the murky digital landscape of software piracy. Based on current trends and how rapidly piracy methods are evolving, we believe the issue will only persist.\n\nBefore new laws and anti-piracy protections catch up, we might see a few new privacy developments.\n\nNew Methods of Piracy\n\nWith the advancements and developments of DRMs like SaaS, it’s reasonable to conclude that software piracy methods will also advance beyond what we know today.\n\nAnd while AI can help combat these threats, we should also consider how it can assist malicious actors with new piracy approaches, such as reverse engineering.\n\nFor instance, given that SaaS is hosted on the cloud, pirates may target that infrastructure in the future to access the platforms.\n\nAchieving that would require employing social engineering and phishing to steal credentials – two tactics prevalent in cybercrime today.\n\nNew Types of Piracy\n\nIn addition to new methods of piracy, the prevalence of SaaS and other subscription models might also encourage the development of new types of piracy.\n\nIt’s true that cloud-based SaaS deployment makes it challenging to download and distribute copies like traditional software pirates usually do.\n\nHowever, the shift to a subscription model can cause increased instances of unauthorized account sharing and the rise of illegal monetization of subscription credentials.\n\nTo address this potential issue, companies might have to invest in more sophisticated DRM systems. For example, they can be powered by blockchain technologies.\n\nSuch technologies would help track the usage of SaaS licenses and curb unauthorized use.\n\nEnforcement Challenges\n\nEarlier, we touched upon the challenges of international cooperation in software piracy law enforcement.\n\nThe global nature of the Internet and the cloud, economic disparities, and international sanctions worsen these challenges.\n\nFor instance, although many SaaS companies have left Russia, their software is still available thanks to the country’s relaxed piracy laws.\n\nIt’s, therefore, challenging for companies like Microsoft to enforce licensing restrictions in such sanctioned regions.\n\nConcluding Thoughts\n\nSoftware piracy is a complex issue that remains prevalent today. In this guide, we reviewed the software piracy statistics around the world in recent years.\n\nWe saw that the APAC region takes the crown for software piracy, but Russia and the US aren’t far behind. We also saw that software piracy adversely impacts the software market and the tech industry as a whole.\n\nAnd yet, addressing software piracy remains a significant challenge, not least due to tech advancements and ever-evolving piracy methods. Enforcement of piracy and copyright laws is also difficult in many jurisdictions.\n\nHowever, technological advancements can also help hinder malicious actors. The key is to employ them smartly and have robust enforcement frameworks in place.\n\nSources"
    },
    {
        "title": "Why software stocks are outperforming chip stocks",
        "link": "https://finance.yahoo.com/video/why-software-stocks-outperforming-chip-135634394.html",
        "description": "Yahoo Finance markets and data editor Jared Blikre takes a look at broader market trends as stocks continue their rally. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.stK2npX7rVJqF2_CBq2X1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "2h",
        "source": "YAHOO!Finance",
        "article_content": "Yahoo Finance markets and data editor Jared Blikre takes a look at broader market trends as stocks continue their rally. This ongoing rally was sparked by the Federal Reserve's interest rate cut last week. He also breaks down what has been happening in the tech space, where software stocks have started to diverge from chip stocks.\n\nFor more expert insight and the latest market action, click here to watch this full episode of Morning Brief.\n\nThis post was written by Angel Smith"
    }
]