[
    {
        "title": "LEAKED - SECRET UFO Base near SEDONA Arizona, says Danny Sheehan",
        "link": "https://www.msn.com/en-us/news/technology/leaked-secret-ufo-base-near-sedona-arizona-says-danny-sheehan/vi-AA1tqr9P?ocid=BingNewsVerp",
        "description": "Patrick discusses something shocking he found in the trailer for the upcoming documentary 'The Program' by James Fox. #aliens ...",
        "image_url": "https://www.bing.com/th?id=OVFT.99e2joWzLQKEiZa5_Twm5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN10h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "What Happened Between Jimmy Kimmel And Aaron Rodgers? Truth About The ‘Tin Foil Hatter’ Controversy",
        "link": "https://www.totalprosports.com/nfl/what-happened-between-jimmy-kimmel-and-aaron-rodgers-truth-about-the-tin-foil-hatter-controversy/",
        "description": "Uncover the details of the controversy between Jimmy Kimmel and Aaron Rodgers, including the 'tin foil hatter' remarks and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8q_2I0jvKvS-BONn1SYV0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Total Pro Sports8h",
        "source": "Total Pro Sports",
        "article_content": "Jimmy Kimmel. and Aaron Rodgers (Images Credit: Getty Images)\n\nAaron Rodgers has had his share of controversy. Despite being an absolute legend on the field, Rodgers has been quite vocal outside of the NFL realm as well. From admitting to spotting a UFO to making bold vaccination claims, Rodgers has always been in the news. One of his major feuds included the one he had with Jimmy Kimmel back in 2023.\n\nHere’s everything that you need to know about the famous controversy.\n\nWhat Happened Between Jimmy Kimmel And Aaron Rodgers?\n\nIn a February 2023 episode of ‘The Pat McAfee Show,’ Rodgers discussed the incident of the US military taking down several unidentified aerial objects. However, otherwise known to be a UFO enthusiast, Rodgers did not seem interested. He insisted that the event was fabricated to take away focus from the Epstein client list.\n\nFor the uninitiated, Jeffrey Epstein has an alleged client list that reportedly visited his private island, Little Saint James. As a matter of fact, the island was notorious for allegedly abusing underage girls and several young women. Speaking about the same, Rodgers stated, “There’s some files that have some names on it that might be getting released pretty soon.”\n\nThis is the full timeline of the Jimmy Kimmel and Aaron Rodgers feud.\n\n\n\nI assumed Rodgers was trying to make a joke because he wasn’t a fan of Kimmel’s jokes about him.\n\n\n\nWhat do you think? Should Rodgers apologize or is Kimmel overreacting? pic.twitter.com/OmAclp8Eyb — Mike Ro 𝕏 (@nuro_mike) January 3, 2024\n\nApparently, Jimmy Kimmel heavily criticized such a statement. Taunting the Green Bay Packers legend, Kimmel called him a ‘tin foil hat.’ This further escalated the situation, leading to further verbal back-and-forth between the two.\n\nWhat Did Aaron Rodgers Say To Jimmy Kimmel?\n\nFollowing Kimmel’s taunt, Aaron Rodgers accused Kimmel of being on that dreaded list. Sparking a huge controversy, A-Rod said, “There’s a lot of people, including Jimmy Kimmel, that are really hoping that doesn’t come out.” Such remarks further enraged Kimmel, who threatened to take legal action against the NFL star, while asking him to apologize.\n\nClick on ‘Follow Us’ and get notified of the most viral NFL stories via Google! Follow Us\n\nDisappointed by McAfee’s approach!\n\n\n\nDisney/ESPN won.\n\n\n\nAaron Rodgers suspended from \"The Pat McAfee Show\" after his comments on Jimmy Kimmel.\n\n\n\nMcAfee said he was \"happy\" Rodgers wouldn't be back on the show because of the drama it caused.\n\n\n\npic.twitter.com/xSZUSdHbfu — Patrick Bet-David (@patrickbetdavid) January 10, 2024\n\nAlthough Rodgers did not apologize, he did tone down his narrative against Jimmy Kimmel significantly. Rodgers said, “I’m glad that Jimmy is not on the list. I really am, and I don’t believe he’s the P-word.” Looking at Kimmel’s reactions, another Packers star, David Bakhtiari, sided with A-Rod.\n\nTaking a dig at Kimmel, Bakhtiari wrote on X, “Tell me you’re on the Jeffrey Epstein client list, without telling me you’re on the Jeffrey Epstein client list….” Thus, with the rumors doing the rounds for quite a while, things did return to normal. And as for now, the main controversy Rodgers is facing is his form. It will now be interesting to note whether he can get it back soon or not.\n\nAlso Read: NFC Team Shocks Everyone By Acquiring Jets QB Aaron Rodgers In Blockbuster Trade Proposal That Would Turn The NFL Upside Down"
    },
    {
        "title": "Aotearoa has multiple clouds so unique they have names",
        "link": "https://www.msn.com/en-nz/news/national/aotearoa-has-multiple-clouds-so-unique-they-have-names/ar-AA1tpttU?ocid=BingNewsVerp",
        "description": "Aotearoa is the land of the long white cloud - except we have multiple unique clouds, some with their own names. One is the Taieri Pet, a UFO-shaped cloud only seen above the Taieri Plains in Otago.",
        "image_url": "https://www.bing.com/th?id=OJ.3DWa1De8W4etKw&pid=news&w=40&h=16&rs=2",
        "category": "ufo",
        "date": "4hon MSN",
        "source": "RNZ on MSN",
        "article_content": ""
    },
    {
        "title": "Jason Kelce Smashes Heckler's Phone as Homophobic Slur Directed at Brother Travis",
        "link": "https://ca.news.yahoo.com/jason-kelce-smashes-hecklers-phone-062840430.html",
        "description": "Former NFL star Jason Kelce was filmed smashing a fan’s phone on November 2, after a homophobic slur was directed at his brother.Footage here shows the former Philadelphia Eagles player walking ...",
        "image_url": "https://www.bing.com/th?id=OJ.W601fg8Nj6cnXQ&pid=news&w=88&h=16&rs=2",
        "category": "ufo",
        "date": "18h",
        "source": "Yahoo News Canada",
        "article_content": "Jason Kelce Smashes Heckler's Phone as Homophobic Slur Directed at Brother Travis\n\nFormer NFL star Jason Kelce was filmed smashing a fan’s phone on November 2, after a homophobic slur was directed at his brother.\n\nFootage here shows the former Philadelphia Eagles player walking through a crowd at a college football match in State College, Pennsylvania.\n\nA man is heard shouting a homophobic slur directed at his brother, Travis, and his relationship with Taylor Swift.\n\nKelce is seen turning back, grabbing a person’s phone, and slamming it to the ground. Credit: Jarrett Daveler via Storyful\n\nVideo Transcript\n\nKelsie Cuzzie Cuzzie Hey, Chelsea Cuzzie brothers Kelson, Can I get a fist bump?\n\nKin, can I get a fist bump?\n\nOh, shit.\n\nGo, Kelsie cuzzie Cousy!\n\nHey, Chelsea Cie!\n\nKelson!\n\nCan I get a fist bump?\n\nKelson, Can I get a fist bump?\n\nOh, shit.\n\nLet go.\n\nKelsie cuzzie cuzzie Hey, Chelsea Cuss Kelson.\n\nCan I get a fist bump?\n\nKelson, Can I get a fist bump?\n\nOh, shoot.\n\nLet go!\n\nKelsie cuzzie cuzzie Hey, Chelsea.\n\nCuzzie Kelson.\n\nCan I get a fist bump?\n\nKelson, Can I get a fist bump?\n\nOh, shit.\n\nLet go."
    },
    {
        "title": "Personal training is losing its appeal, according to research – and AI apps could be to blame",
        "link": "https://www.msn.com/en-us/health/other/personal-training-is-losing-its-appeal-according-to-research-and-ai-apps-could-be-to-blame/ar-AA1tqN4c?ocid=BingNewsVerp",
        "description": "Looking at the highest trending topics, it’s easy to see correlation and causation. According to the US National Strength and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zv8gZyZTX4MOSo_6T0doji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10hon MSN",
        "source": "TechRadar on MSN",
        "article_content": ""
    },
    {
        "title": "We tried Windows 11 LTSC. It comes with your classic apps, no AI or modern UI",
        "link": "https://www.windowslatest.com/2024/11/03/we-tried-windows-11-ltsc-it-comes-with-your-classic-apps-no-ai-or-modern-ui/",
        "description": "Windows 11 LTSC still comes with your classic apps, no AI or modern UI and more importantly, the nagging bloatware.",
        "image_url": "https://www.bing.com/th?id=OVFT.1c8uXPg3SpK16XAPa2E65i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Windows Latest12h",
        "source": "Windows Latest",
        "article_content": "The LTSC edition of Windows adopts a lean, more stable approach. Windows 11 LTSC is now available with the third-version update, aka 24H2. However, it still maintains the simplistic design approach with the classic version of the system apps and outdated UI. AI, now the most precious thing for Microsoft, isn’t included with Windows 11 LTSC.\n\nWindows Latest installed the latest version of the official Windows 11 LTSC ISO and then put it to test on a PC. The installation is smooth for the most part, except when it asks you to enter a work or school account. Note that Windows 11 LTSC is available for Enterprise users, so you cannot use a personal Microsoft account to set it up.\n\nBypassing the Work/School Account Requirement\n\nWe used a few techniques to bypass the work/school account requirement in Windows 11 LTSC. First, we tried the oobe\\bypassnro command, which used to work in previous versions of Windows 11. But its charm failed to deceive the setup, and we landed on the same page after the automatic restart.\n\nThen, we turned off the internet connection and tried again, but the account requirement page didn’t let us pass. After that, we launched the command prompt using Shift + F10, opened Task Manager, and ended the Microsoft Account process. The screen flashed for a few seconds, and the much-awaited “I don’t have internet” option appeared.\n\nWe proceeded with a local account setup. It didn’t even ask us to set up security questions.\n\nOne thing that we liked about this was that there was no mention of adware, tracking, or promotional items on the OOBE page. It would be best if Microsoft adopted this approach for Windows 11 consumer editions (Pro and Home) as well, but we all know that it won’t improve.\n\nWindows 11 LTSC is clean.\n\nAfter booting to the desktop, at first glance, it doesn’t look like a simple, less-modern version. But when you open the Start menu, the difference becomes clear.\n\nThere are few system apps, unlike the clutter and promotions that you get with consumer editions. Windows 11 LTSC 2024 includes the new Outlook web app by default.\n\nWe checked a few system apps to verify if they have been updated. Most of them look like legacy apps from Windows 7, especially Snipping Tool and Paint. Microsoft is keeping the latest version of both these apps limited to Pro, Home and other editons.\n\n1 of 2\n\nThe new inbox apps multiple new features, like the background remover and layers in Paint and OCR in Snipping Tool.\n\nMicrosoft is making it challenging to customize Windows when the OS is not activated.\n\nIn Windows 11 24H2, most personalization options are locked, and it has patched the existing loopholes. For example, previously, you could apply a dark theme by clicking on the theme box, as shown in the image below. It doesn’t work anymore.\n\nPreviously, some customization was available, but Microsoft really wants you to buy a license. This phenomenon is common in all editions of Windows 11.\n\nWindows 11 LTSC’s File Explorer packs all the latest improvements. You can duplicate tabs; labels appear below commonly used actions, compressions formats support for TAR, and more. But the overall UI doesn’t look as polished as the regular editions.\n\nHowever, LTSC promises a no-nonsense approach that doesn’t overload the OS with newer features. So, users don’t have to accustom themselves to unnecessary apps, design, or UI changes ship with each feature update. It doesn’t include any AI component, so no Copilot app or any other bloatware.\n\nYou can still access Copilot via Edge, which is preinstalled in LTSC.\n\nMicrosoft Store isn’t available, so you’ll have to download the programs from the official sites and wait for updates to improve the system apps. We suggest trying it only if you don’t need feature updates and the bugs that come with it and want a clean OS with a bare minimum of system apps.\n\nHere’s the full list of apps installed on our Windows 11 LTSC PC:"
    },
    {
        "title": "GenAI suffers from data overload, so companies should focus on smaller, specific goals",
        "link": "https://www.msn.com/en-us/money/technology/genai-suffers-from-data-overload-so-companies-should-focus-on-smaller-specific-goals/ar-AA1tqdJz?ocid=BingNewsVerp",
        "description": "\"There is no AI without data, there is no AI without unstructured data, and there is no AI without unstructured data at scale ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fkl0FAHDzjB22a99069aaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "TechCrunch on MSN12h",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "QIB expands international wallet transfers and enhances digital AI-powered features on its mobile app",
        "link": "https://www.zawya.com/en/press-release/companies-news/qib-expands-international-wallet-transfers-and-enhances-digital-ai-powered-features-on-its-mobile-app-s24opvgl",
        "description": "The QIB Mobile App now supports Mobile Wallet transfers to new destinations which are the Philippines and Nepal. These ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G3Ryoi_EhBbCa0kzZYNx_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Zawya19h",
        "source": "Zawya",
        "article_content": "Content not available"
    },
    {
        "title": "Ignore the AI ‘bloatware’. This HP laptop is flipping good",
        "link": "https://www.afr.com/technology/ignore-the-ai-bloatware-this-hp-laptop-is-flipping-good-20241102-p5knc6",
        "description": "This ultraportable device has many things going for it. AI isn’t yet one of them. Is it just the staff here in the Digital ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sTak4uaYRIt5Ndwa8bUfAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5h",
        "source": "The Australian Financial Review",
        "article_content": "Is it just us?\n\nIs it just the staff here in the Digital Life Labs who, almost six months after Microsoft’s launch of the AI-focused CoPilot+ PC, still don’t get the point of it?\n\nLoading..."
    },
    {
        "title": "Kartik Aaryan’s paranormal experience while filming ‘Bhool Bhulaiyaa 3’: ‘Someone scratched me’",
        "link": "https://www.mid-day.com/entertainment/bollywood-news/article/kartik-aaryan-paranormal-experience-bhool-bhulaiyaa-3-triptii-dimri-23422606",
        "description": "When the host Kapil Sharma asked if anyone had encountered a paranormal experience, Kartik Aaryan shared an incident on the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sSQIHPqJIuyGVx-IpHJNvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Mid Day8h",
        "source": "Mid Day",
        "article_content": "The Diwali special episode on ‘The Great Indian Kapil Show’ included hilarious banter among the 'Bhool Bhulaiyaa 3' actors, who shared interesting anecdotes from the film’s sets\n\nKartik Aaryan Pic/Instagram\n\nListen to this article Kartik Aaryan’s paranormal experience while filming ‘Bhool Bhulaiyaa 3’: ‘Someone scratched me’ x 00:00\n\nThe cast of ‘Bhool Bhulaiyaa 3’ graced ‘The Great Indian Kapil Show’ season 2 on Netflix for a fun episode. Among those in attendance were Kartik Aaryan, Vidya Balan, Rajpal Yadav, Triptii Dimri, and the film’s director Anees Bazmee. The Diwali special episode included hilarious banter among the actors, who shared interesting anecdotes from the film’s sets.\n\nADVERTISEMENT\n\nKartik Aaryan’s paranormal experience\n\nWhen the host Kapil Sharma asked if anyone had encountered a paranormal experience, Kartik Aaryan shared an incident on the film’s sets. He recalled, “There was a big mansion, it was dark, and the whole atmosphere felt eerie. Just before our shot, I was talking to someone when, out of nowhere, someone scratched me from behind! Triptii thought I was improvising or acting before the shot, but then I told her, ‘No, someone actually scratched me.’ But… there was no one behind us.”\n\n‘Bhool Bhulaiyaa 3’ to cross Rs 100 crore mark within 3 days\n\nAccording to trade analyst Taran Adarsh, ‘Bhool Bhulaiyaa 3’ put on a solid show of strength on Saturday, which was an extension to the festive weekend. From metros to non-metros, and from multiplexes to single screens, the film continues its dream run. That being said, the horror-comedy is set to cross the Rs 100 crore mark within three days of its release. There is also a strong chance that the film might surpass the lifetime business of ‘Bhool Bhulaiyaa 2’ in the first week itself.\n\n‘Bhool Bhulaiyaa 3’ is Kartik Aaryan's biggest opener\n\nDirected by Anees Bazmee, 'Bhool Bhulaiyaa 3' not only outperformed expectations but also marked a significant milestone in Aaryan's career, surpassing his previous best opener, 'Bhool Bhulaiyaa 2', which earned Rs 14.11 crore. This marks the third successful horror-comedy release of 2024, joining the ranks of 'Munjya' and 'Stree 2', setting a promising trend for more films in this genre in the future.\n\nSpeaking of 'Bhool Bhulaiyaa 3', it is the third installment in the popular 'Bhool Bhulaiyaa' franchise. The first part Bhool Bhulaiyaa, released in 2007, starred Akshay Kumar and Vidya Balan in the lead roles. The second part Bhool Bhulaiyaa 2 (2022) starred Kartik Aaryan, Kiara Advani, and Tabu in the lead roles."
    },
    {
        "title": "Paranormal Cirque show comes to Davenport",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/paranormal-cirque-show-comes-to-davenport/ar-AA1tr1z9?ocid=BingNewsVerp",
        "description": "Are you ready Davenport? Do you love thrilling, wicked, sexy or even dangerous things? Paranormal Cirque will expose you to a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.b2chSMWF3Vi7mJs-gnp2xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5hon MSN",
        "source": "WHBF Davenport on MSN",
        "article_content": ""
    },
    {
        "title": "These Terrifying Ghost Sightings Will Leave You With Chills",
        "link": "https://www.msn.com/en-gb/lifestyle/lifestylegeneral/these-terrifying-ghost-sightings-will-leave-you-with-chills/vi-AA1trgAb?ocid=BingNewsVerp",
        "description": "Get ready to be seriously creeped out by these insane ghost sightings caught on camera! From chairs moving on their own, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.81TVQ9erliBAtuLVYgIfki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Caters Clips on MSN2h",
        "source": "Caters Clips on MSN",
        "article_content": ""
    },
    {
        "title": "Wiltshire roads ranked most haunted after paranormal reports",
        "link": "https://www.swindonadvertiser.co.uk/news/24684081.wiltshire-roads-ranked-haunted-paranormal-reports/",
        "description": "Wiltshire has been ranked the English county with the 'most haunted' roads, as paranormal sightings top the charts.",
        "image_url": "https://www.bing.com/th?id=OJ.ekpPZ75rrCFalA&pid=news&w=99&h=16&rs=2",
        "category": "paranormal",
        "date": "10h",
        "source": "Swindon Advertiser",
        "article_content": "It's a well-known fact that road layouts such as Swindon's Magic Roundabout can strike fear in the heart of a learner driver, but that's not the only scary road in the county.\n\nLatest research from National Scrap Car which analysed regional data from the Paranormal Database, found that Wiltshire roads are a hotspot for paranormal sightings.\n\nThe county has had a total of 59 reports of ghostly sightings, beating any other English county.\n\nFamed for its history and ancient landmarks, Wiltshire reports included sightings of a tall man in a long coat along the A4 and a figure walking through the streets of the village All Cannings.\n\nIf you follow the road that leads from Bowerchalke towards neighbouring village Woodminton you'll be driving on the same road where sightings of headless horses have been reported galloping in the fields.\n\nRumours of fierce fighting can also be heard as the area is thought to have been the site of a battle between Roman legionnaires and the Britons.\n\nFlash Sale!🌟\n\n\n\nGet closer to Swindon's stories with The Swindon Advertiser\n\n\n\nUnlimited local news, an ad-free app, and a digital replica of our print edition—all with 80% fewer ads.\n\n\n\nSubscribe now for a seamless news experience - https://t.co/ayrpkI4RBy#StayInformed pic.twitter.com/0RPJk3hDqF — Swindon Advertiser (@swindonadver) November 1, 2024\n\nWiltshire's country roads have been ranked the 'most haunted' out of every county in England (Image: Getty) Salisbury, in the south of the county, has two recorded sightings including the phantom of a highwayman who haunts the A30 and a ghostly horse who would gallop on the A345.\n\n“We have probably all felt that shiver down our spine when driving through remote county roads and that sense of fear may not be misplaced,\" said Dorry Potter, car and scrappage expert at National Scrap Car.\n\n\"With a rich history across our nation, there are plenty of local ghostly tales dating back hundreds of years.\n\n\"Our chilling research has revealed that the South is home to the scariest roadside sightings, so perhaps thrill seekers may want to venture there on a spooky road trip for a haunting Halloween outing.\"\n\nYorkshire, famous for its ghosts, ranked second to Wiltshire with 54 reports of paranormal activity on the roads, and it was Wiltshire's neighbouring county of Dorset which ranked third, with 52 sightings.\n\nThe official rankings (Image: National Scrap Car) \"The village of Bowerchalke, situated at the crossroads where Hampshire, Wiltshire and Dorset meet, has the highest concentration of sightings with the local story of Kit’s Grave unsettling travellers in the area,\" said a spokesperson for National Scrap Car.\n\n\"The woman only known as Kit is thought to be buried at the crossroads to the south of the village after drowning herself in a well nearby.\n\n\"The reports say the surrounding area is devoid of birdsong.\"\n\nHelp support trusted local news\n\nSign up for a digital subscription now: https://www.swindonadvertiser.co.uk/subscribe/\n\nAs a digital subscriber, you will get:"
    },
    {
        "title": "We live by UK’s ‘most HAUNTED house’ that inspired hit horror film… but we’re being forced out by something even scarier",
        "link": "https://www.thesun.co.uk/news/31403155/uks-most-haunted-house/",
        "description": "A HAUNTED London house has been a fascination for paranormal fans for years, but neighbours have had enough. With Halloween trick-or-treaters upon us, some Enfield residents have revealed they ...",
        "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
        "category": "paranormal",
        "date": "9h",
        "source": "The Sun",
        "article_content": "A HAUNTED London house has been a fascination for paranormal fans for years, but neighbours have had enough.\n\nWith Halloween trick-or-treaters upon us, some Enfield residents have revealed they find visitors “annoying” and the situation a “nightmare” with some even being pushed out of the area.\n\n13 Residents were quick to open up about the ordeal of living close to the well-known property Credit: Louis Wood\n\n13 Kate Fortune and Nicos Aoennou drove half an hour to see the house for themselves Credit: Louis Wood\n\n13 The semi-detached property sits on a regular looking street but all is not what it seems Credit: Louis Wood\n\n13 Michael Ford spoke about living close to the house in Enfield with his two children Credit: Louis Wood\n\nEver since the family at 284 Green Street reported an alleged poltergeist, the terrifying supernatural activity has been captured by journalists, investigators and in documentaries.\n\nThe story was even dramatised for the plot of the 2016 horror film The Conjuring 2 and according to locals it is so popular that fans will appear on the street to take photographs and knock on doors on a “day-to-day basis”.\n\nRetired 66-year-old Michael Ford glanced up sheepishly from washing his car and was clearly acclimatised to new faces walking around the area hoping to speak to locals.\n\nHe explained how people come from \"all over the world\" and it's even \"worse at weekends\" when local pubs are shut.\n\nIs the Enfield Poltergeist a true story? MANY people will have heard about the legend of the Enfield Poltergeist as it has featured in various articles and appeared in films. The claims derive from supposed supernatural activity at 284 Green Street - a council house. Still standing, the property sits in Enfield, London, and the alleged poltergeist activity took place between 1977 and 1979. Single mother, Peggy Hodgson, called the Metropolitan Police after experiencing suspicious activity, including hearing strange noises and witnessing furniture move on its own. Her daughters Janet, 11, and Margaret, 13, have spoken out about the events since. There is even a picture of Janet seemingly lifted off the ground. While she claims to have been hurled from her bed by a supernatural force, others have suggested the image could also be explained by her jumping. Over the 18 month period, thirty different witnesses are thought to have experienced some level of the activity, including neighbours, paranormal investigators and journalists.\n\nJeffrey Smith, 43, a painter who lives a few doors down, has described how the frustrating situation “is definitely a nuisance”.\n\nHe said: “Yeah, people are knocking on our door all the time, wanting to take pictures and ask questions.\n\n“People are always knocking on her [284 Green Street] door, every five minutes and it’s nothing to do with them.\n\n“It’s annoying they’re taking photos and they’re in the way all the time.\n\n“Before the family moved in, people used to trash the house as it was abandoned for a long time.\n\n“You should come back at Halloween, it’s always busy then but it’s all year round now.\n\nI turned my tiny front garden into a spooky haunted house for Halloween - all you need is a £xx B&Q buy, people are obsessed\n\n“Back in the days after the documentary we used to have buses filled with tourists because it’s very very popular, but it’s just a nightmare.\n\n“It’s probably the most famous house in the world but it’s really painful to see as it attracts crazy people at all hours of the day, which means my dog is barking at all hours, at two or three in the morning because these people want to park outside my house and take pictures.\n\n“It’s constant but I just feel sorry for the people who live in the house, they’re just living and don’t have any peace.”\n\nHas the Enfield house ever featured in a documentary? THE BBC released its first episode of Hauntings earlier this month with the series looking into various unexplained events. Presenting the story using recorded film and audio, the first installment was called The Enfield Poltergeist and looked to investigate the \"extraordinary events\" that occurred between 1977 and 1979. Following a police report in September 1977, officers attending the house could not find a reasonable explanation for furniture moving independently and tapping on the walls. Back in 2018, Sue MacGregor reunited a group of witnesses to \"paranormal events\" that occured at the council house in Enfield. The resulting conversation led to a 45 minute show being published on BBC's Radio 4 and even featured Janet and Margaret Hodgson, the two daughters at the centre of the case.\n\nAnother resident, Sharifa Wilson, 42, suggested the number of visitors has declined since the movie but that their behaviour has not changed.\n\nShe said: “I’ve lived here for 20 years and it’s annoying but after a while you get used to it.\n\n“As the years progressed, people still drive past and slow down, I want to say something but you can’t.\n\n“The lady that used to live there [284 Green Street], she lived there for years pretty much her whole childhood.\n\n“She’s left now, moved out with her kids and husband because they had people peering through windows.\n\n“The woman next door to me, she’s lived here the longest and says it’s rubbish but she can’t move out, she’s been here all her life.\n\n“I did see a passerby stop and ask the current owner to give her a tour, they even offered her cash.”\n\n13 Sharifa Wilson spoke of the frustrations she has living just a few doors down Credit: Louis Wood\n\n13 The property is situated in the middle of the road, opposite a primary school Credit: Louis Wood\n\n13 Sun reporter Charlotte Bend went to investigate at the scene Credit: Louis Wood\n\nThe neighbour that Sharifa spoke of did not want to speak to the Sun for too long, tired from the activity and attention right outside her front door.\n\nShe explained: “I don’t want to highlight it anymore in the media than it already is.\n\n“I don’t have anything to say but I’d rather just ignore it.”\n\nOthers were happy to comment but wanted to remain anonymous out of the fear of complicating their relationship with neighbours in such close proximity.\n\nA mother and school worker who has lived on the street for nearly 20 years said she has met people visiting from “all over the world” including China, Australia, America, Ireland and Scotland.\n\nShe said: “People drawing attention to the house, it’s not good for the kids.\n\n“I’ve never asked the family that live there if they knew about the history before they moved.\n\n“I certainly didn’t know and now people knock on my door and people want to ask about the house.\n\n“There’s nothing I can do, it’s even at 1am in the morning, and it’s anyone, not just kids.\n\n“Even now, people slowing down when they’re driving and they look.\n\n“My son once even let a woman in thinking I knew her. When I came downstairs thinking she was one of my Somali ladies, and I saw a white woman, I wondered why she was there.\n\n“She just sat there and I said I can’t help you with information, people have children, they deserve their quiet private lives.\n\n“Back when the film was released, it was really bad, you know like a tourist bus in central London.\n\n“That’s how bad it was, and they were all photographing themselves outside.\n\n“We can’t just phone the police and ask them to move them on which is why the neighbours just won’t open the door if they don’t want to talk to you.”\n\nWhat is The Conjuring 2? THE Conjuring 2 was a horror film released in 2016 and centred around the story of Peggy, and her four children. Much like the Enfield Poltergeist case, the single mum looks to investigators for help after her children report paranormal activity. Famed detectives, Ed and Lorraine Warren, that feature as characters in the film did visit the house in real life while the unexplained events took place. The film was directed by James Wan, an Australian filmmaker also known for Saw, Insidious, Aquaman and Malignant. The Conjuring 2 is known as The Conjuring 2: The Enfield Case in the UK, and is the first sequel to The Conjuring, which was released in 2013.\n\nNear the semi-detached property that many have flocked to over the years, neighbours have made security their focus with one property boasting six CCTV cameras from the outside and black-out style curtains drawn across.\n\nMany others peered out of the corner of their front room window when having someone knock on their door - it was clear most were used to regular attention and shied away from it.\n\nSituated opposite a primary school, the busy main road does not particularly lend itself to a mass of fans hoping to park up and spend some time on the street.\n\nWhile the current inhabitants of the house were approached by the Sun, they very gently explained that they no longer talk to visitors or media.\n\nAnother man residing in a property nearby explained that he \"regularly\" saw \"people trying to peer through\" on \"a daily basis\".\n\nAnother told of how visitors \"don't just knock on our door\" but they \"ask us questions about the house\" and whether the story is true.\n\nHe added: \"We just have to tell them we don't know\".\n\nOthers refused to speak to us, with one woman living down the road exasperatedly noting: \"I am tired of this sh*t.\"\n\n13 Local residents were quick to explain how the situation worsened after the release of the film based on the property Credit: Louis Wood\n\n13 Tash Wilson lives further down the street and is still stopped by visitors, hoping to ask her questions Credit: Louis Wood\n\n13 Curtis Hart grew up being told about the property by his family Credit: Louis Wood\n\n13 Amir Hosaimi works in a pizza takeaway shop just round the corner Credit: Louis Wood\n\nTash Wilson, a 24-year-old working in admin for HMRC, explained how she thinks the attention will \"start again\" this week \"because it's Halloween\".\n\nShe said: \"I've had a few people ask me where it was but I've not actually known as I don't like scary films so I haven't watched it.\n\n\"But it's crazy that it's just there, someone's actually living there.\n\n\"Last time someone asked me where it was, I actually didn't know where to direct them as I live further down.\"\n\nCurtis Hart, a local builder who has lived in the area his whole life, told of how his mum used to explain the folklore surrounding the former council house years before any filming took place.\n\nLocal business owners were also keen to talk after regularly meeting lost or inquisitive tourists heading inside to ask questions.\n\nAmir Hosaimi, who works at a Pizza takeaway store just around the corner of the street, explained how he \"sees people every day\" and so it is \"not even worse on Halloween\".\n\nHe said: \"It's every afternoon, I see the cars parked up and they're stood there taking pictures.\n\n\"Always different people, every day from all around the world.\n\n\"It's mostly young people, many many students and sometimes they come to the shop to ask questions but I can only tell them to watch the movie.\n\n\"There's a lot of talk about it in the area, even when you go for a coffee somewhere you'll always hear someone talking about it.\n\n\"I think lots of old neighbours know the story about the house and they like talking about it but others ignore it.\"\n\nHas the Enfield Poltergeist ever been proven false? ALTHOUGH there has never been anything proven or discounted officially, one expert revealed the case could be a hoax. Psychology professor, Chris French, explained five reasons to TimeOut in 2016. The girls \"admitted they faked\" some of the activity Janet's photo where she can be seen levitating above her bed could be explained by jumping Bill, the old man who possessed Janet, was obsessed with periods and Chris believes a young girl would be more likely to be interested on this Eyewitnesses can be incredibly unreliable According to Chris, there are other cases of schoolgirl pranks that have gotten out of hand\n\nAnother resident explained how it must be \"terrible for the people that live\" at the house itself.\n\nHe has seen people \"going round the back\" looking for \"other ways in\".\n\nMore recently, he told of spotting three people staring at the house trying to convince each other to go and knock on the door.\n\nHe continued: \"We've had people ask us about the house, most of them will just stand around and stare at it or take pictures in front of the thing.\n\n\"It's a regular thing, I mean a couple weeks ago there were two groups sitting out on blankets with candles around them and all sorts.\n\n\"I presume to protect themselves from whatever.\n\n\"We don't talk about it with the people who live there though, we have always known the people involved over there as neighbours and if they spoke to us about it they spoke to us about it but we never asked questions.\"\n\nMeanwhile, a couple who parked their car in front of the house got out to take pictures and admire the exterior of the property.\n\nNicos Aoennou, 53, told the Sun how they regularly visit and even stay in places believed to be haunted.\n\nOther spooky places in the UK Pendle Hill - A hill in England that is believed to be the most haunted place in the UK. It is the burial site of the twelve Pendle Witches who were hanged in 1612. Tower of London - A popular historic attraction in London that is also considered one of the most haunted places in the UK. The tower has a dark history of torture, imprisonment, and execution. Chillingham Castle - A 13th-century fortress in Northumberland that is said to be home to many ghosts and ghouls. Berry Pomeroy Castle - A castle in Devon that is said to be haunted by the Blue Lady and the White Lady. Blickling Hall - A grand hall in Norwich that was once home to the Boleyn family and is said to be one of the most haunted houses in Britain. Hampton Court Palace - A palace in England that is known for being one of the most haunted attractions in the UK.\n\nThey have explored castles and hotels which claim to be inhabited by ghosts and spirits.\n\nTwo weeks out from undergoing a hip operation, Kate Fortune, 50, explained how attractions like this make for the perfect activity to fill some time while braving her new set of crutches under each arm.\n\nShe said: \"We like to find haunted places and go to stuff like this all the time.\n\n\"It's just to get out for a bit and I am quite open minded to stuff like ghosts - although apparently there's no haunting there anymore.\n\n\"I find it really interesting and I've always loved history, and so that comes with it.\"\n\nKate even spoke of an experience when she was younger where she believes to have seen a ghost.\n\nIt freaked her out so much at the time that she ran down a set of stairs and broke her ankle.\n\nDespite this, she \"loves haunted stuff\", including films, saying \"there's not enough of them\".\n\nShe added: \"Nothing bad has happened to me but I don't quite know how I'd be if there was a poltergeist flying around the house, that would freak me out.\"\n\nExplaining how the pair discovered the property, Nicos added: \"I used to drive past every day as I lived locally but I wasn't taking it in, to be honest.\n\n\"Then she mentioned she wanted to go and I said I'd take her down.\n\n\"I've watched the film and all that stuff so knew it was here.\"\n\nI photographed that terrifying snap of the Enfield Haunting - I thought it was nonsense until chilling moment GRAHAM Morris was a sceptical photographer when he was sent down to snap the apparent haunted family home in Enfield. He previously told the Sun that he \"initially thought it was going to be a load of rubbish\" when he was on his way to 284 Green Street in North London. At the height of the so-called supernatural activity, Graham was in his twenties and headed to the location with a reporter. He said: \"The children came in one after the other with adults but nothing happened until Janet walked in. \"It was unbelievable - things were just flying all over the room. Little things like toys, marbles, and Lego bricks. I tried to get a picture of something flying across the room, but everything was moving so fast. \"You couldn't pre-empt where the next object would come flying from. It was coming in from all angles. \"I was hit in the eyebrow, and although it didn't draw blood, I got one hell of a lump. Whatever this was, you had the feeling that it was out to get you. \"It didn't like the fact that I was taking pictures. I could see the fear on the family's face.\"\n\n13 The history of the property has attracted tourists from all over the world including China, Australia and America Credit: Louis Wood"
    },
    {
        "title": "High-tech tracking technology streamlines drug discovery",
        "link": "https://www.sciencedaily.com/releases/2024/10/241031130748.htm",
        "description": "A team has developed a large-scale drug screening technique that can track target molecule behavior within cells. The researchers verified their technique by testing the epidermal growth factor ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily23h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "UCLA Chemists Shatter 100-Year-Old Chemistry Rule – Textbooks Need a Rewrite",
        "link": "https://scitechdaily.com/ucla-chemists-shatter-100-year-old-chemistry-rule-textbooks-need-a-rewrite/",
        "description": "UCLA chemists have overturned a century-old rule in organic chemistry that limited molecular design by proving that ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nTLbZH52zVhMONhgFfdmQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "14h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Election interference, Mpox, and A lost city",
        "link": "https://www.bbc.co.uk/programmes/p0k1q62j",
        "description": "Dr Chris Smith and the Naked Scientist team look at the latest science news. Including the news that the UK has detected its first case of a new Mpox variant, and the discovery of a lost city in ...",
        "image_url": "https://www.bing.com/th?id=OJ.BqFPp0LLFoyk2Q&pid=news&w=48&h=16&rs=2",
        "category": "science+discovery",
        "date": "19h",
        "source": "BBC",
        "article_content": "The latest science news, including a new Mpox variant in the UK, and the discovery of a lost city in Mexico. Plus how technology could swing the outcome of the US election.\n\nDr Chris Smith and the Naked Scientist team look at the latest science news. Including the news that the UK has detected its first case of a new Mpox variant, and the discovery of a lost city in Mexico.\n\nPlus, an in-depth look at how technology could swing the outcome of the US presidential elections."
    },
    {
        "title": "New evolution discovery is being called \"nothing short of revolutionary\"",
        "link": "https://www.earth.com/news/discovery-evolution-not-random-gene-families-pangenome-influence-called-revolutionary/",
        "description": "New research is shaking up how we think about evolution, suggesting there's a level of predictability influenced by genes and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fA-2xizivYurDxR10LMfhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "earth21h",
        "source": "earth",
        "article_content": "Evolution has always been seen as a complex, random, and unpredictable process, shaping life on Earth in ways we could hardly anticipate.\n\nBut what if there’s more order to it than chaos? That’s exactly what a team of scientists is suggesting in a new study.\n\nThis research, led by Professor James McInerney and Dr. Alan Beavan from the School of Life Sciences at the University of Nottingham, hints that evolution might not be as random as we’ve long thought.\n\nTheir research could have big implications for tackling issues like antibiotic resistance, diseases, and even climate change.\n\nEvolution, genes, and the pangenome\n\nSo, what’s this all about? The team analyzed the pangenome — the complete set of genes within a species — to see if evolution follows any predictable paths.\n\nThey wanted to know: Is evolution just a series of accidents, or is there a pattern influenced by a genome’s history?\n\nWhat is the pangenome?\n\nIn simple terms, the pangenome is the complete set of all genes found within a species.\n\nIt includes every gene present in all the different strains or individuals, covering both the common genes shared by everyone (the core genome) and the unique ones found only in some (the accessory genome).\n\nSo even though individual members might have different genetic makeups, the pangenome represents the full genetic diversity that the species has.\n\nAnalyzing the pangenome allows researchers to identify which genes are essential for survival and which ones offer specific advantages, opening up possibilities for new medical and environmental applications.\n\nBig computing power required\n\nThe team used a machine learning approach called Random Forest to sift through a massive dataset of 2,500 complete genomes from a single bacterial species.\n\nMachine learning algorithms like this are great at finding patterns that might be too complex or subtle for humans to detect on their own.\n\nThis wasn’t a quick job — it took several hundred thousand hours of computer processing.\n\nEvolution and “gene families”\n\nFirst up, they created “gene families” from each gene in every genome. “In this way, we could compare like-with-like across the genomes,” explained Dr. Maria Rosa Domingo-Sananes from Nottingham Trent University.\n\nOnce they had these families sorted out, they focused on the genes and gene families inside the genomes.\n\n“We found that some gene families never turned up in a genome when a particular other gene family was already there,” said Dr. Domingo-Sananes.\n\n“And on other occasions, some genes were very much dependent on a different gene family being present.”\n\nHidden gene ecosystem driving evolution\n\nIn other words, they discovered an invisible ecosystem where genes either get along or clash with each other, making evolution predictable.\n\n“These interactions between genes make aspects of evolution somewhat predictable and furthermore, we now have a tool that allows us to make those predictions,” added Dr. Domingo-Sananes.\n\nA paradigm shift\n\nProfessor McInerney, the lead author of the study, is excited about the possibilities, to say the least.\n\n“The implications of this research are nothing short of revolutionary,” he said.\n\n“By demonstrating that evolution is not as random as we once thought, we’ve opened the door to an array of possibilities in synthetic biology, medicine, and environmental science.”\n\nReal-world applications\n\nThis research isn’t just about understanding evolution for curiosity’s sake. It has real-world implications that could affect our lives in significant ways.\n\nBut how could this affect us in practical terms?\n\n“From this work, we can begin to explore which genes ‘support’ an antibiotic resistance gene, for example,” Dr. Beaven explained.\n\n“Therefore, if we are trying to eliminate antibiotic resistance, we can target not just the focal gene, but we can also target its supporting genes.”\n\nFighting antibiotic resistance\n\nThis approach could be a game-changer in the fight against antibiotic-resistant bacteria.\n\nBy understanding the network of genes that work together, scientists could develop more effective treatments.\n\n“We can use this approach to synthesize new kinds of genetic constructs that could be used to develop new drugs or vaccines,” Dr. Beavan continued.\n\n“Knowing what we now know has opened the door to a whole host of other discoveries.”\n\nImplications for climate change\n\nThe study’s insights might also help in the fight against climate change.\n\nBy engineering microorganisms that can capture carbon or break down pollutants, we could develop new tools to reduce our environmental footprint.\n\nAdvancing personalized medicine\n\nThe predictability of gene interactions could also revolutionize personalized medicine.\n\nImagine doctors being able to predict how a disease might progress in your body based on your genetic makeup, or which treatments would be most effective for you.\n\nThis research could bring us one step closer to that reality.\n\nEvolution, gene manipulation, and the future\n\nTo sum it all up, this new research is shaking up how we think about evolution. Instead of seeing it as a series of random events, the study suggests there’s a level of predictability influenced by gene families and genetic history.\n\nThis is obviously a very big deal for many other reasons besides the fact that it upends everything we thought we knew about evolution since Charles Darwin burst onto the scene.\n\nThis discovery means that we might be able to anticipate and even guide evolutionary changes in ways we never thought possible.\n\nThe practical applications are vast. From developing new strategies to combat antibiotic resistance to engineering organisms that can help fight climate change, the possibilities are exciting.\n\nThe idea that we can target not just harmful genes but also their “supporting cast” opens up new avenues in medicine and environmental science.\n\nOverall, this study invites us to rethink some fundamental assumptions about life and evolution. It’s not just about chance anymore; there’s a pattern and order we can tap into.\n\nAs we learn more, who knows what other doors might open? It’s an exciting time to be alive, and an exciting time to be a scientist.\n\nThe full study was published in the journal Proceedings of the National Academy of Sciences.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
    },
    {
        "title": "Incredible space breakthrough as key 16th century document reveals details 'ahead of time'",
        "link": "https://www.msn.com/en-gb/travel/news/incredible-space-breakthrough-as-key-16th-century-document-reveals-details-ahead-of-time/ar-AA1tpuQ5?ocid=BingNewsVerp",
        "description": "The Sibiu Manuscript, dating back to 1555, is a fascinating historical document from the 16th century that appears to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EXChIBkauiyQRQMX3Q5GjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "Exclusive bet365 bonus code unlocks bet $5 get, get $200 bonus promo for Chargers vs. Browns",
        "link": "https://www.cleveland.com/betting/2024/11/exclusive-bet365-bonus-code-unlocks-bet-5-get-get-200-bonus-promo-for-chargers-vs-browns.html",
        "description": "NFL fans and bettors can score a $200 bonus by signing up with our bet365 bonus code (no code required) and wagering $5 on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rnLVpXRUrX_xxRDz-zVuSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "9h",
        "source": "Cleveland.com",
        "article_content": "NFL fans and bettors can score a $200 bonus by signing up with our bet365 bonus code (no code required) and wagering $5 on Chargers versus Browns.\n\nIf that sign-up bonus doesn’t catch your eye, bet365 also offers a $1,000 first-bet safety net. You can only activate one of the new-user bonuses, so choose carefully.\n\nBet365 bonus code quick facts\n\n🎁 bet365 bonus code No bonus code required 💰 bet365 bonus code details Bet $5, get $200 in bonus bets or $1,000 first-bet safety net in bonuses 📝 Bet $5, get $200 in bonus bets terms and conditions Minimum $10 deposit required. Bet $5+ and receive a $200 bonus within one hour of wager settlement, win or lose.\n\n\n\n-500 odds or longer for straight bets, and parlays must have one leg with -500 odds or longer.\n\n\n\nBonus bets expire after seven days and cannot be withdrawn. 📝 $1,000 first-bet safety net terms and conditions Minimum $10 deposit required. If your first qualifying wager up to $1,000 loses, receive a refund in bonus bets within one hour of bet settlement.\n\n\n\nQualifying wager must settle within 30 days to remain eligible.\n\n\n\nBonus bets expire after seven days and cannot be withdrawn. ✅ Last verified Nov. 3, 2024\n\nHow to claim the bet365 bonus code offer\n\nThere aren’t many sportsbooks allowing new users to pick their welcome bonus. If either offer seems right for you, take these steps to get in on the action in just a few minutes.\n\nTap a bet365 bonus code banner or link. Select your state. Click the “New Customers” banner and fill out the registration form. No bonus code is needed. Deposit $10 or more into your account. If you choose the bet and get offer, bet $5+ on a qualifying market and you’ll get a $200 bonus within one hour of wager settlement, win or lose. If you opt for a first-bet safety net, place a qualifying bet and receive the entirety of your stake back in bonuses if you lose (max. $1,000 bonus).\n\nBonus bets expire after seven days and can’t be withdrawn for cash. See complete terms and conditions by clicking a bet365 bonus code link.\n\nBet365 existing user promos\n\nBet365’s catalog of ongoing promos allows you to claim additional offers after account registration. Here are two of the top offers available today:\n\nNFL Early Payout: If the team you bet on goes up by 17 points, bet365 will send an early payout. Legs in a parlay will be marked as winners.\n\nDaily Lineups: Join free-to-enter daily and weekly tournaments that dish out cash and bonus bets to winners.\n\nHow to use your bet365 bonus code for Chargers vs. Browns\n\nAfter you open a new account and make a minimum $10 deposit, it’s time to place a wager.\n\nRemember, qualifying bets for the $200 bonus must be at least $5 with -500 odds or longer. Parlays require one leg with -500 odds or longer.\n\nOne wager to consider is Browns moneyline at +105 odds. A $5 bet returns $5.25 if Cleveland beats the Chargers.\n\nQB Jameis Winston finally made his Browns debut last week and helped knock off the Ravens 29-24. Cleveland has home-field advantage while L.A. makes the long trip from the West Coast.\n\nThere’s no fear in taking an underdog with your qualifying bet because the $200 bonus will arrive in your account win or lose."
    },
    {
        "title": "FanDuel promo code for NFL Week 9 SNF Colts vs Vikings: $150 in bonus and NBA League Pass",
        "link": "https://www.masslive.com/betting/2024/11/fanduel-promo-code-for-nfl-week-9-snf-colts-vs-vikings-150-in-bonus-and-nba-league-pass.html",
        "description": "Sunday Night Football between the Vikings and Colts should be exciting. And with this FanDuel promo code (no code needed), ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0vIx59--gG3407TQxtrvgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "MassLive1h",
        "source": "MassLive",
        "article_content": "Sunday Night Football between the Vikings and Colts should be exciting. And with this FanDuel promo code (no code needed), new users can take advantage of a great two-for-one deal ahead of kickoff.\n\nThose who sign up today and bet $5 or more will win a $150 sportsbook bonus. On top of that, they’ll receive a free three-month subscription to NBA League Pass (win or lose).\n\nUpdated FanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $150 in bonus bets if your bet wins, plus a three-month NBA League Pass free trial 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions The user’s first bet must win to claim the bonus bets but not the NBA League Pass subscription.\n\nBonuses are sent within 72 hours of the qualifying wager winning.\n\nBonus bets expire seven days after issuance and have no cash value.\n\nBonus bets can be split into multiple wagers. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, Washington, D.C. ✅ Last verified Nov. 3, 2024\n\nFanDuel promo code: How to claim $150 in bonus bets and NBA League Pass promo\n\nIn a great combo deal, users will not only expand their payroll, but also get an additional service for the NBA season.\n\nTake advantage of this offer by following these short steps:\n\nTap on one of our FanDuel promo code banners on this page, and you’ll be redirected to the FanDuel signup page. Once there, you must complete the entire form and verify your new betting account via email. Once you choose a banking option, make a minimum $5 deposit. Bet a minimum $5 bet on tonight’s Texans vs. Jets matchup or any other game on their odds board. FanDuel will award you $150 bonus bets in $25 increments, but only if your first bet wins. Win or lose, FanDuel will drop a coupon for you to redeem your free, three-month trial of NBA League Pass.\n\nFanDuel existing user promos for Sunday Night Football\n\nThis welcome offer is top-of-the-line. But new users can rest assured that the perks of signing up with FanDuel won’t end there. They are constantly offering great promos for all users on the platform to use daily.\n\nProfit boosts : Get enhanced odds on select betting markets.\n\nNo sweat bets : If your bet loses, receive a bonus bet to try again with house money.\n\nReferral bonus: Invite your friend and you’ll each get a $75 bonus ($50 sportsbook + $25 casino).\n\nHow to use your FanDuel bonus code offer for Colts vs. Vikings\n\nThe top story heading into this game will be the Indianapolis Colts starting Joe Flacco under center. With inconsistent play and a heavily scrutinized self-substitution, second-year quarterback Anthony Richardson is benched for now.\n\nHowever, my focus for the best bet right now is on the Vikings sideline. I like Sam Darnold to go over his 20.5 completions line (-120 at FanDuel).\n\nThis Colts defense has allowed over 20 completions to every starting quarterback they’ve faced except for Will Levis. The other four, much more established starters, passed that total easily.\n\nCombine that with the fact that Joe Flacco’s gunslinging ways could create a shootout, and the opportunities to throw should be there all night for Darnold."
    },
    {
        "title": "Fantasy Football QB Rankings Week 10: Who to start, best sleepers, injury updates, waiver wire picks",
        "link": "https://www.msn.com/en-us/sports/nfl/fantasy-football-qb-rankings-week-10-who-to-start-best-sleepers-injury-updates-waiver-wire-picks/ar-AA1trpvt?ocid=BingNewsVerp",
        "description": "We break down all the must-start quarterbacks and sleepers in our Week 10 fantasy QB rankings to help you start your fantasy ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qmpAj-nIzqUAh1mm-c1h3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Sporting News on MSN25m",
        "source": "Sporting News on MSN",
        "article_content": ""
    },
    {
        "title": "Fantasy Football WR Rankings Week 10: Who to start, best sleepers, injuries, waiver wire picks at wide receiver",
        "link": "https://www.msn.com/en-us/sports/other/fantasy-football-wr-rankings-week-10-who-to-start-best-sleepers-injuries-waiver-wire-picks-at-wide-receiver/ar-AA1trDTy?ocid=BingNewsVerp",
        "description": "Looking to start getting your lineup set for Week 10? We've got you covered with our wide receiver rankings for PPR leagues, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rkuqQ6bl1jFJ4y0KH4WCMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Sporting News on MSN26m",
        "source": "Sporting News on MSN",
        "article_content": ""
    },
    {
        "title": "Orange County’s Fastest-Growing Public Companies Are Up 27%",
        "link": "https://www.latimes.com/b2b/orange-county-visionaries-2024-trends-updates-and-visionaries/story/2024-11-03/orange-countys-fastest-growing-public-companies-are-up-27",
        "description": "Orange County’s fastest growing public companies are a diverse mix of real estate, biotech, software and hospitality ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Rq5NiwrDPWWUaDVXjqwOyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "14h",
        "source": "Los Angeles Times",
        "article_content": "Orange County’s fastest growing public companies are a diverse mix of real estate, biotech, software and hospitality industries. The 25 fastest-growing public companies headquartered in Orange County based on revenue growth from 2022 to 2023 generated $33.6 billion in revenue combined for 2023 – that’s an increase of 27% from the $26.5 billion reported for 2022.\n\nFive Point Leads\n\nThe fastest growing public company headquartered in Orange County is Five Point Holdings LLC, an owner and developer of residential mixed-use developments in Orange County, Los Angeles County and San Francisco. The Irvine-based company reported revenue of $212 million in 2023, up by 396% from 2022. Revenues were primarily generated from land sales at its Valencia site, where it closed the sale of land entitled for an aggregate of 729 homesites on approximately 72 acres for $162.4 million. In total, Five Point communities are designed to include approximately 40,000 residential homes and approximately 23 million square feet of commercial space.\n\n“We will continue to closely monitor the market and interest rates; however, we believe that the ongoing housing supply shortage will help sustain strong demand for our land,” said Dan Hedigan, Five Point chief executive, in a statement.\n\nNext-Level Automotive\n\nElectric vehicle manufacturer Rivian Automotive Inc. was the second-fastest-growing company with $4.43 billion in revenue last year, up 167% from the prior year. The Irvine-based automaker produced 57,232 vehicles and delivered 50,122, which more than doubled the totals from 2022. However, growth for 2024 was tempered due to higher interest rates and the company projects to match vehicle production from 2023.\n\nDuring the first quarter of 2024, Rivian unveiled the newest version of its inventory. The midsize platform underpins R2, R3 and R3X vehicles. Pricing for R2 is expected to start around $45,000, and R3 will be priced below R2 with deliveries expected in 2026.\n\n“Our design and engineering teams are extremely focused on driving innovation into not only the product features but also our approach to manufacturing to achieve dramatically lower costs,” said Rivian founder and chief executive RJ Scaringe, in a statement.\n\nBiotech Growth\n\nBiotech, pharmaceutical and medical device companies account for six of the top 10 fastest-growing public companies headquartered in Orange County. RxSight Inc., an ophthalmic medical device company based in Aliso Viejo, had its initial public offering in 2021 and recently raised an additional $115 million through a secondary public offering that closed in May. The company is dedicated to providing customized vision to patients following cataract surgery.\n\nAxonics Inc., a medical technology company focused on the development and commercialization of differentiated devices to treat urinary and bowel dysfunction, announced plans to be acquired by Boston Scientific Corp. in January for $3.7 billion. This deal had not yet closed as of print time, because the Federal Trade Commission has asked for additional information during the acquisition review process.\n\n"
    },
    {
        "title": "Younger Women’s Experiences Show Gender Equity at Work Isn’t Inevitable",
        "link": "https://hbr.org/?term=latest+trends+in+enterprise+software",
        "description": "Sign up for The Daily Alert - Stay on top of our latest content with links to all the digital articles, videos, and podcasts published in the past 24 hours.",
        "image_url": "https://www.bing.comNo image",
        "category": "software+trend",
        "date": "Harvard Business Review15h",
        "source": "Harvard Business Review",
        "article_content": "Sign up for The Daily Alert - Stay on top of our latest content with links to all the digital articles, videos, and podcasts published in the past 24 hours."
    }
]