[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former defense official makes earth-shattering UFO revelation as unexplained drones leave millions on edge",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/former-defense-official-makes-earth-shattering-ufo-revelation-as-unexplained-drones-leave-millions-on-edge/ar-AA1wsKfI?ocid=BingNewsVerp",
            "description": "Recent testimony and several reports have exposed possible UFO sightings across the country amid national attention on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e8poSDAGD5GcXa_NApDN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "23hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Three reported UFO sightings across greater Belfast in 2024",
            "link": "https://www.msn.com/en-gb/news/uknews/three-reported-ufo-sightings-across-greater-belfast-in-2024/ar-AA1wvvoW?ocid=BingNewsVerp",
            "description": "From a silent flying object making its way towards the Belfast docks to suspicious sightings across the outskirts of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3D7Fu6yvea0_5NITByp4Iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "News Letter on MSN15m",
            "source": "News Letter on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in North Carolina",
            "link": "https://myfox8.com/offbeat/cities-with-the-most-ufo-sightings-in-north-carolina/",
            "description": "When pilot Kenneth Arnold took off from Chehalis, Washington, in his single-engine airplane one afternoon in June 1947, he ...",
            "image_url": "https://www.bing.com/th?id=OVF.WEIb3WUgnFX%2f1vK6L3aGFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "10h",
            "source": "WGHP",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Strange UFO-like holes in clouds: NASA explains their airplane connection",
            "link": "https://www.msn.com/en-us/science/aeronautics/strange-ufo-like-holes-in-clouds-nasa-explains-their-airplane-connection/ar-AA1wtRUE?ocid=BingNewsVerp",
            "description": "Discover the science behind mesmerizing cavum clouds, rare UFO-like formations caused by airplanes flying through supercooled ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZP8Y3to3F2J7ghXrjJcKmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Interesting Engineering on MSN14h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former defense official says government is hiding UFO secrets from Americans",
            "link": "https://www.msn.com/en-gb/news/world/former-defense-official-says-government-is-hiding-ufo-secrets/ar-AA1wu1HI?ocid=BingNewsVerp",
            "description": "Luis Elizondo, former head of the Advanced Aerospace Threat Identification Program, told Congress about an alleged government ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0zKku6ISMgw4VXOv2RN_ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "12hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KnowDis AI Founder Saurabh Singal Announces Recipients of the KnowDis Machine Learning Awards",
            "link": "https://www.tribuneindia.com/news/business/knowdis-ai-founder-saurabh-singal-announces-recipients-of-the-knowdis-machine-learning-awards/",
            "description": "KnowDis AI, an AI company founded by IIT Delhi CS&E BTech alumnus Saurabh Singal, is proud to announce Mitesh Khapra and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gElI4YYezhvTmtAE2ZaGCy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11m",
            "source": "The Tribune",
            "article_content": "VMPL\n\nNew Delhi [India], December 26: KnowDis AI, an AI company founded by IIT Delhi CS&E BTech alumnus Saurabh Singal, is proud to announce Mitesh Khapra and Anoop Kunchukuttan as the recipients of the prestigious KnowDis Machine Learning Award for 2024. Their remarkable contributions to AI, particularly in the domains of Indian language processing and AI applications in various industries, are reshaping the landscape of technology in India and beyond. Anoop Kunchukuttan completed his PhD in 2018 at the Department of Computer Science and Engineering, IIT Bombay, under the guidance of Prof. Pushpak Bhattacharyya at the Center for Indian Language Technology, where his research focused on machine translation and transliteration between related languages. Mitesh M. Khapra also conducted his research under Prof. Pushpak Bhattacharyya at IIT Bombay, with expertise in Natural Language Processing (NLP) and Machine Learning, further contributing to advancements in AI.\n\nDr Anoop Kunchukuttan, a Principal Applied Researcher in the Microsoft Machine Translation team and co-lead of AI4Bharat, is recognised for his groundbreaking contributions to AI and Indian language NLP. His work focuses on multilingual learning, machine translation, and instruction tuning of large language models (LLMs), addressing the unique challenges of India's diverse linguistic landscape.\n\nAdvertisement\n\nDr. Kunchukuttan has been instrumental in building large-scale tools and resources such as the Indic NLP Library, IndicTrans, Samanantar Corpus, and IndicLLMSuite. These initiatives have bridged critical gaps in Indian language NLP, enabling AI systems to understand and process regional languages in a more effective way. His efforts have significantly advanced AI applications for machine translation, transliteration, and sentiment analysis, fostering inclusivity and accessibility for millions of Indian language speakers.\n\nDr Mitesh M. Khapra is an associate professor at the Department of Computer Science and Engineering at IIT Madras. He leads research in natural language processing (NLP) and deep learning, focusing on Indian languages. As part of the AI4Bharat initiative, Dr Khapra has developed scalable models and tools to bridge the linguistic divide in AI, enabling natural communication in India's diverse multilingual landscape.\n\nAdvertisement\n\nHis work has laid the groundwork for more inclusive AI applications, ensuring that technology serves speakers of India's regional languages. Beyond academia, Dr. Khapra advocates for robust and scalable AI solutions that benefit industries such as healthcare, education, and e-commerce.\n\nKnowDis Machine Learning Award 2023 Recipients: Dr Sayan Ranu and Dr N.M. Anoop Krishnan\n\nThe recipients of the 2023 KnowDis Machine Learning Award were Dr Sayan Ranu and Dr N.M. Anoop Krishnan for their outstanding contributions to AI research.\n\nDr Sayan Ranu is an Associate Professor at IIT Delhi, holding the prestigious Nick McKeown Chair in the Department of Computer Science and Engineering and the Yardi School of Artificial Intelligence. His research focuses on machine learning, data mining, and graph-based techniques, with significant applications in healthcare and biomedical research. His pioneering work on graph data mining has enabled a better understanding of complex biological systems and molecular interactions, which has profound implications for drug discovery and disease modeling.\n\nDr. Ranu has received several prestigious awards, including the Indian National Science Academy (INSA) Associate Fellowship (2023) and the Mrs. Veena Arora Early Career Faculty Research Award of IIT Delhi (2023). He has been recognised for his research excellence at conferences like WSDM and SIGMOD, receiving Best Paper awards and Outstanding Reviewer Awards. With five US patents to his name, Dr. Ranu continues to drive advances in AI for healthcare, solidifying his position as a leader in AI-driven solutions for biomedical applications.\n\nDr N.M. Anoop Krishnan, an Associate Professor at IIT Delhi's Department of Civil Engineering, is a leader in the application of machine learning for materials discovery and process optimisation in civil engineering. Dr. Krishnan has been a trailblazer in developing AI technologies that improve efficiency, sustainability, and innovation in the civil engineering industry.\n\nHis work focuses on using AI to optimise processes and create sustainable solutions for modern engineering challenges. His research contributions extend to over 100 publications and numerous patents that are revolutionising the way materials science is approached.\n\nDr. Krishnan's achievements have earned him several prestigious awards, including the Google Research Scholar Award in 2023 and the W.A. Weyl International Glass Science Award in 2022. His work significantly impacts the global materials science community, advancing AI-based technologies for better engineering solutions.\n\nPrevious Recipients of the KnowDis Machine Learning Award\n\nThe KnowDis Machine Learning Award has recognised outstanding AI researchers since its inception, celebrating their contributions to various fields, including natural language processing, machine learning, and computational biology. Previous recipients of the award include Prof Mausam and Dr Manik Verma (2019), Dr Parag Singla (2020), Dr Partha Talukdar (2021) and Prof Pushpak Bhattacharya (2022).\n\nThese distinguished researchers have made invaluable contributions to machine learning, shaping the future of AI applications in diverse domains.\n\nAbout KnowDis AI\n\nKnowDis AI is an innovative AI startup founded by Saurabh Singal, a former hedge fund manager and an alumnus of IIT Delhi and Carnegie Mellon University. KnowDis is well known for its world-beating NLP products, including recommendation systems and machine translation software. KnowDis AI models power IndiaMART's B2B platform. KnowDis is also involved in drug discovery using Artificial Intelligence. Find out more at: https://www.knowdis.ai/\n\n(ADVERTORIAL DISCLAIMER: The above press release has been provided by VMPL. ANI will not be responsible in any way for the content of the same)\n\n(The story has come from a syndicated feed and has not been edited by the Tribune Staff.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hands on: Microsoft made it easier to run AI models on Windows 11 locally",
            "link": "https://www.windowslatest.com/2024/12/26/hands-on-microsoft-made-it-easier-to-run-ai-models-on-windows-11-locally/",
            "description": "Microsoft just made it easier to run AI models on Windows 11 with the new AI DEV Gallery app that need VS Studio to run.",
            "image_url": "https://www.bing.com/th?id=OVFT.2ElaIXBcjvAj0CfKk2pf8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Windows Latest51m",
            "source": "Windows Latest",
            "article_content": "Copilot+ PCs are the first computers to run Small Language Models (SLM) on-device. The benefit of this approach is that it produces results for tasks like image generation or text generation quicker than the cloud-based Copilot app. Now, Microsoft has introduced AI Dev Gallery, an easy way to integrate on-device AI functionalities in any app.\n\nThe AI Dev Gallery app is for developers who want to try multiple models to integrate an AI feature into their app. The app offers over 25 samples you can download and run on your device. Moreover, you can export the project or source code directly into your app and get it working instantly. It works on Windows 10 and 11, on both x64 and ARM64 architectures.\n\nOut of curiosity, Windows Latest cloned the AI Dev Gallery from its GitHub repository. Currently, the only way to access it is by building the project in Visual Studio and then running it. In addition, you’ll need at least 20GB of space and a multi-core CPU. It also suggests a GPU with 8GB VRAM, but those are for heavy models only.\n\nWe started with a 4-core CPU, 4GB RAM, or a Windows 11 PC. The app has two modes: Sample and models. We used the sample view to check out all the available models. The app categorizes them into Text, Image, Code, Audio and video, and Smart Controls.\n\nTesting the models\n\nModels for image generation and video generation are quite big, nearing about 5GB. We started with a small one related to upscaling, which was under 100 MB. We took a screenshot of the screen and tried to upscale it using the CPU. Note that you can switch between CPU and GPU for processing the request.\n\nThe upscaling happened in under 30 seconds in this inferior virtual machine, where the RAM consumption climbed to 1GB momentarily. The app showcases an upscaled version of the image with a 9272*4900 resolution. The image elements, especially text, suffered a severe hit and were illegible.\n\nThere’s no option to preview this generated image in a bigger window or full-screen. Even the download option isn’t there to save it to disk.\n\nWe tried another model called Detect Human Pose. It identifies someone’s position in an image. While it accurately identified a basic walking person, it even started showing position marks for screenshots of our desktop with a few apps open.\n\nWe don’t know how these models can be integrated into the app, but some of these features can be run locally. Of course, PCs will need bigger storage for these models and powerful CPUs with 16GB or more RAM.\n\nWhat do you think? It is worth downloading a 5GB model to convert a text prompt into an image or wait for 30 seconds to do that on a web app. Clearly, most of these features have very niche use cases and implementation environments rather than appealing to the whole Windows 11 user base."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How You Can Use AI to Enhance Your Amazon Shopping Experience",
            "link": "https://www.yahoo.com/tech/ai-enhance-amazon-shopping-experience-153015585.html",
            "description": "Shopping can be tough if you don't already know what you want. Even if you do know, it can be hard to get all the details ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8vWaj-5Gxa7LvC3Q68Pp2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "16h",
            "source": "Yahoo",
            "article_content": "Shopping can be tough if you don't already know what you want. Even if you do know, it can be hard to get all the details while sifting through thousands of reviews or digging through product specs. Thankfully, Amazon's new AI helper, Rufus, can help streamline the process in many ways.\n\nRufus is Amazon's Helpful AI on the Amazon Mobile App\n\nRufus can help ease the burden of shopping online in many ways. It can answer specific questions about products, search Amazon for certain types of items, summarize pros and cons mentioned in product reviews, and more. For now, Rufus is only available on the Amazon mobile app, not their regular website. So if you want to take it for a spin, you'll need the app. Once the app has been installed, tap little orange and blue button in the bottom right corner of your mobile app to launch Rufus.\n\nThe funny thing is, Rufus can also do a lot of things it probably isn't supposed to do. Even though its purpose is to aid you with your shopping questions on Amazon, it can actually answer totally unrelated questions just like a normal chatbot. I've gotten it to give me estimates on the time required to drive from Boston to New York and even give general medical advice. That said, I wouldn't recommend using Rufus for that.\n\nA screenshot of the Amazon mobile app with a red arrow pointing towards the Rufus AI.\n\nYou'll be much better off playing to its strengths, using it to recommend clothing sizes, summarize product descriptions, and the like. That said, bear in mind that Rufus, like all generative AI, is not perfect. They can make mistakes and confidently present incorrect information. In my experience, Rufus tends to get most things right, but there have been a few cases where it messes up and doesn't even realize it.\n\nAdvertisement Advertisement\n\nI wouldn't take the word of Rufus on something so important that getting it wrong will ruin everything, but it's still a helpful tool. As for how exactly that tool can help you, there are many ways it can make your shopping experience simpler and more enjoyable.\n\nRequest Generated Summaries of Customer Reviews\n\nIf you're like me, you don't really trust product descriptions that hype up the item you're looking for. After all, a seller is trying to make money, so they aren't going to tell you about the shortcomings of their product, and they'll always do their best to make it sound awesome. This is where customer reviews come in: no one is more honest about their experience than a customer who is displeased with their purchase.\n\nThat said, it can take a lot of time to read through dozens or even hundreds of reviews, especially if you want to try and get the perspectives of both the one-star and the five-star reviews. Rufus can help you out with this. While on the product page for the item you are interested in, open up Rufus and ask it to summarize reviews. Usually, it will give you a fairly basic summary that points out commonly praised aspects of the item.\n\nA screenshot showing Amazon's Rufus AI summarizing reviews for a foot bath product.\n\nFor instance, I asked Rufus to summarize reviews for a vacuum cleaner, the Shark Navigator NV356E. The initial review summary was brief, mentioning that reviews commonly praised the light weight, strong suction power, and great maneuverability. To get a more robust summary, all I had to do was ask Rufus for more details. After that, it covered all sorts of things talked about in the reviews, including accessories, the dust cup, the self-cleaning brush roll, and more.\n\nAdvertisement Advertisement\n\nIt's probably still worth it to check out the poor reviews for an item you are interested in, but using Rufus to get review summaries gives you a great initial impression of the product and what's good or bad about it. That said, how useful this is all depends on how much you trust the reviews left for the product in the first place.\n\nAsk Specific Questions About Product Specifications\n\nHave you ever had a tough time finding out whether or not a product has some niche feature you really care about? Whether or not the item is rechargeable, or if the hoodie you're looking at has a sherpa lining? Sometimes, that information is just buried in the description somewhere. Other times, it's seemingly not mentioned at all. Whatever the case, you can ask Rufus to find this information for you if need be.\n\nNow, Rufus can't pull up information that doesn't exist. For instance, there were a few hoodies I was looking at in which the product description didn't explicitly specify what fabric the lining was made of. Even if I ask Rufus, there is nothing for it to draw on. That said, if someone in the reviews mentions it, the AI helper can get an answer from there too.\n\nA screenshot showing Amazon's Rufus AI answering a specific question about a Nerf Gun.\n\nIf you search for a particular product or open up a product page and then go to Rufus, it will also automatically suggest some popular product questions asked by other people. For example, when I was looking at a flat-screen TV, Rufus recommended some popular questions, such as \"how intuitive is the smart platform to navigate\" and \"does it support Dolby Atmos audio format?\"\n\nAdvertisement Advertisement\n\nThese suggestions are helpful, because sometimes you don't even know what you need to know about the product until you're prompted to ask the right questions. At any rate, Rufus is very helpful with providing answers to specific questions about products if you can't find the answer yourself. Just make sure you double-check the information if it's really important that it's absolutely right. After all, a lot of product reviews on Amazon are written by AI too, so that could lead to misinformation.\n\nGeneral Assistance Like Order Status, Product Categories, and More\n\nYou can also use Rufus to give you more general assistance while shopping on Amazon's mobile app. For instance, I've bought a couple of presents for my family this year, and it can be annoying to keep track of their order status: like whether they've shipped, their estimated delivery dates, or been canceled. All you have to do to get all that information is ask for order status with Rufus. If you're signed in to your account, that info will get pulled up swiftly.\n\nA screenshot showing Amazon's Rufus AI providing information about a user's order status.\n\nAdvertisement Advertisement\n\nRufus is also quite helpful if you don't have an exact product in mind, but you do know what type of product you want. I'm very particular about my hoodies, and I want them to have zippers and sherpa lining. I can mention those specific details to Rufus, and it'll pull up a variety of hoodies that meet my parameters. If I want to get more specific, I can tell Rufus to only show certain brands too.\n\nUsing Rufus like this is a pretty great way to generate ideas if you aren't sure exactly what you want. That said, you might have to put some work into your prompt to get the types of items you want, but the more specific you can get, the better your recommendations will be.\n\nEven after all of that, you can also talk to Rufus for general advice about products. You could ask about who a gift might be a good fit for, inquire about recipes, or even discuss how certain products might help you out with a home improvement project.\n\nThere are many ways this new AI helper on Amazon's mobile app can add value to your shopping experience. There's undoubtedly even more you could do than what I've talked about here today. Just remember that AI isn't infallible, and can sometimes make very convincing mistakes. After all, it's not really artificial intelligence, despite the name.\n\nBe sure to double-check its output when it's really important, and use it only as a helper, not a replacement for your own product vetting."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Should you trust an AI-assisted doctor? I visited one to see.",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/should-you-trust-an-ai-assisted-doctor-i-visited-one-to-see/ar-AA1wtjWs?ocid=BingNewsVerp",
            "description": "Our tech columnist visits a doctor assisted by AI. He finds potential and worrisome questions about whether it’s accurate, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WGkG74gSUSGFOeNFbqYw7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20hon MSN",
            "source": "The Washington Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leave diets and calorie counting in 2024: Weight-loss success with the help of AI wellness app",
            "link": "https://www.lep.co.uk/recommended/leave-diets-and-calorie-counting-in-2024-weight-loss-success-with-the-help-of-ai-wellness-app-4913206",
            "description": "Weight loss app Simple helps people shed the pounds through fasting, nutritional education and workout plans - and with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8D9ZFriBNhc9oJcT5S_xHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Lancashire Evening Post1h",
            "source": "Lancashire Evening Post",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I investigate the afterlife – from dead relatives texting & leaving voicemails to ‘crisis cases’… the bizarre truth",
            "link": "https://www.thesun.co.uk/health/31738977/investigate-afterlife-ways-dead-contact-family-beyond-grave/",
            "description": "AROUND half of Brits believe in an afterlife, research shows. While many sceptics may raise an eyebrow, it turns out that there is evidence to support this line of thinking. Mum-of-two Sophie ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "paranormal",
            "date": "21h",
            "source": "The Sun",
            "article_content": "EXCLUSIVE: Research assistant Sophie Morrison shares the 'overwhelming' evidence that the afterlife does exist\n\nPARANORMAL ACTIVITY I investigate the afterlife – from dead relatives texting & leaving voicemails to ‘crisis cases’… the bizarre truth\n\nAROUND half of Brits believe in an afterlife, research shows.\n\nWhile many sceptics may raise an eyebrow, it turns out that there is evidence to support this line of thinking.\n\n4 Half of Brits believe in some kind of life after death, research shows Credit: Getty\n\n4 Sophie Morrison investigates paranormal experiences at the University of Northampton Credit: Supplied\n\nMum-of-two Sophie Morrison, 42, works as a research assistant for the University of Northampton.\n\nBut since taking on the role in 2020 her daily work life is far from usual.\n\nShe tracks the nature, circumstances and impact of paranormal experiences – specifically After Death Communications (ADCs).\n\n\"The series of studies I’m working on kicked off in 2018,\" says Sophie, whose job is to read through the lengthy questionnaire responses submitted by the public, deem whether or not they provide substantial evidence, and sort them into themes.\n\n\"Since then we’ve collected over a thousand stories from individuals around the world who have experienced an ADC.\"\n\nSo far, 48 per cent have reported feeling physical contact, 46 per cent said they actually saw the deceased, 44 per cent had an audible experience, while 62 per cent believe they were contacted in their sleep.\n\n\"All of the evidence we collect is from people who have received an ADC spontaneously (i.e. they didn’t instigate the contact via a medium, seance or similar),\" Sophie says.\n\n\"It’s always unexpected, direct and usually conveys a message.\n\n\"The message often falls under what we call the ‘four Rs’ – reassurance, resolving, reaffirming or releasing.\"\n\nThe research suggests that at least 60 per cent of people have had some sort of ADC in their life, particularly women.\n\nI'm 24 and spend my days surrounded by dead bodies - there's a weird smell and no windows... my friends are gobsmacked\n\nThat number jumps to 80 per cent among those who were very close to the deceased, for example after losing a partner, parent or child.\n\nThese numbers are backed up by previous studies, such as one by the University of Iceland, which found 127million Europeans reported experiencing an ADC.\n\n\"We’ve received so many amazing stories,\" Sophie says.\n\n\"There have been lots of cases of the departed helping people find things.\n\n\"One person shared that they owned a pharmacy and had lost a large pack of controlled drugs, which is quite a big deal.\n\n\"After searching high and low, her husband suddenly heard his deceased mother-in-law's voice saying, 'They're behind the radiator' - and there they were!\"\n\nAnother very common experience is a ‘crisis case’ - a term coined by the Society for Psychical Research (SPR) in the 19th century.\n\nThis includes paranormal contact from the departed in the 12 hours after, or even before, death.\n\nAcross the board, these stories are often coming from very highly educated people with very good jobs, and not everybody's bereaved Sophie Morrison\n\n\"Crisis cases are seen as particularly evidential, as the person experiencing the ADC didn’t know the individual had died, yet still had the spontaneous experience,\" Sophie says.\n\n\"An example of this was one from a woman who never knew her biological father, until he came to her in a dream.\n\n\"He told her that he had passed away, that he had met her children and that he felt he had a beautiful family, before saying goodbye.\n\n\"He also said he’d left her a small inheritance.\n\n\"Two days later she was contacted by the man’s family to say he had died and had left her something in his will.\n\n\"Everyone who has a dream experience says it’s not like a dream at all; it feels so real and can be vividly recalled decades later.\"\n\n4 Sophie says electrical phenomena in ADCs has massively increased over the years Credit: Supplied\n\n4 The researcher wants people to see the paranormal as normal Credit: Supplied\n\nSophie says one of the sceptics' main arguments is that this is all just wishful thinking on the part of bereaved.\n\n\"They say everybody's looking for that little Robin on a fence that’s my mum sending me a message,\" she adds.\n\n\"You know, 'We're all reading into a white feather, aren't we?'\n\n\"Well, that's not the case. Our data shows that, yes, there are instances like that of course, but there are many other cases that are evidential.\n\n\"For example, being witnessed by more than one person, or these crisis cases where they didn't even know the person was dead.\n\n\"Across the board, these stories are often coming from very highly educated people with very good jobs, and not everybody's bereaved.\"\n\n'The paranormal is normal'\n\nA 2023 paper by J.K.Penberthy and others, in collaboration with the University of Northampton, discovered that 27 per cent of research participants who had ADC experiences identified as not being in a state of grieving or mourning.\n\nPerhaps unsurprisingly, electrical phenomena in ADCs has massively increased over the years, too, presumably due to the growing number of devices the average person uses now.\n\n\"If we’re to believe that the deceased live on somewhere, then they are seemingly more and more able to affect electronics and phones,\" Sophie says.\n\n\"I’ve had evidence of things like, 'My deceased husband sends me text messages every week', 'I’ve had a voicemail from my brother after he passed on', and switched-off iPads suddenly playing the departed’s favourite song.\n\n\"Physical phenomena is very common.\"\n\nThe beliefs of Brits AROUND half (46 per cent) of Brits believe in life after death, according to a study by Kings College London. Gen Z (51 per cent) and Millenials (53 per cent) have the highest rates of belief. But the share of the British public who identify as religious has halved since the 1980s. The UK public are now among the least likely internationally to believe in God. Just under half (49 per cent) of Brits said they believed in God in 2022 – down from three-quarters (75 per cent) in 1981. Of 24 nations in the study, only five are now less likely than the UK to say they believe in God, with China (17 per cent) by far the least likely to. And the share of the British public who say God is not important in their life has doubled and is now at a record high, rising from 28 per cent to 57 per cent between 1981 and 2022. Between 1981 and 2022, the share of the public believing in heaven fell from 57 per cent to 41 per cent. Despite this, the idea of heaven is still more popular than hell, which 26 per cent said they believed in in 2022 – a figure largely unchanged since trends began. While younger people have lower levels of religious belief and are more likely to identify as atheists, Gen Z (32 per cent) and Millennials (32 per cent) are in fact more likely than Baby Boomers (18 per cent) and the Pre-War generation (24 per cent) to believe in hell. And by international standards, the UK is less likely to believe in hell, ranking 17th out of 24 countries – and far behind some peer nations such as the US (69 per cent) and Italy (39 per cent). Views on life after death have held up well over the last four decades, with just under half of the public – including 46 per cent in 2022 – consistently saying they believe in it, the study found.\n\nWhile it’s impossible to prove that there really is life after death, Sophie says it’s the impact of these experiences on the grieving process that is really important.\n\nThe ADC questionnaire has shown that the majority found the ADCs comforting (81 per cent) and helpful in their bereavement (84 per cent).\n\nOnly 12 per cent of respondents in the study reported their ADC as frightening.\n\n\"The main aim of this work is to show the public that the paranormal is normal,\" she adds.\n\n\"And these experiences can have positive psychological effects.\n\n\"Real or not, these experiences mean the world to people who have them.\n\n\"Neurologist and founder of psychoanalysis Sigmund Freud described sensing the presence of the deceased as ‘hallucinatory wishful psychosis’, and he advised we cut emotional attachment to deceased loved ones.\n\n\"Well, now there are quite a lot of studies proving that being open to a connection with a deceased loved one is really beneficial to the grieving process and mental health.\"\n\nAnother key impact of an ADC is of course a new belief in life after death, something 92.8 per cent of study participants now say they hold.\n\n\"Going by the messages we’ve received, it’s beneficial for the deceased, too,\" says Sophie.\n\n\"Some people report being told that their departed loved one can't go much further while those left behind are so sad.\n\n\"They invite them to let that grief go, so they can get on with the next chapter.\"\n\nTo find out more and to contribute your ADC experiences to the study, visit adcrp.org or @after_death_communication, or buy a book based on the research on Amazon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ghost Hunting in the World's Scariest Hospital (Eloise Asylum)",
            "link": "https://www.msn.com/en-us/entertainment/news/ghost-hunting-in-the-world-s-scariest-hospital-eloise-asylum/vi-AA1wtmlm?ocid=BingNewsVerp",
            "description": "This week I search several local creeks and rivers in once bustling towns for lost treasures! I take my Garrett Vortex to one ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ha0erN9DwzWFMHutZxxr-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN18h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Many of the Worst Movies in the 2000s Did You See?",
            "link": "https://www.yahoo.com/entertainment/many-worst-movies-2000s-did-130259310.html",
            "description": "The 2000s ushered in a movie era shaped by CGI, 9-11, superheroes, remakes, reboots, and 3D. Unfortunately, many of these ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JWakKohDH_aUfUGDOPENJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "19h",
            "source": "Yahoo",
            "article_content": "The 2000s ushered in a movie era shaped by CGI, 9-11, superheroes, remakes, reboots, and 3D. Unfortunately, many of these films missed the mark and have aged even worse.\n\nFor every The Lord of the Rings or Harry Potter spectacle that arrived post-Y2K, there was a too-late sequel (Basic Instinct 2), a lame spoof (Disaster Movie), or an all-around atrocity (Gigli, Glitter, The Happening, Alone in the Dark).\n\nThere were many terrible movies released in the aughts, but these are some of the most egregious offenders. How many did you survive seeing in the theater or later on home video?\n\nSon of the Mask (2005)\n\nImage Credit: New Line Cinema.\n\nSon of the Mask is the second — and, mercifully, final — installment of The Mask franchise. The comedy stars Jamie Kennedy as Tim Avery, whose son is born with the power of the Mask.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn 1994’s hit movie The Mask, Jim Carrey stars as the zoot suit-wearing trickster imbued with the power to alter his appearance and surroundings at will. Eleven years later, the sequel no one asked for bombed at the box office. Critics commented that Son of the Mask “sorely missed the presence of Jim Carrey” and dismissed the sequel as “loud,” “dumb,” and “painfully unfunny.”\n\nSon of the Mask was nominated for eight Razzies, winning for Worst Prequel or Sequel. Don’t hold your breath for Grandson of the Mask to go into production anytime soon.\n\nThe Happening (2008)\n\nImage Credit: 20th Century Fox.\n\nM. Night Shyamalan directed this sci-fi “thriller” about a mysterious natural event prompting people to take their own lives. The movie stars Mark Wahlberg as high school science teacher Elliot Moore.\n\nSixteen years after The Happening‘s release, it’s not a spoiler to warn potential viewers that the villain in this movie is vegetation. Yes, trees strike back for being turned into paper bags — or something — and emit a chemical that drives people to end their miserable, eco-unfriendly lives. Time lamented that The Sixth Sense director Shyamalan “lost the touch” while other critics shrugged the movie off as “unconvincing trifle.”\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAlthough some have reevaluated The Happening as a B movie, Wahlberg himself admitted in 2010 to Entertainment Weekly that it was nothing more than “a really bad movie.” Unsurprisingly, The Happening represents the beginning and end of Wahlberg’s on-screen relationship with Shyamalan.\n\nBasic Instinct 2 (2006)\n\nImage Credit: Metro-Goldwyn-Mayer Studios Inc.\n\nBasic Instinct 2 arrived in 2006 — 14 years after Basic Instinct made Sharon Stone an international star. In the sequel, Stone reprises her role as crime-mystery author Catherine Tramell, a woman police suspect is a serial killer who finds herself again in trouble with the law.\n\nWhen MGM threatened to pull the plug on Basic Instinct 2, Stone said she was promised at least $14 million for the sequel and sued. MGM eventually made the film, Stone got her payday, and audiences got an uninspired and unsexy sequel that didn’t come close to having the cultural impact of the original. Critics referred to Basic Instinct 2 as “god-awful,” with director Michael Caton-Jones later describing the filming of Basic Instinct 2 as a “painful experience.”\n\nBasic Instinct 2 cleaned up at the Razzies, winning Worst Picture, Worst Actress, Worst Screenplay, and Worst Prequel or Sequel. The movie’s abysmal box office killed any instinct to make Basic Instinct 3.\n\nGlitter (2001)\n\nImage Credit: 20th Century Fox.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn the romantic musical drama/shameless vanity project Glitter, pop star Mariah Carey plays an aspiring singer working as a club dancer.\n\nNo matter what you think of Carey’s music or her reputation as a diva, even Carey herself calls Glitter the biggest regret of her career. The clichéd mess of a movie bombed at the box office and Carey soon returned to her day job of making schmaltzy Christmas jingles that you cannot escape. Some movies are so bad that they’re funny (Showgirls, Mommie Dearest), but watching Glitter is strictly for masochists.\n\nGlitter got nominated for six Razzies, with Carey winning for Worst Actress. The lesson here for aspiring singers turned actors: stay in your lane.\n\nDumb and Dumberer: When Harry Met Lloyd (2003)\n\nImage Credit: New Line Cinema.\n\nThis prequel to 1994’s Dumb and Dumber stars Derek Richardson and Eric Christian Olsen as Harry and Lloyd, respectively, and is about the dim-witted characters meeting in high school. The original movie stars Jeff Daniels and Jim Carrey as the goofy pals.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDumb and Dumberer is yet another example of prequel or sequel to a hit movie starring Jim Carrey that opted to not rehire Carrey. As a result, Richardson and Olsen kept getting compared to Daniels and Carrey, and the general consensus became that replacing the original stars was, well, dumb.\n\nCritics overwhelmingly disliked the lame humor of the Razzie-nominated prequel, and Dumb and Dumberer didn’t come close to matching the original’s box office take.\n\nGigli (2003)\n\nImage Credit: Sony Pictures Releasing.\n\nThe romantic crime comedy Gigli stars Ben Affleck and Jennifer Lopez, who were romantically involved at the time, split soon after, and are now married. Martin Brest, who directed Beverly Hills Cop and Scent of a Woman, never directed a feature film again after Gigli, which should tell you all you need to know.\n\nGigli is one of the most notorious box office bombs of all time, costing at least $54 million and making only $7.3 million worldwide. Critics called the film a “disaster” and commented on the lack of chemistry between real-life couple Affleck and Lopez, who broke up a year after Gigli‘s release only to reconnect and remarry in 2022.\n\nAdvertisement Advertisement\n\nWhether or not Affleck and Lopez make their marriage work, they won’t be working on Gigli Part Deux. The first Gigli grabbed all the top Razzies, including Worst Picture, Worst Actress, Worst Director, and Worst Screen Couple.\n\nDisaster Movie (2008)\n\nImage Credit: Lions Gate Home Entertainment.\n\nDisaster Movie parodies turn-of-the-century disaster films, which became very popular right before Y2K. Kim Kardashian made her feature-film debut in the aptly named Disaster Movie.\n\nFor a while in the late ’90s and aughts, every filmmaker thought they could replicate the success of the Scary Movie franchise, which spoofed horror movies, by spoofing other genres. Whereas Anna Faris and Regina Hall deliver laughs in the first four Scary Movie flicks, Disaster Movie is little more than a bunch of loosely connected lame gags and flatulence jokes that poke fun at movies such as Twister, The Day After Tomorrow, and Cloverfield.\n\nDisaster Movie rocks a disastrous 1% Fresh rating on Rotten Tomatoes and Empire ranks it at number 14 on its list of the 50 Worst Movies Ever Made.\n\nCatwoman (2004)\n\nImage Credit: Warner Bros. Pictures.\n\nAdvertisement Advertisement\n\nCatwoman stars Halle Berry as Patience Phillips, a graphic designer who channels her inner Catwoman after uncovering a conspiracy within the cosmetics company she works for that could have worldwide health implications. Sharon Stone vamps it up as the wife of Hedare Beauty’s owner.\n\nInstead of making a sequel to Batman Returns with Michelle Pfeiffer reprising her iconic role as Catwoman, Warner Bros. must have ingested too much catnip and green-lit this embarrassing stand-alone movie instead. Critics treated Catwoman like week-old kitty litter and the movie failed to make back its budget at the box office.\n\nCatwoman made the Razzies purr and won several awards: Worst Picture, Worst Actress, Worst Director, and Worst Screenplay. Razzie “winners” rarely appear in person to accept their award, but Berry showed up with her Best Actress Oscar in hand and gave a short speech, describing Catwoman as a “god-awful movie.” Meow!\n\nBattlefield Earth (2000)\n\nImage Credit: Warner Bros. Pictures.\n\nBased upon the 1982 novel by Scientology founder L. Ron Hubbard, the sci-fi epic Battlefield Earth stars Scientologist John Travolta as Terl, the security chief for the cruel alien occupiers known as Psychlos.\n\nAdvertisement Advertisement\n\nDespite being made with serious intentions by people who believe in Scientology, Battlefield Earth comes across as campy, silly, and filled with subpar special effects that just don’t cut it for audiences who grew up watching Star Wars and Star Trek movies. Bad word of mouth put a swift end to Battlefield Earth‘s losing box office battle. The sci-fi stinker also stalled Travolta’s career comeback that began with 1994’s Pulp Fiction.\n\nBattlefield Earth won a whopping eight of its nine nominations for Golden Raspberries, including Worst Picture, Worst Director, Worst Actor (for Travolta), Worst Screenplay, and Worst Screen Couple for Travolta and “anyone sharing the screen with him.”\n\nAlone in the Dark (2005)\n\nImage Credit: Lions Gate Films.\n\nUwe Boll directed this action-horror film based on the video game series of the same name. Alone in the Dark stars Christian Slater, Tara Reid, and Stephen Dorff as paranormal investigators.\n\nNo discussion of the worst movies of the 2000s is complete without giving German director Boll the recognition he richly deserves. Although his 2000 movies such as House of the Dead and BloodRayne could have easily made this list, Alone in the Dark stands apart and is considered one of the worst movies ever made. Entertainment Weekly described the movie as “so bad it’s postmodern.” Although Alone in the Dark fails on every level as a thriller, it works as an unintentional comedy for some.\n\nDespite failing at the box office and getting nominated for two Razzies, a sequel followed in 2008 that had a different story and cast. Boll served as producer on Alone in the Dark II, which got slightly less hostile reviews than the notorious original."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podcast Is All About Stuff That’s Wacky, Wild Or Weird In Wyoming",
            "link": "https://cowboystatedaily.com/2024/12/25/podcast-is-all-about-stuff-thats-wacky-wild-or-weird-in-wyoming/",
            "description": "What do cattle mutilations, a grave robber and a good Samaritan have in common? They are all featured on Dean Petersen’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iHeXm7HdEqeRbLwW9f9ZMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Cowboy State Daily13h",
            "source": "Cowboy State Daily",
            "article_content": "What do cattle mutilations, a grave robber and a good Samaritan have in common? They are all featured on Dean Petersen’s Wyoming-based podcast, “That Doesn’t Happen Everyday.”\n\nPetersen of Cheyenne has been fascinated since an early age by the out-of-the-ordinary and downright bizarre stories that happen to everyday people. He has channeled that curiosity about the odd into his Wyoming-based podcast where he interviews a wide array of people in his efforts to dig up the strange.\n\n“I would hear my parents talking about things that had happened when they were kids,” Petersen said. “Usually, it was kind of the mundane stuff about growing up on ranches in the Bridger Valley between Evanston and Green River. But once in a while, something weird would happen that they would bring up like cattle mutilations or the camp up in the mountains where lumberjacks supposedly had killed themselves.”\n\nWhen Petersen moved back to Wyoming in 1999 to attend the University of Wyoming in Laramie, he began hearing these same stories from others. That was when he said he really started paying attention.\n\n“A real driving influence for the podcast was hearing from other people all these legends I had heard as a kid,” Petersen said. “I was able to interview people and ask, did that really happen? In many cases, there's more truth than fiction with these stories.”\n\nSeeking Out The Weird\n\nPetersen aired his first episode in April 2022, and it was, appropriately, a story from his parents, his original muses.\n\n“My parents had mentioned renting a house from Bob Ross, the painter on PBS,” Petersen said. “When you're a kid, you're like, ‘Oh, of course, everyone does that.’ As I got older, I saw that he's on magnets and on calendars. I did an episode about it.\n\n“At the time, Bob Ross wasn't known for painting. He was just an everyday guy who liked to paint. He had a bunch of paintings in his basement and asked my parents if they would put them in donut boxes and ship them to his new location in Virginia. So, it was a fun story.”\n\nPetersen’s tagline on his podcast is “where we interview everyday people about things that don't normally happen every day.”\n\n“The truth is, some of some of these people aren't exactly everyday people,” Petersen admitted. “For instance, we've had an Oscar winner from Wyoming, but what's interesting about the show is how many people will share these down-to-earth or straightforward stories of interesting things happening.”\n\nWhether he is exploring his family stories or chasing down obscure leads, Petersen is always on the lookout for interesting stories that he can share.\n\n“It's become kind of a license where if I'm curious about something or interested in something, I go full force in trying to find out as much as I can about it,” he said. “I usually do that by either trying to interview someone who has experience with something or perhaps they've written a novel about it. I try to maybe dig a little bit deeper than a lot of the podcasts that are out there.”\n\nHis stories are very eclectic and go beyond the borders of Wyoming. They contain the one common theme, they are outside the ordinary and many have fun twists that surprise both the viewer and Petersen himself.\n\n“Hopefully it's something weird and not always paranormal,” he said. “I take the most interesting thing you can find and try to get as close to the truth as you can, and then cut it and edit it into a listenable format. My show doesn't generally have a lot of banter. It tends to be more like someone telling you a story.”\n\nThe Wyoming Twist\n\nWhen possible, Petersen visits the actual locations in Wyoming that are featured in his stories.\n\n“It's fun because if you go to visit the site of some of these legends, it's not all roped off and behind glass here in Wyoming,” he said.\n\nThe areas that Petersen explores are not always marked on a map, and he has to rely on locals to point him in the right direction.\n\n“There were these lumberjacks killing themselves south of where my parents live,” he said. “Up in the Uinta mountains, there's a place called Suicide Park, and with a name like that, I asked them, ‘Hey, you know what happened?’”\n\nHis parents knew the story and Petersen learned that several lumberjacks had died at this particular spot, and at least one or two were suicides.\n\n“There wasn't really much of a map or anything,” he said. “We got in my dad's truck and drove and drove through the mountains. Finally, we found the site, and there's one marker there.\n\n“By and large, it's your adventure. It's not something that's been paved and explained away. It's kind of fresh history for you to check out personally.”\n\nPetersen stresses the importance of getting out to experience the history for yourself in remote Wyoming areas rather than just reading or listening to the story itself.\n\n“It has a special value when you are willing to get out of the office and go see something personally,” he said. “Even if there's not a lot there, to me, there's just that feeling of wanting to stand where someone else stood, of hearing the same sounds they might have heard, especially in Wyoming, where so much of it is undeveloped.\n\n“If you go to a site where something happened 150 years ago out in the middle of nowhere, it probably hasn't changed much as opposed to if you lived in a more developed or built up area.”\n\nIf it’s wacky, wild or weird in Wyoming, Dean Peterson of Cheyenne is talking about it. Even the paranormal is fair game for his “That Doesn’t Happen Everyday” podcast. (Courtesy Dean Petersen)\n\nIf it’s wacky, wild or weird in Wyoming, Dean Peterson of Cheyenne is talking about it. Even the paranormal is fair game for his “That Doesn’t Happen Everyday” podcast. Here he's working on a project with artist Robert Martinez. (Courtesy Dean Petersen)\n\nIf it’s wacky, wild or weird in Wyoming, Dean Peterson of Cheyenne is talking about it. Even the paranormal is fair game for his “That Doesn’t Happen Everyday” podcast. (Courtesy Dean Petersen) Arrow left Arrow right\n\nFinding The Stories\n\nPetersen’s stories range from the modern to the historic. He relies on oral histories from the Wyoming State Archives and the American Heritage Center in Laramie for much of his unique, first-hand accounts.\n\n“It’s amazing that someone had the foresight to sit down with someone and get a story from them, from people who recovered bodies from airplane crashes to a parapsychologist who worked at the University of Wyoming,” he said. “I have started to research interviews from UFO witnesses, and the guy who recorded them had a PhD but he was willing to go out on a limb as a psychologist and start to interview these people and found out many of their stories were credible.”\n\nPetersen is constantly surprised — and delighted — by the stories he has managed to find and the people willing to talk to him.\n\n“The most recent show was about a guy who had been a recon Marine, but now is an artist,” he said. “I just think it's funny because in the world of stereotypes and generalities, we don't usually think of Marines as artists or artists as Marines. It's not always about history, but it's almost always from Wyoming.”\n\nAnother advantage to exploring Wyoming stories is that Petersen has found people in the Cowboy State to be approachable and willing to talk about the strange.\n\n“One time I emailed a Cheyenne gallery owner, Harvey Deselms, on Facebook,” he said. “Just out of the blue, I sent him a message on Facebook saying, ‘Hey, I heard the legend about dead bodies in the basement there. Could I interview you for my podcast?’”\n\nThe answer was yes.\n\n“He was very matter of fact about what happened with the body,” Petersen said. “I want to make it clear that what happened there occurred before Harvey ever moved his art gallery into the building. In fact, I learned there were two different murders in his building, and one of the victims had been buried in the basement.”\n\nAs Petersen continues to dig around for stories, he has noticed that those in Wyoming tend to be pretty close to their history.\n\n“History and culture are important to people in Wyoming, and it's not in an abstract way. I hear from people that my grandfather built that ranch or my grandmother taught at that one room schoolhouse, these kind of stories. It's very immediate and very close.”\n\nA Family Adventure\n\nPetersen is also creating his own Wyoming memories with his kids in tow.\n\n“I've made them come on some of the adventures, and sometimes they're really not that into it, honestly,” he said. “What's fun, though, is that they do pay attention even when I don’t think they are. They know where one of their favorite podcasts took place and like to talk about it.”\n\nPetersen took his kids to a ranch by Fort Fred Steele State Historic Site where a friend had told him about two really strange incidents.\n\n“They had a bison that was mutilated,” he said. “There’s not a footprint or a tire track or anything around and they've also had some paranormal things that are just spooky happen there. Whenever I take the kids by there, they get excited and point it out.”\n\nIt’s this excitement for Wyoming’s odd stories that keeps Petersen searching for material for the next episode of “That Doesn’t Happen Everyday.”\n\nJackie Dorothy can be reached at jackie@cowboystatedaily.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I walked through a medieval town at night and a man 'pulled out a gun'",
            "link": "https://www.msn.com/en-gb/society-culture-and-history/history/i-walked-through-a-medieval-town-at-night-and-a-man-pulled-out-a-gun/ar-AA1wv7k0?ocid=BingNewsVerp",
            "description": "Before we embarked on Bridgnorth's ghost tour, a pub worker remarked the town was 'full of ghosts' so we knew it would be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZgZgUbs3TFOxZ78Pol0FEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2hon MSN",
            "source": "Birmingham Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Scientific Discoveries That Changed Our Understanding of Climate",
            "link": "https://www.msn.com/en-us/science/earth-science/top-10-scientific-discoveries-that-changed-our-understanding-of-climate/vi-AA1wtipj?ocid=BingNewsVerp",
            "description": "Discoveries that have reshaped our understanding of climate are nothing short of revolutionary! 🌍 Dive into the top 10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iuLz21_U8b4kjIFMl3igVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "500-million-year-old Ecdysozoan fossil embryos found in China are older than dinosaurs",
            "link": "https://www.msn.com/en-us/science/biology/500-million-year-old-ecdysozoan-fossil-embryos-found-in-china-are-older-than-dinosaurs/ar-AA1wtJKJ?ocid=BingNewsVerp",
            "description": "Scientists in China have just dug up 500-million-year-old embryos that will help us understand the developmental biology of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.39N4FOihGmpAlslPKa5UfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Interesting Engineering on MSN16h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KnowDis AI Founder Saurabh Singal Announces Recipients of the KnowDis Machine Learning Awards",
            "link": "https://theprint.in/ani-press-releases/knowdis-ai-founder-saurabh-singal-announces-recipients-of-the-knowdis-machine-learning-awards/2419435/",
            "description": "KnowDis AI, an AI company founded by IIT Delhi CS&E BTech alumnus Saurabh Singal, is proud to announce Mitesh Khapra and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.g6FjJhPfI9qpptP3Pg2h4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ThePrint10m",
            "source": "ThePrint",
            "article_content": "New Delhi [India], December 26: KnowDis AI , an AI company founded by IIT Delhi CS&E BTech alumnus Saurabh Singal, is proud to announce Mitesh Khapra and Anoop Kunchukuttan as the recipients of the prestigious KnowDis Machine Learning Award for 2024. Their remarkable contributions to AI, particularly in the domains of Indian language processing and AI applications in various industries, are reshaping the landscape of technology in India and beyond. Anoop Kunchukuttan completed his PhD in 2018 at the Department of Computer Science and Engineering, IIT Bombay, under the guidance of Prof. Pushpak Bhattacharyya at the Center for Indian Language Technology, where his research focused on machine translation and transliteration between related languages. Mitesh M. Khapra also conducted his research under Prof. Pushpak Bhattacharyya at IIT Bombay, with expertise in Natural Language Processing (NLP) and Machine Learning, further contributing to advancements in AI.\n\nDr Anoop Kunchukuttan, a Principal Applied Researcher in the Microsoft Machine Translation team and co-lead of AI4Bharat, is recognised for his groundbreaking contributions to AI and Indian language NLP. His work focuses on multilingual learning, machine translation, and instruction tuning of large language models (LLMs), addressing the unique challenges of India’s diverse linguistic landscape.\n\nDr. Kunchukuttan has been instrumental in building large-scale tools and resources such as the Indic NLP Library, IndicTrans, Samanantar Corpus, and IndicLLMSuite. These initiatives have bridged critical gaps in Indian language NLP, enabling AI systems to understand and process regional languages in a more effective way. His efforts have significantly advanced AI applications for machine translation, transliteration, and sentiment analysis, fostering inclusivity and accessibility for millions of Indian language speakers.\n\nDr Mitesh M. Khapra is an associate professor at the Department of Computer Science and Engineering at IIT Madras. He leads research in natural language processing (NLP) and deep learning, focusing on Indian languages. As part of the AI4Bharat initiative, Dr Khapra has developed scalable models and tools to bridge the linguistic divide in AI, enabling natural communication in India’s diverse multilingual landscape.\n\nHis work has laid the groundwork for more inclusive AI applications, ensuring that technology serves speakers of India’s regional languages. Beyond academia, Dr. Khapra advocates for robust and scalable AI solutions that benefit industries such as healthcare, education, and e-commerce.\n\nKnowDis Machine Learning Award 2023 Recipients: Dr Sayan Ranu and Dr N.M. Anoop Krishnan\n\nThe recipients of the 2023 KnowDis Machine Learning Award were Dr Sayan Ranu and Dr N.M. Anoop Krishnan for their outstanding contributions to AI research.\n\nDr Sayan Ranu is an Associate Professor at IIT Delhi, holding the prestigious Nick McKeown Chair in the Department of Computer Science and Engineering and the Yardi School of Artificial Intelligence. His research focuses on machine learning, data mining, and graph-based techniques, with significant applications in healthcare and biomedical research. His pioneering work on graph data mining has enabled a better understanding of complex biological systems and molecular interactions, which has profound implications for drug discovery and disease modeling.\n\nDr. Ranu has received several prestigious awards, including the Indian National Science Academy (INSA) Associate Fellowship (2023) and the Mrs. Veena Arora Early Career Faculty Research Award of IIT Delhi (2023). He has been recognised for his research excellence at conferences like WSDM and SIGMOD, receiving Best Paper awards and Outstanding Reviewer Awards. With five US patents to his name, Dr. Ranu continues to drive advances in AI for healthcare, solidifying his position as a leader in AI-driven solutions for biomedical applications.\n\nDr N.M. Anoop Krishnan, an Associate Professor at IIT Delhi’s Department of Civil Engineering, is a leader in the application of machine learning for materials discovery and process optimisation in civil engineering. Dr. Krishnan has been a trailblazer in developing AI technologies that improve efficiency, sustainability, and innovation in the civil engineering industry.\n\nHis work focuses on using AI to optimise processes and create sustainable solutions for modern engineering challenges. His research contributions extend to over 100 publications and numerous patents that are revolutionising the way materials science is approached.\n\nDr. Krishnan’s achievements have earned him several prestigious awards, including the Google Research Scholar Award in 2023 and the W.A. Weyl International Glass Science Award in 2022. His work significantly impacts the global materials science community, advancing AI-based technologies for better engineering solutions.\n\nPrevious Recipients of the KnowDis Machine Learning Award\n\nThe KnowDis Machine Learning Award has recognised outstanding AI researchers since its inception, celebrating their contributions to various fields, including natural language processing, machine learning, and computational biology. Previous recipients of the award include Prof Mausam and Dr Manik Verma (2019), Dr Parag Singla (2020), Dr Partha Talukdar (2021) and Prof Pushpak Bhattacharya (2022).\n\nThese distinguished researchers have made invaluable contributions to machine learning, shaping the future of AI applications in diverse domains.\n\nAbout KnowDis AI\n\nKnowDis AI is an innovative AI startup founded by Saurabh Singal, a former hedge fund manager and an alumnus of IIT Delhi and Carnegie Mellon University. KnowDis is well known for its world-beating NLP products, including recommendation systems and machine translation software. KnowDis AI models power IndiaMART’s B2B platform. KnowDis is also involved in drug discovery using Artificial Intelligence. Find out more at: https://www.knowdis.ai/\n\n(ADVERTORIAL DISCLAIMER: The above press release has been provided by VMPL. ANI will not be responsible in any way for the content of the same)\n\nThis story is auto-generated from a syndicated feed. ThePrint holds no responsibility for its content."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Unlock the Potential of In-Plane Magnetic Fields for Advanced Magnetotransport",
            "link": "https://scitechdaily.com/physicists-unlock-the-potential-of-in-plane-magnetic-fields-for-advanced-magnetotransport/",
            "description": "In-plane magnetic fields unveil novel Hall effect behaviors in advanced materials, transforming our understanding of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x3P7nRbI5DwaHkcqVp2DgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "16h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists say India's 'Deep Sea Mission' on track; hydrothermal vent discovery just the beginning",
            "link": "https://www.msn.com/en-in/news/techandscience/scientists-say-indias-deep-sea-mission-on-track-hydrothermal-vent-discovery-just-the-beginning/ar-AA1wuRVd?ocid=BingNewsVerp",
            "description": "Read more about Scientists say India's 'Deep Sea Mission' on track; hydrothermal vent discovery just the beginning on Devdiscourse ...",
            "image_url": "https://www.bing.com/th?id=OJ.kzyimtvI9V5ZTw&pid=news&w=118&h=16&rs=2",
            "category": "science+discovery",
            "date": "3hon MSN",
            "source": "Republic World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman wants to hear from you on what OpenAI should build next year. Here are 3 ideas that have caught his eye so far.",
            "link": "https://www.businessinsider.com/sam-altman-openai-crowdsourcing-fixes-chatbot-elon-musk-grok-intelligence-2024-12",
            "description": "OpenAI's Sam Altman asked his followers how to improve the artificial intelligence platform in 2025. One idea included new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nVItGIZ4e09Hg2yXQk-whC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9h",
            "source": "Business Insider",
            "article_content": "Sam Altman asked his followers on X for ideas to improve OpenAI in 2025.\n\nAltman responded to suggestions about creating family accounts and improving video features.\n\nOpenAI had a rocky year following new litigation from competitor Elon Musk.\n\nSam Altman wants your suggestions for improving OpenAI in the new year.\n\nAdvertisement\n\nOn Christmas Eve, OpenAI's CEO opened the floor to his followers on X with a simple question: \"what would you like openai to build/fix in 2025?\"\n\nAltman's post comes toward the end of a tumultuous year for OpenAI. Elon Musk, who cofounded the company but left the board in 2018, filed a lawsuit against Altman and OpenAI in February. Musk withdrew the lawsuit in June but filed a new lawsuit in August in which he argued that OpenAI executives \"deceived\" him into cofounding the company.\n\nAdvertisement\n\nAmid its legal challenges, OpenAI raised $6.6 billion in funding in October — a record-high funding round for tech in Silicon Valley — pushing the company's valuation to $157 billion.\n\nNow, Altman is looking at what's in store for the new year, and he's crowdsourcing ideas on how to continue advancing and improving not just ChatGPT but all of the company's existing and emerging products.\n\nHere are three ideas Altman appears to be eyeing so far.\n\nAdvertisement\n\nFamily accounts\n\nOne X follower responded to Altman's post with a suggestion to allow OpenAI users to create accounts for families that include guardrails, allowing kids to use the platform safely.\n\nRelated stories\n\n\"Let their curiosity take off, but within reasonable limits, as determined by the parent,\" the user wrote, to which Altman responded: \"this is a good idea!\"\n\nOpenAI's website states that ChatGPT isn't meant for children under 13 and requires parental consent for children ages 13 to 18 to use the platform, but does not actively verify the consent.\n\nAdvertisement\n\nImprovements to voice chats\n\nChatGPT developed a voice feature that allows users to speak directly to the chatbot. One of Altman's followers suggested that the feature be improved because, as of now, per the user, \"you can't just silently think for 5 seconds without being interrupted.\"\n\nAltman wrote that that's a \"good point.\" Users have struggled with the feature since it was rolled out, with some having reported bugs and misinterpretations from the chatbot.\n\nBetter video generation\n\nMultiple users urged Altman to improve Sora, OpenAI's text-to-video model. Sora allows users to describe a video they want the platform to create with a written prompt, which Sora will generate based on the text.\n\nAdvertisement\n\nSora officially launched on December 9 after being piloted to a limited group of creators in February. Rohan Sahai, Sora's product lead, said at the launch that the product would begin more conservatively because its team wants to prevent illegal activity like copyright violations while allowing for creative expression.\n\nOpenAI did not immediately respond to a request for comment from Business Insider."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft Invested Nearly $14 Billion In OpenAI But Now Its Reducing Its Dependence On The ChatGPT-Parent: Report",
            "link": "https://finance.yahoo.com/news/microsoft-invested-nearly-14-billion-000512844.html",
            "description": "Microsoft Corporation (NASDAQ:MSFT) is reportedly planning to reduce its dependence on ChatGPT-maker OpenAI. What Happened: ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5JVdxTGMuzepBF6EqymwtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "8h",
            "source": "YAHOO!Finance",
            "article_content": "Microsoft Invested Nearly $14 Billion In OpenAI But Now Its Reducing Its Dependence On The ChatGPT-Parent: Report\n\nMicrosoft Corporation (NASDAQ:MSFT) is reportedly planning to reduce its dependence on ChatGPT-maker OpenAI.\n\nWhat Happened: Microsoft has been working on integrating internal and third-party artificial intelligence models into its AI product, Microsoft 365 Copilot, reported Reuters, citing sources familiar with the effort.\n\nThis move is a strategic step to diversify from the current underlying technology of OpenAI and reduce costs.\n\nThe Satya Nadella-led company is also decreasing 365 Copilot’s dependence on OpenAI due to concerns about cost and speed for enterprise users, the report noted, citing the sources.\n\nSee Also: The global games market is projected to generate $272B by the end of the year — for $0.55/share, this VC-backed startup with a 7M+ userbase gives investors easy access to this asset market.\n\nA Microsoft spokesperson was quoted in the report saying that OpenAI continues to be the company’s partner on frontier models. “We incorporate various models from OpenAI and Microsoft depending on the product and experience.”\n\nOpenAI and Microsoft did not immediately respond to Benzinga's request for comments.\n\nMicrosoft 365 Copilot is reportedly yet to prove its return on investment to enterprises. The tech giant has not shared specific sales data on the number of licenses sold.\n\nWhy It Matters: This move mirrors those of other Microsoft business units which have altered the ways they use OpenAI models. For instance, GitHub, acquired by Microsoft in 2018, added models from Anthropic and Alphabet Inc.'s (NASDAQ:GOOG) (NASDAQ:GOOGL) Google in October as alternatives to OpenAI's GPT-4.\n\nPreviously it was reported that company insiders were concerned about Microsoft’s AI strategy being heavily reliant on its partnership with OpenAI.\n\nIn October, the two companies engaged in talks to decide how Microsoft's $14 billion investment in OpenAI would be converted into equity in the AI firm.\n\nOpenAI plans to remove a clause that restricts Microsoft’s access to its most advanced AI models upon achieving artificial general intelligence, according to a report published in December.\n\nPhoto via Shutterstock\n\nRead Next:\n\nMaker of the $60,000 foldable home has 3 factory buildings, 600+ houses built, and big plans to solve housing — you can become an investor for $0.80 per share today.\n\n‘Scrolling To UBI' — Deloitte's #1 fastest-growing software company allows users to earn money on their phones. You can invest today for just $0.26/share with a $1000 minimum.\n\nUNLOCKED: 5 NEW TRADES EVERY WEEK. Click now to get top trade ideas daily, plus unlimited access to cutting-edge tools and strategies to gain an edge in the markets."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI reportedly considering return to robotics with humanoid robots",
            "link": "https://thetechportal.com/2024/12/26/openai-reportedly-considering-return-to-robotics-with-humanoid-robots/",
            "description": "OpenAI, known for ChatGPT, is reportedly exploring humanoid robotics, investing in startups like Figure and 1X.",
            "image_url": "https://www.bing.com/th?id=OVFT._Y-c1muaEaGPHkshFiZALS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "thetechportal.com13h",
            "source": "thetechportal.com",
            "article_content": "OpenAI – with ChatGPT and its various AI models (including the o3 reasoning models rolled out last week) – has positioned itself as a major player in the global AI landscape. And while it is largely recognized for its AI breakthroughs (ChatGPT – its AI chatbot – had kickstarted the AI race upon its launch), the firm has a prior history in robotics research, which it reportedly planned to revisit.\n\nAccording to a report by The Information – citing people familiar with the matter – the AI giant is once again weighing the possibility of entering the sector, this time with the development of a full-fledged humanoid robot. Earlier in October this year, reports surfaced that OpenAI was collaborating with Broadcom and TSMC to develop its first in-house chip to support its artificial intelligence systems.\n\nUntil 2021, the organization maintained a dedicated robotics division focused on creating AI models in order to power autonomous machines. At that time, its researchers trained robotic arms to solve complex tasks like its popular Rubik’s cubes robot called Roboschool, which is a set of simulation tools aimed at advancing robot training.\n\nLater, the robotics division was disbanded as OpenAI shifted its resources toward refining its core AI systems. Now, the firm has reportedly regained a renewed interest, in robotics, especially at a time when advancements in hardware and AI tech has been made over the past years.\n\nSo far, OpenAI has driven investments in startups like Figure and 1X, both of which focus on humanoid robots. Figure’s latest model, the Figure 02, has been tested in industrial settings such as BMW’s manufacturing facilities, where it performed complex tasks like moving heavy components. Similarly, 1X has developed consumer-oriented robots, including a prototype capable of household assistance.\n\nFor sci-fi lovers, the concept of humanoid robots is nothing new. They are a common staple in sci-fi films, often depicted as either threats to or helpers of humanity. Humanoid robots are designed to emulate the physical structure and capabilities of humans and are envisioned as versatile agents capable of operating in environments built for human use. With their two arms, two legs, and upright posture, humanoid robots could navigate and interact with the world much like humans can. This adaptability makes humanoid robots an attractive option – robots with a focus on consumer interactions can assist with everyday chores in homes, while industrial sectors can use them as tools for handling physically demanding tasks, for example."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hidden content tricks ChatGPT into rewriting search results, Guardian shows",
            "link": "https://www.msn.com/en-us/news/technology/hidden-content-tricks-chatgpt-into-rewriting-search-results-guardian-shows/ar-AA1wtDan?ocid=BingNewsVerp",
            "description": "In October, OpenAI's ChatGPT Search became available for ChatGPT Plus users. Last week, it became available to all users and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EUHhzhsqiL7u9hDQYAIL-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "16hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is tech industry already on cusp of artificial intelligence slowdown?",
            "link": "https://www.straitstimes.com/tech/is-tech-industry-already-on-cusp-of-artificial-intelligence-slowdown",
            "description": "Don’t expect chatbots to continue to improve as quickly as they have over the past few years, experts warn. Read more at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMMvS7tsbjIrvc8VyjLG2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "The Straits Times",
            "article_content": "Dr Hassabis, who oversees Google DeepMind, the company’s primary AI lab, now says that method is running out of steam simply because tech companies are running out of data. PHOTO: REUTERS\n\nSAN FRANCISCO – Dr Demis Hassabis, one of the most influential artificial intelligence experts in the world, has a warning for the rest of the tech industry: Don’t expect chatbots to continue to improve as quickly as they have over the past few years.\n\nAI researchers have for some time been relying on a fairly simple concept to improve their systems: the more data culled from the internet that they pumped into large language models – the technology behind chatbots – the better those systems performed.\n\nBut Dr Hassabis, who oversees Google DeepMind, the company’s primary AI lab, now says that method is running out of steam simply because tech companies are running out of data.\n\n“Everyone in the industry is seeing diminishing returns,” Dr Hassabis said this month in an interview with The New York Times as he prepared to accept a Nobel Prize for his work on AI.\n\nDr Hassabis is not the only AI expert warning of a slowdown. Interviews with 20 executives and researchers showed a widespread belief that the tech industry is running into a problem many would have thought was unthinkable just a few years ago: They have used up most of the digital text available on the internet.\n\nThat problem is starting to surface even as billions of dollars continue to be poured into AI development.\n\nLast week, Databricks, an AI data company, said it was closing in on US$10 billion ( S$13.5 billion ) in funding – the largest-ever private funding round for a startup. And the biggest companies in tech are signaling that they have no plans to slow down their spending on the giant data centers that run AI systems.\n\nNot everyone in the AI world is concerned. Some, including OpenAI CEO Sam Altman, say progress will continue at the same pace, albeit with some twists on old techniques. Mr Dario Amodei, CEO of AI startup Anthropic, and Jensen Huang, CEO of Nvidia, are also bullish.\n\n(The Times has sued OpenAI, claiming copyright infringement of news content related to AI systems. OpenAI has denied the claims.)\n\nThe roots of the debate trace to 2020 when Associate Professor Jared Kaplan, a theoretical physicist at Johns Hopkins University, published a research paper showing that large language models steadily grew more powerful and lifelike as they analysed more data.\n\nResearchers called Kaplan’s findings “the Scaling Laws”. Just as students learn more by reading more books, AI systems improved as they ingested increasingly large amounts of digital text culled from the internet, including news articles, chat logs and computer programs.\n\nSeeing the raw power of this phenomenon, companies such as OpenAI, Google and Meta raced to get their hands on as much internet data as possible, cutting corners, ignoring corporate policies and even debating whether they should skirt the law, according to an examination this year by the Times.\n\nIt was the modern equivalent of Moore’s Law, the oft-quoted maxim coined in the 1960s by Intel co-founder Gordon Moore. He showed that the number of transistors on a silicon chip doubled every two years or so, steadily increasing the power of the world’s computers. Moore’s Law held up for 40 years. But eventually, it started to slow.\n\nThe problem is: Neither the Scaling Laws nor Moore’s Law are immutable laws of nature. They’re simply smart observations. One held up for decades. The others may have a much shorter shelf life.\n\nGoogle and Kaplan’s new employer, Anthropic, cannot just throw more text at their AI systems because there is little text left to throw.\n\n“There were extraordinary returns over the last three or four years as the Scaling Laws were getting going,” Dr Hassabis said. “But we are no longer getting the same progress.”\n\nDr Hassabis said existing techniques would continue to improve AI in some ways. But he said he believed that entirely new ideas were needed to reach the goal that Google and many others were chasing: a machine that could match the power of the human brain.\n\nMr Ilya Sutskever, who was instrumental in pushing the industry to think big as a researcher at both Google and OpenAI before leaving OpenAI to create a new startup this past spring, made the same point during a speech this month.\n\n“We’ve achieved peak data, and there’ll be no more,” he said. “We have to deal with the data that we have. There’s only one internet.”\n\nDr Hassabis and others are exploring a different approach. They are developing ways for large language models to learn from their own trial and error.\n\nBy working through various math problems, for instance, language models can learn which methods lead to the right answer and which do not. In essence, the models train on data that they themselves generate. Researchers call this “synthetic data”.\n\nOpenAI recently released a new system called OpenAI o1 that was built this way. But the method only works in areas such as math and computing programming, where there is a firm distinction between right and wrong.\n\nEven in these areas, AI systems have a way of making mistakes and making things up. That can hamper efforts to build AI “agents” that can write their own computer programs and take actions on behalf of internet users, which experts see as one of AI’s most important skills.\n\nSorting through the wider expanses of human knowledge is even more difficult.\n\n“These methods only work in areas where things are empirically true, like math and science,” said Mr Dylan Patel, chief analyst for research firm SemiAnalysis, who closely follows the rise of AI technologies. “The humanities and the arts, moral and philosophical problems are much more difficult.”\n\nPeople such as Mr Altman say these new techniques will continue to push the technology ahead. But if progress reaches a plateau, the implications could be far-reaching, even for Nvidia, which has become one of the most valuable companies in the world thanks to the AI boom.\n\nDuring a call with analysts last month, Mr Huang was asked how the company was helping customers work through a potential slowdown and what the repercussions might be for its business. He said that evidence showed there were still gains being made, but that businesses were also testing new processes and techniques on AI chips.\n\n“As a result of that, the demand for our infrastructure is really great,” Mr Huang said.\n\nAlthough he is confident about Nvidia’s prospects, some of the company’s biggest customers acknowledge that they must prepare for the possibility that AI will not advance as quickly as expected.\n\n“We have had to grapple with this. Is this thing real or not?” said Ms Rachel Peterson, vice president of data centers at Meta. “It is a great question because of all the dollars that are being thrown into this across the board.” NYTIMES\n\nJoin ST's Telegram channel and get the latest breaking news delivered to you."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hackers are tricking victims into scam-yourself attacks with fake tutorials, CAPTCHAs, and updates",
            "link": "https://www.msn.com/en-us/money/other/hackers-are-tricking-victims-into-scam-yourself-attacks-with-fake-tutorials-captchas-and-updates/ar-AA1wsZN5?ocid=BingNewsVerp",
            "description": "Report uncovers rising cyber threats with alarming increases in ransomware, data-stealing malware, and sophisticated social ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZRwCjGiGh7ldN7r4KUX5Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "22hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How AI, Blockchain, and Cloud Are Transforming Indian Call Centers",
            "link": "https://www.dqindia.com/opinion/how-ai-blockchain-and-cloud-are-transforming-indian-call-centers-8567030",
            "description": "This business solutions opinion explores how emerging technologies like AI, blockchain, and cloud computing are transforming ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vi0Ot0DimADXep4A0Ntsxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Dataquest25mOpinion",
            "source": "Dataquest",
            "article_content": "The BPM (Business Process Management) and contact center industries in India are at the epicenter of a technological revolution. As global demand for efficiency and customer-centricity grows, advancements like AI, blockchain, and cloud computing are not just transforming operations—they’re reshaping job roles and skills. Here’s a deep dive into the trends and how they’re creating opportunities in these sectors:\n\nAdvertisment\n\n1. Generative AI and Intelligent Automation: The New Workforce Allies\n\nGenerative AI has made significant inroads, particularly in contact centers, where it powers chatbots, virtual assistants, and sentiment analysis tools. These technologies streamline customer interactions, reduce turnaround times, and enhance personalization. For instance, advanced AI systems can now manage multi-lingual customer queries in real time, a critical asset in India’s diverse market.\n\nImpact on Jobs\n\nAdvertisment\n\nWhile automation might replace repetitive tasks, it is also creating high-demand roles such as:\n\nAI Trainers: Professionals who train models to understand specific business contexts.\n\nProcess Automation Specialists: Experts who design automated workflows.\n\nAdvertisment\n\nEthical AI Officers: Roles focused on ensuring responsible AI usage, particularly in customer data handling.\n\nThe shift is less about replacement and more about augmentation, where human and AI collaboration drives better results.\n\n2. Democratizing Development with Low-Code and No-Code Platforms\n\nAdvertisment\n\nLow-code and no-code tools are democratizing technology adoption, allowing business users without technical expertise to create and optimize workflows. These platforms simplify application development, enabling quick deployment of solutions without extensive IT intervention.\n\nImpact on Jobs\n\nThis trend promotes:\n\nAdvertisment\n\nCitizen Developers: Employees trained to create custom applications for business needs.\n\nTech Coaches: Trainers who help teams integrate these tools effectively.\n\nThe focus is shifting from coding skills to problem-solving and process optimization.\n\nAdvertisment\n\n3. Data Analytics and Predictive Insights: The Strategic Edge\n\nData-driven decision-making is at the heart of modern BPM strategies. Predictive analytics is enabling organizations to forecast customer behavior, preempt issues, and deliver proactive solutions. For instance, predictive models help optimize resource allocation in call centers during peak demand periods.\n\nImpact on Jobs\n\nAdvertisment\n\nThe rise of analytics is driving demand for:\n\nData Analysts and Scientists: Professionals who interpret large datasets and identify actionable insights.\n\nMachine Learning Engineers: Experts building algorithms to improve process efficiency and customer satisfaction.\n\nThis trend underscores the importance of data literacy as a foundational skill across roles.\n\n4. Blockchain: The Guardian of Trust\n\nBlockchain technology is becoming integral in BPM for secure, transparent, and efficient processes. From safeguarding customer data to enhancing compliance in financial operations, blockchain is revolutionizing data integrity.\n\nImpact on Jobs\n\nKey roles emerging in this area include:\n\nBlockchain Developers: Professionals developing secure decentralized applications.\n\nCompliance Analysts: Specialists ensuring regulatory adherence in blockchain implementations.\n\nThe ability to manage and audit blockchain frameworks will be critical in sectors like finance, healthcare, and logistics.\n\n5. The Cloud and Remote Work: A New Operational Model\n\nThe adoption of cloud technologies and remote work solutions, accelerated by the pandemic, continues to redefine operational dynamics in BPM. Cloud platforms enable seamless integration of distributed teams and real-time collaboration.\n\nImpact on Jobs\n\nOpportunities in this domain include:\n\nCloud Architects: Designing scalable, secure cloud solutions.\n\nRemote Operations Managers: Coordinating geographically dispersed teams.\n\nThe shift to hybrid work environments is also fostering a need for professionals skilled in cybersecurity and virtual team management.\n\n6. Sustainability and Green BPM\n\nAs sustainability becomes a core business priority, BPM is evolving to support eco-friendly practices. Processes are being reengineered to minimize waste, optimize energy use, and enhance social impact.\n\nImpact on Jobs\n\nThis creates roles focused on:\n\nSustainability Auditors: Professionals ensuring adherence to green BPM practices.\n\nProcess Redesign Experts: Engineers optimizing workflows for environmental benefits.\n\nIntegrating sustainability into BPM strategies aligns businesses with global ESG standards, a growing expectation from stakeholders.\n\nThe Changing Workforce Landscape\n\nWhile automation and AI are reducing manual interventions, they are simultaneously driving the demand for skilled professionals who can manage, enhance, and govern these technologies. Upskilling programs and certifications in AI, data science, and blockchain are becoming essential for career growth in these sectors.\n\nKey Industries Benefiting from BPM Evolution\n\nHealthcare: AI is revolutionizing patient engagement and data management.\n\nFinance: Blockchain ensures secure, efficient transactions.\n\nRetail: Predictive analytics enhances customer experiences and inventory management.\n\nIndia’s BPM and contact center sectors are poised for unprecedented growth, driven by futuristic technologies. Organizations must proactively invest in digital transformation and workforce upskilling to leverage these advancements. For professionals, staying ahead means embracing lifelong learning, agility, and a readiness to adapt to new tools and frameworks.\n\nThe future of work in BPM isn’t about fearing change but harnessing it to build smarter, more inclusive workplaces. As India continues to be a global BPM hub, these trends are not just transformative—they are opportunities waiting to be seized.\n\nBy Gagan Arora, Founder and President of Vertex Global Services and Trade Commissioner for the India-Africa Trade Council"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Baby John Opening Day Box Office Trends: Varun Dhawan starrer aims at a Rs 12 crore start",
            "link": "https://www.msn.com/en-in/entertainment/bollywood/baby-john-opening-day-box-office-trends-varun-dhawan-starrer-aims-at-a-rs-12-crore-start/ar-AA1wtXV1?ocid=BingNewsVerp",
            "description": "The business was boosted due to the Christmas Holiday, but there was also competition in the urban areas from Mufasa and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GyZdcAJYGB_2-JzYc7rrgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19hon MSN",
            "source": "Pinkvilla on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Seattle Seahawks vs. Chicago Bears prediction, odds, best bets for Boxing Day NFL action",
            "link": "https://www.syracuse.com/betting/2024/12/seattle-seahawks-vs-chicago-bears-prediction-odds-best-bets-for-boxing-day-nfl-action.html",
            "description": "The Seattle Seahawks will face off against the Chicago Bears in Week 17 of the NFL season on Thursday. This prediction is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1PmCn7iW7TXUIu3b8XiTES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "10h",
            "source": "syracuse.com",
            "article_content": "The Seattle Seahawks will face the Chicago Bears in Week 17 of the NFL season at Soldier Field tomorrow at 8:15 p.m. EST.\n\nWhile Caleb Williams and the Bears are simply playing for pride — and draft position — at this point in the season, the Seahawks are fighting for the NFC West title with the Los Angeles Rams. Our data model likes the Hawks' chances of winning outright, but ultimately our best bet for this Boxing Day battle is Bears +4 (-112).\n\nAhead of this NFC matchup, the data analysts at Dimers.com have simulated the game 10,000 times, and then compared these results to current NFL betting odds to inform the data-driven betting preview provided to you below.\n\nThis preview includes Dimers’ best bets and predicted scoreline for Seattle Seahawks vs. Chicago Bears. To unlock Dimers’ full suite of data-driven betting insights, which includes daily props, trends, and parlays, sign up for Dimers Pro with promo code SYRACUSE10, which will save you 10% off your first subscription payment.\n\nIf you’re using this preview to bet on NFL games this Christmas, you can claim huge betting bonuses with our brand new exclusive bet365 bonus code “SYRACUSE”, while sports fans in New York State can take full advantage of our NBA League Pass promo from FanDuel. Additionally, bettors are encouraged to check out this exclusive promo offer from DraftKings and BetMGM.\n\n\n\n\n\nSeahawks vs. Bears betting preview\n\nUtilize the interactive widget below to discover the latest spread, over/under, and moneyline odds and probabilities for the Seahawks-Bears matchup at Soldier Field.\n\nThis prediction and best bet for Thursday’s NFL matchup between the Seahawks and Bears is from Dimers.com, a trusted source for sports betting predictions.\n\nCheck out all the important details on today’s game, as well as the best odds sourced from the top sportsbooks in the country.\n\nGame details\n\nKey information on the Seahawks vs. Bears matchup, including where the game is and what time it kicks off.\n\nOdds\n\nOdds for the key markets in the Seahawks-Bears NFL showdown.\n\nSpread: Seahawks -4 (-108), Bears +4 (-112)\n\nMoneyline: Seahawks -200, Bears +180\n\nTotal: Over/Under 42.5 (-110/-110)\n\nThe odds and lines presented in this article are the best available from selected sports betting sites at the time of publication and are subject to change.\n\nExpert prediction: Seahawks vs. Bears\n\nUtilizing trusted data analysis and computer power, the experts at Dimers have performed 10,000 simulations of Thursday’s Seahawks vs. Bears matchup.\n\nAccording to Dimers' highly acclaimed predictive analytics model, the Seahawks are more likely to defeat the Bears at Soldier Field. This prediction is based on the model giving the Seahawks a 63% chance of winning the game.\n\nElsewhere on the betting board, Dimers predicts that the Bears (+4) have a 59% chance of covering the spread, while the 42.5-point over/under is considered an equal 50-50 chance of hitting.\n\nAs always, these predictions and probabilities are correct at the time of publication but are subject to potential changes.\n\nSeahawks vs. Bears best bet\n\nOur top pick for the Seahawks vs. Bears Week 17 NFL matchup is to bet on the Bears +4 (-112).\n\nThis expert betting advice is formulated through world-class modeling and valuable wagering intelligence, designed to deliver you the best possible plays.\n\nScore prediction for Seahawks vs. Bears\n\nDimers' predicted final score for the Seattle vs. Chicago game on Thursday has the Seahawks winning 22-19.\n\nThis expert prediction is based on each team’s average score following 10,000 game simulations, offering a glimpse into the potential outcome.\n\nNFL player props: Thursday\n\nNFL prop picks are an exciting way to wager on Thursday’s game without necessarily betting on its outcome.\n\nThis article features the most likely first and anytime touchdown scorers for the Seahawks and Bears, along with projected player stats.\n\nSeattle Seahawks\n\nFirst touchdown scorer predictions\n\nKenneth Walker: 12.1% probability\n\nDK Metcalf: 10.5% probability\n\nJaxon Smith-Njigba: 9.7% probability\n\nAnytime touchdown predictions\n\nKenneth Walker: 45.8% probability\n\nDK Metcalf: 41.0% probability\n\nJaxon Smith-Njigba: 39.1% probability\n\nProjected box score leaders\n\nQB passing yards: Geno Smith , 247 yards\n\nReceiving yards: DK Metcalf , 65 yards\n\nRushing yards: Kenneth Walker, 59 yards\n\nChicago Bears\n\nFirst touchdown scorer predictions\n\nD’Andre Swift: 8.1% probability\n\nKeenan Allen: 7.6% probability\n\nDJ Moore: 7.4% probability\n\nAnytime touchdown predictions\n\nD’Andre Swift: 34.1% probability\n\nKeenan Allen: 33.0% probability\n\nDJ Moore: 31.5% probability\n\nProjected box score leaders\n\nQB passing yards: Caleb Williams , 198 yards\n\nReceiving yards: DJ Moore , 81 yards\n\nRushing yards: D’Andre Swift, 59 yards\n\nNFL Week 17: Seahawks vs. Bears\n\nGet ready for Thursday’s matchup between the Seahawks and Bears in Week 17 of the National Football League season at Soldier Field, which is scheduled to start at 8:15 p.m. EST. We emphasize that all of the NFL predictions and NFL best bets on this page are derived from 10,000 data-driven simulations of the Seahawks vs. Bears matchup, and they are accurate at the time of publishing to help you make better decisions when placing bets at online sportsbooks.\n\nPlease note that when engaging in online betting, it is important to exercise responsible gambling practices and seek trustworthy sources for accurate and up-to-date information."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prince Louis breaks strict royal code during Christmas Day walkabout with Princess Kate",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/prince-louis-breaks-strict-royal-code-during-christmas-day-walkabout-with-princess-kate/ar-AA1wtcAJ?ocid=BingNewsVerp",
            "description": "Prince Louis was spotted in smart trousers during this morning's Christmas Day walkabout instead of the traditional pair of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dEWMFyaOJgiNRjbFDJxxZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Daily Express on MSN20h",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Unlock the Potential of In-Plane Magnetic Fields for Advanced Magnetotransport",
            "link": "https://scitechdaily.com/physicists-unlock-the-potential-of-in-plane-magnetic-fields-for-advanced-magnetotransport/",
            "description": "In-plane magnetic fields unveil novel Hall effect behaviors in advanced materials, transforming our understanding of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x3P7nRbI5DwaHkcqVp2DgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "16h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Scientific Discoveries That Changed Our Understanding of Climate",
            "link": "https://www.msn.com/en-my/news/other/top-10-scientific-discoveries-that-youchanged-our-understanding-of-climate/vi-AA1wtdAO?ocid=BingNewsVerp",
            "description": "Discoveries that have reshaped our understanding of climate are nothing short of revolutionary! 🌍 Dive into the top 10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iuLz21_U8b4kjIFMl3igVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historical mysteries solved by science in 2024",
            "link": "https://www.msn.com/en-us/news/world/historical-mysteries-solved-by-science-in-2024/ar-AA1wtmoC?ocid=BingNewsVerp",
            "description": "Scientists explored Beethoven’s ailments, linked remains to a Norse saga, uncovered colonial secrets, peeked inside an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YPuQ9LeeKhqccbTQ-6UXty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "500-million-year-old Ecdysozoan fossil embryos found in China are older than dinosaurs",
            "link": "https://www.msn.com/en-us/science/biology/500-million-year-old-ecdysozoan-fossil-embryos-found-in-china-are-older-than-dinosaurs/ar-AA1wtJKJ?ocid=BingNewsVerp",
            "description": "Scientists in China have just dug up 500-million-year-old embryos that will help us understand the developmental biology of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.39N4FOihGmpAlslPKa5UfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Interesting Engineering on MSN16h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Say India's 'Deep Sea Mission' on Track; Hydrothermal Vent Discovery Just the Beginning",
            "link": "https://www.msn.com/en-in/news/techandscience/scientists-say-indias-deep-sea-mission-on-track-hydrothermal-vent-discovery-just-the-beginning/ar-AA1wuRVd?ocid=BingNewsVerp",
            "description": "India's Deep Sea Mission is on the right track, and the discovery of an active hydrothermal vent 4,500 metres below the surface of the Indian Ocean this month will boost scientists' confidence and ...",
            "image_url": "https://www.bing.com/th?id=OJ.kzyimtvI9V5ZTw&pid=news&w=118&h=16&rs=2",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "Republic World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How AI, Blockchain, and Cloud Are Transforming Indian Call Centers",
            "link": "https://www.dqindia.com/opinion/how-ai-blockchain-and-cloud-are-transforming-indian-call-centers-8567030",
            "description": "This business solutions opinion explores how emerging technologies like AI, blockchain, and cloud computing are transforming ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vi0Ot0DimADXep4A0Ntsxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Dataquest25mOpinion",
            "source": "Dataquest",
            "article_content": "The BPM (Business Process Management) and contact center industries in India are at the epicenter of a technological revolution. As global demand for efficiency and customer-centricity grows, advancements like AI, blockchain, and cloud computing are not just transforming operations—they’re reshaping job roles and skills. Here’s a deep dive into the trends and how they’re creating opportunities in these sectors:\n\nAdvertisment\n\n1. Generative AI and Intelligent Automation: The New Workforce Allies\n\nGenerative AI has made significant inroads, particularly in contact centers, where it powers chatbots, virtual assistants, and sentiment analysis tools. These technologies streamline customer interactions, reduce turnaround times, and enhance personalization. For instance, advanced AI systems can now manage multi-lingual customer queries in real time, a critical asset in India’s diverse market.\n\nImpact on Jobs\n\nAdvertisment\n\nWhile automation might replace repetitive tasks, it is also creating high-demand roles such as:\n\nAI Trainers: Professionals who train models to understand specific business contexts.\n\nProcess Automation Specialists: Experts who design automated workflows.\n\nAdvertisment\n\nEthical AI Officers: Roles focused on ensuring responsible AI usage, particularly in customer data handling.\n\nThe shift is less about replacement and more about augmentation, where human and AI collaboration drives better results.\n\n2. Democratizing Development with Low-Code and No-Code Platforms\n\nAdvertisment\n\nLow-code and no-code tools are democratizing technology adoption, allowing business users without technical expertise to create and optimize workflows. These platforms simplify application development, enabling quick deployment of solutions without extensive IT intervention.\n\nImpact on Jobs\n\nThis trend promotes:\n\nAdvertisment\n\nCitizen Developers: Employees trained to create custom applications for business needs.\n\nTech Coaches: Trainers who help teams integrate these tools effectively.\n\nThe focus is shifting from coding skills to problem-solving and process optimization.\n\nAdvertisment\n\n3. Data Analytics and Predictive Insights: The Strategic Edge\n\nData-driven decision-making is at the heart of modern BPM strategies. Predictive analytics is enabling organizations to forecast customer behavior, preempt issues, and deliver proactive solutions. For instance, predictive models help optimize resource allocation in call centers during peak demand periods.\n\nImpact on Jobs\n\nAdvertisment\n\nThe rise of analytics is driving demand for:\n\nData Analysts and Scientists: Professionals who interpret large datasets and identify actionable insights.\n\nMachine Learning Engineers: Experts building algorithms to improve process efficiency and customer satisfaction.\n\nThis trend underscores the importance of data literacy as a foundational skill across roles.\n\n4. Blockchain: The Guardian of Trust\n\nBlockchain technology is becoming integral in BPM for secure, transparent, and efficient processes. From safeguarding customer data to enhancing compliance in financial operations, blockchain is revolutionizing data integrity.\n\nImpact on Jobs\n\nKey roles emerging in this area include:\n\nBlockchain Developers: Professionals developing secure decentralized applications.\n\nCompliance Analysts: Specialists ensuring regulatory adherence in blockchain implementations.\n\nThe ability to manage and audit blockchain frameworks will be critical in sectors like finance, healthcare, and logistics.\n\n5. The Cloud and Remote Work: A New Operational Model\n\nThe adoption of cloud technologies and remote work solutions, accelerated by the pandemic, continues to redefine operational dynamics in BPM. Cloud platforms enable seamless integration of distributed teams and real-time collaboration.\n\nImpact on Jobs\n\nOpportunities in this domain include:\n\nCloud Architects: Designing scalable, secure cloud solutions.\n\nRemote Operations Managers: Coordinating geographically dispersed teams.\n\nThe shift to hybrid work environments is also fostering a need for professionals skilled in cybersecurity and virtual team management.\n\n6. Sustainability and Green BPM\n\nAs sustainability becomes a core business priority, BPM is evolving to support eco-friendly practices. Processes are being reengineered to minimize waste, optimize energy use, and enhance social impact.\n\nImpact on Jobs\n\nThis creates roles focused on:\n\nSustainability Auditors: Professionals ensuring adherence to green BPM practices.\n\nProcess Redesign Experts: Engineers optimizing workflows for environmental benefits.\n\nIntegrating sustainability into BPM strategies aligns businesses with global ESG standards, a growing expectation from stakeholders.\n\nThe Changing Workforce Landscape\n\nWhile automation and AI are reducing manual interventions, they are simultaneously driving the demand for skilled professionals who can manage, enhance, and govern these technologies. Upskilling programs and certifications in AI, data science, and blockchain are becoming essential for career growth in these sectors.\n\nKey Industries Benefiting from BPM Evolution\n\nHealthcare: AI is revolutionizing patient engagement and data management.\n\nFinance: Blockchain ensures secure, efficient transactions.\n\nRetail: Predictive analytics enhances customer experiences and inventory management.\n\nIndia’s BPM and contact center sectors are poised for unprecedented growth, driven by futuristic technologies. Organizations must proactively invest in digital transformation and workforce upskilling to leverage these advancements. For professionals, staying ahead means embracing lifelong learning, agility, and a readiness to adapt to new tools and frameworks.\n\nThe future of work in BPM isn’t about fearing change but harnessing it to build smarter, more inclusive workplaces. As India continues to be a global BPM hub, these trends are not just transformative—they are opportunities waiting to be seized.\n\nBy Gagan Arora, Founder and President of Vertex Global Services and Trade Commissioner for the India-Africa Trade Council"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best online casino promo codes for Christmas unwrap bonuses from Caesars and Hard Rock",
            "link": "https://www.nj.com/casinos/2024/12/best-online-casino-promo-codes-for-christmas-unwrap-bonuses-from-caesars-and-hard-rock.html",
            "description": "Celebrate Christmas with some exciting online casino offers. Learn about five of the best online casino promo codes for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tsTDK2w96RxeVPLb-6PX7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "15h",
            "source": "NJ.com",
            "article_content": "Looking for a way to ramp up the excitement this Christmas? Consider checking out the various welcome bonuses being offered by the top online casinos in NJ.\n\nI’ve spent time narrowing down the five best online casino promo codes for Christmas 2024. Each of the ones featured on this page is extremely generous to players and can be claimed in just a few minutes.\n\nSome of these bonuses require entering a real promo code at registration. Others can be claimed with no code at all. Continue reading to learn about these great promotions available on Christmas Day.\n\nTop 5 online casino promo codes for Christmas 2024\n\nThe US is now home to a large number of world-class online casinos. Competition is high in this market, and online casinos are constantly looking at ways to offer exciting new offers to attract players.\n\nWith the holidays finally here, many of these online casinos have ramped up their bonuses. Learn about five of the best online casino promo code bonuses below.\n\nCaesars Palace Online Casino promo code NJCOM2500\n\nCaesars Palace Online Casino is constantly offering exciting new bonuses for its new and existing players. Now, new members can receive a 100% first deposit match of up to $2,500, plus 2,500 Reward Credits using the Caesars Palace online casino promo code NJCOM2500.\n\nThe playthrough requirements for this bonus sit at 15x for slot games, 30x for video poker games, and 75x for all other games.\n\nHard Rock Bet Casino: 100% deposit match up to $1,000 + 500 free spins + Winterfest Promo\n\nHard Rock Bet Casino is offering its new players a 100% first deposit match of up to $1,000, plus 500 free spins. This is a fantastic offer that can be claimed without ever needing to enter a promo code at registration.\n\nThe first deposit bonus comes with a 20x playthrough requirement. The 500 bonus spins will be credited to players within 24 hours of making their first deposit and can only be used to play “Triple Gold.”\n\nIn addition, Hard Rock Casino is hosting a Winterfest event from December 2nd to February 2nd. During this time, users will have access to daily promotions and a total prize pool of $3 million. Join today to take part in this exciting event.\n\nBetMGM Casino bonus code NJCOM: 100% Deposit Match up to $1000 + $25 no deposit bonus\n\nAnother one of the best online casino promo code offers for Christmas comes from BetMGM Casino. This one, with BetMGM Casino bonus code NJCOM, provides users with a 100% first deposit match up to $1,000, plus an additional $25 no-deposit bonus.\n\nThe 100% first deposit match comes with a 15x playthrough requirement, while the $25 no-deposit offer has just a 1x playthrough attached.\n\nFanDuel Casino: Play $1, Get $100 in casino credits\n\nAll new members of FanDuel Casino are eligible to receive $100 in casino credits for making a first wager of just $1 or more.\n\nThis is an excellent and extremely simplistic bonus that can be claimed without having to enter a promo code at registration. This bonus comes with just a 1x playthrough requirement.\n\nFanatics Casino: Deposit $5+ and get $50 in casino bonus\n\nFanatics Casino provides a variety of great offers for its new and existing members. Now, all new members can earn $50 in casino credits by making a first deposit of just $5 or more.\n\nThis bonus offer comes with a 1x playthrough requirement and can be used to play any of the games that Fanatics has to offer. No promo code is required at registration."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "When is the first night of Hanukkah 2024? When it starts, facts, how it's celebrated",
            "link": "https://www.msn.com/en-us/health/wellness/when-is-the-first-night-of-hanukkah-2024-when-it-starts-facts-how-it-s-celebrated/ar-AA1wtujV?ocid=BingNewsVerp",
            "description": "Hanukkah is an eight-day festival marking the rededication of the Temple in Jerusalem. Here's what to know about the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mc4TbCUUQhGx9ImK-MC_Ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Start 'Em, Sit 'Em kickers: Week 17 fantasy football",
            "link": "https://www.usatoday.com/story/sports/nfl/fantasy/2024/12/25/nfl-fantasy-football-start-sit-kickers-week-17/77174092007/",
            "description": "The fantasy football championship game is here. Who should you start at kicker? Here are the best start 'em, sit 'em options ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KHmS6A-z5TG9ZGYRxyb-ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "22h",
            "source": "USA Today",
            "article_content": "If you've made it this far in the fantasy football season, congratulations. You are almost certainly playing for a championship in Week 17 (unless you're one of the leagues that plays an 18-week season).\n\nTo get to the championship game is an impressive feat, but without a win, it will all be for naught. That's what makes your team's start 'em, sit 'em decisions at kicker more important than ever.\n\nKickers are difficult to predict on a week-to-week basis, but there are a few key factors that can make it a bit easier to determine whether you should trust a player. Notably, always look at the weather before trusting a kicker. Even the best at the position will have issues with footing and accuracy in rain and snow while wind can also have a major impact on the ceiling and floor of each kicker.\n\nThere are plenty of cold-weather games in NFL Week 17, so you might not be able to avoid those entirely. But so long as you have a kicker with a big leg who plays in an offense that creates a lot of scoring opportunities, you can trust a player in the fantasy championship game.\n\nWho are the best kickers to trust in Week 17? Here's is USA TODAY Sports' start 'em, sit 'em advice at kicker for this week's slate.\n\nNFL STATS CENTRAL: The latest NFL scores, schedules, odds, stats and more.\n\nNFL WEEK 16 WINNERS, LOSERS:Vikings have path to NFC's No. 1 seed\n\nFantasy football start 'em: Week 17 Kickers\n\nTucker is in the midst of his worst career season but has made a 50-plus-yard field goal in three of his last five starts. That includes his Week 16 performances against the Pittsburgh Steelers, where he made two field goals and four extra points.\n\nThe Texans play in a domed stadium and have allowed 2.3 field goal attempts per game over their last three games. If ever there was a time to trust Tucker, it's in this short-week matchup.\n\nMcManus has attempted at least three field goals in four of his games since joining the Packers and has just one miss overall. The Vikings play in a domed stadium, so getting a strong, accurate kicker shielded from the elements could be the key to winning your fantasy championship. McManus should get plenty of chances to kick against Brian Flores' bend-don't-break defense considering that the Packers have a top-10 scoring offense.\n\nRyland continued his hot streak and nailed all three of his field goal attempts in Week 16 against the Carolina Panthers. He is averaging 3.4 field goal attempts per game over his last five outings, so expect him to take advantage of a Rams team that allows an above-average 2.1 field goal attempts per game to opposing kickers.\n\nJAYDEN DANIELS:Rookie QB becomes 'heavy hitter' with comeback against Eagles\n\nFantasy football sit 'em: Week 17 Kickers\n\nThe Eagles have one of the NFL's best offenses, but it isn't currently clear whether Jalen Hurts will be able to suit up in Week 17 as he deals with a concussion. If he can't, Kenny Pickett will get the start. Elliott got five field goal attempts in Week 16 with Pickett playing a majority of the game, but he may not get as many opportunities against a Dallas defense that has rounded back into solid form with Micah Parsons in action.\n\nElliott also remains just 1 of 7 on the season from 50-plus yards. He could end up tanking a championship lineup with another deep miss, so it's best to steer clear of him.\n\nSanders has been excellent of late, making seven field goals from 50-plus yards over his last seven games and racking up 11 field goals over his last three games. That said, it's hard to trust him given how the weather looks in Cleveland. It won't be too cold – temperatures will be around 50 degrees – but it looks like there will be wind and rain in the forecast for the contest. Unless that changes, don't consider Sanders to be an automatic start.\n\nMoody has only made multiple field goals once in his last six games. He is just 7-of-10 on field goals overall in that span and has averaged just 1.8 extra point attempts per game. The Lions are the NFL's top scoring team, so the 49ers may eschew some field-goal attempts in order to go for touchdowns. Thus, trusting a shaky, low-volume kicker shouldn't be in the cards this week.\n\nSUPER BOWL 59:Six reasons why the Ravens have become a legit title threat\n\nFantasy football start 'em, sit 'ems, Week 17\n\nLooking for more fantasy football advice? USA TODAY Sports has you covered:\n\n→ Need an edge under center? Here are the best quarterback options to start and to sit in Week 17.\n\n→ A good running back makes all the difference. A bad running back can cost you a lot of points. Here's who to start and who to sit in Week 17.\n\n→ Tight ends can be the perfect X-factor for any fantasy team. Here's who you should start and sit in Week 17.\n\n→ The wide receiver position has been decimated this season. Protect yourself in Week 17 with start 'em, sit 'em advice for wideouts.\n\n→ A good defense can shut down your fantasy opponent's offense. Here are some D/ST options to start and sit for Week 17."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Democratisation and cost consolidation of tech to be key trends at Auto Inc in 2025",
            "link": "https://auto.economictimes.indiatimes.com/news/auto-technology/democratisation-and-cost-consolidation-of-tech-among-key-trends-at-auto-inc-in-2025/116633077",
            "description": "Auto Technology Trend: 2024 saw significant rise in consumer adoption of advanced automotive technologies, primarily ADAS and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BtzSSD0gZgCgEpXv1XWP4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "ET Auto23h",
            "source": "ET Auto",
            "article_content": "Advt\n\nAdvt\n\nBy ,\n\nETAuto\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETAuto App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nIndian consumers have a high affinity for technology. The smartphone market boom is a good testimony for it. That tech appetite is increasingly seen in the passenger vehicle market too, and it’s not limited to the luxury segment. As ETAuto predicted last year , ADAS (Advanced Driver Assistance System) qualified as a leading automotive tech trend of 2024.“On an average, over the last three months, ADAS for us is almost 1/4 of our overall portfolio, and that includes models which we launched much earlier,” Nalinikanth Gollagunta , CEO of Mahindra & Mahindra’s (M&M) Automotive Division told ETAuto.The emerging ADAS tech trend, which is still also a major USP for volume models, is expected to see a penetration level of 3% in the 4 million units Indian PV market, and around 5-6% in 2025, with the PV market clocking about 4.6 million units, according to market research firm Markets and Markets. The adoption level was around 2% in 2023.Automotive business intelligence firm Jato Dynamics’ granular research shows standard rear parking distance sensor (52%), standard rear parking distance sensor & camera (47%), and auto activation hazard lights (39%) as the top three driving assistance features in terms of their industry penetration rate in India. On the Connected Vehicle tech side, remote services (29%), remote HVAC (16%), and remote start (7%), are listed as the leading ones.Mahindra & Mahindra, and MG Motor India (now JSW MG Motor India) are the lead players in the volume PV market when it comes to building businesses based on a strategy of democratising technology. The latter, which leveraged the Connected Vehicle and ADAS trends for brand MG’s India market introduction, cites a projection that vehicles with advanced connected features will have an over 55% share by Q1 of 2027. And, vehicles with ADAS tech are expected to have an approximately 10% share.With these two major trends on the rise, Gaurav Gupta , Chief Growth Officer, JSW MG Motor India, says “I will not be surprised if more than 80 % of customers would like to have a connected car. And, by 2030, we expect more than 30% new launches to have some level of ADAS.”Technology is increasingly becoming a crucial part in the savvy Indian consumer's vehicle purchase decision. \"Awareness has increased dramatically. Today customers decide their vehicle purchase within 3 main parameters Comfort, Safety, and Convenience. Comfort related to seating, Safety related to NCAP rating, and Convenience related to Connected Vehicle tech,\" says Kaushik Madhavan, VP - Automotive and Transportation, Markets and Markets.According to Gollagunta, the industry trend of ADAS is proving to be more than democratising technology. “It's democratising tech in our minds and bringing the volume up. But the second thing is, customers were looking at it as a safety feature (like the 360-degree camera view). The growing consumer awareness, and demand for ADAS has led M&M to ‘democratise’ the tech, by offering it in its compact SUV 3XO, and in all the AX variants of the Thar Roxx.The XUV700, launched in August ‘21, was the first Mahindra model to offer ADAS, in its top two variants. In the coming year or so, ADAS tech could become standard across all Mahindra models and variants as the solution also becomes more affordable with suppliers leveraging the economy of scale.2025 will see OEMs pushing the ADAS and connected tech envelopes even further. For example, M&M’s ‘electric origin’ SUVs – BE 6 and XEV 9e, scheduled for launch in February, will have five radars to assist a more advanced tech suite. The OEM’s ICE (Internal Combustion Engine) models with ADAS tech have one each.It’s not only ADAS and Connected Vehicle tech that vehicles will rely on to woo customers in 2025. Display technology will also flex its muscle with different offerings to the driver, and other occupants in the vehicle. It’s already beginning to happen. “The next battlefield in some form or shape, and it’s already happening right now, is the amount of screen real estate which is there in each car,” says Gollagunta.Like luxury cars, volume PV models will increasingly have more screens in the instrument panel/dashboard, and also offer screens for rear seat occupants. Global display technology major Visteon’s CEO Sachin Lawande says, “Every car will have at least one large display, more likely two, if not more.” For example, the upcoming Mahindra EVs will come with three screens, in their pillar-to-pillar display unit. Another two can be for the rear passengers.This growing trend of advanced display technology also makes Visteon see India as a 10 million unit automotive display market of display sizes 10 inches and higher, by the end of this decade.The growing global AI wave is also set to influence the in-car experience now. In the battle for customers’ attention and interest, Generative AI (Artificial Intelligence) will see major usage by OEMs in 2025. Especially to enhance the user experience. As Lawande puts it, “AI is the new UI”. The software driven technology can be almost revolutionary. “Think about everything that you are currently doing with the system in the car, enhanced through AI,” says the global industry leader.After Connected Vehicle tech, which is getting enhanced with 5G connectivity, and ADAS, Gollagunta counts AI as the third dimension of new automotive trends, which will also see major gains in 2025. “Vehicles will start to have a lot more augmented reality and AI capabilities built in,” he says, and cites the example of heads-up display (HUD) with augmented reality in the Mahindra BE 6. AI for cameras in the vehicle, for facial recognition, driver drowsiness etc. will also see adoption in volume passenger vehicle models.As much as there the Indian market may offer great opportunity, thanks to its hunger for new technology, industry players will have to also meet the additional cost challenge that new technology usually comes with.“Next year is going to be a year of consolidation, meaning that the inflation that has happened in costs, in getting here, whether it is battery costs, electronics cost, displays costs, we need to be able to drive strategies to make this cost become more affordable, so that the promise of the growth that we are all expecting can actually be delivered,” says Lawande.To ride the India opportunity better, and also leverage the country’s competitive production costs, Visteon looks to strike a collaboration or two with partners here for local production of its display products.Collaboration as a business growth or technology development strategy will see more traction in 2025. According to Raghavendra Vaidya , MD and CEO, Daimler Trucks Innovation Center, Daimler Truck’s GCC (Global Capability Center) in India, collaboration across industries is set to be a major force driving India’s automotive evolution, with strategic partnerships accelerating advancements in EV infrastructure, autonomous driving, and next-generation mobility solutions.He also adds that a significant emerging trend is the willingness of leading automotive companies to advance the development of cutting-edge software platforms, enhance vehicle connectivity, and build an integrated digital ecosystem.All the advanced automotive technology features that are beginning to emerge, and more to come in 2025 and beyond, will be enabled only by the software defined vehicle (SDV). This trend will also help OEMs to be more cost effective, while also helping democratise technology as multiple features can be based on the same software platform/architecture.If consumers lap up more software defined vehicles, the better it would be for both the buyers and vehicle manufacturers. “The more volume you get, you actually get more competitive and therefore technology democratisation, while it's good for customers, it's also good for us,” says Gollagunta.Lawande expects softwarisation, along with digitalisation and electrification to gain more traction in 2025.With all the fares lined up for 2025, some already showcased, and more to come up in events next year, staring with the international mela of Bharat Mobility Expo, scheduled for 17-22 January, industry players would be hoping for a good drive in the coming year.,"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why I traded my MacBook Air for a laptop you’ve never heard of",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/why-i-traded-my-macbook-air-for-a-laptop-you-ve-never-heard-of/ar-AA1wu3Rb?ocid=BingNewsVerp",
            "description": "The Honor MagicBook Art 14 Snapdragon beats the MacBook Air with a bigger 120Hz OLED display in a lighter form factor that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OX-ngLdXzlvM3LJDipwZ3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "13hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk's xAI raises $6B to build more powerful AI supercomputers",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/elon-musk-s-xai-raises-6-billion-to-build-even-more-powerful-ai-supercomputers-nvidia-amd-contribute-to-funding-round/ar-AA1wtHdw?ocid=BingNewsVerp",
            "description": "Elon Musk's xAI has raised $6 billion in its latest funding round, pushing its total capital raised to $12 billion at a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lJvDm8goQdKcGzfd_m-iNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "tom's Hardware on MSN19h",
            "source": "tom's Hardware on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top AI Companies to Invest in: NVIDIA Remains the Top Pick",
            "link": "https://en.tempo.co/read/1956833/top-ai-companies-to-invest-in-nvidia-remains-the-top-pick",
            "description": "The rapid evolution of artificial intelligence (AI) has shifted the attention to numerous top AI companies to invest in. See ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yorIJqN1phX9cxeOzgnL9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Tempo19h",
            "source": "Tempo",
            "article_content": "TEMPO.CO, Jakarta - The growing adoption of AI across various industries has transformed public perception of artificial intelligence. With AI stocks experiencing a significant surge, particularly highlighted in 2024, several top AI companies to invest in present lucrative investment opportunities.\n\nAs ChatGPT continues to gain popularity, NerdWallet and Forbes have identified a selection of companies offering the most promising AI stocks to consider for investment in 2025.\n\nList of Top AI Companies to Invest in\n\nNVIDIA and SoundHound AI Inc. might be two of the top AI companies to invest in for the current moment. Other contenders are mentioned as follows:\n\n1. NVIDIA\n\nAs the top AI company to invest in, NVIDIA has shown tremendous commitment and expertise within the artificial intelligence community. Established in 1993, Nvidia entered the market with 3D graphics services for multimedia and gaming companies.\n\nIn regard to AI development, NVIDIA has contributed substantial applications since 2012. Today, graphics processors, chipsets, and AI-related services remain the company’s primary fortune.\n\n2. SoundHound AI Inc.\n\nFor the last four quarters, SoundHound AI, a voice-based AI company, has demonstrated incredible performances, surpassing EPS estimates two times. As per its recent financial report, SoundHound AI’s revenues of $25.09 million reflected a year-over-year change of +89.1% EPS.\n\nIts range of clients, which include Hyundai, Krispy Kreme, Pandora, White Castle, Toast, and Square, also represent the growth value of this leading AI company.\n\n3. Taiwan Semiconductor (TSM)\n\nTSMC, an abbreviation for Taiwan Semiconductor Manufacturing, is a giant semiconductor foundry whose closest competitor in market share is Samsung. According to Forbes, NVIDIA, AMD, and Broadcom are listed as TSM customers, which poses pivotal roles in the AI infrastructure buildout. As of the current moment, the company market cap has reached $1.04 trillion, with plans for expansion into advanced economies such as the US and Germany.\n\n4. Procept BioRobotics Corp.\n\nAnother top AI company to invest in is Procept BioRobotics Corp, whose year-on-year performance surmounted at +104.92%. This surgical robotics company delivers the development of transformative solutions in urology, selling the AquaBeam Robotic System to focus on BPH treatment.\n\n5. Pegasystems Inc.\n\nFounded in 1983 by Alan Trefler, Pegasystems Inc. has shown a surge in its year-on-year performance, which was recorded at +94.60%. Ranked 140th on Forbes' 2023 list of the Most Cybersecure Companies, Pegasystems Inc. specializes in the marketing, licensing, and comprehensive development of software.\n\n6. Shutterstocks\n\nConcluding the acquisition of competitor Envato, Shutterstocks is making noticeable improvements in their content performance and growth within areas like data, services, and the distribution segment. Forbes shared that Shutterstocks have had a 40% development as per their third-quarter earnings report. Nowadays, the company is also handling generative AI tools training.\n\n7. C3.ai Inc\n\nC3.ai Inc. is closing the deal of top AI companies to invest in for the forthcoming year of 2025. While the organization is fairly new in the stock trading industry, analysts are saying its EPS growth is looking very good for the next five years. Morningstar graded this company as a “C” for their financial health, reaching a +44.38% year-on-year performance on the latest news.\n\nFor those looking to capitalize on the AI revolution, exploring these top AI companies to invest in offers a strategic pathway toward long-term financial gains. With careful research and timely decisions, 2025 could be a pivotal year for AI-focused investments. Other ranging options for investors also include these top invaluable unicorn companies.\n\nEditor's Choice: Indonesia's Komdigi Ministry Preparing to Regulate AI Use\n\nClick here to get the latest news updates from Tempo on Google News"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI, machine learning to help Indian pharma industry to pivot on innovation",
            "link": "https://www.livemint.com/technology/tech-news/ai-machine-learning-to-help-indian-pharma-industry-to-pivot-on-innovation-11735192340977.html",
            "description": "New Delhi, Dec 26 (PTI) As technological advancements like AI, machine learning and precision medicine revolutionise drug ...",
            "image_url": "https://www.bing.com/th?id=OVFT.awVngH3h04mTPByDtVCjKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "2h",
            "source": "Mint",
            "article_content": "New Delhi, Dec 26 (PTI) As technological advancements like AI, machine learning and precision medicine revolutionise drug discovery, manufacturing and patient care, Indian pharmaceutical industry is set for a 'profound transformation' in 2025 with innovation, wider global access and improvement in quality becoming key themes for the future.\n\nThe industry, which is expected to grow nearly two-fold to around USD 130 billion in size by 2030, is looking to take advantage of conducive policies, demographic and digital talent, in making India play a pivotal role in advancing global health for all.\n\nCurrently accounting for around 20 per cent of the overall generic drug sales globally, the Indian pharma industry is focussing on research excellence and innovation in order to position the country as a global hub for high-quality, affordable pharmaceuticals.\n\n\"The Indian pharma market is expected to move up to USD 120-130 billion by 2030 from the current size of USD 58 billion. Initiatives in terms of quality, innovation and wider global reach will help the Indian pharma sector to realise the potential,\" according to Indian Pharmaceutical Alliance (IPA) Secretary General Sudarshan Jain.\n\nGiven the conducive policies and the advantage of demographic and digital talent, India will play a pivotal role in advancing global health for all in years to come, he added.\n\nIPA represents 23 leading research-based Indian pharmaceutical companies like Sun Pharma, Cipla, and Dr Reddy's Laboratories, among others.\n\nJain said innovation will continue to be a major focus for the industry going forward.\n\nHe noted that the government is expected to soon announce the operational details of the Promotion of Research & Innovation Programme which would also spur innovation.\n\nElaborating on the initiatives lined up in the private sector, he said that leading companies are increasing their focus on specialty portfolios and diversifying into higher-value drugs.\n\n\"Additionally, the industry is set to make notable progress in areas such as CAR-T cell therapy, mRNA vaccines, and the development of complex molecules, which hold immense potential for driving future growth,\" Jain said.\n\nBesides, the patent expiries of blockbuster biologics by 2025 present a significant growth avenue in the global biosimilars market, he stated.\n\nSimilarly, Organisation of Pharmaceutical Producers of India (OPPI) Director General Anil Matai said the industry is set for a profound transformation in 2025.\n\nTechnological advancements like AI, machine learning and precision medicine are set to revolutionise drug discovery, manufacturing and patient care, he said.\n\nOPPI represents research-based pharmaceutical companies, including AstraZeneca, Novartis and Merck, in India.\n\nBesides, strengthened regulatory frameworks will enable the swift adoption of innovative therapies while prioritising patient safety, Matai said.\n\n\"A focus on research excellence and innovation will position India as a global hub for high-quality, affordable pharmaceuticals. Collaboration between policymakers, academia and industry stakeholders will address unmet medical needs, particularly in underserved regions,\" he stated.\n\nAlso, adherence to Uniform Code of Pharmaceutical Marketing Practices (UCPMP) will uphold ethical standards, fostering trust and transparency across the healthcare ecosystem, Matai stated.\n\nReflecting on the year gone by, Jain said 2024 has been a year of building on a robust foundation with sustainable growth and thrust on simplifying regulations and harmonisation with global standards.\n\nThe PLI (production linked incentive) schemes have started seeing dividends with the launch of greenfield projects for the production of Penicillin G and Clavulanic acid, among others.\n\nMatai noted that the notification of the Patent (Amendment) Rules 2024, waivers for Phase 3 clinical trials for certain categories of drugs already approved in well-regulated markets, and the much-awaited Trade and Economic Partnership Agreement (TEPA) with European Free Trade Association (EFTA) states reflect India's progressive strides toward creating a dynamic, globally competitive pharmaceutical sector that is driven by innovation.\n\nCommenting on the healthcare segment, Fortis Healthcare MD & CEO Ashutosh Raghuvanshi said that the hospital market is projected to grow from nearly USD 99 billion in 2023 to an estimated USD 194 billion by 2032.\n\n\"Our sector is not only expanding but evolving to meet the diverse needs of our population. This year has been particularly significant as hospitals have emerged as the leading recipients of foreign direct investment within the healthcare landscape,\" he added.\n\nLooking ahead, the industry must focus on several key trends that will shape the future of healthcare in India, Raghuvanshi said.\n\n\"The ageing population will drive demand for specialised geriatric care, while a growing emphasis on preventive care will shift our focus from merely treating illness to promoting wellness,\" he stated.\n\nAdditionally, the integration of advanced technologies such as artificial intelligence, robotics, and telemedicine will enhance diagnostic precision and operational efficiency, ultimately improving patient outcomes, he added.\n\nCommenting on the medtech sector, Poly Medicure MD Himanshu Baid said it is imperative for companies to step up their investments in R&D and innovation to sustain growth momentum.\n\n\"The future belongs to those who can develop transformative technologies that address the healthcare needs of a dynamic and diverse world. With initiatives like the new medical devices scheme and a favourable regulatory environment providing the necessary foundation, India is well-positioned to expand its influence globally,\" he added.\n\nAs the market is expected to reach USD 50 billion by FY30, the med-tech industry's growth story reflects the power of collaboration and self-reliance, he added.\n\nMetropolis Healthcare Promoter and Executive Chairperson Ameera Shah said as the diagnostics industry progresses from USD 13 billion in FY23 towards an expected USD 25 billion by FY28, it is fuelled by increasing awareness of preventive healthcare, an aging population, and broader insurance coverage.\n\nHowever, the path forward demands a strategic focus on technology, accessibility, and collaboration, she added.\n\nThe future of diagnostics lies in embracing genomics, digitalisation and technologies such as AI, machine learning, and data analytics, Shah said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KnowDis AI Founder Saurabh Singal Announces Recipients of the KnowDis Machine Learning Awards",
            "link": "https://theprint.in/ani-press-releases/knowdis-ai-founder-saurabh-singal-announces-recipients-of-the-knowdis-machine-learning-awards/2419435/",
            "description": "KnowDis AI, an AI company founded by IIT Delhi CS&E BTech alumnus Saurabh Singal, is proud to announce Mitesh Khapra and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.g6FjJhPfI9qpptP3Pg2h4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "ThePrint11m",
            "source": "ThePrint",
            "article_content": "New Delhi [India], December 26: KnowDis AI , an AI company founded by IIT Delhi CS&E BTech alumnus Saurabh Singal, is proud to announce Mitesh Khapra and Anoop Kunchukuttan as the recipients of the prestigious KnowDis Machine Learning Award for 2024. Their remarkable contributions to AI, particularly in the domains of Indian language processing and AI applications in various industries, are reshaping the landscape of technology in India and beyond. Anoop Kunchukuttan completed his PhD in 2018 at the Department of Computer Science and Engineering, IIT Bombay, under the guidance of Prof. Pushpak Bhattacharyya at the Center for Indian Language Technology, where his research focused on machine translation and transliteration between related languages. Mitesh M. Khapra also conducted his research under Prof. Pushpak Bhattacharyya at IIT Bombay, with expertise in Natural Language Processing (NLP) and Machine Learning, further contributing to advancements in AI.\n\nDr Anoop Kunchukuttan, a Principal Applied Researcher in the Microsoft Machine Translation team and co-lead of AI4Bharat, is recognised for his groundbreaking contributions to AI and Indian language NLP. His work focuses on multilingual learning, machine translation, and instruction tuning of large language models (LLMs), addressing the unique challenges of India’s diverse linguistic landscape.\n\nDr. Kunchukuttan has been instrumental in building large-scale tools and resources such as the Indic NLP Library, IndicTrans, Samanantar Corpus, and IndicLLMSuite. These initiatives have bridged critical gaps in Indian language NLP, enabling AI systems to understand and process regional languages in a more effective way. His efforts have significantly advanced AI applications for machine translation, transliteration, and sentiment analysis, fostering inclusivity and accessibility for millions of Indian language speakers.\n\nDr Mitesh M. Khapra is an associate professor at the Department of Computer Science and Engineering at IIT Madras. He leads research in natural language processing (NLP) and deep learning, focusing on Indian languages. As part of the AI4Bharat initiative, Dr Khapra has developed scalable models and tools to bridge the linguistic divide in AI, enabling natural communication in India’s diverse multilingual landscape.\n\nHis work has laid the groundwork for more inclusive AI applications, ensuring that technology serves speakers of India’s regional languages. Beyond academia, Dr. Khapra advocates for robust and scalable AI solutions that benefit industries such as healthcare, education, and e-commerce.\n\nKnowDis Machine Learning Award 2023 Recipients: Dr Sayan Ranu and Dr N.M. Anoop Krishnan\n\nThe recipients of the 2023 KnowDis Machine Learning Award were Dr Sayan Ranu and Dr N.M. Anoop Krishnan for their outstanding contributions to AI research.\n\nDr Sayan Ranu is an Associate Professor at IIT Delhi, holding the prestigious Nick McKeown Chair in the Department of Computer Science and Engineering and the Yardi School of Artificial Intelligence. His research focuses on machine learning, data mining, and graph-based techniques, with significant applications in healthcare and biomedical research. His pioneering work on graph data mining has enabled a better understanding of complex biological systems and molecular interactions, which has profound implications for drug discovery and disease modeling.\n\nDr. Ranu has received several prestigious awards, including the Indian National Science Academy (INSA) Associate Fellowship (2023) and the Mrs. Veena Arora Early Career Faculty Research Award of IIT Delhi (2023). He has been recognised for his research excellence at conferences like WSDM and SIGMOD, receiving Best Paper awards and Outstanding Reviewer Awards. With five US patents to his name, Dr. Ranu continues to drive advances in AI for healthcare, solidifying his position as a leader in AI-driven solutions for biomedical applications.\n\nDr N.M. Anoop Krishnan, an Associate Professor at IIT Delhi’s Department of Civil Engineering, is a leader in the application of machine learning for materials discovery and process optimisation in civil engineering. Dr. Krishnan has been a trailblazer in developing AI technologies that improve efficiency, sustainability, and innovation in the civil engineering industry.\n\nHis work focuses on using AI to optimise processes and create sustainable solutions for modern engineering challenges. His research contributions extend to over 100 publications and numerous patents that are revolutionising the way materials science is approached.\n\nDr. Krishnan’s achievements have earned him several prestigious awards, including the Google Research Scholar Award in 2023 and the W.A. Weyl International Glass Science Award in 2022. His work significantly impacts the global materials science community, advancing AI-based technologies for better engineering solutions.\n\nPrevious Recipients of the KnowDis Machine Learning Award\n\nThe KnowDis Machine Learning Award has recognised outstanding AI researchers since its inception, celebrating their contributions to various fields, including natural language processing, machine learning, and computational biology. Previous recipients of the award include Prof Mausam and Dr Manik Verma (2019), Dr Parag Singla (2020), Dr Partha Talukdar (2021) and Prof Pushpak Bhattacharya (2022).\n\nThese distinguished researchers have made invaluable contributions to machine learning, shaping the future of AI applications in diverse domains.\n\nAbout KnowDis AI\n\nKnowDis AI is an innovative AI startup founded by Saurabh Singal, a former hedge fund manager and an alumnus of IIT Delhi and Carnegie Mellon University. KnowDis is well known for its world-beating NLP products, including recommendation systems and machine translation software. KnowDis AI models power IndiaMART’s B2B platform. KnowDis is also involved in drug discovery using Artificial Intelligence. Find out more at: https://www.knowdis.ai/\n\n(ADVERTORIAL DISCLAIMER: The above press release has been provided by VMPL. ANI will not be responsible in any way for the content of the same)\n\nThis story is auto-generated from a syndicated feed. ThePrint holds no responsibility for its content."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden reaffirms support for weapons surge to Ukraine after Russia's Christmas attack",
            "link": "https://www.reuters.com/world/us/us-continue-weapons-surge-ukraine-after-russias-christmas-attack-biden-says-2024-12-25/",
            "description": "U.S. President Joe Biden said on Wednesday he had asked the Defense Department to continue its surge of weapons deliveries to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.onpPfXA2TZDasrD3YpmjVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Unleashes Another Wave of Attacks on Ukraine",
            "link": "https://www.nytimes.com/2024/12/25/world/europe/russia-ukraine-strikes-energy-system.html",
            "description": "Moscow again struck Ukraine’s energy infrastructure, part of an effort to wear down the country. 'In the trenches, there are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9Xj8wWUR9DLYTYEil4GU3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "17h",
            "source": "The New York Times",
            "article_content": "Air-raid alarms and explosions sounded on Christmas Day in Ukraine as Russian missiles and drones targeted the nation’s energy infrastructure.\n\n“Today, Putin deliberately chose Christmas for an attack,” President Volodymyr Zelensky of Ukraine said in a statement. “What could be more inhuman?”\n\nBefore dawn on Wednesday, Russia directed more than 70 cruise and ballistic missiles and 100 strike drones, Ukrainian officials said. As rescue workers and energy repair crews raced to assess the damage in the morning, alarms sounded again and more missiles streaked through the skies. At least six people were wounded in the northeastern city of Kharkiv, and one person was killed in Dnipro, but officials said that the toll from strikes around the country may rise.\n\nThe Ukrainian military said air defense teams shot down 59 missiles and either shot down or disabled most of the drones used in the attack. Ukraine’s largest private energy company said the attacks caused serious damage to equipment, and power outages were declared across the country."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Accusations of genocide. Charges of corruption. Improbably, Netanyahu had a good year",
            "link": "https://www.msn.com/en-us/news/world/accusations-of-genocide-charges-of-corruption-improbably-netanyahu-had-a-good-year/ar-AA1wuWNe?ocid=BingNewsVerp",
            "description": "The past year brought thousands of deaths, regional conflict, indictments and accusations of ethnic cleansing and genocide.",
            "image_url": "https://www.bing.com/th?id=OVFT.c3Um1V1RpQ3tpk_7xKIjIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What I found at Christianity’s holiest sites in war zone during the Christmas season",
            "link": "https://www.msn.com/en-us/travel/outdoor-activities/what-i-found-at-christianity-s-holiest-sites-in-war-zone-during-the-christmas-season/ar-AA1wtViM?ocid=BingNewsVerp",
            "description": "Post reporter Caitlin Doornbos hoped to take a break from the war to share the stories of Christians making their pilgrimages ...",
            "image_url": "https://www.bing.com/th?id=OVFT.T78vSrAHtYa7uKc7gf2tyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "13hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Will President-Elect Donald Trump's Plan to Implement Tariffs Cause Stocks to Plunge? Here's What History Tells Us.",
            "link": "https://finance.yahoo.com/news/president-elect-donald-trumps-plan-100600959.html",
            "description": "Research from the Federal Reserve Bank of New York finds an ominous correlation between the performance of stocks and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Od0AmtJ-F4HQEBJzRuCCQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "22h",
            "source": "YAHOO!Finance",
            "article_content": "In less than four weeks, President-elect Donald Trump will be sworn in as the 47th president and become only the second U.S. leader to ever serve nonconsecutive terms. However, Wall Street decided to kick off the party a bit early.\n\nSince Election Day, the iconic Dow Jones Industrial Average (DJINDICES: ^DJI), benchmark S&P 500 (SNPINDEX: ^GSPC), and growth stock-dependent Nasdaq Composite (NASDAQINDEX: ^IXIC) have all ascended to record-closing highs. This is a continuation of the robust gains Wall Street's major indexes enjoyed during Trump's first term. Between Jan. 20, 2017 and Jan. 20, 2021, the Dow Jones, S&P 500, and Nasdaq Composite soared 57%, 70%, and 142%, respectively.\n\nBut to quote Wall Street's favorite warning: \"Past performance is no guarantee of future results.\"\n\nAlthough stocks thrived with Trump in the Oval Office, there's genuine concern that his desire to implement tariffs on Day One could undermine American businesses and cause the stock market to plunge. Based on what history tell us, this isn't out of the realm of possibilities.\n\nFormer President and President-elect Donald Trump giving remarks. Image source: Official White House Photo by Andrea Hanks.\n\nAnalysis: Trump's prior tariffs had a deleterious effect on U.S. equities\n\nLast month, President-elect Trump laid out his plan to impose a 25% tariff on imports from its direct neighbors, Canada and Mexico, as well as 35% tariff on imported goods from China, the world's No. 2 economy.\n\nThe general purpose of tariffs is to make American-made goods more price-competitive with those being brought in from beyond our borders. They're also designed to encourage multinational businesses to manufacture their goods destined for the U.S. within the confines of our borders.\n\nBut according to an analysis from Liberty Street Economics, which publishes research for the Federal Reserve Bank of New York, Trump's tariffs have previously had a decisively negative impact on U.S. equities exposed to countries where those tariffs were targeted.\n\nThe four authors of Do Import Tariffs Protect U.S. Firms? make it a point to distinguish between the impacts of tariffs on outputs versus inputs. An output tariff is an added cost placed on the final price of a good, such as a car imported into the country. Meanwhile, an input tariff would affect the cost of producing a final good (e.g., higher costs on imported steel). The authors note that higher input tariffs make it difficult for U.S. manufacturers to compete on price with foreign businesses.\n\nThe authors also examined the stock market returns of all publicly traded U.S. companies on the day Trump announced tariffs in 2018 and 2019. They found a clear negative shift in equity prices on the days tariffs were announced, with this effect being most pronounced on businesses that were exposed to China.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Etsy Inc (ETSY) Stock Plunge -9.37% Last Week?",
            "link": "https://www.bovnews.com/2024/12/25/why-did-etsy-inc-etsy-stock-plunge-9-37-last-week/",
            "description": "On Tuesday, Etsy Inc (ETSY) stock saw a decline, ending the day at $55.13 which represents a decrease of $-0.31 or -0.56% from the prior close of $55.44. The stock opened at $55.28 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews11h",
            "source": "bovnews",
            "article_content": "Needham has recently resumed Etsy Inc (ETSY) stock to Buy rating, as announced on October 23, 2024, according to Finviz. Earlier, on October 15, 2024, Goldman had reduced the stock from a Neutral to Sell, setting a price target of $45 for ETSY stock. Cantor Fitzgerald also initiated Neutral rating with a price target of $50. Additionally, Piper Sandler resumed Neutral rating on August 23, 2024, with a target price of $56. Oppenheimer analysts, in their report published on August 1, 2024, also reduced Perform rating for Etsy Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nEtsy Inc (ETSY) Stock Trading Recap\n\nOn Tuesday, Etsy Inc (ETSY) stock saw a decline, ending the day at $55.13 which represents a decrease of $-0.31 or -0.56% from the prior close of $55.44. The stock opened at $55.28 and touched a low of $54.65 during the day, reaching a high of $55.42. The volume of shares traded was 1.32 million falling short of the average volume of 3.76 million.\n\nETSY Stock Performance and Moving Averages\n\nIn recent trading, Etsy Inc (ETSY) stock price has shown some volatility, fluctuating -9.37% over the last five trades and 5.66% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -7.11%, and it has gained 1.17% in the previous three months. Currently, ETSY is trading at -3.97%, 2.49%, and -6.09% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, ETSY, a Consumer Cyclical sector stock, is trading -35.31% below its 52-week high but remains 17.05% above its 52-week low. The Average True Range (ATR) (14 days) of 2.31 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nEtsy Inc’s Profitability and Valuation Ratios\n\nEtsy Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of 13.22% and a profit margin of 9.17%, with a gross margin of -7.11%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Etsy Inc’s market capitalization stands at $6.20 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 28.13, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 21.3. Additionally, the Price-to-Sales Ratio is 2.22, reflecting the market’s valuation of the company’s sales.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.97% of Etsy Inc (ETSY)’s shares, while financial institutions hold 108.12%.\n\nNotable insider trades include BALLARD ANDY, Director at Etsy Inc (ETSY), who sold 1860 shares on Aug 20 ’24, at $53.84 each, totaling $0.10 million. On Aug 16 ’24, Buckley Merilee, CHIEF ACCOUNTING OFFICER, sold 3293 shares for $53.98 each, amounting to $0.18 million. Additionally, on Aug 05 ’24, Nadal Toni Thompson sold 2973 shares at $56.41 each, generating $0.17 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mobikwik shares zoom 15% to hit fresh record highs; is it time to book some profit?",
            "link": "https://www.businesstoday.in/markets/stocks/story/mobikwik-shares-zoom-15-to-hit-fresh-record-highs-is-it-time-to-book-some-profit-458536-2024-12-26",
            "description": "The stock surged 14.64 per cent to hit a record high of Rs 698.30. At this price, it has delivered multibagger returns to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RgOaQoHe_Ls9hubBC0o0kS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1h",
            "source": "Business Today",
            "article_content": "Newly-listed One Mobikwik Systems Ltd (Mobikwik's parent) shares extended their strong upward march for the third straight session in Thursday's trade. The stock surged 14.64 per cent to hit a record high of Rs 698.30. At this price, it has delivered multibagger returns to investors by rallying 150.29 per cent over its issue price of 279.\n\nRelated Articles\n\nThe stock saw high trading volume today on BSE as around 39.73 lakh shares changed hands at the time of writing this story. The figure was higher than the two-week average volume of 24.98 lakh shares. Turnover on the counter came at Rs 259.50 crore, commanding a market capitalisation (m-cap) of Rs 5,312.58 crore.\n\nAnalysts largely suggested booking some profits at current levels, given the strong listing gains.\n\nRavi Singh, Senior Vice-President (Retail Research) at Religare Broking, said, \"Given the solid gains post-listing, investors should book some profit at current market price. Those wanting to hold it should keep a stop loss placed of Rs 620. That said, fresh buying not advised.\"\n\nShivani Nyati, Head of Wealth at Swastika Investmart, said, \"The company's recent shift to profitability, coupled with the growing adoption of digital payments, boosted market confidence. However, sustaining this momentum would depend on its ability to maintain profitability and carve out a niche in the competitive fintech sector.\" Investors are recommended to book profits, Nyati suggested.\n\nMobikwik, a 15-year-old Gurgram-based fintech company, is transforming digital payments with innovations like Pocket UPI, a product that enables users to make UPI (Unified Payments Interface) transactions through their MobiKwik wallet rather than directly linking a bank account.\n\n\"Since its launch in early 2024, MobiKwik has experienced a five-fold growth in wallet market share, highlighting the company's ability to drive product adoption through innovation,\" said its Co-founder and CFO, Upasana Taku. It currently holds a 24 per cent market share, making it the largest wallet provider in India.\n\nFor the three months ended on June 30 this year, the company reported a loss of Rs 6.62 crore with a revenue of Rs 345.83 crore. It clocked a bottomline of Rs 14.08 crore with a revenue of Rs 890.32 crore for the financial year ended 2023-24.\n\nAs of June 30, 2024, the company has 161.03 million registered users and has enabled 4.26 million merchants to make and accept payments both online and offline. MobiKwik ZIP is a flagship product that lets consumers buy now and pay later within 30 days, offering flexibility and easy repayment options."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia Stock Investors Just Got Bad News From AI Semiconductor Rival Broadcom",
            "link": "https://www.aol.com/nvidia-stock-investors-just-got-100000389.html",
            "description": "Complex data center workloads like training machine learning models and running artificial intelligence (AI) applications ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gXE9ISDraWyMCLVcFrl4vi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "20h",
            "source": "AOL",
            "article_content": "Complex data center workloads like training machine learning models and running artificial intelligence (AI) applications would take a very long time if powered only by central processing units (CPUs). To that end, specialized semiconductors are used to speed up computationally intensive AI tasks.\n\nIn that semiconductor vertical, Nvidia (NASDAQ: NVDA) graphics processing units (GPUs) have emerged as the industry standard. In fact, the company has between 80% and 95% market share in AI accelerators, according to analysts. But Nvidia shareholders recently got some worrisome news from rival Broadcom (NASDAQ: AVGO).\n\nStart Your Mornings Smarter! Wake up with Breakfast news in your inbox every market day. Sign Up For Free »\n\nNvidia shareholders just got some bad news from Broadcom\n\nBroadcom sells a range of semiconductor products, including combined Wi-Fi and Bluetooth chips in Apple and Samsung smartphones, as well as networking chips in Arista switches. But Wall Street is particularly fascinated by its leadership in application-specific integrated circuits (ASICs.) ASICs are chips purpose-built for specific use cases like accelerating artificial intelligence (AI) workloads.\n\nAnalysts estimate Broadcom has approximately 60% market share in custom AI chips due to its relationships with three hyperscalers, a term that refers to companies with vast data center footprints. While Broadcom has not identified its hyperscale customers, analysts generally believe they are Google parent Alphabet, Meta Platforms, and TikTok parent ByteDance.\n\nBroadcom estimates revenue from its three existing hyperscale customers will range from $60 billion to $90 billion in 2027, up from $12.2 billion in 2024. In other words, the company anticipates that custom AI chip sales will increase at least 70% annually in the next three years, but perhaps as quickly as 95% annually.\n\nThat is disappointing for Nvidia shareholders because it means Broadcom will likely gain market share in AI accelerators. In fact, analysts at Morgan Stanley estimate that ASICs will account for 13% of AI accelerator sales in 2027, up from 11% in 2024. They also think that figure could hit 15% in 2030. But there is more bad news for Nvidia shareholders.\n\nBroadcom CEO Hock Tan told analysts on the fourth-quarter earnings call that Broadcom has selected two new hyperscalers that are likely to be revenue-generating customers by 2027. That means revenue from custom AI chips could actually grow faster than 95% annually in the next few years. Importantly, while Broadcom did not identify the customers, analysts believe they are Apple and ChatGPT creator OpenAI.\n\nA semiconductor underlit by gold light, with glowing letters AI on its face.\n\nImage source: Getty Images.\n\nNvidia shareholders still have good reason to be optimistic\n\nI mentioned that Broadcom selected two additional hyperscalers as potential customers. CEO Hock Tan himself used that word because Broadcom will not develop ASICs for small companies, nor would small companies have an interest in using custom AI chips.\n\nThere are two reasons for that. First, designing ASICs is expensive, so the customer must have a data center footprint large enough to warrant the expense. Piper Sandler analyst Harsh Kumar recently told CNBC that each chip costs about $500 million to design, so it would not be financially sensible to work with clients that can only order a few thousand. Instead, orders must be in the range of 250,000 to 500,000 units.\n\nSecond, custom chips are less flexible because they are designed for specific workloads and lack supporting software development tools. Nvidia offers a robust ecosystem of code libraries and pretrained models that streamline GPU application development. No such tools exist for ASICs. That means deploying custom chips requires a high degree of technical expertise, which means Broadcom's customer base is limited.\n\nAdditionally, companies that experiment with ASICs may ultimately decide the costs outweigh the benefits. Antoine Chkaiban at New Street Research says only two companies have deployed custom AI silicon at scale: Google and Amazon. So Nvidia is well positioned to maintain its leadership in AI accelerators. Bank of America analysts estimate it will capture 75% market share in 2030, down only slightly from 80% in 2024.\n\nLooking ahead, Wall Street thinks Nvidia's adjusted earnings will increase at 34% annually through fiscal 2027, which ends in January 2027. That consensus makes the current valuation of 53 times adjusted earnings look very reasonable. Prospective investors can buy a few shares with confidence, and current shareholders have good reason to optimistic going forward.\n\nShould you invest $1,000 in Nvidia right now?\n\nBefore you buy stock in Nvidia, consider this:\n\nThe Motley Fool Stock Advisor analyst team just identified what they believe are the 10 best stocks for investors to buy now… and Nvidia wasn’t one of them. The 10 stocks that made the cut could produce monster returns in the coming years.\n\nConsider when Nvidia made this list on April 15, 2005... if you invested $1,000 at the time of our recommendation, you’d have $859,342!*\n\nStock Advisor provides investors with an easy-to-follow blueprint for success, including guidance on building a portfolio, regular updates from analysts, and two new stock picks each month. The Stock Advisor service has more than quadrupled the return of S&P 500 since 2002*.\n\nSee the 10 stocks »\n\n*Stock Advisor returns as of December 23, 2024\n\nJohn Mackey, former CEO of Whole Foods Market, an Amazon subsidiary, is a member of The Motley Fool’s board of directors. Suzanne Frey, an executive at Alphabet, is a member of The Motley Fool’s board of directors. Bank of America is an advertising partner of Motley Fool Money. Randi Zuckerberg, a former director of market development and spokeswoman for Facebook and sister to Meta Platforms CEO Mark Zuckerberg, is a member of The Motley Fool's board of directors. Trevor Jennewine has positions in Amazon, Arista Networks, and Nvidia. The Motley Fool has positions in and recommends Alphabet, Amazon, Apple, Arista Networks, Bank of America, Meta Platforms, and Nvidia. The Motley Fool recommends Broadcom. The Motley Fool has a disclosure policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's economy is entering a year of pain in 2025",
            "link": "https://www.businessinsider.com/russia-economy-entering-year-of-pain-2025-putin-inflation-sanctions-2024-12",
            "description": "Russia's economy will be under major strain in 2025, economists told BI. One said stagnation was similar to the USSR at the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yg7aK2ZmdpU2_M64j59MqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "21h",
            "source": "Business Insider",
            "article_content": "Russia's economy will be under significant strain next year, economists told Business Insider.\n\nHigh inflation, slowing economic growth, energy prices, and sanctions could hurt its war machine.\n\nOne expert told BI that stagnation was similar to the Soviet Union at the beginning of the 1980s.\n\nRussia's economy is likely entering a year of pain in 2025.\n\nAdvertisement\n\nSince launching its full-scale invasion of Ukraine in February 2022, the Kremlin has restructured its economy to prioritize its war efforts, imposing export bans, tapping its national wealth fund, and strengthening trade with non-Western countries.\n\nBut unprecedented defense spending, labor shortages, and Western sanctions have come at a cost, and some believe the country is reaching the limits of its capacity.\n\nAdvertisement\n\nEconomists told Business Insider that while they don't expect Russia's economy to collapse, they said it would face a tough 2025 if it keeps on fighting in Ukraine.\n\nPersisting inflation\n\n\"Russia has set in motion processes that will continue to eat out its economy from within,\" Roman Sheremeta, an associate professor of economics at the Weatherhead School of Management at Case Western Reserve University, told BI.\n\nHe said that if the war continues, \"it will put a significant strain on the already bleeding Russian budget.\"\n\nAdvertisement\n\nRussia has increasingly boosted its defense spending to sustain its war efforts, from $59 billion in 2022 to $109 billion in 2023, and $126.8 billion set aside in 2025, when defense will make up 32.5% of Russia's federal budget, up from 28.3% this year.\n\nWhile soaring defense spending has fueled Russia's economy in recent years, it has also contributed to rising inflation, which Russian President Vladimir Putin said could hit 9.5% in 2025.\n\nTo rein this in, the country's central bank raised its key interest rate from 19% to 21% in October, a record high, which has eaten into companies' profit margins.\n\nAdvertisement\n\nThe bank was expected to raise the rate again in December, but held off, though it may need to increase it next year.\n\n\"The main question is how high the inflation will be and how the slowing down will materialize,\" Alexander Kolyandr, a financial analyst and non-resident senior scholar at the Center for European Policy Analysis, told BI.\n\nPutin has acknowledged that inflation is at \"a relatively high level.\" Speaking at an investment forum in Moscow earlier this month, he urged his government and the central bank to curb it.\n\nAdvertisement\n\nTsMAKP, a Russian think tank, warned last month that Russia's failure to tame inflation was driving the country toward stagflation, a scenario in which growth is low and inflation high, and which is harder to escape than a recession.\n\n\"The overall trend is pretty grim,\" said Kolyandr. \"I would say it's overall stagnation akin to what the Soviet Union had at the beginning of the 1980s.\"\n\nThe Soviet Union was dissolved in 1991.\n\nAdvertisement\n\nSlowing economic growth\n\nRussia is expected to experience lower-than-expected economic growth in 2025. In its October World Economic Outlook, the IMF dropped its GDP growth estimate for Russia from 1.5% to 1.3%.\n\nRelated stories\n\n\"Overall growth will be quite slow,\" Iikka Korhonen, the head of research at the Bank of Finland Institute for Emerging Economies, told BI.\n\nHowever, he said the Kremlin will make sure that military production has enough resources.\n\nAdvertisement\n\nBut \"many sectors will most likely contract,\" he said.\n\nUS sanctions on Gazprombank and other financial institutions in November caused the ruble to plummet, according to The Wall Street Journal, which also said that companies were slashing expansion plans.\n\nIt reported that more than 200 shopping centers in Russia are under threat of bankruptcy due to rising debt burdens and almost a third of Russian freight haulers say they fear bankruptcy in 2025.\n\nAdvertisement\n\nRussia's largest mobile operator, MTS, also blamed an almost 90% drop in Q3 net profits on costs related to interest payments.\n\n\"The elites are fighting for survival, and while they remain loyal to Putin, they are increasingly discontent,\" Alexandra Prokopenko, a former Russian central bank official and now a fellow at the Carnegie Russia Eurasia Center in Berlin, told the Journal.\n\nIn fact, in recent months, Russian CEOs and business leaders have increased their vitriol against interest-rate hikes and Western sanctions.\n\nAdvertisement\n\nSergei Chemezov, CEO of defense conglomerate Roste, told Russian senators in late October that sky-high interest rates were leaving companies struggling to turn a profit.\n\nOil and gas prices\n\nWhile Russia's share of oil and gas revenues has fluctuated in recent years, and dropped in 2023, Russia expects it to account for about 27% of the country's total budget revenue in 2025.\n\n\"As long as Russia can sell as much crude oil as it is now selling with the current prices, they will have enough tax revenue for the war well into 2025,\" Korhonen said.\n\nAdvertisement\n\nEarlier this month, Russian state-owned oil firm Rosneft agreed to a 10-year, $13 billion deal to supply crude oil to India, Reuters reported, citing three sources familiar with the deal.\n\nHowever, Center for European Policy Analysis' Kolyandr said he believes Russia's revenue outlook is \"over-optimistic,\" since \"global oil prices might be lower than the government thinks.\"\n\nTraders expect global oil prices to fall from a projected $80 a barrel in 2024 to between $65 and $71 in 2025, due to sluggish demand, production from non-OPEC+ countries, and a shift toward cleaner energies.\n\nAdvertisement\n\nWhile G7 countries have set a $60 price cap on Russian oil since December 2022, Russia has partly evaded the cap by using a shadow fleet, redirecting oil exports to countries like China and India, and inflating ancillary costs to obscure purchase prices.\n\nBut the tightening of Western sanctions could further reduce Russia's oil and gas revenues.\n\nReserves\n\nRussia's economic performance in 2025 will ultimately come down to the availability of resources, said Korhonen.\n\nAdvertisement\n\n\"There will be a deficit, but it can initially be financed from the National Welfare Fund,\" he said.\n\nRussia's National Warfare Fund has assets amounting to about $131.1 billion as of October, while the central bank has about $614.4 billion in international reserves.\n\nKolyandr, meanwhile, said that \"whether Russia is going to face any crisis in 2025\" would depend on everything that will happen in 2025, including oil prices, sanctions, President-elect Donald Trump's trade policies, and the Russian labor market.\n\nAdvertisement\n\n\"The Russian economy will continue to fall,\" said Weatherhead School of Management's Sheremeta, \"which will restrict Russia's ability to wage war.\"\n\nBut he added: \"Much will depend on the Western support of Ukraine.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blue economy, green development vital for Global South",
            "link": "https://www.chinadaily.com.cn/a/202412/26/WS676c8e6da310f1265a1d4ef9.html",
            "description": "The Third China-Indian Ocean Region Forum on Blue Economy Development Cooperation was held in Kunming, Yunnan province from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7pQfh3XjEAAZOg61ce8_yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "中国日报网9h",
            "source": "中国日报网",
            "article_content": "SHI YU/CHINA DAILY\n\nEditor's note: The Third China-Indian Ocean Region Forum on Blue Economy Development Cooperation was held in Kunming, Yunnan province from Dec 15 to 16. The forum, themed \"Future of the Blue Indian Ocean — Development Practice of the Global South\", was jointly organized by the China International Development Cooperation Agency, the People's Government of Yunnan Province, the Ministry of Fisheries and Ocean Resources of the Maldives, and the Ministry of Environment and National Beautification, Green and Blue Economy of Barbados. Below are excerpts of speeches of some participants at the forum.\n\nForum in line with GDI\n\nThe Third China-Indian Ocean Region Forum on Blue Economy Development Cooperation is of tremendous importance to Barbados. For us (in Barbados), this is a tangible demonstration of China's commitment to forge greater synergy across multilateral development processes with the view to accelerate the implementation of the United Nations 2030 Agenda for Sustainable Development.\n\nChina's hosting of the forum is in keeping with its Global Development Initiative, which consolidates its international cooperation agenda and is based on the following six guiding principles: a people-centered approach; development as a priority; benefits for all; innovation-driven development; harmony with nature; and action-oriented approaches.\n\nThe agenda for this year's forum includes topics which directly impact the future of a significant number of countries across the world and by extension a significant percentage of the world's population. These include climate change, island resilience and disaster recovery, implementation of the Paris Agreement, and sustainable development of the blue economy.\n\nReginald Farley, president of the Senate of Barbados\n\nOceans sustain livelihoods\n\nFor more than 4,000 years, the oceans have sustained our (Maldivian people's) livelihoods and shaped our identity as the \"children of the sea\". Small developing island states like ours bear a disproportionate burden of climate change despite emitting the least volumes of carbon dioxide and other toxic gases. We have voiced this concern on countless platforms, countless times.\n\nThe Maldives is doing as much as it can, with the little resources it has, to adapt to and mitigate the impacts of climate change. As a global leader in maritime affairs, China has been a reliable partner to the Maldives, thanks to their strong bilateral relationship. The successive editions of the forum have reflected the Chinese government's, especially Chinese President Xi Jinping's, commitment to address common cross-border challenges with effective responses.\n\nHussain Mohamed Latheef, vice-president of Maldives\n\nPakistan upholds marine cooperation\n\nOceans are a shared lifeline, a source of connectivity and economic opportunities, a custodian of the vast marine resources. The \"blue economy\" holds immense potential for us (in Pakistan) in areas such as sustainable fisheries, marine tourism and renewable energy.\n\nYet this potential comes with great responsibility. Challenges such as climate change and pollution require urgent and collective action to protect these vital resources. Our partnership with China under the Belt and Road Initiative framework has fostered knowledge exchange, technology advancement, and marine resource conservation. The China-proposed Global Development Initiative aligns with our shared visions of transnational collaboration and environmental stewardship.\n\nPakistan stands ready to partner with all the stakeholders to promote marine cooperation and ensure that our region maintains peace and progress and sustainability. Let us protect and promote our vital marine resources for our future generations.\n\nAsif Ali Zardari, president of Pakistan\n\nTime for action\n\nThe oceans connect us all; they carry more than 80 percent of global trade, sustaining the livelihoods of millions of people in fisheries and coastal communities, and offer renewable energy solutions such as offshore wind and tidal power. This lifeline is under threat. The urgency for action could not be clearer.\n\nThe adoption of the High Seas Treaty and the ongoing plastic pollution treaty negotiations highlight the power of international cooperation. Success demands collaboration — across sectors, across borders and across generations. I commend the outcomes of the last China-Indian Ocean forum, which enhanced disaster prevention and early warning systems for regions devastated by tsunamis and floods.\n\nNow is the time for action — to forge partnerships that amplify the voices of vulnerable coastal and island nations, to prioritize resilience and investments that safeguard lives and livelihoods, while advancing the UN Sustainable Development Goals.\n\nAmina Mohammed, deputy secretary-general of the United Nations\n\nBlue economy a central theme\n\nIn recent years, the blue economy has emerged as a central theme for many countries across the world and for the United Nations Industrial Development Organization. It has a transformative role in advancing sustainable development. There is an estimated annual turnover of between $3 trillion and $6 trillion.\n\nThe ocean economy represents about 4 percent of global GDP. So, if the oceans were a country, they would rank as the world's seventh-largest economy. The blue economy holds a huge potential to drive stable industrial employment, protect our environment and foster prosperity on a global scale. It is a critical resource especially for coastal economies, especially for small island developing states.\n\nThe blue economy contributes significantly to not only economic growth but also food security. Which makes this an opportunity we cannot ignore.\n\nGerd Müller, director-general of the UNIDO\n\nBoost regional capacity\n\nThe China-Indian Ocean region is a vital marine ecosystem and a hub for global trade, supporting the livelihoods of millions of people. However it faces escalating challenges including climate change, overfishing, marine pollution and governance gaps.\n\nTo address these challenges, it is important to foster inclusive strategies for the growth of blue economies involving local communities, the private sector and international organizations. Since its inception, China-Indian ocean forum has been instrumental in strengthening regional alignment in planning and action to deepen blue cooperation.\n\nI hope the forum will strengthen regional capacity, promote sustainable practices in the blue economy and forge stronger partnerships for effective ocean governance.\n\nArmida Alisjahbana, under secretary-general of the United Nations and Executive Secretary of the Economic and Social Commission for Asia and the Pacific\n\nEarly warning system indispensable\n\nThe China-Indian Ocean Region Forum is timely, as it comes in the wake of the recent 16th Meeting of the Conference of the Parties to the Convention on Biological Diversity and the 29th Conference of the Parties to the UN Framework Convention on Climate Change, both of which are deeply connected to the sustainable development of the blue economy. As such, the UNDP is delighted to join hands with the China International Development Cooperation Agency.\n\nAs for our global initiative, we are focused on strengthening early warning systems against natural disasters and helping developing countries to protect humans and marine life. We look forward to further deepening our partnership with China and building on our collective progress in protecting and restoring our planet's critical ecosystems including the oceans.\n\nXu Haoliang, associate administrator of the UNDP\n\nPractical cooperation needed\n\nThe oceans are an essential part of the Earth's ecosystem, while the blue economy is an important component of the world economy. Thirty-eight countries in Africa are coastal and/or island states.\n\nTherefore, strengthening transnational cooperation in the blue economy and fully utilizing marine resources are crucial for African countries to achieve the 2030 Agenda for Sustainable Development. The China-Indian Ocean Region Forum on Blue Economy Cooperation provides a platform for exchanges and cooperation among countries in the Indian Ocean region, including many African countries and has promoted marine ecological protection and blue economic development.\n\nWe look forward to reaching a broad consensus and boosting more practical cooperation results between Africa and China in the development of the blue economy.\n\nMonique Nsanzabaganwa, deputy chairperson for the African Union Commission\n\nOceans critical to climate governance\n\nZero is an important concept of the Chinese government and our (Bangladesh's) stakeholders. We will integrate our goals and plans with the future development path of the Global Development Initiative, so as to manage the oceans and maintain sustainable practices in a sustainable way. At this forum, representatives from various countries shared their experiences, expectations and future plans, and I saw how the blue economy digitalization can empower the blue economy.\n\nThe oceans are critical for tourism, disaster response, promoting climate governance, implementing the Paris Agreement, and other hot-button issues. In particular, Bangladesh will work with other countries to implement the outcomes of the forum and contribute to global sustainable development.\n\nKhalilur Rahman, high representative of the chief adviser to the Interim Government of Bangladesh\n\nBeacon of sustainable growth\n\nThe Indian Ocean has always been a cradle of trade, culture and human connections. Today, it is at the heart of our shared aspirations for sustainable growth and prosperity. The dialogues here have reaffirmed the importance of aligning our policies and investments with sustainable practices.\n\nCooperation with China and other countries in the Indian Ocean region is essential for achieving these goals. Through knowledge sharing, technological support, and innovative financing mechanisms, we can build a resilient and inclusive blue economy.\n\nLet this gathering mark the start of a decade of collaboration, where we can collectively ensure that our oceans remain a source of life, livelihoods, and inspiration for all. Together, let us act decisively and inclusively to ensure that the blue economy is a beacon of sustainable growth for all our people.\n\nMahinda Siriwardana, secretary to the treasury and the Ministry of Finance, Planning and Economic Development of Sri Lanka\n\nEarly warning system should be effective\n\nThe significance and vulnerability of our oceans are in stark contrast to the investments that go into keeping them safe and healthy. At present, SDG 14 — life below water — is the most underfunded of all the Sustainable Development Goals. Therefore, we are particularly thrilled to have signed the first two financial agreements with the China International Development Cooperation Agency on a multi-country initiative to develop actionable early warning systems in a bid to help strengthen the coastal communities' resilience to climate change.\n\nIndeed, as climate-related natural disasters become increasingly frequent, having effective early warning systems in place and mainstreaming disaster risk mitigation into development strategies are more important than ever, to protect lives, livelihoods, and the ecosystems they rely on.\n\nMoving forward, we are ready to continue working with China, and all countries, to safeguard and restore critical ecosystems, including the oceans, and embed sustainable development in the blue economy. This cannot be accomplished by any one country alone. Only through shared resolve and global cooperation can we address the challenges of our times and realize the vision of the 2030 Agenda.\n\nBeate Trankmann, representative of UNDP in China\n\nMaldives committed to actions\n\nAs we reflect on the milestones of this decade and set our sights on its ambitious goals, it is crucial to recognize the synergy between the UN Ocean Decade and the core principles of Global Development Initiative. Both frameworks are rooted in inclusivity, innovation and action-oriented strategies to advance the 2030 Agenda for Sustainable Development.\n\nFor the Maldives, the GDI provides a unique opportunity to advocate for equitable ocean research policies that empower our fishing communities and protect our biodiversity. The principles of the GDI-with its focus on innovation, inclusivity and results-oriented actions — offer a complementary framework for achieving the goals of the Ocean Decade.\n\nAs the GDI champions global partnerships, mobilizes resources and bridges the North-South divide, it provides the support necessary to implement key \"decade programs\" in areas such as early-warning systems, advancing ocean literacy and promoting innovations in sustainable fisheries and aquaculture. Together, these frameworks represent a road map to navigate the most urgent challenges rooted in our ocean. The Maldives is committed to being an active partner in this journey, leveraging our unique insights as a small island nation to contribute to global solutions.\n\nAhmed Shiyam, minister of fisheries and ocean resources of Maldives\n\nBRI facilitates ocean governance\n\nThe Indian Ocean is a region of immense significance. Pakistan is a maritime nation with nearly 1,050 kilometers of coastline along the Arabian Sea. Our national maritime policy prioritizes the sustainable utilization of marine resources, aligning economic development with environmental preservation.\n\nThe oceans hold unparalleled potential to drive economic growth, alleviate poverty and ensure environmental sustainability. By integrating ocean sustainability into the Global Development Initiative framework, we can ensure a more comprehensive and interconnected approach to global development.\n\nThrough our collaboration with China under the Belt and Road Initiative framework, Pakistan has advanced innovative approaches to sustainable ocean governance. Let us continue to work together, leveraging technology, fostering knowledge-sharing and deepening partnerships to ensure that our oceans remain a source of life and prosperity for generations to come. Pakistan stands firmly committed to this shared vision and looks forward to advancing cooperation with China and all our partners here today for a better, just, inclusive and sustainable global development.\n\nAhsan Iqbal, federal minister of planning, development and special initiatives of Pakistan\n\nThe views don't necessarily represent those of China Daily.\n\nIf you have a specific expertise, or would like to share your thought about our stories, then send us your writings at opinion@chinadaily.com.cn, and comment@chinadaily.com.cn."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Windows 11 PC slow or low on storage? Bloatware could be to blame - here's how to find and remove it",
            "link": "https://www.msn.com/en-us/technology/software/windows-11-pc-slow-or-low-on-storage-bloatware-could-be-to-blame-here-s-how-to-find-and-remove-it/ar-AA1wtKkL?ocid=BingNewsVerp",
            "description": "To get rid of bloatware and remove an application from the \"Installed apps\" list (which you can also find by typing \"programs ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TFgcsH-bbbdkikVUXBZrKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "16hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lenovo Legion Go vs Asus ROG Ally X: which PC gaming handheld is best?",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/lenovo-legion-go-vs-asus-rog-ally-x-which-pc-gaming-handheld-is-best/ar-AA1wtSez?ocid=BingNewsVerp",
            "description": "Which is the superior PC gaming handheld, the Asus ROG Ally X or the Lenovo Legion Go? We compare both to find out which ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FOYvK-qcfd5LgQfHgj0L8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "14hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IHAK: Capture Sector Growth In Cybersecurity",
            "link": "https://seekingalpha.com/article/4746418-ihak-etf-capture-sector-growth-in-cybersecurity",
            "description": "Shares Cybersecurity and Tech ETF offers a diversified portfolio of top-performing cybersecurity stocks. Read more to see why ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Cqy-AseOnHGPy5T-KBWO9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "6h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "HPCL Embraces AI: From Models to Secure Cloud",
            "link": "https://www.dqindia.com/interview/hpcls-ai-evolution-from-generative-models-to-secure-cloud-integration-8565870",
            "description": "Jayant Gupta, Executive Director of Information Systems at Hindustan Petroleum Corporation Limited (HPCL), shares insights on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.97doNNYIhSH_Ia5q1R3b8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Dataquest14h",
            "source": "Dataquest",
            "article_content": "Right from generative AI models to hybrid cloud deployments, HPCL is marrying innovation with pragmatism to tackle modern-day digital challenges of data security, scalability, and cost optimization.\n\nAdvertisment\n\nJayant Gupta, Executive Director of Information Systems at HPCL, has an exclusive conversation- talking about the company’s strategies for leveraging generative AI, managing hybrid cloud environments, and ensuring seamless IT operations.\n\nHe reveals how AI is transforming processes in finance, recruitment, and customer interaction while underlining how HPCL has been proactive in security, preventing vendor lock-in, and providing its employees with up-skilling to gain an upper edge in the digital race.\n\nHow is HPCL leveraging generative AI, and how do you address the associated security challenges?\n\nAdvertisment\n\nWhat we’ve done with Gen AI is that, at this point in time, we are using it more as models that are enterprise-based and on-prem. We use a couple of models like LLaMA and others to handle the generative part, like creating summaries or building intelligence from there. We’ve been able to apply this across multiple use cases in various streams.\n\nFinance: Generative AI is used to summarize audit reports, identify commonalities, and streamline processes, enabling auditors to detect recurring issues more efficiently.\n\nInteractive Bots: Generative AI enhances chatbot capabilities, improving user interactions.\n\nAdvertisment\n\nRecruitment: AI extracts data from scanned documents and forms, automating information entry and ensuring data consistency.\n\nSo far, using these on-prem solutions has worked well for us. Since we run everything within our environment, no data—including metadata—is pushed externally. However, we are grappling with challenges around certain LLMs that are cloud-based, such as Microsoft’s CoPilot. While piloting these solutions, we’ve noticed that metadata is sent out, even though the rest of the data remains internal. How safe this is remains an open question for us.\n\nHindustan Petroleum Corporation Limited (HPCL) has adopted a hybrid cloud model, using on-premises solutions for sensitive data and a public cloud for specialized APIs or functionalities.\n\nAdvertisment\n\nWhy did HPCL choose a hybrid cloud model, and how do you decide workloads for on-premise versus public cloud?\n\nThe decision to adopt a hybrid model is driven by cost considerations and specific functionality needs. With a Tier-4 green enterprise data centre, we prioritize using in-house resources but leverage the public cloud for specialized APIs or functionalities unavailable internally.\n\nThis setup allows us to use internal resources extensively, and we only look outside when necessary. Our solutions span across private, public, and hybrid cloud models, depending on the requirements.\n\nAdvertisment\n\nWhen deciding on these solutions, we consider two key factors:\n\n1. Cost: We prioritize more cost-effective solutions.\n\n2. Functionality: If a specific functionality, solution, or API is available on the cloud and is more effective, we adopt it.\n\nAdvertisment\n\nWith a Tier-4 green enterprise data centre, we prioritize using in-house resources but leverage the public cloud for specialized APIs or functionalities unavailable internally.\n\nIn practice, workloads purely consumed and produced by the public are typically best suited for the public cloud. For workloads generated internally but accessed externally, we move them to the public cloud for better access. It ultimately depends on the type of solution required. However, for public-facing solutions, the public cloud is often the preferred choice.\n\nWhat challenges did you face while managing hybrid cloud environments?\n\nAdvertisment\n\nWhen data is moved to the public cloud, it’s primarily used for access, so it’s not a significant challenge. However, the real challenge arises in terms of response times between internal and external use. Public cloud responses are generally fast when accessed from the public side, but when coming from the enterprise side, they tend to be sluggish. There are noticeable variations in response times between these two environments.\n\nWorking with vendors also presents challenges. You’ll always encounter issues with them, but the real limitation lies in the depth of the solutions they provide. Vendors often lack experts who fully understand the specific systems and environments you are using. As a result, it takes time for them to grasp your unique environment and needs.\n\nHow does HPCL address vendor lock-in and ensure cost efficiency in cloud solutions?\n\nVendor lock-in is an inevitable challenge for certain critical solutions like Microsoft Office and SAP. To mitigate this, we adopt a mixed technology stack, leveraging open-source products wherever feasible to reduce costs and maintain flexibility. This strategy minimizes dependencies while optimizing expenses.\n\nHow does HPCL ensure data security and compliance across its infrastructure?\n\nWe have implemented a Zero Trust Architecture to enhance data security across platforms. Additionally, our CISO team actively monitors compliance requirements, ensuring all systems adhere to stringent security protocols.\n\nHow do you improve the resilience and flexibility of HPCL’s IT infrastructure?\n\nWe focus on redundant architecture to minimize downtime. Both of our data centres are configured in High Availability (HA) mode, ensuring uninterrupted service. In the event of one data centre being unavailable, the other takes over seamlessly.\n\nWhat advancements in hybrid cloud technology would most benefit HPCL?\n\nFor our enterprise, we’ve observed that there aren’t many solutions available right now that span seamlessly across to the cloud. Our data growth is relatively stable and linear, not exponential, making our data and compute requirements predictable. As such, we don’t anticipate sudden spikes that would necessitate the use of the cloud.\n\nHowever, given the procurement cycle involved, we do need cloud resources available during periods when we’re unable to deploy our own infrastructure. Currently, not all solutions offer this flexibility. Ideally, we would prefer a solution that allows our on-prem infrastructure to seamlessly extend to the cloud.\n\nHow does HPCL stay ahead of advancements in AI and emerging technologies?\n\nWe emphasize upskilling and collaboration. Our team participates in technical and strategic courses through partnerships with leading institutes like IIMs and IITs. Additionally, we adopt an “early adopter” approach—piloting emerging technologies, evaluating their feasibility, and swiftly discarding those that do not align with our goals.\n\nDo you have metrics to evaluate the success of new technology implementations?\n\nYes, we have established clear success criteria for technology adoption. Solutions go through a rigorous evaluation process, and only those that meet our benchmarks are deployed.\n\nThis structured approach ensures we derive maximum value from technology investments while staying agile in a rapidly evolving landscape."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: Was Jesus the son of a Roman soldier named Panthera?",
            "link": "https://www.sltrib.com/opinion/commentary/2024/12/25/opinion-was-jesus-son-roman/",
            "description": "Kristof: So let’s go back to the Nativity. Of the four Gospels, two describe the virgin birth of Jesus and two don’t mention ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GLAqfuaNvRIFce3-TC8WUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "19hOpinion",
            "source": "The Salt Lake Tribune",
            "article_content": "This is the latest in my occasional series of conversations about Christianity, aimed at bridging America’s God gulf. Here I speak with Elaine Pagels, a prominent professor of religion at Princeton University and an expert on the early church.\n\nNicholas Kristof: Merry Christmas! This is a time when Christianity celebrates “Miracles and Wonder” — and that’s the title of your fascinating forthcoming book. Your book raises questions about the virgin birth of Jesus, even pointing to ancient evidence that Jesus might have been fathered by a Roman soldier, possibly by rape. But before I ask you about that, I want to be respectful of readers who have a deep faith and may be upset by this line of inquiry. How do we follow the historical research without causing offense?\n\nElaine Pagels: I love these stories from the Gospels! The skies opened up when I heard them. They picture human lives drawn into divine mystery: “God in man made manifest,” as one Christmas carol says. But at a certain point I had to ask: What do they mean? What really happened? They are not written simply as history; often they speak in metaphor. We can take them seriously without taking everything literally.\n\nKristof: So let’s go back to the Nativity. Of the four Gospels, two describe the virgin birth of Jesus and two don’t mention it. The Gospel of Mark has people of Galilee referring to Jesus as the son of Mary, when the norm was to describe somebody as the son of his father. So did the neighbors growing up with Jesus regard him as fatherless?\n\nPagels: We don’t know. Mark is the earliest Gospel written; Matthew and Luke are basically just revising it. Mark has no suggestion of a virgin birth. Instead, he says that neighbors called Jesus “son of Mary.” In an intensely patriarchal society, this suggests that Jesus had no father that anyone knew about, even one deceased. Yet even without a partner, Mary has lots of children: In Mark, Jesus has four other brothers, and some sisters, with no recognized father and no genealogy.\n\nKristof: You note that Matthew and Luke both borrowed heavily from Mark’s account but also seem embarrassed by elements of it, including the paternity question. Is your guess that they added the virgin birth to reduce that embarrassment?\n\nPagels: Yes, but this is not just my guess. When Matthew and Luke set out to revise Mark, each added an elaborate birth story — two stories that differ in almost every detail. Matthew adds a father named Joseph, who, seeing his fiancée pregnant, and not with his child, decides to break the marriage contract. Luke, writing independently, pictures an angel astonishing a young virginal girl, announcing that “the Holy Spirit” is about to make her pregnant.\n\nKristof: The most startling element of your book to me was that you cite evidence going back to the first and second centuries that some referred to Jesus as the son of a Roman soldier named Panthera. These accounts are mostly from early writers trying to disparage Jesus, it seems, so perhaps should be regarded skeptically. But you also write that Panthera appears to have been a real person. How should we think about this?\n\nPagels: Yes, these stories circulated after Jesus’ death among members of the Jewish community who regarded him as a false messiah, saying that Jesus’ father was a Roman soldier. I used to dismiss such stories as ancient slander. Yet while we do not know what happened, there are too many points of circumstantial evidence to simply ignore them. The name Panthera, sometimes spelled differently in ancient sources, may refer to a panther skin that certain soldiers wore. The discovery of the grave of a Roman soldier named Tiberius Panthera, member of a cohort of Syrian archers stationed in Palestine in the first century, might support those ancient rumors.\n\nKristof: You write that there were early accusations against Mary of promiscuity, connected to this allegation of an affair with Panthera. But you say that Roman soldiers brutally occupied Galilee in the period before Jesus was born, killing and raping with impunity. So, acknowledging that this is uncertainty stacked on uncertainty, if Panthera was involved, was it probably a case of rape?\n\nPagels: Jewish revolutionaries, fighting “in the name of God and our common liberty” to free their land from Roman domination, attacked a Roman fortress and killed many soldiers. The governor brought in Roman soldiers who crucified perhaps 2,000 Jews, then garrisoned thousands of soldiers less than 4 miles from Nazareth. The historian Josephus says that the soldiers stationed there ravaged the area, taking advantage of local people in every way they could. Josephus also notes that Galilean Jews were especially worried about their daughters’ virginity. Noting such diverse evidence, I thought that these stories sounded plausible in a way I had never imagined.\n\nKristof: The virgin birth is just one miracle among many in the Gospels. Jesus walked on water. He raised people from the dead. He multiplied loaves and fishes. He’s resurrected and ascends to heaven. So how should those of us in the 21st century see miracles?\n\nPagels: Calling something a miracle is a way of interpreting an event. A friend of mine was hit by a car and thrown about 20 feet, and was unharmed. She told me that this was a miracle. Someone else might have said, “I was lucky.” Calling it a miracle interprets an event that others might see differently. This often happens with remissions of illness: Some people see many miracles, and some never see any.\n\nKristof: I disagree with most evangelicals and conservative Catholics on political questions. But I also find that my fellow liberals are often deeply unfair to conservative Christians. Some of the most heroic aid work around the world is done by Christian organizations like World Vision, Catholic Relief Services and International Justice Mission. Shouldn’t those of us in the liberal world be celebrating this kind of faith-based aid instead of belittling it?\n\nPagels: Absolutely. I just came from Tennessee, where I was visiting an Episcopal Church program dealing with incarcerated people. There I spoke to a group of men on death row who are taking a course of study, reading and discussing the Bible, and it was quite extraordinary.\n\nKristof: You have a foot in each of two worlds, faith and academia, that often seem like rival sides of the God gulf. Can we find paths of mutual respect to bridge that chasm?\n\nPagels: The Gospels most often speak in the language of stories and poetry. Intellectualizing these traditions — or turning them into dogma — doesn’t make them spiritually deep. What we call Christianity is not a single thing. Instead, it consists of a 2,000-year-old collection of stories, prayers, liturgies, music, miracles — sources drawn from traditions as different as Eastern Orthodoxy is from Pentecostalism or Christian Science. No one can swallow the entire tradition: It’s undigestible! Instead, anyone who identifies as Christian chooses certain elements of it.\n\nA professor friend said to me: “I’m an atheist. How can you believe all that stuff?” First of all, as I see it, “believing all that stuff” is not the point. The Christian message, as I experienced it, was transformational. It encouraged me to treat other people well and opened up a world of imagination and wonder.\n\nKristof: Your own faith journey seems to bridge the chasm. You were raised in a household hostile to faith, then became an evangelical, then had a crisis when a friend died and you were told he wouldn’t go to heaven because he was Jewish.\n\nPagels: When some Christians said to me that non-Christians are going to hell, I left their church. That made no sense to me. What about Jesus’ message of God’s love? At that point I left Christianity behind. For some people, there’s no middle ground. You’re either in or out — that’s how it’s often practiced. So for years I was out, although I knew that something powerful was there. But after years of being out, I kept wondering, what made that encounter with Christianity so powerful?\n\nSo I had to go back, asking questions. How were these stories written? How do they affect us so powerfully? They speak to a deep human longing for a sense of transcendence and spiritual experience. For we can respond to the same story in more than one way. As a historian, I question the literal truth of the virgin birth story. But I still love the midnight service on Christmas Eve, where the story is gloriously told and sung as miracle. As poet Seamus Heaney writes, “Believe that a further shore / is reachable from here. / Believe in miracles.”\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Teaching language with puzzles and crosswords",
            "link": "https://kathmandupost.com/books/2024/12/26/teaching-language-with-puzzles-and-crosswords",
            "description": "Rishi Handa, head of Sanskrit at St James Senior Boys School, England, discusses his teaching methods and insightful ...",
            "image_url": "https://www.bing.com/th?id=OVFT.i9PLuFmzYzIgoNVh04vteS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "kathmandupost5h",
            "source": "kathmandupost",
            "article_content": "Aarya Chand is a culture and lifestyle intern at the post covering mental health, lifestyle, and skincare issues. She is also a psychology and literature student."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Film Theory - Dib Is An ALIEN! (Invader Zim)",
            "link": "https://www.msn.com/en-us/entertainment/tv/film-theory-dib-is-an-alien-invader-zim/vi-AA1wt3nD?ocid=BingNewsVerp",
            "description": "I've been wanting to cover more classic cartoons lately and Invader Zim was the perfect choice. The lore and science of that ...",
            "image_url": "https://www.bing.com/th?id=OVF.63iXoeDteiGKrtZ6bC7GTg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN21h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The five secrets that the United States ended up revealing despite wanting to hide them",
            "link": "https://www.marca.com/en/lifestyle/us-news/2024/12/25/676c621dca474145268b4581.html",
            "description": "The United States government has a long history of covert programs that have come to light after years of secrecy. Conspiracy theories about the governments of world powers are cou ...",
            "image_url": "https://www.bing.com/th?id=OJ.EpdoOhwZ7u0f4A&pid=news&w=50&h=16&rs=2",
            "category": "aliens+theory",
            "date": "13h",
            "source": "MARCA",
            "article_content": "The United States government has a long history of covert programs that have come to light after years of secrecy. Conspiracy theories about the governments of world powers are countless, although sometimes they cease to be theories and become reality.\n\nA clear example is UFOs or aliens, a belief that the US government itself has already said that it has a department exclusively to study them and that they cannot deny their existence.\n\nTrump stuns with bold new look\n\nThe five secrets of the United States\n\nHuman radiation experiments (1945-1974): For nearly three decades, US scientists exposed vulnerable people, including children and the terminally ill, to dangerous doses of radiation without their consent. Ebb Cade, an injured worker, was injected with plutonium to study its effects. These experiments remained hidden until 1994, when the Department of Energy revealed details about them\n\nIn 1994, it was revealed that they were part of Project Mogul, a spy program against the Soviet Union\n\nMKUltra (1953-1973): this secret CIA program sought to control the mind through drugs such as LSD. Experiments were conducted on civilians and agents without their consent, resulting in deaths and serious psychological damage. Although the program was exposed in 1974, many files were destroyed before they were revealed\n\nCOINTELPRO (1956-1971): The FBI spied on and sabotaged activists and political leaders, including Martin Luther King Jr. and the Black Panthers. The program came to light in 1971 after a document theft from an FBI office."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former defense official makes earth-shattering UFO revelation as unexplained drones leave millions on edge",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/former-defense-official-makes-earth-shattering-ufo-revelation-as-unexplained-drones-leave-millions-on-edge/ar-AA1wsKfI?ocid=BingNewsVerp",
            "description": "Recent testimony and several reports have exposed possible UFO sightings across the country amid national attention on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e8poSDAGD5GcXa_NApDN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "23hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cities with the most UFO sightings in North Carolina",
            "link": "https://myfox8.com/offbeat/cities-with-the-most-ufo-sightings-in-north-carolina/",
            "description": "When pilot Kenneth Arnold took off from Chehalis, Washington, in his single-engine airplane one afternoon in June 1947, he ...",
            "image_url": "https://www.bing.com/th?id=OVF.WEIb3WUgnFX%2f1vK6L3aGFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "10h",
            "source": "WGHP",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Unlock the Potential of In-Plane Magnetic Fields for Advanced Magnetotransport",
            "link": "https://scitechdaily.com/physicists-unlock-the-potential-of-in-plane-magnetic-fields-for-advanced-magnetotransport/",
            "description": "In-plane magnetic fields unveil novel Hall effect behaviors in advanced materials, transforming our understanding of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x3P7nRbI5DwaHkcqVp2DgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "16h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Scientific Discoveries That Changed Our Understanding of Climate",
            "link": "https://www.msn.com/en-my/news/other/top-10-scientific-discoveries-that-youchanged-our-understanding-of-climate/vi-AA1wtdAO?ocid=BingNewsVerp",
            "description": "Discoveries that have reshaped our understanding of climate are nothing short of revolutionary! 🌍 Dive into the top 10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iuLz21_U8b4kjIFMl3igVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Little-known Quantum ETF rakes in cash after computing breakthrough",
            "link": "https://www.msn.com/en-in/news/world/little-known-quantum-etf-rakes-in-cash-after-computing-breakthrough/ar-AA1wuucs?ocid=BingNewsVerp",
            "description": "Quantum ETF: \"Quantum is having the same moment as AI did last year. Many of the quantum stocks aren't held by ETFs broadly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SqgG5HnFTgf3maTdDDTcYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "5hon MSN",
            "source": "telecom.economictimes.indiatimes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 shocking scientific events set to blow your mind in 2025: Interesting Engineering",
            "link": "https://www.msn.com/en-us/news/technology/7-shocking-scientific-events-set-to-blow-your-mind-in-2025-interesting-engineering/ar-AA1wthzz?ocid=BingNewsVerp",
            "description": "Forget fiction, 2025 is making the impossible inevitable. Who’s ready to charge their phones with nuclear energy and have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o__Z_igxwaLSJP8Hnxih8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Interesting Engineering on MSN9h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AICTE and NQM launch India’s first UG minor programme in quantum technologies",
            "link": "https://www.msn.com/en-in/news/India/aicte-and-nqm-launch-india-s-first-ug-minor-programme-in-quantum-technologies/ar-AA1wtcSz?ocid=BingNewsVerp",
            "description": "The programme, said to be India’s first UG minor programme in quantum technologies, is likely to start in the next academic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HRZr8gbKZjvl9Of5xSgNCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "20hon MSN",
            "source": "Hindustan Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smitha Vishveshwara: What connects us in this polarizing moment through space and time and humanity",
            "link": "https://www.twincities.com/2024/12/25/smitha-vishveshwara-what-connects-us-in-this-polarizing-moment-through-space-and-time-and-humanity/",
            "description": "The cosmos and its reflection within us harbor such spaces. By viewing and embracing scientific insights through the lens of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yA9jSUwhCH0p7wPviRqTHS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "9h",
            "source": "TwinCities.com",
            "article_content": "To place an obituary, please include the information from the obituary checklist below in an email to obits@pioneerpress.com. There is no option to place them through our website. Feel free to contact our obituary desk at 651-228-5263 with any questions.\n\nGeneral Information:\n\nYour full name,\n\nAddress (City, State, Zip Code),\n\nPhone number,\n\nAnd an alternate phone number (if any)\n\nObituary Specification:\n\nName of Deceased,\n\nObituary Text,\n\nA photo in a JPEG or PDF file is preferable, TIF and other files are accepted, we will contact you if there are any issues with the photo.\n\nAd Run dates\n\nThere is a discount for running more than one day, but this must be scheduled on the first run date to apply.\n\nIf a photo is used, it must be used for both days for the discount to apply, contact us for more information.\n\nPolicies:\n\nVerification of Death:\n\nIn order to publish obituaries a name and phone number of funeral home/cremation society is required. We must contact the funeral home/cremation society handling the arrangements during their business hours to verify the death. If the body of the deceased has been donated to the University of Minnesota Anatomy Bequest Program, or a similar program, their phone number is required for verification.\n\nPlease allow enough time to contact them especially during their limited weekend hours.\n\nA death certificate is also acceptable for this purpose but only one of these two options are necessary.\n\nGuestbook and Outside Websites:\n\nWe are not allowed to reference other media sources with a guestbook or an obituary placed elsewhere when placing an obituary in print and online. We may place a website for a funeral home or a family email for contact instead; contact us with any questions regarding this matter.\n\nObituary Process:\n\nOnce your submission is completed, we will fax or email a proof for review prior to publication in the newspaper. This proof includes price and days the notice is scheduled to appear.\n\nPlease review the proof carefully. We must be notified of errors or changes before the notice appears in the Pioneer Press based on each day’s deadlines.\n\nAfter publication, we will not be responsible for errors that may occur after final proofing.\n\nOnline:\n\nAll obituaries appear on TwinCities.com with a permanent online guestbook presence. If you wish to have the online presence removed, you can contact us to remove the guestbook online. Changes to an online obituary can be handled through the obituary desk. Call us with further questions.\n\nPayment Procedure:\n\nPre-payment is required for all obituary notices prior to publication by the deadline specified below in our deadline schedule. Please call 651-228-5263 with your payment information after you have received the proof and approved its contents.\n\nCredit Card: Payment accepted by phone only due to PCI (Payment Card Industry) regulations\n\nEFT: Check by phone. Please provide your routing number and account number.\n\nCash: Accepted at our FRONT COUNTER Monday – Friday from 8:00AM – 3:30PM\n\nRates:\n\nThe minimum charge is $162 for the first 10 lines.\n\nEvery line after the first 10 is $12.20.\n\nIf the ad is under 10 lines it will be charged the minimum rate of $162.\n\nOn a second run date, the lines are $8.20 per line, starting w/ the first line.\n\nFor example: if first run date was 20 lines the cost would be $164.\n\nEach photo published is $125 per day.\n\nFor example: 2 photos in the paper on 2 days would be 4 photo charges at $500.\n\nDeadlines:\n\nPlease follow deadline times to ensure your obituary is published on the day requested.\n\nHours Deadline (no exceptions) Ad Photos MONDAY – FRIDAY 9:00AM – 5:00 PM Next Day Publication Must receive obituary content and payment same day by 4:30PM Make changes by 5:00PM Must receive photo(s) by 4:30PM SATURDAYS 10:00AM – 2:00PM Sunday Publication Must receive obituary content and payment same day by 1:30PM Make changes by 2:00PM Must receive photo(s) by 1:30PM SUNDAYS 12:00PM – 3:00PM Monday Publication Must receive obituary content, payment, and final changes same day by 2:30PM Must receive photo(s) by 2:30PM\n\nMEMORIAM (NON-OBITUARY) REQUEST\n\nUnlike an obituary, Memoriam submissions are remembrances of a loved one who has passed. The rates for a memoriam differ from obituaries.\n\nPlease call or email us for more memoriam information\n\nPlease call 651-228-5280 for more information.\n\nHOURS: Monday – Friday 8:00AM – 5:00PM (CLOSED WEEKENDS and HOLIDAYS)\n\nPlease submit your memoriam ad to memoriams@pioneerpress.com or call 651-228-5280."
        }
    }
]