[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mystery Whistleblower Comes Forward Who Worked Directly with NHI in Secret UFO Program",
            "link": "https://www.msn.com/en-us/travel/news/mystery-whistleblower-comes-forward-who-worked-directly-with-nhi-in-secret-ufo-program/vi-AA1y6EX8?ocid=BingNewsVerp",
            "description": "Patrick discusses a new mysterious whistleblower who worked directly with NHI for a Psionic Exploitation Program. #aliens ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rIFivY7GcJO0evYmcFDvGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN16h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Whistleblower Claims Trump Is Being Lied To About Those Drones in New Jersey",
            "link": "https://www.msn.com/en-us/news/technology/ufo-whistleblower-claims-trump-is-being-lied-to-about-those-drones-in-new-jersey/ar-AA1y7RZj?ocid=BingNewsVerp",
            "description": "Donald Trump's White House insists that the strange drones seen flying over New Jersey were approved by the government.",
            "image_url": "https://www.bing.com/th?id=OVFT.PPBD-Lr9zS0bDN-4NsbO4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Futurism on MSN11h",
            "source": "Futurism on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Edinburgh NLP expert captures 'UFO' sighting near St. Mary's Cathedral",
            "link": "https://www.msn.com/en-gb/travel/other/edinburgh-nlp-expert-captures-ufo-sighting-near-st-mary-s-cathedral/ar-AA1y6QxG?ocid=BingNewsVerp",
            "description": "Edinburgh NLP practitioner Lewis Thornhill spotted a UFO flying over Scotland’s capital. Standing outside St. Mary's Catholic ...",
            "image_url": "https://www.bing.com/th?id=OVF.4HJ6JJLUScovq6brMSLT0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "edinburghnews.scotsman.com on MSN16h",
            "source": "edinburghnews.scotsman.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'It just could have been': Trump blames Biden, DEI for crash",
            "link": "https://www.msn.com/en-us/news/politics/it-just-could-have-been-trump-blames-biden-dei-for-crash/vi-AA1y8HlQ?ocid=BingNewsVerp",
            "description": "President Donald Trump on Jan. 30 baselessly blamed a plane crash near Reagan National Airport on diversity, even as he admitted the investigation was still ongoing.",
            "image_url": "https://www.bing.com/th?id=OJ.0Ot6hhV4VYYqnQ&pid=news&w=102&h=16&rs=2",
            "category": "ufo",
            "date": "8hon MSN",
            "source": "The Washington Post (Video) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Metro Events Guide: Where to celebrate diversity and inclusion in Detroit this weekend",
            "link": "https://wdet.org/2025/01/30/the-metro-events-guide-where-to-celebrate-diversity-and-inclusion-in-detroit-this-weekend/",
            "description": "This week, we've got Bollywood-inspired high tea, Lunar New Year celebrations, opportunities to learn about Black history and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JUogro8GG954QG_h53E3-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WDET15h",
            "source": "WDET",
            "article_content": "The government may be giving up on its efforts toward diversity, equity and inclusion, but we sure aren’t. This week, we’re celebrating the Lunar New Year with our community, enjoying Bollywood-inspired high tea and learning about the Black-led legacy of dance music.\n\nPlus, some underground events you won’t find anywhere else. Read on to learn more.\n\nCelebrate traditions\n\nThe Detroit Association of Chinese Americans is hosting their 2025 Lunar New Year Community Fair at Eastern Market’s Shed 5 on Sunday, Feb. 2 from 11 a.m. to 3 p.m. Guests will welcome the Year of the Snake with cultural performances representing diverse Asian traditions, authentic foods, traditional crafts and fun for all ages. Admission is free and open to the public. For more information, visit their Eventbrite page.\n\nDetroit Shipping Company is hosting a Bollywood-inspired “afternoon and high tea” event from 4:30-7:30 p.m. on Saturday, Feb. 1. This happy hour alternative will be hosted by food blogger Alina Alam, featuring stories from South Asian culture and traditional high tea refreshments like karak chai, Kashmiri pink tea, cookies and samosas. To register and learn more, visit @foodiesnapper on Instagram.\n\nGet outside\n\nFrom Friday, Jan. 31 through Sunday, Feb. 2, Winter Blast Royal Oak returns to Royal Oak City Center. This free community event features live music, ice skating, ice sculptures, a medieval village, a zip line, food trucks, family-friendly activities and more. To see the full lineup of events and get more information, visit winterblast.com.\n\nOn Saturday, Feb. 1, the Shiver on the River Eco Fair returns to Belle Isle. From 9 a.m. to 4 p.m., there will be indoor and outdoor activities across the park including free caricature drawings, a magic show, ice carvings, winter birding and more. This event is free and open to all ages. Concessions will be available to purchase with cash. A Michigan Recreation Passport is required to enter Belle Isle. For more information, visit detroitriver.org.\n\nSee a show\n\nThis winter, Emagine Entertainment will be hosting their annual Winter Kids Film Series at all of their locations. This series features a different family-friendly film each week from Friday, Jan. 31 to Thursday, March 20, including ‘The Flintstones,’ ‘Cat in the Hat,’ ‘Babe’ and more. Tickets are $3 per person and concession packages are available for $5 each. For more information, visit emagine-entertainment.com.\n\nDetroit Public Theatre’s next production is ‘Confederates,’ a story of two Black women living in America 160 years apart — Sara, an enslaved woman preparing herself to fight for the Union during the Civil War, and Sandra, a political science professor at an esteemed university fighting institutional racism. This searing and acclaimed play by Dominique Morisseau leaps back and forth in time to hold an unyielding lens to the racism and gender biases that plague America’s institutions to this day. Performances start on Thursday, Feb. 6 with two “pick your price” previews, after which general admission is $49. The show closes on March 16. For more information, visit detroitpublictheatre.org.\n\nOn Thursday, Feb. 6, legendary funk collective George Clinton and Parliament Funkadelic will be performing at Sound Board at MotorCity Casino Hotel. Tickets start at $61 and all guests must be at least 21 years of age with valid photo ID. Doors open at 7 p.m. and the show starts at 8 p.m. For more information, visit 313presents.com.\n\nGet moving\n\nOn Friday Jan. 31, Spot Lite Detroit is transforming into a rave paradise for D.A.R.E. TO R.A.V.E. Guests are invited to come in your boldest, brightest rave/techno attire and lose yourself in the music, the energy and the movement. The only rule: Respect the dance floor and your fellow ravers. The party goes from 9 p.m. to 3 a.m. featuring unforgettable beats from 2Lanes, Duck Trash, Huey Mnemonic, Miguel Cisne, Nick Dagher and Rebecca Goldberg. Tickets are $22. For more information, visit ra.co.\n\nAlso on Friday, Jan. 31, Job Stoppers Inc is putting on a fundraiser for The Future of Detroit Punk at UFO Bar in Detroit. There will be karaoke, vendors, raffles and more from 3-9 p.m., followed by a rave dance party until 2 a.m. For more information, visit @ufobardetroit on Instagram.\n\nLearn about legacy\n\nOn Friday, Jan. 31, Spot Lite Detroit is hosting a Fireside Chat with John “Jammin” Collins and Stacey “Hotwaxx” Hale as they discuss the rich history and profound impact of dance music in Detroit. This event is free to attend and goes from 6-9 p.m. Guests must be 21+. For more information, visit @spotlitedetroit on Instagram."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google’s Gemini AI app is getting faster with Flash 2.0",
            "link": "https://www.msn.com/en-us/money/other/google-s-gemini-ai-app-is-getting-faster-with-flash-20/ar-AA1y9qy9?ocid=BingNewsVerp",
            "description": "Google announced Thursday that the Gemini app is getting its Gemini 2.0 Flash AI model. The upgraded model 'delivers fast ...",
            "image_url": "https://www.bing.com/th?id=OVFT._y-uJwQ2B0eFbUKPWWuR-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Italy's privacy watchdog blocks Chinese AI app DeepSeek",
            "link": "https://www.reuters.com/technology/artificial-intelligence/italys-privacy-watchdog-blocks-chinese-ai-app-deepseek-2025-01-30/",
            "description": "Italy's data protection authority said on Thursday it had blocked Chinese artificial intelligence model DeepSeek over a lack ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kxAr_bBHYet8NWnWPRcKLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Italy's regulator blocks Chinese AI app DeepSeek on data protection",
            "link": "https://www.msn.com/en-us/money/other/italy-s-regulator-blocks-chinese-ai-app-deepseek-on-data-protection/ar-AA1y8X6p?ocid=BingNewsVerp",
            "description": "Italy's data protection authority said on Thursday it had blocked Chinese artificial intelligence model DeepSeek over a lack ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t5O8DLWHG-avxMYihP1BNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This language-learning app gives you your own AI practice partner",
            "link": "https://www.popsci.com/sponsored-content/babbel-language-learning-app-lifetime-subscription-sponsored-deal/",
            "description": "You can quickly learn a few useful phrases before you travel, or take the long road and work toward fluency with a lifetime ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MPBFrde65QYoBae4KTZBOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13h",
            "source": "Popular Science",
            "article_content": "We may earn revenue from the products available on this page and participate in affiliate programs. Learn more ›\n\nThat Duolingo bird is relentless. It was funny at first, but then it started feeling like I was back in school making excuses for my late homework. But it’s not the bird’s fault! I just learn more from listening and speaking than from memorization. That’s actually why I’ve been looking at Babbel. Babbel’s lessons are pretty short (10-15 minutes), and you can choose from listening, speaking, writing, or vocabulary exercises. Plus, the price for a lifetime subscription just dropped. Instead of paying $599, now it’s $129.99.\n\nWhat does Babbel have that Duolingo doesn’t?\n\nBabbel just dropped its own dedicated AI that can talk to you in the language you’re learning. So, instead of just memorizing terms, now you can actually have a conversation. You can practice your pronunciation and listen to the AI’s response. It’s like talking to a native speaker without the performance anxiety.\n\nWhat language do you want to learn first? Babbel has over 10,000 hours of material to study and 14 different languages to practice. Here’s a sampling\n\nFrench\n\nSpanish\n\nGerman\n\nItalian\n\nPortuguese\n\nSwedish\n\nLessons are all geared toward practical topics like asking directions, dining, shopping, making friends, conducting business, and just having normal conversations. That also means you can quickly learn a few useful phrases before you travel, or you can take the long road and work toward fluency. With a lifetime subscription, there’s certainly time.\n\nYou can access Babbel on as many devices as you want. It works on desktop and mobile, and your progress syncs across all your devices.\n\nThis sale isn’t going to last much longer.\n\nUse code LEARN40 by February 2 at 11:59 p.m. PT to get a lifetime subscription to Babbel for $129.99.\n\nStackSocial prices subject to change.\n\nBabbel Language Learning: Lifetime Subscription (All Languages) – $129.99\n\nSee Deal"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek: Chinese AI app shocks tech world",
            "link": "https://www.bbc.co.uk/learningenglish/features/learning-english-from-the-news_2025/250129",
            "description": "A Chinese artificial intelligence app called DeepSeek has caught the attention of the global tech industry. It was released ...",
            "image_url": "https://www.bing.com/th?id=OVF.ICk1DxX6sP1TBkq3oENqdg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "13h",
            "source": "BBC",
            "article_content": "(Photo by Omer Taha Cetin/Anadolu via Getty Images)\n\n____________________________________________________________________________\n\n____________________________________________________________________________\n\nThe story\n\nA Chinese artificial intelligence app called DeepSeek has caught the attention of the global tech industry. It was released on the 20th of January, and has quickly risen to the top of the Apple store’s download charts.\n\nDeepSeek claims the latest model was built using only $5.6 million, whereas ChatGPT’s developer OpenAI spent $5 billion last year alone.\n\nThe market value of tech company stocks, like Nvidia, has since fallen dramatically.\n\nNews headlines\n\nWhy is the AI world freaking out over China's DeepSeek?\n\nThe Japan Times\n\nNvidia shares sink as Chinese AI app spooks US markets\n\nBBC News\n\nAI Market Shake-Up: Global Giants Tumble As Chinese AI Model DeepSeek Disrupts Markets\n\nBusiness Today\n\nKey words and phrases\n\nfreaking out\n\nlosing emotional control\n\nI freaked out when my favourite actor walked past me in the street.\n\nspook\n\ncreate a sudden sense of fear or nervousness\n\nThe government’s sudden tax cuts spooked the markets.\n\nshake-up\n\na change\n\nThe football team kept losing, so the coach decided to have a shake-up of the squad.\n\nNext\n\nLearn more English vocabulary from the news with our News Review archive.\n\nLearn Phrasal verbs for feelings, like 'freak out', here.\n\n\n\nListen to My Song, My Home here."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Year of the Snake, Paranormal Cirque II and the Righteous Brothers: 7 events this week",
            "link": "https://www.abqjournal.com/lifestyle/article_6e3ece04-d9e2-11ef-93bd-0b8b9e9c6207.html",
            "description": "This year ushers in the Year of the Snake. You can celebrate the Lunar New Year this weekend at the Chinese Cultural Center.",
            "image_url": "https://www.bing.com/th?id=OVFT.ai743XqpOI0JWHwtCqlomC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Albuquerque Journal7h",
            "source": "Albuquerque Journal",
            "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New paranormal show seeks spirit of Edith Wharton in pilot episode filmed at The Mount",
            "link": "https://www.berkshireeagle.com/arts_and_culture/berkshirelandscapes/the-mount-tell-tale-haunting-pilot/article_7017e1fe-d841-11ef-a07d-2f388a26d3b9.html",
            "description": "Paranormal investigators and filmmakers explore The Mount, Edith Wharton’s historic Lenox estate, for a new TV show ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ehYohc-2r9ob__3zAHyDmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Berkshire Eagle9h",
            "source": "Berkshire Eagle",
            "article_content": "Natalie Johnsonius Neubert, a seasoned arts administrator with deep Berkshire ties, has been named the first president and CEO of Berkshire Opera Festival as it celebrates its 10th anniversary."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal Tours at Fort Edmonton Park",
            "link": "https://globalnews.ca/event/10981969/paranormal-tours-at-fort-edmonton-park/",
            "description": "Are you curious about what happens at Fort Edmonton Park after dark? Our Paranormal Tours are back! As the night descends, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BVFHK38wh2e5ykBDpppebS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3h",
            "source": "Global News",
            "article_content": "Are you curious about what happens at Fort Edmonton Park after dark? Our Paranormal Tours are back! As the night descends, investigate Fort Edmonton Park’s most haunted hotspots and hear our best-kept ghost stories. Come with an open mind—and prepare for the unexpected. Learn the fundamentals of conducting paranormal investigations using tools and techniques, including…\n\nAre you curious about what happens at Fort Edmonton Park after dark? Our Paranormal Tours are back! As the night descends, investigate Fort Edmonton Park’s most haunted hotspots and hear our best-kept ghost stories. Come with an open mind—and prepare for the unexpected. Learn the fundamentals of conducting paranormal investigations using tools and techniques, including Echovox, Spirit Box, Motion Detectors, Recording Devices, Laser Grids and EMF Readers. The tours this winter will focus on a selection of Fort Edmonton Park’s original buildings. All of which our team has recorded instances of paranormal activity. Explore the renowned Firkins House on 1905 Street, one of the Park’s most storied original homes. Located on 1920 Street, investigate all 3 floors of the Mellon Farm House, originally built on the land the Park now occupies. Constructed in many iterations, Egge’s Stopping House offers a third investigation for guests to experience a building dating back to the 1890s."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Newspaper editors are somewhat skeptical’: Pa.’s most famous groundhog has supernatural origins",
            "link": "https://www.pennlive.com/life/2025/01/newspaper-editors-are-somewhat-skeptical-pas-most-famous-groundhog-has-supernatural-origins.html",
            "description": "Pennsylvania's own Punxsutawney Phil is a product of a storied tradition (and superstitions) that stretch back years and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0hfJL4OnQpq3psvL8G-dTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "15h",
            "source": "Penn Live",
            "article_content": "Editor’s note: Welcome to the world of “Paranormal PA,” a PennLive series that delves into Pennsylvania-grown stories of spirits; cryptids; oddities and legends; and the unexplained. Sign up here to get our Paranormal PA newsletter delivered to your inbox.\n\nBy all accounts, Punxsutawney Phil’s life is pretty sweet.\n\nHe’s immortal. He’s got a great wife and kids. And his only job requirement is going outside once a year.\n\nBut before anyone poo-poos what many view as one of Pennsylvania’s — or, indeed, the country’s — more bizarre traditions, Paranormal Pa. will have you know that Phil is a product of a storied tradition (and superstition) that stretches back for years and years.\n\nGerman immigrants brought the tradition over when they settled in Pennsylvania hundreds of years ago. (AP Photo/Barry Reeger)AP\n\nThe Punsutawney Groundhog Club explains how the first time “Weather Wags” recognized Groundhog Day was in 1886, although the first official trek to Gobbler’s Knob was the following year.\n\nBut the concept of having animals predict the weather goes way back before the 19th century. According to the Library of Congress Blogs, Groundhog Day’s lineage can be traced back to ancient pre-Christian festivals celebrated by the Celts that served as midway points between equinoxes. Halloween — originally Samhain — falls into this category, too.\n\nFormerly known as “Imbolc” before it eventually became the Christianized Candlemas, Groundhog Day was once considered the first day of spring. And while little is known about how the Celts celebrated the day, one traditional practice was attempting to divine the weather.\n\nNow, here’s how animals figure into this: Ancient people used to observe animal behavior as part of their own farming practices, so the idea of watching how a groundhog to see whether or not spring was on its way makes sense.\n\nVisitPa.com adds how Roman legions, in their conquest of northern Europe, eventually spread the Candelmas Day tradition of candles being blessed and distributed. Those living in what’s now Germany soon began to believe that if the sun made an appearance on the day, an animal who cast his shadow would predict six more weeks of cruddy weather.\n\nGroundhog Club President Tom Dunkel taps on the immortal groundhog's door so the weather oracle can make his prediction. (AP Photo/Barry Reeger)AP\n\nIn his book “Groundhog Day (2003),” Dan Yoder writes how the Germans who brought this tradition over to the U.S. used to watch badgers to see how far away spring was (the German folk expression for the holiday was “Dachstag,” or “Badger Day”). Then somewhere along the line, that badger became a groundhog.\n\nNot to say that early Groundhog Day celebrations in Pennsylvania didn’t maintain a bit of their mysticism: Yoder describes late 19th century celebrations of involving ritualized Groundhog Hunts in September which drew in “devotees from Pittsburgh and elsewhere.”\n\nOne parade in 1909, as staged by the Punxsutawney Groundhog Club, was deemed “the Circumgyratory Pageant of the Astrologers, Horoscopists, Magicians, Soothsayers, and Meteorological Attachés of Punxsutawney Weather Works.” A man named Clymer Freas — credited as conceiving of the idea for the holiday — even created “Groundhogese,” the language Groundhog Club presidents learn in order to discern the groundhog’s annual predictions.\n\nThere may not be any more astrologists or soothsayers involved, but Groundhog Day remains a celebration: More than 30,000 people from across the globe drop by Knobbler’s Creek on the day, getting up at the crack of dawn in the dead of winter to watch Phil make his prediction.\n\nTo be fair, though, even back in the day, people raised their eyebrows at the idea of watching a rodent predict how much longer winter would last.\n\n“In consequence, probably of having given all spiritual matters to the exclusive supervision of the clergy, newspaper editors are somewhat skeptical about many things which are popularly accepted with absolute faith,” read an 1876 edition of the Harrisburg Daily Patriot.\n\n“This may account for the reason that some of them have failed to appreciate the sentiment…in favor of a legal recognition of Ground Hog Day.”\n\nNevertheless, editorial skepticism be damned, Groundhog Day won out, and did, indeed, spawn an industry. And inspired a Bill Murray movie. And tons of Punxsutawney wannabes like Staten Island Chuck, who did, it should be noted, tragically lost his life after former New York Mayor Bill DeBlasio quite literally fumbled him (never forget).\n\nYes, the holiday has come very far from its very old roots. And whether you’re an eyebrow-raiser to the holiday or all-in, it doesn’t look like Groundhog Day is going away any time soon.\n\nThat is, unless PETA has their way."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Weird Wisconsin a Real Online Portal? Is InQuest an Actual Internet Browser? Is Snapati a Real Social Media App?",
            "link": "https://thecinemaholic.com/weird-wisconsin-inquest-snapati/",
            "description": "In the first three episodes of the second season of Paramount+’s supernatural teen drama series ‘School Spirits,’ the friends ...",
            "image_url": "https://www.bing.com/th?id=OVFT._8iYNoT0NLOznbuct6RmJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "thecinemaholic.com8h",
            "source": "thecinemaholic.com",
            "article_content": "In the first three episodes of the second season of Paramount+’s supernatural teen drama series ‘School Spirits,’ the friends of Maddie Nears search for her without knowing that her body is possessed by Janet Hamilton. In addition, Xavier Baxter, the protagonist’s former boyfriend, is even temporarily transported to the world of the dead. To make sense of what he sees during this short period, he goes through an online discussion portal named “Weird Wisconsin,” on which many talk about their experiences with anything or anyone paranormal. Meanwhile, Claire tries to find Maddie using a social media app named Snapati. They all also use a common internet browser named InQuest!\n\nWeird Wisconsin Does Not Exist in Reality\n\nWeird Wisconsin is a fictional discussion portal based in the Badger State that is dedicated to supernatural entities and paranormal occurrences. In ‘School Spirits,’ the web address to the portal is “http://weird-wisconsin.com/.” However, the same won’t lead you to any forum or active website. It is solely created as a part of Xavier’s second-season storyline. However, the name “Weird Wisconsin” reminds us of Linda Godfrey and Richard D. Hendricks’ travel guide with the same title. Originally published in 2005, the book explores some of the myths, legends, and alleged paranormal happenings or figures that shook the state, including Highway 13’s Reptile Man and Madison’s Loony Lawyer.\n\nInterestingly, “Weird Wisconsin” is also the name informally given to a collection of movies made by Bill Rebane, the filmmaker behind ‘Monster a Go-Go’ and ‘The Giant Spider Invasion.’ He is also reportedly credited as the creator of the Wisconsin Film Office. As far as the teen drama is concerned, the discussion portal must have been conceived to establish two major developments: Xavier’s introduction to the world of the dead and his communication with Nicole. After his supernatural experience, he becomes more receptive towards Maddie’s predicament, which happens when he reads the discussions in the portal.\n\nFurthermore, the portal also sets the stage for Xavier and Nicole’s chats without them knowing the real identity of their respective chatmate. The bond they build as two anonymous users of Weird Wisconsin may turn out to be integral in the upcoming episodes of the second season.\n\nInQuest and Snapati Do Not Have Real-Life Counterparts\n\nSimilarly, InQuest and Snapati are applications that exist only in the fictional universe of ‘School Spirits.’ The former can be seen as a carbon copy of Google without even a complete web address. On the other hand, Snapati is, more or less, a clone of Instagram with a similar menu. Its icon, however, reminds us of Shazam rather than a social media application. The production department might have created these fictional apps because of several reasons, including trademark or licensing concerns.\n\nIn reality, an “InQuest” does exist, but it is a cyber security firm that is based in Austin, Texas, and releases products such as FileTAC, MailTAC, and InSights. Needless to say, neither the firm nor its products have any connection with the internet browser in the show. In the case of “Snapati,” the social media app does not even have a namesake connection with real life beyond its inspiration, Instagram. These fictional applications and the discussion portal contribute to the world-building within the narrative of the teen drama series. Even though they cannot be used by viewers, they succeed in leaving an impression among the audiences.\n\nRead More: Why Can Simon See Maddie in School Spirits, Explained"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newly discovered near-Earth asteroid isn't an asteroid at all — it's Elon Musk's trashed Tesla",
            "link": "https://www.msn.com/en-us/news/technology/newly-discovered-near-earth-asteroid-isnt-an-asteroid-at-all-its-elon-musks-trashed-tesla/ar-AA1y8FLT?ocid=BingNewsVerp",
            "description": "Astronomers have retracted the discovery of a new asteroid after realizing the object was the remains of Elon Musk's Tesla ...",
            "image_url": "https://www.bing.com/th?id=OVFT._R5ZJGMWO26gQaYwuESAiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN8h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Think the World's Oldest Dinosaur Fossils May Still Be Awaiting Discovery",
            "link": "https://www.msn.com/en-us/news/technology/scientists-think-the-worlds-oldest-dinosaur-fossils-may-still-be-awaiting-discovery/ar-AA1y7Gck?ocid=BingNewsVerp",
            "description": "That sentiment stems from a new paper published in Current Biology which posits that dinosaur fossils older than we’ve ever ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9lFij2fZ6jhaWhPm3nR9fS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "11hon MSN",
            "source": "Popular Mechanics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Body-Wide Memory Discovery Changes Everything We Thought We Knew",
            "link": "https://www.msn.com/en-us/science/biology/body-wide-memory-discovery-changes-everything-we-thought-we-knew/vi-AA1y8qn1?ocid=BingNewsVerp",
            "description": "This groundbreaking finding could transform how we treat everything from learning disabilities to cancer therapy. Scientists ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E3w-D_1kNly4nlmkBZw7Yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA’s asteroid sample could be the ultimate proof of aliens existence",
            "link": "https://www.msn.com/en-in/news/techandscience/nasa-s-asteroid-sample-could-be-the-ultimate-proof-of-aliens-existence/ar-AA1y6mM2?ocid=BingNewsVerp",
            "description": "NASA's latest asteroid sample from Bennu reveals amino acids and nucleobases, essential for life, sparking questions about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A6n1x-SirZdd-l_-oSy3bC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "19hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The first building at the USD Discovery District is ready for innovators",
            "link": "https://www.msn.com/en-us/money/companies/the-first-building-at-the-usd-discovery-district-is-ready-for-innovators/ar-AA1y9qNb?ocid=BingNewsVerp",
            "description": "A 57,000 square foot building now stands as the first of many for future innovators in the USD Discovery District’s research ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2bBiiKaclHMlJsOfuhsFK2w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "KELO Sioux Falls on MSN1h",
            "source": "KELO Sioux Falls on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI said to be in talks to raise $40B at a $340B valuation",
            "link": "https://www.msn.com/en-us/money/companies/openai-said-to-be-in-talks-to-raise-40b-at-a-340b-valuation/ar-AA1y937Z?ocid=BingNewsVerp",
            "description": "OpenAI may have billions of dollars in the bank. But it's gearing up to raise billions more, according to a Wall Street ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KENqkMM6rHkX-tmrmg45GS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI in talks for investment round valuing it up to $340 billion, WSJ reports",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-talks-investment-round-valuing-it-up-340-billion-wsj-reports-2025-01-30/",
            "description": "OpenAI is in talks for an investment round to raise nearly $40 billion that would value the AI startup at up to $340 billion, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gSEW6xaU7M9tEbVyqoYDjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Eyeing Funding Round That Would Double Its Value, Report Says",
            "link": "https://www.msn.com/en-us/money/companies/openai-eyeing-funding-round-that-would-double-its-value-report-says/ar-AA1y8XSq?ocid=BingNewsVerp",
            "description": "Artificial intelligence startup OpenAI is in early discussions for a funding round that could value it at a whopping $340 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ghGrN2q4oMBSlGKP0VZPzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4hon MSN",
            "source": "Forbes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Is Getting Into the Nuclear Weapons Game",
            "link": "https://gizmodo.com/openai-is-getting-into-the-nuclear-weapons-game-2000556988",
            "description": "OpenAI has been cozying up to the government for a few years now, and it’s been turbocharged under the Trump Presidency.",
            "image_url": "https://www.bing.com/th?id=OVFT.V0jOFmowCFiscljo3sAHpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4h",
            "source": "Gizmodo",
            "article_content": "Los Alamos National Laboratory and OpenAI announced a new partnership this morning that will be “focused on reducing the risk of nuclear war and securing nuclear materials and weapons worldwide.”\n\nSam Altman of OpenAI announced the partnership during a company event this morning and Los Alamos confirmed it with a press release on its website. The plan is for OpenAI to install its latest o-series models on Los Alamos’ Venado supercomputer and set the massive machine to the task of helping solve some of the world’s most existential and terrifying problems.\n\nLos Alamos listed the problems it expects the OpenAI-powered supercomputer to tackle:\n\nIdentifying new approaches to treating and preventing disease\n\nImproving U.S. security through improved detection of natural and man-made threats, such as biology and cyber, before they emerge\n\nAchieving a new era of U.S. energy leadership by unlocking the full potential of natural resources and revolutionizing the nation’s energy infrastructure\n\nDeepening our understanding of the forces that govern the universe, from fundamental mathematics to high-energy physics\n\nEnhancing cybersecurity and protecting the American power grid\n\nAccelerating the basic science that underpins U.S. global technological leadership\n\nThe Venado is one of those massive supercomputers that dominates a room. It uses NVIDIA’s advanced GH200 Grace Hopper Superchips and was built in partnership with NVIDIA and Hewlett-Packard Enterprises.\n\n“As threats to the nation become more complex and more pressing, we need new approaches and advanced technologies to preserve America’s security,” Thom Mason, Laboratory director of Los Alamos in a statement on its website. “Artificial Intelligence models from OpenAI will allow us to do this more successfully, while also advancing our scientific missions to solve some of the nation’s most important challenges.”\n\nOpenAI has been cozying up to the government for a few years now, and it’s been turbocharged under the Trump Presidency. Earlier this week, Altman announced ChatGPT Gov, a specialized version of its chatbot for government applications.\n\nLos Alamos and OpenAI have a relationship going back almost a year. Last summer, the pair announced a partnership that focused more narrowly on bioscience. At the time, Los Alamos told Gizmodo that it was optimistic but cautious about AI.\n\nIt emphasized that AI was a tool and that humans were the real threat, not the tools themselves. “Our first pilot technology evaluation will look to understand how AI enables individuals to learn how to do protocols in the real world which will give us a better understanding of not only how it can help enable science but also whether it would enable a bad actor to execute a nefarious activity in the lab,” Los Alamos said at the time.\n\nLos Alamos must have been impressed with OpenAI and its models, because now they’ll be unleashed on some of the most pernicious and dangerous problems humanity faces."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft makes OpenAI’s o1 reasoning model free for all Copilot users",
            "link": "https://www.theverge.com/news/603149/microsoft-openai-o1-model-copilot-think-deeper-free",
            "description": "Microsoft is bringing OpenAI’s o1 reasoning model to all Copilot users this week. You won’t need to subscribe to a $20 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KY064zQo2ULdJMrFjJVoSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "The Verge",
            "article_content": "is a senior editor and author of Notepad , who has been covering all things Microsoft, PC, and tech for over 20 years.\n\nMicrosoft is bringing OpenAI’s o1 reasoning model to all Copilot users this week. You won’t need to subscribe to a $20 monthly Copilot Pro or ChatGPT Plus plan to get it either, as Microsoft is making it free for all users of Copilot.\n\nThink Deeper, as Microsoft calls its integration of o1, works by allowing Copilot to handle more complex questions. You can tap the Think Deeper button inside Copilot, and it will take around 30 seconds to “consider your question from all angles and perspectives.”\n\nMicrosoft first launched Think Deeper in October, providing a preview of the feature inside Copilot Labs, which lets Copilot Pro subscribers experiment with new features that Microsoft is developing. Much like ChatGPT Plus, Think Deeper will supply step-by-step answers to complex questions, so it’s good for comparing two options, creating code for apps, or planning a long road trip.\n\nMicrosoft AI CEO Mustafa Suleyman revealed that the company will now offer Think Deeper at no extra cost to all Copilot users in a LinkedIn post yesterday. “I’m genuinely so excited that our tens of millions of users are all getting this opportunity,” says Suleyman. “We’ve got so much more in the pipeline right now that I can’t wait to tell you about.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bill Gates’s memoir ‘Source Code’: He sneaked out of window to code, ‘could be awake for 36 hours at a stretch’",
            "link": "https://www.msn.com/en-in/society-culture-and-history/books-and-literature/bill-gates-s-memoir-source-code-he-sneaked-out-of-window-to-code-could-be-awake-for-36-hours-at-a-stretch/ar-AA1y9vKe?ocid=BingNewsVerp",
            "description": "When Bill Gates was a child, he used to believe that 'if you truly were smart, you’d be able to get an A with as little effort as possible.' ...",
            "image_url": "https://www.bing.com/th?id=OJ.Hpk0ZVuWHc9usA&pid=news&w=45&h=16&rs=2",
            "category": "code+trends",
            "date": "20mon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Gemini in Sheets Can Now Generate Charts and More",
            "link": "https://www.iphoneincanada.ca/2025/01/30/google-gemini-in-sheets-generate-charts/",
            "description": "Google's Gemini AI can now generate charts for data in Sheets and analyze it for trends, patterns, correlations between ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TKluQpv6Mb0nz3z_okzxKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "3h",
            "source": "iPhone in Canada",
            "article_content": "Do you hate making tedious charts for your spreadsheets? Well, Google’s Gemini AI has you covered. The tech giant on Wednesday announced an update for Gemini in Sheets that enables the AI assistant to generate charts based on your data and even analyze it to identify trends, patterns, and correlations between different variables.\n\n“Building data visualizations and identifying trends in data is a critical business function, however it can be time consuming and oftentimes overwhelming,” Google said in a blog post announcing the update.\n\n“To improve upon this experience, we’re making it easier for Sheets users, ranging from small business owners to marketing analysts, to visualize and analyze data using Gemini in Sheets.”\n\nGoogle Sheets users can now ask Gemini questions about their data, which it can analyze to come up with valuable insights. From identifying business trends to estimating future performance based on historical data, Gemini is positioning itself as the go-to spreadsheet wingman.\n\n“This update reflects Gemini in Sheets’ enhanced intelligence as it now yields valuable outputs by transforming your requests into Python code, executing on them and then analyzing the results to perform multi-layered analysis. As a result, you’re able to do things like identify top-performing products and then instantly dive into their sales trends — all without writing a single line of code,” Google explained.\n\nTo top it all off, Gemini in Sheets can generate charts for your data as static images that can be inserted over cells in a spreadsheet.\n\nUsers can access Gemini for Sheets in the side panel by clicking the spark-shaped “Ask Gemini” button. For enterprise deployments, administrators must enable the default personalization settings for users in the Admin console, while users need to ensure that smart features and personalization are turned on.\n\nThese features begin rolling out today and will be available to Google Workspace users with the following subscriptions:\n\nBusiness Standard and Plus\n\nEnterprise Standard and Plus\n\nGemini Education or Gemini Education Premium add-ons\n\nGoogle One AI Premium\n\nGoogle noted that anyone who previously purchased the now-discontinued Gemini Business and Gemini Enterprise plans will also get access to these features."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How AI Is Redefining The Way Software Is Built In 2025",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/30/how-ai-is-redefining-the-way-software-is-built-in-2025/",
            "description": "As we settle into 2025, it’s clear that the future of software development is being shaped by trends that prioritize efficiency, intelligence and adaptability. And while adjusting to change isn’t ...",
            "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
            "category": "code+trends",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wedding Trends",
            "link": "https://www.independent.com/2025/01/29/wedding-trends/",
            "description": "Whether you’re newly engaged, almost nearly engaged, or just love weddings, this season’s trends are all about elevating ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xyTwlT9c97FYmpbzaaRlFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Santa Barbara Independent21h",
            "source": "Santa Barbara Independent",
            "article_content": "Intentional gifts for the guests by Tyler Speier Events. | Credit: Courtesy\n\n\n\nWedding Trends\n\nWeekend Experiences, Bold Colors and Fabrics,\n\nDramatic Drapes, and More Trends for 2025\n\nBy Meaghan Clark Tiernan\n\nJanuary 30, 2025\n\nWhether you’re newly engaged, almost nearly engaged, or just love weddings, this season’s trends are all about elevating personality. We talked to local experts who mentioned everything from color to dining experiences as this season’s trends, where couples revoke the traditional and instead prioritize the intentional.\n\nColor, Color, Color\n\nMinimalism is out, and bold, textured color that reflects a couple’s personality is in. Textiles and fabrics can truly help liven up a space, and that’s exactly what professionals in the wedding industry are expecting to see more of in 2025. Think less neutral, more personal, says Over the Moon Events & Experiences owner and creative director Krysta Stoddard. “There’s so much freedom, design wise, when you start working with different elements and colors,” she says. That can be anything from eccentric tablescapes covered in a dramatic textile to draping in uncommon colors and fabrics.\n\nDramatic Drapes\n\nAny space can be immediately transformed with draping, but a single sheath of chiffon isn’t going to cut it. “We’re going to be steering away from the white and blushes, and instead people are getting adventurous and using more color,” says Cristina Bentley, VP director of operations at Bella Vista Designs. “And draping plays a huge part in that.” Imagine an extra layer of elegance, where yards of deep green velvet or vibrant patterns help transform spaces into something lush and luxurious.\n\nBella Vista Designs, a premier production company that just celebrated 20 years in business, has been doing draping since day one. “A trend that we’re seeing with draping is a lot of asymmetries — so it’s not just a flat wall … [but] very eclectic layers on top of layers,” says Bentley.\n\nDrapery drama by Bella Vista Designs | Credit: James and Jess Photography\n\nIntentional Design\n\nThis year, with color playing a huge factor in design, there’s a shift from traditional to personal. That’s reflected in nontraditional color palettes, but also in every element throughout the event; people are not just going to offer gifts because they’ve been told to. Instead, says Tyler Speier of Tyler Speier Events, couples are requesting “really intentional pieces that tell a story.”\n\nThose high-touch elements can appear in the form of elaborate lighting like huge lantern or globe installations, or custom dance floors that tie the whole space together. “I think people are going to start getting really creative with their dance floors,” says Stoddard. Vendors like RCD Dance Floors can incorporate a monogram or introduce a vinyl overlay that matches a color or floral scheme to transform the space.\n\nDress Codes\n\nGone are the days where guests just show up for the ceremony, a meal, and maybe a dance. Couples are planning weekend-long celebrations for everyone; think coordinated hikes, yoga retreats, and wine tastings. With fewer and fewer couples asking friends and family to be part of the “official” wedding party, says Stoddard, dress codes and color palettes for three days of activities means everyone is part of the wedding. “Not only is the bride, groom, or anyone in the bridal party going to make some fashion statement, but I think people are going to start giving mood boards or dress codes to their guests,” she says.\n\nInteractive Experiences\n\nFor much of the population getting hitched, they’ve placed a particular emphasis on experience. Couples are vying for grabbing guests’ attention in a world of ephemeral design, which translates to more interactive wedding experiences. “The focus is so much on the experience,” says Speier, that everything down to the smells, sounds, and tastes is being curated.\n\nTraditionally, says Speier, the festivities centered around the dance floor at the reception. Today, weddings are steering more toward “sexier, elevated dinner parties,” he says, which translates to separate rooms for cocktail hour, dancing, and dinner — each with its own “wow moment.” That experiential moment can come in the shape of a poet with a vintage typewriter coming to cocktail hour or custom scent bars or upscale taco bars like Nomada or oyster bars where chefs shuck.\n\nContent Creators\n\nAs we mentioned last year, industry experts expect the demand for content creators to rise. In line with the desire to create a “feeling,” on-site content creators can give couples something others can’t: real-time content. Capturing the real-life moments allows for everyone to put down their phones and be more present — a feeling that will enhance the overall guest experience."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Traditional Security Solutions Fall Short in Protecting Against Web Client Runtime Risk",
            "link": "https://www.isaca.org/resources/news-and-trends/industry-news/2025/traditional-security-solutions-fall-short-in-protecting-against-web-client-runtime-risk",
            "description": "This article describes the limitations of traditional security solutions in addressing WCRS risk and proposes implementation options for purpose-built security solutions.",
            "image_url": "https://www.bing.com/th?id=ODF.0rzqFjgv_DzUPoSEST6LyQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "COBIT8h",
            "source": "COBIT",
            "article_content": "Introduction\n\nWeb client runtime security (WCRS) refers to the security or behavior of the code executed in users' internet browsers during their web interactions. The first part of this article series includes details of why WCRS as a security discipline warrants specific focus in addition to traditional web application security practices. Traditional approaches to web application security have often focused on scanning code for vulnerabilities, as well as scanning and monitoring for security weaknesses from the perspective of the web hosting provider.\n\nThis second article describes the limitations of traditional security solutions in addressing WCRS risk and proposes implementation options for purpose-built security solutions. Specifically, the strengths and limitations of three key traditional application security mechanisms are covered, before proposing certain viable implementation options for addressing WCRS needs. These mechanisms include static analysis, dynamic analysis, and manual code reviews, each offering unique benefits and challenges in the context of web application security.\n\nStatic Application Security Testing\n\nStatic application security testing (SAST)1 involves analyzing source code for vulnerabilities while the application is being developed or analyzing any code changes that are made to an existing application. This is a traditional approach to code scanning that is utilized by many organizations. SAST can catch many vulnerabilities before applications are released into production. Some vendor products generate a report of potential vulnerabilities. Others go a step further, by scanning code while a developer is typing, and highlighting potential problems in the integrated development environment. After reviewing the vulnerability report produced by one of these tools, developers might go through multiple code remediation and re-scanning cycles until a passing scan is achieved. This approach is beneficial for early vulnerability detection, allowing developers to address issues before the code is deployed. Figure 1 summarizes the pros and cons of SAST.\n\nFigure 1 — Static Application Security Testing (SAST) Considerations\n\n\n\nHowever, SAST does not account for runtime behaviors or interactions with dynamically loaded scripts, which are common in modern web applications. As a result, vulnerabilities introduced through third-party scripts or supply chain attacks can go undetected. SAST tools are designed to assess code as it is written, not as it is executed in the varied web application environments, limiting their effectiveness in addressing WCRS threats.\n\nStrengths—SAST analyzes source code for vulnerabilities, offering early detection during the development phase.\n\nLimitations—SAST does not cover runtime behaviors or interactions with dynamically loaded scripts. It may also not detect vulnerabilities introduced through third-party scripts or supply chain attacks.\n\nDynamic Application Security Testing\n\nDynamic application security testing (DAST)2 involves testing applications in their running state and simulating real-world attacks to identify vulnerabilities. This method provides insights into application behavior while under attack and can uncover issues that static analysis might miss. Many organizations supplement their SAST processes with DAST because DAST scans can detect vulnerabilities in the deployed environment, which would not be evident from reviewing application code. Server misconfigurations, weak authentication, and security headers are some examples of vulnerabilities detected by DAST scans. The pros and cons of DAST are depicted in figure 2.\n\nFigure 2 — Dynamic Application Security Testing (DAST) Considerations\n\n\n\nDAST has its limitations, particularly in detecting vulnerabilities that manifest only in specific web client runtime environments. Malicious code can evade DAST by activating only under certain conditions that the testing environment does not replicate. Additionally, DAST cannot fully understand and evaluate the behavior of third-party scripts, rendering it less effective against the threats that exploit these external dependencies. Last, DAST scans are detective by nature, offering few preventive capabilities that would protect organizations during supply chain attacks at runtime.\n\nStrengths—DAST tests applications in their running state, simulating real-world attacks.\n\nLimitations—DAST might miss vulnerabilities that only manifest in specific web client runtime environments. Malicious code can hide from DAST by only executing in specific user contexts, and DAST does not provide real-time protection from unwanted script behavior.\n\nInteractive Application Security Testing\n\nInteractive application security testing (IAST)3 combines elements of SAST and DAST by analyzing applications in real time during normal operations. This method allows for more comprehensive detection of vulnerabilities by observing code execution and interactions from within the application, as opposed to external DAST scanning. It enables organizations to detect issues that may go unnoticed by SAST or DAST, such as vulnerabilities arising from specific application workflows or interactions between components. Figure 3 depicts relevant IAST considerations for organizations.\n\nFigure 3 — Interactive Application Security Testing (IAST) Consideration\n\n\n\nWhile IAST provides deeper insights compared to purely static or dynamic testing, it still faces challenges in WCRS. IAST tools require integration into the application, which can be complex and resource intensive. Moreover, they may not fully capture the behavior of third-party scripts or adequately monitor client-side code that executes in user browsers, limiting their effectiveness in preventing client-side attacks.\n\nStrengths—IAST combines elements of SAST and DAST by analyzing applications in real time during normal operations.\n\nLimitations—IAST tools require integration into the application, which can be complex and may not detect client-side script vulnerabilities introduced by third parties.\n\nTraditional Security Mechanisms are Limited\n\nSAST, DAST, IAST, and other traditional security tools, such as firewalls, intrusion detection systems, and endpoint detection and response (EDR) systems are limited by their perspective of application and infrastructure runtime states from a provider’s point of view. They might inspect the observable network traffic between client web browsers and the trusted private hosting environment where much of the web application content might be hosted. However, these tools may overlook unintentional data leaks between client browsers and third-party services, as well as Magecart attacks that could exploit these trusted third-party services. The gaps in coverage of the traditional security tools are illustrated as potential risk in figure 4.\n\nFigure 4 — WCRS Limitations of Traditional Security Solutions\n\n\n\nThese limitations underscore the need for specialized client-side security solutions. Such specialized solutions should examine runtime states from a client’s perspective and address the unique challenges of securing client-side code.\n\nTechnology Solutions for WCRS\n\nAs traditional application security mechanisms or approaches do not provide necessary safeguards against WCRS risk, organizations may need to consider other options for their WCRS capabilities. This section proposes certain mechanisms, each of which may have distinct approaches and corresponding benefits.\n\nThe web client-side security market has witnessed significant growth in recent years, driven by the increasing recognition of the risk associated with third-party scripts and supply chain attacks. This rapidly maturing space features a variety of solutions, each with distinct approaches and benefits.\n\nOrganizations should evaluate each approach carefully before selecting the most suitable options for their specific website contexts.\n\nCDN and Proxy-Based Solutions\n\nMany internet-facing web applications are already deployed behind content delivery networks (CDNs) to protect them from distributed denial of service (DDoS) attacks and improve performance by caching content closer to end users. Given their strategic position in the delivery chain, CDN providers are well-suited to enhance client-side security by examining all resources before they reach client browsers. By intercepting and analyzing web traffic, CDNs can identify and block malicious scripts, ensuring that only safe and verified content is delivered.\n\nCDN and proxy-based solutions offer a transparent layer of security without requiring significant changes to existing infrastructure. This transparency is a major advantage, as it simplifies deployment and reduces the burden on development and operations teams.\n\nThese solutions typically feature a web-based portal that offers near real-time visibility into the resources loaded by clients. Through this portal, customers can monitor scripts and other elements being delivered to end users.\n\nStrengths— CDN and proxy-based solutions require minimal effort for the initial deployment if monitored web applications are already protected by the CDN solution from DDoS attacks. In such cases, the CDN provider is already able to monitor web traffic, and the client security module is simply enabled by the third-party CDN provider upon purchase. This solution also avoids the introduction of third-party code into web applications, often shortening implementation timelines and avoiding delays due to vetting by other cybersecurity and third-party risk teams within the purchasing organization.\n\nLimitations—Visibility of third-party script behavior is limited to data transmitted via the CDN network and is not always representative of third-party script behavior on customer browsers, particularly once they begin interacting with the web application. Furthermore, this solution is only offered by a limited number of CDN providers. Internally facing applications, including traffic that is not routed through a particular CDN, would require a different approach for client-side protection.\n\nRemote Scanning Solutions\n\nRemote scanning solutions provide an external perspective on the security of web applications by assessing them from outside the organization’s network. These tools are designed to identify vulnerabilities and malicious code that may be present in the client-side scripts and resources delivered to users. By periodically loading and crawling an internet-facing web application, remote scanners can detect and analyze scripts, security headers, and other resources that would be loaded by client browsers while interacting with a monitored web application, offering a simplified view with minimal effort from customers.\n\nOne of the primary benefits of remote scanning is its ease of implementation. Since these tools operate externally, they require minimal configuration and do not require updates to the existing infrastructure or code. Remote scanning can quickly provide a high-level overview of the security posture of web applications, highlighting areas of concern that require further investigation. However, while remote scanning is effective at identifying many common vulnerabilities, it has its limitations. For example, it may struggle to access and analyze content behind authentication barriers, and sophisticated malicious code can sometimes hide from these scans by only activating under specific conditions.\n\nRemote scanning solutions often include a web-based interface that offers detailed reports on the findings. These reports provide insights into the resources that would be loaded by client browsers. Customers can justify the presence of certain scripts, ensuring that they are necessary for enterprise operations while maintaining compliance. Additionally, these tools can notify users of any changes to the scripts or security headers, enabling timely responses to new risk and maintaining the integrity of client-side security measures.\n\nStrengths—Remote scanning solutions are easy to implement and provide a basic, limited view into a monitored web application.\n\nLimitations—Limited visibility and accuracy can lead to potential blind spots, especially when dealing with sophisticated threats. Resources that require user login, or those requiring more complicated actions from users before they are loaded and executed, may be overlooked. Furthermore, this solution offers no protection or remediation capabilities, as it is used for detection only.\n\nVendor Solutions Based on CSP Headers\n\nThe HTTP Content Security Policy (CSP) response header, universally supported by modern web browsers, provides advanced client-side security capabilities. Web applications can instruct client browsers via detailed policies on what resources are necessary parts of a web application and which safe locations they can be loaded from. Web browsers can also be instructed to block or report unexpected behavior.\n\nIn their simpler form, WCRS solutions may leverage a custom CSP header directive that does not directly block any suspicious behavior and simply instructs all client browsers to report what content was loaded in near real time. Dashboards display script inventories and observe script behavior for monitored applications. Many vendor solutions will take this a step further, leveraging proprietary and open-source threat intelligence feeds to alert their customers to any known malicious content and behavior. To further protect their customers, some vendor solutions will suggest more advanced CSPs that could be implemented in “prevent mode”. This mode will automatically block unexpected scripts. However, this option works best for simple web applications managed by technically savvy organizations due to the complexity and operational stability risk.\n\nIntegrating CSP headers requires customers to modify their web applications, which can delay implementation. Despite this, the header directive is transparent in its function and does not necessitate extensive vetting. By providing accurate and timely reporting without the need for more complex vendor-provided script integration, CSP header-based monitoring offers a balanced solution that enhances security while keeping code changes minimal and transparent to customers.\n\nStrengths—CSP headers provide accurate real-time reporting of resources and scripts executed by client browsers. This solution requires minimal changes to the web application code.\n\nLimitations—CSP headers require basic changes to the web application, which may necessitate change control, testing, and approvals. These necessary steps may delay implementation. Moreover, implementation of optional custom CSP policies may only work well for simple web applications, as these policies are often much more complex and can cause operational impact. They can block external resources and other essential web application functionality if they are not explicitly approved ahead of time.\n\nSolutions Based on Custom Vendor-Provided JavaScript\n\nMany WCRS solutions require monitored applications to include custom JavaScript provided by the vendor. This option introduces risk and can extend timelines for approval and vetting. However, despite these challenges, it provides additional granular visibility of script behavior at the data element level and enables dynamic policy evaluation and enforcement.\n\nThis approach allows for the implementation of script behavior policies, which go beyond the detection and reporting of unauthorized script behaviors and actively block unwanted actions in real time. For example, certain scripts can be authorized to access credit card fields and/or perform keystroke logging, while all others are denied from performing such actions. Vendor-provided JavaScript solutions can dynamically adjust policies based on the ongoing evaluation of script behaviors, enabling more proactive and robust client-side security controls.\n\nImplementing CSP headers with custom JavaScript requires significant changes to the web application, necessitating rigorous change control, testing, and approvals. Although preparations for this solution tend to be robust, its ability to provide granular control and advanced security features makes it a compelling choice for organizations that require high levels of WCRS.\n\nStrengths—This solution offers granular real-time visibility and control over client-side resources at the data element level. It also offers dynamic policy evaluation and enforcement, including advanced security measures such as data firewalls.\n\nLimitations—This solution’s granular nature requires slightly more significant changes to web applications, leading to longer timelines for vetting third-party vendor code, approval, and implementation. To this end, vendor JavaScript code must be trusted by all monitored applications, introducing additional supply chain risk.\n\nVendor Solution Summary\n\nThere are several options available for organizations looking to gain better insights and control over WCRS, depending on organizational security needs. These options\n\nFigure 5 — Web Client Runtime Security Integration Options\n\n\n\nConclusion\n\nOrganizations may consider the pros and cons of each of the above options before selecting solutions for their WCRS objectives. It may be the case that a single solution may not suit every website and organization, given the likely differences in the criticality of the business functions supported by the websites and the sensitivity of the information processed.\n\nThe next and final article (part 3) in this series will cover certain guidelines that organizations may find useful in operationalizing their WCRS programs.\n\nEndnotes\n\n1 OWASP, Static Application Security Testing (SAST)\n\n2 OWASP, Dynamic Application Security Testing (DAST)\n\n3 OWASP, Interactive Application Security Testing (IAST)\n\nSergei Vasilevsky, CISSP\n\nIs the founder and president of ILIAM Consulting. Vasilevsky has over 20 years of cybersecurity consulting experience, beginning at a Big 4 for 7 years. ILIAM Consulting provides customized cybersecurity and compliance solutions related to application security architecture, vulnerability management, identity and access management, and regulatory compliance. Its work spans multiple industries, including finance, healthcare, and aviation. You can reach Sergei at https://www.linkedin.com/in/sergeivasilevsky/\n\nKamal Govindaswamy, CCSP, CISSP, CIPP/US\n\nIs the co-founder and security practice leader at Tueoris. Govindaswamy has been a security consultant for over 20 years, beginning at a Big 4 for 6 years. He has served clients across not-for-profit, healthcare, retail, financial services, life sciences, insurance, and consumer business industries. You can reach Kamal at https://www.linkedin.com/in/kgswamy/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newly discovered near-Earth asteroid isn't an asteroid at all — it's Elon Musk's trashed Tesla",
            "link": "https://www.msn.com/en-us/news/technology/newly-discovered-near-earth-asteroid-isnt-an-asteroid-at-all-its-elon-musks-trashed-tesla/ar-AA1y8FLT?ocid=BingNewsVerp",
            "description": "Astronomers have retracted the discovery of a new asteroid after realizing the object was the remains of Elon Musk's Tesla ...",
            "image_url": "https://www.bing.com/th?id=OVFT._R5ZJGMWO26gQaYwuESAiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science on MSN8h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Acellera and Psivant partner for AI-driven drug discovery",
            "link": "https://www.msn.com/en-us/health/other/acellera-and-psivant-partner-for-ai-driven-drug-discovery/ar-AA1y8oOn?ocid=BingNewsVerp",
            "description": "Acellera Therapeutics focuses on drug discovery by merging AI-driven innovation with computational scaleability, aiming to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oJ3dYwdc7KOoQ_ENc6NjEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "GlobalData on MSN16h",
            "source": "GlobalData on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Think the World's Oldest Dinosaur Fossils May Still Be Awaiting Discovery",
            "link": "https://www.msn.com/en-us/news/technology/scientists-think-the-worlds-oldest-dinosaur-fossils-may-still-be-awaiting-discovery/ar-AA1y7Gck?ocid=BingNewsVerp",
            "description": "That sentiment stems from a new paper published in Current Biology which posits that dinosaur fossils older than we’ve ever ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9lFij2fZ6jhaWhPm3nR9fS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11hon MSN",
            "source": "Popular Mechanics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 Accidental Animal Discoveries That Shocked Scientists! 🐍",
            "link": "https://www.msn.com/en-sg/science/zoology/6-accidental-animal-discoveries-that-shocked-scientists/vi-AA1y7Ucc?ocid=BingNewsVerp",
            "description": "Some of the world’s most fascinating animal discoveries happened completely by accident! From deep-sea creatures to hidden ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vIk_YaMJfqrdWBabqkj5JC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Discover a Hidden Brain Clock Driving Bipolar Mood Swings",
            "link": "https://scitechdaily.com/scientists-discover-a-hidden-brain-clock-driving-bipolar-mood-swings/",
            "description": "Researchers have identified a second dopamine-driven \"clock\" in the brain that works alongside the biological 24-hour cycle, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YVC6O2ukq3UPQzLdxMgbdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kore.ai unveils no-code platform for creating and deploying knowledge-based agentic AI",
            "link": "https://www.kmworld.com/Articles/ReadArticle.aspx?ArticleID=167805",
            "description": "Kore.ai, a global leader in enterprise AI, is debuting AI for Process, a no-code, agentic AI platform designed to streamline knowledge-intensive, complex business processes.With AI for Process, ...",
            "image_url": "https://www.bing.com/th?id=ODF.QmGcAWbwJ7adjQgv7nB9pw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "nocode",
            "date": "KMWorld Magazine3h",
            "source": "KMWorld Magazine",
            "article_content": "Kore.ai unveils no-code platform for creating and deploying knowledge-based agentic AI\n\nKore.ai, a global leader in enterprise AI, is debuting AI for Process, a no-code, agentic AI platform designed to streamline knowledge-intensive, complex business processes. With AI for Process, enterprises can quickly build, deploy, and manage custom AI agents, or Agentic Apps at scale, that can understand context, make complex decisions, and more.\n\nAutonomous AI agents have struggled to implement its value in highly intricate operations and do so at scale, according to Kore.ai. AI for Process aims to rectify this challenge, transforming rules-based process automation to intelligent process orchestration.\n\n\"Traditional enterprise process automation was limited by rigid, rule-based systems lacking any autonomy,\" said Raj Koneru, CEO and founder of Kore.ai. \"With the advent of advanced AI models capable of evaluation and reasoning, we’re ushering in a new era where intelligent AI agents can independently manage business processes, reducing over-reliance on human support. AI for Process enables enterprises to design scalable, reliable Agentic Apps that redefine efficiency while elevating humans into more strategic, supervisory roles.\"\n\nThrough the help of proprietary agentic RAG (retrieval-augmented generation), AI for Process combines advanced retrieval with intelligent agent orchestration to deliver highly accurate, contextual AI agent technology. Paired with a no-code, highly intuitive visual workflow designer that comes with over 65 pre-built prompt templates, enterprises can achieve the promises of agentic AI with ease.\n\nSpecialized agents work together to intelligently execute a variety of knowledge-based tasks. For example, the Orchestrator Agent coordinates workflows while Reasoning Agents handle complex decision-making; the Task Agents automate workflows, Knowledge Agents process enterprise information, and API Agents manage system integrations.\n\nEach agent is centralized under an advanced Agent Evaluation Framework, ensuring that agents are continuously assessed and analyzed for utmost efficiency and alignment. Furthermore, Kore.ai’s human-in-the-loop strategy incorporates human touchpoints within automated workflows, enabling asynchronous human actions, approvals, and form inputs.\n\nAdditionally, AI for Process seamlessly integrates with commercial and open source large language models (LLMs), as well as major cloud providers—including AWS, Azure, and Google Cloud—eliminating vendor lock-in. Kore.ai’s solution offers pre-built connectors for enterprise data sources and APIs and delivers real-time data synchronization across systems.\n\nAs far as security and governance, AI for Process features data anonymization, protection against prompt injection attacks, custom content filters, and audit trails, as well as centralized governance controls for managing role-based access and AI guardrails.\n\n“The future of enterprise operations lies in AI agents collaborating to manage and optimize processes under human supervision,” said Prasanna Arikala, CTO and head of products at Kore.ai. “These agents will operate autonomously, seamlessly discovering and working with each other. Achieving this vision requires a robust AI agent platform integrating autonomous agents, advanced knowledge retrieval, and intelligent orchestration. With AI for Process, we’re delivering these future-ready capabilities today.”\n\nTo learn more about AI for Process, please visit https://kore.ai/.\n\nPlease enable JavaScript to view the comments powered by Disqus."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 KY Inno Startups to Watch: UnDesked",
            "link": "https://www.bizjournals.com/louisville/inno/stories/awards/2025/01/30/2025-ky-inno-startups-to-watch-undesked.html",
            "description": "UnDesked has released a comprehensive workflow automation tool that distributes and manages nearly every daily workflow that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6I3QOzcuLJa4cCzDYxB7sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "5h",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Liverpool have enjoyed a Champions League cash bonanza – so will FSG start spending it?",
            "link": "https://www.nytimes.com/athletic/6097239/2025/01/30/liverpool-fsg-transfer-spending/",
            "description": "Top of the Champions League table and into the last 16 with the most money banked. This was the perfect return to Europe’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7_wa-GfRDS33lkHlHn7jGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "11h",
            "source": "The New York Times",
            "article_content": "Top of the Champions League table and into the last 16 with the most money banked.\n\nThis was the perfect return to Europe’s elite competition for Liverpool, setting up Arne Slot’s side for a crack at lifting the trophy for a seventh time and significantly boosting the club’s balance sheet.\n\nAfter recording seven wins out of eight games, Liverpool are closing in on at least €100million (£83.8m; $104m) in Champions League prize money alone, with a further €56.5m still to play for. Factor in the additional matchday revenue that big fixtures at Anfield bring — the club earn between £3m and £4m for each home game, with sellout crowds as good as guaranteed — and the importance of being back in Europe’s premier competition after a year away becomes clear.\n\nAdvertisement\n\nSlot will rightly focus on his side’s positive on-field performances, which included memorable victories against Real Madrid, Milan and Bayer Leverkusen, but the influx of such a large amount of cash will fuel the angst among the fans who want to see greater investment from Fenway Sports Group (FSG, the club’s owner).\n\nSeeing that money flow in certainly makes it harder for FSG to stick so resolutely to its careful approach to spending. Such prudence could easily be justified last season, when Liverpool were playing in the Europa League while building the new Anfield Road End (which took capacity to over 60,000), but less so now.\n\nYet history suggests that more money coming into the club does not always equate to a big investment in the squad. FSG places sustainability at the heart of its operations and prefers to wait for the right player to become available, rather than being lured into overspending. An example came last summer with Real Sociedad midfielder Martin Zubimendi: he was Liverpool's top transfer target but, when that deal could not be done, they opted not to go for an alternative in his defensive midfield position.\n\nThere is no sign it will stretch the club beyond its means anytime soon, despite seeing the value of its asset multiply considerably since its £300m takeover in 2010.\n\nLiverpool were the lowest spenders in last summer's transfer window, signing only Federico Chiesa for a deal worth up to £12.5m. A £29m deal for goalkeeper Giorgi Mamardashvili was also agreed, although he stayed at Valencia until the end of this season, and with four days of the current transfer window remaining, Liverpool are yet to do any business.\n\nFederico Chiesa was Liverpool's only summer arrival (Jan Kruger/Getty Images)\n\n“People haven’t seen us do a lot in the transfer window but we’re happy with the squad,\" Slot told the BBC this week. \"In the background, we are working on strengthening the squad for the summer. That would mean that for the upcoming years, we will be able to challenge for every trophy we are playing for.”\n\nAdvertisement\n\nKey to the future are also the three soon-to-be out-of-contract players — Mohamed Salah, Trent Alexander-Arnold and Virgil van Dijk — available to discuss free moves away this summer when their deals expire.\n\nSalah, Alexander-Arnold and Van Dijk have been offered extensions but are yet to agree terms. Tension among the Anfield crowd continues to grow, with a recent banner reading, “Now give Mo his dough,” referencing the importance of FSG securing Salah beyond this season.\n\nOf course such negotiations aren’t that simple. Neither is it as straightforward to suggest that now Liverpool are doing well in the Champions League again, they should break from a structure that, despite criticism, has served them well over the years.\n\nThere is still a little catching up to do, too. Liverpool dropped a place in the annual Deloitte Football Money League this year as the impact of no Champions League football last season was laid bare.\n\nAccording to the figures, which are expected to be backed up when the club's official accounts are released, total revenue was up to around €714m, an increase on the previous season, which had stood at £594m. Much of that was down to a €45m increase in commercial revenue and a €29m boost to matchday revenue, helped by the opening of the new Anfield Road Stand.\n\nA €42m drop in broadcast revenue, however, highlighted the missed opportunity in the Champions League and allowed Arsenal to leapfrog Liverpool in the standings.\n\nThat Liverpool are back in the competition and the favourites to win it, is a good start to the recovery. Never before has it been more important to be in the competition than now with the prize pot bubbling away.\n\nAnfield makes huge sums for every home game (Carl Recine/Getty Images)\n\nA 22 per cent increase in the money distributed from UEFA this year means that if Liverpool lift the trophy in May they can expect to earn around €160m. First they will have to progress through the last-16 against either Paris Saint-Germain, Benfica, Monaco or Brest. But even finishing as a runner-up or semi-finalist may be enough to record Liverpool's most profitable season in Europe, largely because of their early form and history in the competition.\n\nAdvertisement\n\nAs The Athletic's Phil Buckingham explained in more detail, the prize pot is split in three ways: first through an equal share (€18.62m for each club), then performance-related extras before a third part — a new 'value pillar' shaped by market pools and coefficients — completes the total.\n\nWe already know what some of these figures are in advance so they can be totted up along the way. Each win is worth €2.1m, with a draw bringing €700,000, then additional payments are made for the final league position, qualifying for the last 16 (€11m), the quarter-finals (€12.5m), the semi-finals (€15m) and the final (€18.5m). The winners also get €6.5m, as well as an additional €4m for featuring in the following season's European Super Cup.\n\nLiverpool's total for performance payments currently stands at almost €40m. The value pillar is the more complex of the three and relates to the size of each club’s domestic TV deal and historical performances in Europe. Liverpool were among the highest and are expected to bring in around €40million, which, added to their on-field performance, represents a good start to 2025.\n\nThe club's accountants will be thrilled, and Slot himself does not seem to be agitating for the kind of spending that some of his Premier League rivals are indulging in.\n\nBut given the sums pouring in, another quiet summer would lead to more awkward questions being asked of FSG and its long-term ambitions.\n\n(Top photos: Getty Images)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This metro Phoenix town is only as old as Taylor Swift. Here's how it got its start",
            "link": "https://www.msn.com/en-us/news/us/this-metro-phoenix-town-is-only-as-old-as-taylor-swift-here-s-how-it-got-its-start/ar-AA1y7lG3?ocid=BingNewsVerp",
            "description": "Queen Creek was founded by farming families, including the Schnepfs, and has quickly grown. Here's what to know about metro ...",
            "image_url": "https://www.bing.com/th?id=OVFT.usfnPwCvgsva6xUyamW5BS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "12hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How AI Is Redefining The Way Software Is Built In 2025",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/30/how-ai-is-redefining-the-way-software-is-built-in-2025/",
            "description": "As we settle into 2025, it’s clear that the future of software development is being shaped by trends that prioritize efficiency, intelligence and adaptability. And while adjusting to change isn’t ...",
            "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
            "category": "software+trend",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MeridianLink's SWOT analysis: financial software stock faces headwinds",
            "link": "https://www.msn.com/en-us/money/smallbusiness/meridianlinks-swot-analysis-financial-software-stock-faces-headwinds/ar-AA1y95SL?ocid=BingNewsVerp",
            "description": "MeridianLink, Inc. (NASDAQ:MLNK), with a market capitalization of $1.49 billion, is a leading provider of software solutions for financial institutions, specializing in applications for credit unions, ...",
            "image_url": "https://www.bing.com/th?id=OJ.pCLuOlFptskA4w&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "3hon MSN",
            "source": "Investing.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft embraces OpenAI competitor DeepSeek on its AI hosting service",
            "link": "https://arstechnica.com/ai/2025/01/microsoft-embraces-openai-competitor-deepseek-on-its-ai-hosting-service/",
            "description": "Fresh on the heels of a controversy in which ChatGPT maker OpenAI accused the Chinese company behind DeepSeek R1 of using its AI model outputs against its terms of service, OpenAI's largest investor ...",
            "image_url": "https://www.bing.com/th?id=OJ.jWu6svL398KSLQ&pid=news&w=48&h=16&rs=2",
            "category": "openai+competitor",
            "date": "14h",
            "source": "Ars Technica",
            "article_content": "Fresh on the heels of a controversy in which ChatGPT-maker OpenAI accused the Chinese company behind DeepSeek R1 of using its AI model outputs against its terms of service, OpenAI's largest investor, Microsoft, announced on Wednesday that it will now host DeepSeek R1 on its Azure cloud service.\n\nDeepSeek R1 has been the talk of the AI world for the past week because it is a freely available simulated reasoning model that reportedly matches OpenAI's o1 in performance—while allegedly being trained for a fraction of the cost.\n\nAzure allows software developers to rent computing muscle from machines hosted in Microsoft-owned data centers, as well as rent access to software that runs on them.\n\n\"R1 offers a powerful, cost-efficient model that allows more users to harness state-of-the-art AI capabilities with minimal infrastructure investment,\" wrote Microsoft Corporate Vice President Asha Sharma in a news release.\n\nDeepSeek R1 runs at a fraction of the cost of o1, at least through each company's own services. Comparative prices for R1 and o1 were not immediately available on Azure, but DeepSeek lists R1's API cost as $2.19 per million output tokens, while OpenAI's o1 costs $60 per million output tokens. That's a massive discount for a model that performs similarly to o1-pro in various tasks.\n\nPromoting a controversial AI model\n\nOn its face, the decision to host R1 on Microsoft servers is not unusual: The company offers access to over 1,800 models on its Azure AI Foundry service with the hopes of allowing software developers to experiment with various AI models and integrate them into their products. In some ways, whatever model they choose, Microsoft still wins because it's being hosted on the company's cloud service."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I agree with OpenAI: You shouldn’t use other peoples’ work without permission",
            "link": "https://arstechnica.com/ai/2025/01/i-agree-with-openai-you-shouldnt-use-other-peoples-work-without-permission/",
            "description": "What I can say is that it's a little rich for OpenAI to suddenly be so very publicly concerned about the sanctity of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6x-_U6Uf0lm7PDF6NUSxhi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "12h",
            "source": "Ars Technica",
            "article_content": "ChatGPT developer OpenAI and other players in the generative AI business were caught unawares this week by a Chinese company named DeepSeek, whose open source R1 simulated reasoning model provides results similar to OpenAI's best paid models (with some notable exceptions) despite being created using just a fraction of the computing power.\n\nSince ChatGPT, Stable Diffusion, and other generative AI models first became publicly available in late 2022 and 2023, the US AI industry has been undergirded by the assumption that you'd need ever-greater amounts of training data and compute power to continue improving their models and get—eventually, maybe—to a functioning version of artificial general intelligence, or AGI.\n\nThose assumptions were reflected in everything from Nvidia's stock price to energy investments and data center plans. Whether DeepSeek fundamentally upends those plans remains to be seen. But at a bare minimum, it has shaken investors who have poured money into OpenAI, a company that reportedly believes it won't turn a profit until the end of the decade.\n\nOpenAI CEO Sam Altman concedes that the DeepSeek R1 model is \"impressive,\" but the company is taking steps to protect its models (both language and business); OpenAI told the Financial Times and other outlets that it believed DeepSeek had used output from OpenAI's models to train the R1 model, a method known as \"distillation.\" Using OpenAI's models to train a model that will compete with OpenAI's models is a violation of the company's terms of service.\n\n\"We take aggressive, proactive countermeasures to protect our technology and will continue working closely with the US government to protect the most capable models being built here,\" an OpenAI spokesperson told Ars.\n\nSo taking data without permission is bad, now?\n\nI'm not here to say whether the R1 model is the product of distillation. What I can say is that it's a little rich for OpenAI to suddenly be so very publicly concerned about the sanctity of proprietary data."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning approach can enhance observatory's hunt for gravitational waves",
            "link": "https://www.msn.com/en-us/news/technology/machine-learning-approach-can-enhance-observatorys-hunt-for-gravitational-waves/ar-AA1y8kbo?ocid=BingNewsVerp",
            "description": "Finding patterns and reducing noise in large, complex datasets generated by the gravitational wave-detecting LIGO facility ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WBCq20LjHt9DF7OfhqYSLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "8hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Can AI recognize the signs of depression in people’s voices?",
            "link": "https://www.msn.com/en-gb/health/other/can-ai-recognize-the-signs-of-depression-in-people-s-voices/ar-AA1y7lRH?ocid=BingNewsVerp",
            "description": "Machine learning analysis of voice recordings shows promise for detecting depression, with over 70% accuracy, improving ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CzWCTkwbRMR58o4xF13w7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "News Medical on MSN14h",
            "source": "News Medical on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'The region will die': Ukraine's Donbas mines within Russia's grasp",
            "link": "https://www.msn.com/en-us/news/world/the-region-will-die-ukraine-s-donbas-mines-within-russia-s-grasp/ar-AA1y98BO?ocid=BingNewsVerp",
            "description": "Fighting desperately to cling on to coal mines that were once the lifeblood of its industrial east, Ukraine's soldiers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tK35ydUHHglwVyZ6zLaDIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine-Russia war latest: Putin's forces focus on attacking key eastern town of Pokrovsk amid heavy losses",
            "link": "https://www.msn.com/en-my/news/world/ukraine-russia-war-latest-putin-s-forces-focus-on-attacking-key-eastern-town-of-pokrovsk-amid-heavy-losses/ar-AA1tu1WF?ocid=BingNewsVerp",
            "description": "Putin's forces focus on attacking key eastern town of Pokrovsk amid heavy losses - Russian forces have captured hundreds of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6uNiACI5Lmq-D8Zh1tKF2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Vietnam: The War That Changed America",
            "link": "https://www.msn.com/en-us/news/other/roush-review-a-deeply-personal-history-of-the-vietnam-war/ar-AA1y8BNH?ocid=BingNewsVerp",
            "description": "Six-part Apple TV+ docuseries relives the tragic conflict through raw archival footage and first-person accounts from those ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AnenPkxv6EO9qiznZKwhXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "7hon MSN",
            "source": "TV Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "War in the DRC's east: Will there be a 'push for diplomatic means to end this conflict'?",
            "link": "https://www.msn.com/en-gb/news/world/war-in-the-drc-s-east-will-there-be-a-push-for-diplomatic-means-to-end-this-conflict/vi-AA1y7kqh?ocid=BingNewsVerp",
            "description": "DR Congo President Felix Tshisekedi insisted his troops were mounting a \"vigorous\" response to Rwanda-backed fighters ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d1PEp_EiFPhGx6IoQnFxXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smallcap, midcaps stocks plunge: is this a bear market or a temporary blip?",
            "link": "https://www.moneycontrol.com/news/business/markets/smallcap-midcaps-stocks-plunge-is-this-a-bear-market-or-a-temporary-blip-12924380.html",
            "description": "Small and mid-cap stocks have plunged 15 percent amid tightening liquidity and slowing domestic growth, raising concerns ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A_qxyZNWtkHdaOxOzWyAXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "14h",
            "source": "moneycontrol.com",
            "article_content": "Analysts warn that stretched valuations and weakening credit cycles signal further downside risks.\n\nHeightened volatility, an FII sell-off, and tightening liquidity have caused the markets to enter a sharp corrective territory. However, the small- and mid-cap segment of the equities has taken a sharper fall compared to their large-cap peers, falling as much as 15 percent since the end of September.\n\nStory continues below Advertisement Remove Ad\n\nThe BSE400 small and midcap index is poised for its fifth 20 percent-plus correction post-GFC.\n\nIs this a blip or a bear market?\n\nHowever, is this fall a blip or a serious correction? According to analysts at Nuvama Institutional Equities, this downturn could be the beginning of a bear market as domestic growth slows and durable liquidity slips into a deficit. Further, despite the 15 percent correction, SMID valuations are still high.\n\nThe past corrections can be classified as blips, such as those seen in 2015–16 and 2021–22 or bear markets, which was seen in 2011–13 and 2018–19.\n\nAs per Nuvama Institutional Equities, blips are short-lived, lasting two–three quarters as SMIDs fall in line with large-caps. On the other hand, bear markets are prolonged correction phases with a 30–40 percent correction over two–three years and large underperformance to the Nifty 50 and Sensex.\n\nStory continues below Advertisement Remove Ad\n\nDuring blips, all sectors decline, with little difference in sectoral performance. However, during bear markets cyclicals (real estate and industrials) tend to experience large underperformance and usually tend to correct by more than 50 percent.\n\nFurther, the brokerage noted that SMIDs are more exposed to the domestic economy than large-caps. Thus, it is only when domestic growth slackens do SMIDs tend to experience bear market and correct.\n\n\"The best way to assess the same is by looking at the domestic credit cycle and exports trend. If the credit cycle is weakening, then it is a sign of domestic weakness in which SMIDs will invariably underperform,\" said Nuvama analysts.\n\nBear markets are preceded by large 5Y returns (20 percent or above) while blips occur in the initial phases of bull markets and tend to have 10–15 percent 5Y returns in the run-up. Therefore, bear markets typically occur when domestic credit slows, liquidity tightens and midcaps experience a strong five-year rally on an absolute as well as relative basis.\n\nAlso Read | Budget cheer coming for railways? RVNL, Railtel, other rail stocks surge ahead of Budget 2025\n\nBlips on the other hand are an outcome of global weakness while domestic growth and liquidity conditions are generally stable. Furthermore, they are not preceded by a large medium-term rally.\n\nSo is this current correction a blip or bear market? Most signs point towards the SMIDs space entering a bear market. Domestic growth that is slackening this, which is evident in the credit cycle, while it was strong in 2023, in H1CY24 it has experienced a sharp moderation.\n\nAlso, excluding BFSI, SMID earnings are now underperforming large-cap peers and have moved into contraction. \"In fact, even in the Q3FY25 results season so far, SMID earnings have been disappointing and experienced large downgrades,\" noted the brokerage.\n\nThe performance of SMIDs relative to the Nifty 50 have been the highest in a post GFC-world. Even after the correction, they remain quite elevated – a trend that is typically observed in market corrections preceding bear markets.\n\nWith a sharp run up comes stretched valuations. Even, after the 15 percent correction, valuations are higher than the previous peaks.\n\nWay forward\n\nAs domestic growth is slackening, liquidity conditions are tightening and valuations as well as 5Y returns are quite elevated, Nuvama Institutional Equities believes there could be risks of a bear market. \"These have higher resemblance to the 2011–13 and 2018–19 phases. Thus, it is perhaps not yet a time to buy the dip,\" noted analysts.\n\nThe reversal from the previous bear markets, especially in 2018–19, was due to the US Federal Reserve. Hence, it is very important to monitor Fed actions and global liquidity hereon, as that will shape the SMIDs outcome.\n\nInvestors should maintain a very low beta bias as growth is still subdued and liquidity remains tight. \"In sectors, where margins are close to cyclical lows, and demand has stabilised, we think consolidation/costs focus could happen and those stocks/sectors could see larger upside,\" said Nuvama, adding, \"Despite the sharp correction, we recommend avoiding cyclical exposure in SMID portfolio.\"\n\nDisclaimer: The views and investment tips expressed by investment experts on Moneycontrol.com are their own and not those of the website or its management. Moneycontrol.com advises users to check with certified experts before taking any investment decisions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "89bio Inc (ETNB)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2025/01/30/89bio-inc-etnbs-stock-plunge-what-you-need-to-know/",
            "description": "BofA Securities has recently resumed 89bio Inc (ETNB) stock to Buy rating, as announced on April 22, 2024, according to Finviz. Earlier, on January 12, 2024, RBC Capital Mkts had reduced the stock ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews5h",
            "source": "bovnews",
            "article_content": "BofA Securities has recently resumed 89bio Inc (ETNB) stock to Buy rating, as announced on April 22, 2024, according to Finviz. Earlier, on January 12, 2024, RBC Capital Mkts had reduced the stock from a Outperform to Sector Perform, setting a price target of $15 for ETNB stock. Oppenheimer also reduced Perform rating. Additionally, UBS initiated Buy rating on August 28, 2023, with a target price of $36. Evercore ISI analysts, in their report published on June 13, 2023, also initiated Outperform rating and set a price target of $49 for 89bio Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n89bio Inc (ETNB) Stock Trading Recap\n\nOn Wednesday, 89bio Inc (ETNB) stock saw a decline, ending the day at $8.73 which represents a decrease of $-0.28 or -3.11% from the prior close of $9.01. The stock opened at $9.35 and touched a low of $8.64 during the day, reaching a high of $9.77. The volume of shares traded was 7.49 million exceeding the average volume of 1.62 million.\n\n\n\nSponsored\n\nETNB Stock Performance and Moving Averages\n\nIn recent trading, 89bio Inc (ETNB) stock price has shown some volatility, fluctuating 29.33% over the last five trades and 8.99% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -5.11%, and it has gained 10.93% in the previous three months. Currently, ETNB is trading at 19.58%, 11.33%, and 5.05% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, ETNB, a Healthcare sector stock, is trading -47.50% below its 52-week high but remains 45.85% above its 52-week low. The Average True Range (ATR) (14 days) of 0.83 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\n89bio Inc’s Profitability and Valuation Ratios\n\n89bio Inc’s profitability metrics reveal financial health. The company currently boasts a gross margin of -5.11%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, 89bio Inc’s market capitalization stands at $1.03 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Book Ratio is 2.45, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 4.21% of 89bio Inc (ETNB)’s shares, while financial institutions hold 92.61%.\n\nNotable insider trades include Le-Nguyen Quoc, See Remarks at 89bio Inc (ETNB), who sold 27955 shares on Oct 30 ’24, at $8.12 each, totaling $0.23 million. On Apr 01 ’24, PALEKAR ROHAN, Chief Executive Officer, sold 52718 shares for $10.91 each, amounting to $0.58 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Global stocks with the highest market share within their product groups",
            "link": "https://seekingalpha.com/news/4400904-global-stocks-with-the-highest-market-share-within-their-product-groups",
            "description": "Discover the top 30 stocks with the highest market share among various product groups, identified by BofA Securities analysts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kP6PIA9c8tET_tJk-JkftC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "9h",
            "source": "Seeking Alpha",
            "article_content": "BofA Securities analysts identified the companies with the highest market share within their product groups.\n\nAnalysts named stocks with the most association with different product groups to identify investment opportunities.\n\nThe GICS classification divides stocks into 11 major sectors, 24 industry"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Western Digital's SWOT analysis: stock poised for growth amid industry shifts",
            "link": "https://www.msn.com/en-us/money/other/western-digital-s-swot-analysis-stock-poised-for-growth-amid-industry-shifts/ar-AA1y9lMS?ocid=BingNewsVerp",
            "description": "Western Digital Corporation (NASDAQ:WDC), a leading provider of data storage solutions with a market capitalization of $22.68 billion, is navigating a complex landscape of industry trends and internal ...",
            "image_url": "https://www.bing.com/th?id=OJ.pCLuOlFptskA4w&pid=news&w=85&h=16&rs=2",
            "category": "market+share",
            "date": "33mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IIT Bombay study reveals financial impact of disasters on Indian states, calls for stronger preparedness and climate resilience",
            "link": "https://www.thehindu.com/sci-tech/energy-and-environment/iit-bombay-study-reveals-financial-impact-of-disasters-on-indian-states-calls-for-stronger-preparedness-and-climate-resilience/article69160200.ece",
            "description": "IIT Bombay study analyzes financial impact of floods and cyclones in India, offers solutions for disaster preparedness.",
            "image_url": "https://www.bing.com/th?id=OVFT.ffj4YxE7c0sSk9upW0xy9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "1h",
            "source": "The Hindu",
            "article_content": "A recent study conducted by researchers at the Indian Institute of Technology (IIT) Bombay analyzed the financial impact of floods and cyclones across 25 states in India. The study, which covers a span of 23 years (1995–2018), highlights how the damage caused by these natural disasters severely affects the states’ budgets on an annual basis. The research also offers solutions for better disaster preparedness and economic protection, providing a roadmap to help mitigate the financial repercussions of such crises.\n\nPublished in the International Journal of Disaster Risk Reduction, the study titled, ‘The impact of floods and cyclones on fiscal arrangements in India: An empirical investigation at the sub-national level’ is conducted by Nandini Suresh,a research scholar with the Center for Climate Studies, IIT Bombay, Professor Trupti Mishra, and Professor D. Parthasarathy of IIT Bombay.\n\nAlso Read | Natural disasters caused 2.5 million internal displacements in India in 2022, report says\n\nTraditionally, disaster response funding relies on estimating the cost of damages based on evaluating economic losses, the number of deaths, and the number of people affected. “These evaluations are often inconsistent and biased,“ Ms. Suresh said. “We relied on data from weather and geographic sources [IBTrACS and the India Meteorological Department] to accurately measure cyclone strength [using wind speeds] and flood severity [based on unusual rainfall],” she explained.\n\nBy combining this information, the researchers created a Disaster Intensity Index (DII), ensuring all types of disasters are treated fairly. This method avoids inconsistencies and biases and gives a clearer picture of disaster impacts, especially for floods and cyclones, which caused 80% of disaster-related losses in India during the study period.\n\nThe study uses a statistical model called panel Vector Auto Regression (VAR) to examine how revenue and expenditure affect each other from one year to the next few years. The model allows accounting for differences between states and ensures that past economic conditions do not unfairly influence disaster severity measurements, giving a reliable way to study the financial impacts of disasters.\n\nAlso Read | Wanted: a strategy to turn climate research into disaster management\n\nThe findings from the study show that disasters put a heavy financial burden on the affected States by increasing their expenditure while also reducing their revenue. As a result, the States allocate substantial funds for immediate relief efforts such as evacuation, medical aid, food, and shelter. The government also invests in rebuilding essential infrastructure such as roads, bridges, and homes. As agriculture, trade, and business operations are frequently disrupted by these disasters, tax collection and income from these sectors also decline.\n\nThe study highlights a cycle in which increased expenditures and falling revenues lead to significant budget deficits.\n\nMs. Mishra said, “However, the DII shows that disasters impact States differently. Less disaster-prone States like Madhya Pradesh and Chhattisgarh, which experience droughts and occasional floods, can handle relief with their own resources and suffer less financial damage. The disaster intensity is not high enough to affect people’s income or production; hence, there is no decrease in tax or non-tax revenues. On the other hand, disaster-prone coastal States like Odisha, Andhra Pradesh, and West Bengal, which frequently experience cyclones and floods, have higher recovery expenses and higher revenue losses. As a result, they often need to rely on external funding like loans, increasing state debt and making it difficult to fund other development projects.”\n\nThe assistance offered by the National and State Disaster Response Funds (NDRF and SDRF) could be optimised for improved efficiency and faster disbursal. “Certain regulations, such as the 25% cap on SDRF allocations for relief operations and some procedural requirements, may create hurdles in utilising these funds in a timely manner. By simplifying these processes, there may be an opportunity to enhance the overall impact of disaster relief initiatives,” Mr. Parthasarathy said.\n\nThe study emphasises the need for proactive disaster risk financing mechanisms such as resilience bonds, disaster insurance, and catastrophe bonds.\n\nResilience bonds encourage investments in disaster prevention projects and offer incentives for reducing the effects of disasters. Disaster insurance supports individuals, companies, or governments in recovering from losses brought on by natural disasters. Catastrophe bonds allow governments or organisations to shift disaster risk to investors who receive interest unless a disaster occurs. “These provide quick funds during emergencies and reduce the need to take external loans after disasters,” Ms. Nandini said.\n\nOpinion | The lapses in the disaster management Bill\n\nHowever, implementing such measures in India is challenging due to a lack of awareness and understanding among stakeholders, including governments and the public, about the benefits of such instruments, she added. The other key challenges include the high cost of disaster insurance premiums and a lack of a clear financial and legal framework for issuing resilience bonds or incorporating them into state budgets.\n\nPublic-private partnerships are also essential for building a climate-resilient economy. Governments can offer tax incentives for businesses to invest in climate resilience infrastructure and enforce sustainability regulations.\n\nDiverting funds from other projects is a usual way for governments to handle disasters while staying within budget. However, it is difficult to move money from fixed expenses like debt payments, salaries, or pensions as these take up most of the budget and are already set by law. Governments need flexible budgets, backup plans, and quick ways to adjust spending based on what is required so that they can quickly reallocate funds during emergencies.\n\nOpinion | India’s disaster management story as a work in progress\n\n“The states need to invest in early warning systems, cyclone shelters, and resilient infrastructure and promote sustainable land use that can minimise the economic impact of climate change and lower the long-term costs of dealing with disasters. Many states have already made progress: Tamil Nadu has installed advanced cyclone monitoring systems, Kerala has adopted climate-adaptive urban planning, and Odisha and many others have introduced budget tracking for climate-related spending,” Ms. Nandini said.\n\nWith climate change driving an increase in the frequency and intensity of disasters, the researchers warned that Indian states will face even greater financial challenges in the future. However, by adopting the recommended measures, they believe India can mitigate long-term financial risks, protect lives and infrastructure, and work toward building a stronger, more sustainable future."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Climate Risks Could Affect Property Taxes in Florida, California, and Elsewhere",
            "link": "https://www.sfgate.com/realestate/article/how-climate-risks-could-affect-property-taxes-in-20059296.php",
            "description": "The post How Climate Risks Could Affect Property Taxes in Florida, California, and Elsewhere appeared first on Real Estate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4jgN2vGbCGsrz5AguE6SaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "3h",
            "source": "SFGate",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "iBUYPOWER RTX 5080 gaming desktops are now up for pre-order",
            "link": "https://www.msn.com/en-us/news/other/ibuypower-rtx-5080-gaming-desktops-are-now-up-for-pre-order/ar-AA1y90xc?ocid=BingNewsVerp",
            "description": "BUYPOWER, like many gaming PC manufacturers this week, has announced that pre-orders are live for its latest gaming desktop ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MzKSrict4q661SRZc_MVUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "3hon MSN",
            "source": "Android on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where to Preorder GeForce RTX 5090 and RTX 5080 Prebuilt Gaming PCs",
            "link": "https://www.ign.com/articles/where-to-preorder-rtx-5090-and-rtx-5080-prebuilt-gaming-pcs",
            "description": "Dell just launched its new Alienware Area-51 lineup of gaming PCs today. Currently, it's available in only two configurations - both paired with an Intel Core Ultra 9 285K and GeForce RTX 5080 GPU - ...",
            "image_url": "https://www.bing.com/th?id=OJ.roqWBatIwIpaCw&pid=news&w=52&h=16&rs=2",
            "category": "pc+manufacturer",
            "date": "4h",
            "source": "IGN",
            "article_content": "The first wave of 2025 prebuilt gaming PCs equipped with the new Nvidia GeForce RTX 5080 and 5090 graphics cards are now available for purchase. Best Buy, Amazon, Newegg, Adorama, and B&H Photo all have fresh listings up on their sites starting today. If you're looking for a complete system equipped with one of these current generation GPUs, this will be your best opportunity to get one for a while, or at least until the big OEM manufacturers like Dell (Alienware), HP (Omen), and Lenovo (Legion) release their own systems towards the end of Q1.\n\nIf you're looking for a standalone GPU instead of a prebuilt, you've come to the wrong page: Check out our complete RTX 5090 and 5080 preorder guide to see which retailers are likely to have them. Keep in mind that the launch-day stock of GPUs has a good chance of being sold out within hours or even minutes. Retailers have already warned about inventory shortages, and recent Nvidia GPU launches have been marred by bots that buy up mass quantities of GPUs with the intention of reselling at an extremely marked-up rate.\n\nAmazon\n\nNew for 2025 Alienware Area-51 Intel Core Ultra 9 285K RTX 5080 Gaming PC (32GB/2TB) 1 $4,449.99 at Alienware"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ex-Autodesk execs snag $46M to build the next gen of architecture design",
            "link": "https://www.msn.com/en-us/news/technology/ex-autodesk-execs-snag-46m-to-build-the-next-gen-of-architecture-design/ar-AA1y8d9X?ocid=BingNewsVerp",
            "description": "Talk to many architects, and they'll likely tell you that Autodesk's software, including AutoCAD and Revit, has been ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RGTDVZuI_YcLMEHO90Peai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "8hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Current State Of Cloud Security: Progress, Pitfalls And Priorities",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/30/the-current-state-of-cloud-security-progress-pitfalls-and-priorities/",
            "description": "As we embrace the promises of generative AI, multi-cloud strategies and serverless computing, the urgency for robust cloud ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2agoPkMPFowyqlLrT1mzsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "12h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Billionaire Soccer Exec Admits Using Burner Account To Disparage MLS During Antitrust Trial",
            "link": "https://brobible.com/sports/article/rocco-commisso-soccer-burner-account-mls/",
            "description": "A wild, rather star-studded sports-related antitrust trial is currently taking place in a Brooklyn federal court. The case ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e6C1Bk-YeV4YBdkM_Y-HES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "5h",
            "source": "BroBible",
            "article_content": "Getty Image\n\nA wild, rather star-studded sports-related antitrust trial is currently taking place in a Brooklyn federal court. The case being litigated is the defunct second version of the North American Soccer League (NASL) versus the U.S. Soccer Federation (USSF) and Major League Soccer (MLS).\n\nThe North American Soccer League, led by its former chairman Rocco Commisso, the billionaire founder, CEO, and owner of cable company Mediacom, is seeking up to $170 million in damages from USSF and MLS. The amount would be tripled if NASL gets a favorable verdict, as is the case in all antitrust lawsuits.\n\nWhen the trial first began earlier this month, among those who were expected to testify were MLS commissioner Don Garber, FC Dallas and Kansas City Chiefs owner Clark Hunt, Big East commissioner Val Ackerman (a former USSF board member), and former NBA star Carmelo Anthony, who owned the NASL Puerto Rico FC franchise.\n\nCommisso, who owned the NASL New York Cosmos franchise and still owns ACF Fiorentina, and NASL attorney Jeff Kessler claim that MLS and USSF conspired to stop NASL from competing with MLS and then conspired to remove the soccer league’s Division II status, leading to it folding in 2018.\n\nPerhaps the most interesting part of the trial so far, occurred this week when Kessler, who is also representing Michael Jordan in his race team’s lawsuit against NASCAR, asked Commisso about a Twitter account that used to make derogatory statements about the USSF and MLS.\n\nCommisso, who previously admitted during the lawsuit’s discovery phase that he ran the account anonymously, said he created the account so his posts wouldn’t interfere with his media company’s business. He also admitted creating a second anonymous Twitter account, and, Front Office Sports reports, ordered a public relations executive at Mediacom to post negative things about MLS and USSF on that account.\n\nAmong the tweets Rocco Commisso wrote on Twitter using the anonymous “Global Soccer Fan” account was one in which he wrote, “USSF has been raped by the Harvey Weinstein of US Soccer – Garber, who with MLS owners and Gulati, have engineered a Madoff-type scam on all of American soccer.”\n\nCommisso was referring to MLS commissioner Don Garber, USSF president Sunil Gulati, convicted rapist Harvey Weinstein and Bernie Madoff, mastermind of the largest known Ponzi scheme in history.\n\nWhen asked by Ruskin, “You chose to equate someone with rape over a business grievance where you didn’t get what you wanted, correct? That’s when you decided to do this, yes or no?” Commisso replied “Yes” to both questions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pharaoh’s Daughter and the Fateful Bath",
            "link": "https://jewishjournal.com/judaism/378808/pharaohs-daughter-and-the-fateful-bath/",
            "description": "Pharaoh’s daughter’s coming down and seeing a baby crying is mirrored by God’s actions in Exodus’ third chapter.",
            "image_url": "https://www.bing.com/th?id=OVFT.G0n457moGXFr6BdoZg6rNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Jewish Journal19h",
            "source": "Jewish Journal",
            "article_content": "Never before had cleaning off so shaped history. But when an Egyptian princess went to take a quick dip in the Nile, her discovery and rescue of baby Moses in his basket set the Israelites on their path toward that eventual dramatic escape from the shackles of Egypt.\n\nThe second chapter of Exodus sets the scene: “The daughter of Pharaoh came down to bathe at the river, while her attendants walked beside the river. She saw the basket among the reeds and sent her maid (amatah) to bring it. When she opened it, she saw the child. He was crying, and she took pity on him. ‘This must be one of the Hebrews’ children,’ she said.”\n\nMiriam, Moses’ sister, having held out hope at the riverbank that somehow her brother might sail past the clutches of Pharaoh’s decree that all male Jewish children be slaughtered, saw what unfolded and helpfully offered to find a nursemaid to suckle the child. That volunteer caretaker she recommended, of course, was secretly Moses’ biological mother, Yocheved. Moses then grew up in the palace of the king but with the spiritual and national mentorship of his Jewish family, uniquely positioning him to lead his people to freedom.\n\nThe act of warm-heartedness of this unnamed Egyptian was, ever since, celebrated by the Jewish tradition.\n\nMoses’s rescue-by-princess was depicted on the western wall of the ruins of the ancient synagogue ruins found in Dura-Europos, modern-day Syria, in a rendering dated to the mid-third century C.E. In it, Pharaoh is off to the side, seated on his throne. A scribe next to him writes down the royal commands — no doubt the order to execute babies, the very edict his own daughter disobeys.\n\nRabbinic texts also parsed every aspect of the brief episode. Why did she need to go bathe, they wondered? Sefer HaYashar suggests a sunburn. God had sent a heatwave, which seared the Egyptians and left them seeking a means of cooling off. Perhaps, came another conjecture, she had that awful skin disease, tzara’at. Thus Shemot Rabbah’s proposal that “Pharaoh’s daughter was a leper; that is why she went to bathe. When she touched the basket she was cured. That is why she had compassion for Moses and loved him exceedingly.”\n\nPirkei deRebbe Eliezer adds that her sensitive skin required the cold Nile water, as opposed to the warm water of an indoor facility. Her subsequent reward, though unspecified in the Bible itself, was eternal bliss – “Whosoever preserves a life is as though he had kept alive the whole world. Therefore was she worthy to (inherit) the life in this world and the life in the world to come.” Mystical texts record her entering the heavenly realm alive, sitting alongside Elijah and the Messiah.\n\nThe Talmud, in turn, senses a sign of her personal fealty to the Jewish cause as an aspiring convert to the faith. “Rabbi Yohanan says in the name of Rabbi Shimon ben Yohai: This teaches that she came down to the river to cleanse herself from the impurity of her father’s idols, as she was immersing herself as part of the conversion process.”\n\nNo doubt miracles enabled the shocking rescue. She felt compelled to head to the site because of a dream, offered the first-century work Biblical Antiquities. Other texts add that the princess saw the Divine Presence hovering above Moses. When her maidens tried to convince her not to save him, the angel Gabriel came from heaven and struck them down. Though perhaps it wasn’t a maiden she sent to grab the basket, but rather her arm stretched many cubits (amot) to enable her to grab it.\n\nAnother Talmudic tractate gives the anonymous-in-the-Bible heroine a name reflecting her loyalty to Israel’s God. Actually, two names. She was called Bityah (“God’s daughter) or Yehudiyah (“Jewess”).\n\nWas she even Pharaoh’s biological daughter? A surprising Midrash Talpiot argued that she was not. Rather, she and Moses’ future wife Tziporah were Moses’ biological sisters (!). The former was seized by force by the Egyptian king, and the latter by Jethro, Pharaoh’s adviser and Moses’ eventual father-in-law, and raised in their respective homes. (Lest one be shocked that Moses, according to this text, eventually married his sister, the midrash notes that this was permissible prior to Sinai, and Tziporah was uniquely righteous.)\n\nOf course, suggests the Arukh HaShulchan, Pharaoh’s daughter was spared the death of the firstborn — the 10th of those notorious Plagues — in the merit of Moshe, whose life she had saved.\n\nMoses undoubtedly expressed gratitude for the rescue. As the scholar of the Second Temple period Malka Simkovich has noted, Ezekiel the Tragedian, a second- or first-century B.C.E. Jew who lived in Egypt, composed a Greek play whose verses have Moses reminiscing how: “Throughout my boyhood years the princess did, for princely rearing and instruction apt, provide all things, as though I were her own, the circle of the days then being full.”\n\nSimkovich also notes that the second century BCE Book of Jubilees calls Bityah a different name, Thermuthis, as does the historian Josephus. A popular Greek name for Egyptian women at the time, it’s a variation of the Egyptian Renenūtet, the Egyptian goddess of nourishment, from the verb meaning “to nurse or rear,” a fitting appellation for the adoptive figure.\n\nIn Josephus’ dramatic detailing, after the extraordinary rescue, she hoped Moses would himself become king: “… one day she brought Moses to her father and showed him to him, and told him how she had been mindful for the succession, were it God’s will to grant her no child of her own, by bringing up a boy of divine beauty and generous spirit, and by what a miracle she had received him of the river’s bounty, ‘and I thought,’ she said, ‘to make him my child and heir to your kingdom.’”\n\nAlas, in playing with his adopted grandson, Pharaoh freaks out. “To please his daughter, [he] placed his diadem upon [Moses’] head. But Moses tore it off and flung it to the ground, in mere childishness, and trampled it underfoot; and this was taken as an omen of evil import to the kingdom.”\n\nWhen the adult Moses led his people to liberation, Bityah joined her now-fellow Jews and went too. In her old age, she married Caleb, who, alongside Joshua, encouraged the desert-wandering Israelite tribes to ignore the bad report of the spies who had returned from scouting the Promised Land. As the Talmud tells it, “The Holy One, Blessed be He, said: Let Caleb, who rebelled against the advice of the spies, come and marry the daughter of Pharaoh, who rebelled against the idols of her father’s home.”\n\nModern literary scholars have suggested the princess’ salvation foreshadows God’s own extension of His saving hands to His people. Pharaoh’s daughter’s coming down and seeing a baby crying is mirrored by God’s actions in Exodus’ third chapter, which has Him telling the now adult Moses “I have indeed seen the misery of my people in Egypt. I have heard them crying out … So I have come down to rescue them.”\n\nThe bath of Bityah (or Yehudiyah or Thermuthis) then, even without the rabbinic accounts of the many miracles involved in her saving of Moses and subsequent religious conversion, offers a model for those non-palace-dwellers of us to follow. If her dunk to cool off on that hot Egyptian afternoon teaches us anything, it’s that small acts of kindness to the other might very well draw forth God’s salvation for us all.\n\nRabbi Dr. Stuart Halpern is Senior Adviser to the Provost of Yeshiva University and Deputy Director of Y.U.’s Straus Center for Torah and Western Thought. His books include “The Promise of Liberty: A Passover Haggada,” which examines the Exodus story’s impact on the United States, “Esther in America,” “Gleanings: Reflections on Ruth” and “Proclaim Liberty Throughout the Land: The Hebrew Bible in the United States.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Targets School Funding in Disturbing 'Indoctrination' Order",
            "link": "https://www.msn.com/en-us/news/opinion/trump-comes-for-school-funding-next-in-disturbing-executive-order/ar-AA1y7DR9?ocid=BingNewsVerp",
            "description": "Donald Trump has signed a sweeping executive order that could gut funding for public schools across the country.",
            "image_url": "https://www.bing.com/th?id=OVFT.oPx2ydLr9lOW-QHHAI3GMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "The New Republic on MSN6hOpinion",
            "source": "The New Republic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Is Already Pushing Conspiracies About Horrific D.C. Plane Crash",
            "link": "https://www.msn.com/en-us/news/us/faa-got-rid-of-its-leader-before-dc-plane-crash-thanks-to-elon-musk/ar-AA1y8u7I?ocid=BingNewsVerp",
            "description": "The D.C. fire chief has said that recovery is now underway, as bodies are pulled out of the Potomac River. With many of Trump ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8cuBMiZsaiNxf53-NW4jSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "The New Republic on MSN8hOpinion",
            "source": "The New Republic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Edinburgh NLP expert captures 'UFO' sighting near St. Mary's Cathedral",
            "link": "https://www.msn.com/en-gb/travel/other/edinburgh-nlp-expert-captures-ufo-sighting-near-st-mary-s-cathedral/ar-AA1y6QxG?ocid=BingNewsVerp",
            "description": "Edinburgh NLP practitioner Lewis Thornhill spotted a UFO flying over Scotland’s capital. Standing outside St. Mary's Catholic ...",
            "image_url": "https://www.bing.com/th?id=OVF.4HJ6JJLUScovq6brMSLT0g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "edinburghnews.scotsman.com on MSN16h",
            "source": "edinburghnews.scotsman.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Man spots \"very strange\" red orb in the sky over Saltdean",
            "link": "https://www.msn.com/en-gb/money/other/man-spots-very-strange-object-floating-in-the-sky/ar-AA1y6yTY?ocid=BingNewsVerp",
            "description": "A man has spotted a large orange orb floating in the sky, which has left him scratching his head. Andrew Pound was parked and up and waiting for his wife to leave work on January 13 when he spotted an ...",
            "image_url": "https://www.bing.com/th?id=ODF.QOpcpeD2NEW-5ezLj52dtg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo+spotted",
            "date": "The Argus on MSN20h",
            "source": "The Argus on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newly discovered near-Earth asteroid isn't an asteroid at all — it's Elon Musk's trashed Tesla",
            "link": "https://www.msn.com/en-us/news/technology/newly-discovered-near-earth-asteroid-isnt-an-asteroid-at-all-its-elon-musks-trashed-tesla/ar-AA1y8FLT?ocid=BingNewsVerp",
            "description": "Astronomers have retracted the discovery of a new asteroid after realizing the object was the remains of Elon Musk's Tesla ...",
            "image_url": "https://www.bing.com/th?id=OVFT._R5ZJGMWO26gQaYwuESAiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science on MSN8h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Acellera and Psivant partner for AI-driven drug discovery",
            "link": "https://www.msn.com/en-us/health/other/acellera-and-psivant-partner-for-ai-driven-drug-discovery/ar-AA1y8oOn?ocid=BingNewsVerp",
            "description": "Acellera Therapeutics focuses on drug discovery by merging AI-driven innovation with computational scaleability, aiming to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oJ3dYwdc7KOoQ_ENc6NjEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "GlobalData on MSN16h",
            "source": "GlobalData on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New ‘Quantum Sensors’ Could Make America’s Billion-Dollar Submarines Obsolete",
            "link": "https://www.popularmechanics.com/military/navy-ships/a63382376/quantum-sensors-submarines/",
            "description": "This solution could not only help submarines sense where they are without risking exposure, but also elevate a tactical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JLf4dW3z_QMN2eachgZsLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "3h",
            "source": "Popular Mechanics",
            "article_content": "During World War II, American submarines in the Pacific proved effective at slipping past enemy patrols, mounting surprise attacks on vulnerable targets and dodging retaliation, flexing the power of their stealth as they destroyed supply lines and naval fleets of the Imperial Japanese Navy. As submarine detection technology evolved over the last century, introducing passive and active sonar, surface-scanning radar, and magnetic anomaly detectors, submarines only got stealthier.\n\nYet one practical issue is stymying America’s progress toward the ultimate undersea stealth platform: submarines must creep near the surface every few weeks to reorientate themselves and maintain accurate navigation.\n\nBecause the radio waves emitted from GPS satellites cannot penetrate water, subs rely on a method called inertial navigation (also known as “dead-reckoning”) to determine their position, orientation, and velocity. But due to a phenomenon known as integration drift, these systems gradually lose accuracy over time; small errors in measuring angular velocity and acceleration compound until they become massive errors. So, every few weeks, submarines must expose themselves at the surface to allow a retractable satellite antenna to retrieve GPS data, effectively course-correcting the ship.\n\nHowever, this indiscretion time near the surface not only breaks a submarine’s stealth, but may prove pointless in the end, should an enemy destroy or jam satellite navigation signals. As such, the U.S. Navy has been scrambling toward a quantum physics-based solution that could not only help submarines sense where they are without having to risk exposure near the surface, but also elevate their tactical advantage in anti-submarine warfare and intelligence-gathering. If implemented, this technology could buttress the operation of sensors and navigation systems, extend detection range, and greatly enhance computing power.\n\nBut the real trick will be putting quantum sensors onto subs before China does. Otherwise China could beat the U.S. in developing spy technology that can see our subs long before we see them.\n\nTypically, submarines leverage several methods to remain concealed: the massive volume of ocean water, acoustic silence, and measures to reduce their electromagnetic signature—the distortions created by the metal of the vessel’s hull.\n\nBut if quantum technology becomes the standard, these methods will no longer be enough.\n\nCurrently, detecting submerged submarines with sonar or electromagnetic sensors requires relative physical proximity—but two odd properties of quantum physics could greatly increase detection range.\n\nOne of them is quantum entanglement. This refers to the odd phenomenon by which one particle’s behavior can be closely related, or “entangled,” with another, potentially distant particle. That makes it possible for some quantum sensors that read nearby particles to also provide information on the activity of a faraway particle.\n\nSecondly, quantum superposition—the ability to maintain more than one state simultaneously—would potentially facilitate an exponential increase in computing power for onboard instruments that receive sensor data. Today’s quantum computers already do this, storing data not only like a classical computer that works in binary (either 0 or 1), but in qubits, which consider additional possibilities such as both 0 and 1 simultaneously.\n\nCurrently, detection instruments called gravimeters and magnetometers enable detection of the submarines several hundred feet away. However, they can be adapted, using quantum technology, to detect subs from several miles away.\n\nQuantum gravimeters are already used in multiple fields, including for the study of volcanoes and melting ice sheets. They detect miniscule gravitational fields by sensing how they “pull” free-falling atoms that have been laser-cooled and super-positioned into multiple states simultaneously. Adapted for a submarine, a quantum -equipped magnetometer could be used to read the subtle variations of the Earth’s magnetic fields like a map. Because it accurately determines position, it would obviate a submarine’s need for indiscretion time near the surface.\n\nQuantum sensors might also give submarines a new tool to quietly detect enemies without resorting to noisy active sonar. And, such sensors would provide the means to receive more detailed communication signals while more deeply submerged. A quantum gravimeter could also be used to more accurately detect and analyze enemy transmissions, since the quantum tech could simultaneously survey a broader bandwidth than is possible using traditional systems.\n\nFurthermore, quantum navigation might—if sufficiently miniaturized—also enable long-range weapons to precisely strike a target over huge distances, even when denied satellite navigation access.\n\nToday, submarine-hunting aircraft use conventional magnetometers that are mostly effective just above half a mile. However, engineers have come up with a type of magnetometer called a SQUID (for Superconducting Quantum Interference Device), which has the potential to boost detection range to 3.7 miles—hypothetically covering over a hundred times more surface area. SQUID technology for submarine detection could eventually become lighter, smaller, and more practical, and offer orders-of-magnitude higher resolution than conventional magnetometers.\n\nLastly, quantum technology’s potential to massively increase computing power could one day enable autonomous submarine combat missions—without the need for a crew. The first relatively large, fully autonomous XLUUV-class drone submarines are entering U.S. military service to perform specialized missions. But more powerful AI with quantum computing might enable XLUUVs to perform a wider range of combat missions at a fraction of the cost and size of manned submarines.\n\nQuantum detection sensors could give vessels plying the surface of the water an advantage, too. Installing such sensors on patrolling aircraft carriers or transport ships could make it very dangerous for submarines to infiltrate close to key targets.\n\nWhen it comes to spearheading the naval arms race towards quantum sensor integration, China appears to be winning. However, the U.S. and its allies in the Pacific and Europe are also making major investments in quantum technologies for naval warfare, with France being first to adopt quantum gravimeters for operational use in 2024.\n\nTo date, the nonprofit, nonpartisan research and educational Information Technology and Innovation Foundation estimates that China’s government has spent over $15 billion on quantum research—though the figure is debated, as Beijing’s budgeting is notoriously opaque. The U.S. has reportedly spent $3.8 billion.\n\nThough Congress has passed resolutions calling on the Pentagon to close the gap with China, U.S. defense spending on quantum systems remains tentative, due to the immaturity of many existing quantum technologies.\n\nSetting aside long-term developments, quantum technologies seem poised to render submarines more vulnerable to detection in the mid-term. But it’s far too early to tell whether quantum technology will give submarine hunters an enduring edge, or be just another temporary leg up in a continually evolving technological arms race.\n\n\n\n\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Atoms that measure magnetic fields could lead to new quantum sensors",
            "link": "https://www.msn.com/en-us/news/technology/atoms-that-measure-magnetic-fields-could-lead-to-new-quantum-sensors/ar-AA1y8zfJ?ocid=BingNewsVerp",
            "description": "A team of physicists and engineers at the University of Colorado Boulder has discovered a new way to measure the orientation ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J7Rmwo2A6nhyy3RJBgxH9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "8hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient Irrigation System Reveals 'Neolithic Revolution' in the Amazon",
            "link": "https://www.realclearscience.com/2025/01/30/ancient_irrigation_system_reveals_neolithic_revolution_in_the_amazon_1088125.html",
            "description": "A pre-Columbian society in the Amazon developed a sophisticated agricultural engineering system that allowed them to produce ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6bQiDGHPOUd2G720HzO1uC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "19h",
            "source": "RealClearScience",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Genpact Limited (G) Launches AI Gigafactory to Accelerate Enterprise-Wide AI Adoption and Scaling",
            "link": "https://www.msn.com/en-us/money/markets/genpact-limited-g-launches-ai-gigafactory-to-accelerate-enterprise-wide-ai-adoption-and-scaling/ar-AA1y8CZ4?ocid=BingNewsVerp",
            "description": "Technological innovations in steam power, electricity and microprocessors drove the first industrial revolution.",
            "image_url": "https://www.bing.com/th?id=OVFT.Tr7gVnzaexUIzeIAeqjc_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "6hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    }
]