[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Researchers Discuss Their New Documentary Series 'COSMOSIS'",
            "link": "https://www.msn.com/en-us/science/sociology/ufo-researchers-discuss-their-new-documentary-series-cosmosis/ar-AA1xVYYg?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/23/25 UFO Researchers Discuss Their New Documentary Series 'COSMOSIS' Explore 'COSMOSIS', the revolutionary UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UzVaZkHwSnUAB0lBHNW6Sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN4h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another Egg Shaped UFO Video LEAKED Online - Is It Real?",
            "link": "https://www.msn.com/en-us/news/technology/another-egg-shaped-ufo-video-leaked-online-is-it-real/ar-AA1xVLeI?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/21/25 Another Egg Shaped UFO Video LEAKED Online - Is It Real? Analyze the latest leaked egg-shaped UFO video that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fY0QzUx4ojrP6-X86UviiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Vetted on MSN4h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New UFO documentary claims to expose a ‘cover-up’ of the ‘biggest discovery’ in human history",
            "link": "https://www.ladbible.com/entertainment/tv/ufo-documentary-the-age-of-disclosure-194878-20250126",
            "description": "A new UFO documentary reckons it can pull back the rug on a 'cover up' of the 'biggest discovery' in human history.",
            "image_url": "https://www.bing.com/th?id=OVFT.OiL0njizRD7BPikPjvFxuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "23h",
            "source": "LADbible",
            "article_content": "A new documentary claims it is going to expose the 80-year long cover-up of the existence of non-human intelligent life.\n\nThe Age of Disclosure is directed and produced by Dan Farah and features contributions from 34 members of the US government, military and intelligence community.\n\nIn the UFO documentary it is claimed that for the past 80 years the existence of intelligent life beyond humans has been kept a secret and that governments around the world have been locked in a secret conflict with one another to use this alien technology for their own benefit.\n\nAdvert\n\nOver in the US the UAP Disclosure Act was introduced in the senate, with the aim of this thing to publicly disclose what the US government knows about unidentified anomalous phenomena.\n\nThese are essentially things which happen in the air, sea or in space which can't be explained as being man made or occurring from some natural phenomenon that we know of.\n\nIf there are things happening which cannot be explained by what we know about ourselves and our planet then they're UAPs, and this act will release information about them which has been kept secret from us.\n\nIn the trailer for The Age of Disclosure, former Defense Intelligence Agency official Jay Stratton claims to have seen 'non-human craft and non-human beings' with his own eyes.\n\nAdvert\n\nThe truth is out there. (Youtube/The Age Of Disclosure)\n\nIn the trailer he said: \"The first country that cracks the code on this technology will be the leader for years to come. This is similar to The Manhattan Project; this is the atomic weapon on steroids.\"\n\nHe praised the documentary on social media, saying: \"The Age of Disclosure is the most revelatory, credible, and historic documentary ever made about UAP, non-human intelligent life, the Government’s involvement, and the bi-partisan disclosure effort.\"\n\nIf that's true then this is pretty much what all those UFO hunters and true believers have been waiting for, someone saying they have been a first-hand witness to the evidence of non-human intelligent life.\n\nAdvert\n\nAmong the other contributors to the documentary are various high ranking US politicians including the director of national intelligence during Barack Obama's time in office.\n\nMeanwhile, senior CIA official Jim Semivan claimed that 'UAPs are here, they are real and they are not human'.\n\nFormer Department of Defense official Christopher Mellon called it the 'biggest discovery in human history' while his fellow former DoD member Luis Elizondo said there was 'information being locked away that can change the trajectory of [our] species'.\n\nIs this what we've all been waiting for?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "There's a weird noise in Trafford and no-one knows what it is",
            "link": "https://www.msn.com/en-gb/entertainment/music/there-s-a-weird-noise-in-trafford-and-no-one-knows-what-it-is/ar-AA1xTNxG?ocid=BingNewsVerp",
            "description": "Urmston and Davyhulme residents have been left scratching their heads this weekend following a 'mystery noise' they say is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.csLuz5bX9CYVPEs6naSInC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "22hon MSN",
            "source": "Manchester Evening News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Something Moving Under Water': Republican Congressman Claims Aliens Living In Ocean Depths",
            "link": "https://www.news18.com/world/something-moving-under-water-republican-congressman-claims-aliens-living-in-ocean-depths-ws-ab-9203594.html",
            "description": "Tennessee Representative Tim Burchett, an advocate for UFO transparency, makes a shocking revelation based on an admiral's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0ZAmMjxJFeB-4TJmx6wjmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8h",
            "source": "CNN-News18",
            "article_content": "'Something Moving Under Water': Republican Congressman Claims Aliens Living In Ocean Depths\n\nCurated By :\n\nTranslation Desk\n\nLast Updated: January 27, 2025, 13:47 IST\n\nTennessee Representative Tim Burchett, an advocate for UFO transparency, makes a shocking revelation based on an admiral's alleged account of a fast-moving ship underwater\n\nCongressman Burchett from Tennessee is convinced that the US government is withholding information pertaining to extra-terrestrials. (News18 Hindi)\n\nHumankind has long pondered the possibility of extra-terrestrial life. Although no concrete scientific proof of alien life has emerged yet, a Republican Congressman in the US has made a notable claim. During an interview on Wednesday, US Representative Tim Burchett claimed that extra-terrestrials inhabit the ocean’s depths. He alleged that an admiral, who he chose not to name, informed him about an alien craft traveling at remarkable speeds underwater.\n\nCongressman Burchett from Tennessee has been pushing for greater openness concerning UFOs. He is convinced that the US government is withholding information pertaining to extra-terrestrials. Burchett made these statements on a show hosted by former Republican Congressman Matt Gaetz.\n\nrelated stories\n\n“They tell me that something is moving at a speed of hundreds of kilometres per hour underwater. Its size was equal to a football field. This incident was documented. I have an Admiral who told me all this,\" he said.\n\n‘Nothing to Fear’\n\nDuring the interview, Gaetz pointed out that most UFO sightings occur above water, asking Burchett if he believed there was any truth to these claims. Burchett responded that anything is possible considering the vastness of the universe. He also expressed confidence in the possibility of underwater bases. Burchett dismissed fears of alien threats, stating, “I am not worried that they will harm us. Because with the capabilities they have, they would have destroyed us long ago.\"\n\nWhat Does the Pentagon Say About Aliens?\n\ntop videos View all Swipe Left For Next Video View all\n\nCurrently, no scientific evidence confirms the existence of extra-terrestrial life. However, the US Congress has seriously considered reports of these mysterious flying objects. Once a subject of ridicule, UFOs have become a serious topic. In March 2020, the US Department of Defence reported no evidence of UFOs, attributing unidentified objects in the sky to balloons, spy planes, and satellites.\n\nIn 2023, a former US Air Force intelligence officer claimed the government possesses alien bodies, a claim the Pentagon denied.\n\nLocation : United States of America (USA)\n\nFirst Published: January 27, 2025, 13:47 IST"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China's DeepSeek AI dethrones ChatGPT on App Store: Here's what you should know",
            "link": "https://www.msn.com/en-us/news/technology/china-s-deepseek-ai-dethrones-chatgpt-on-app-store-here-s-what-you-should-know/ar-AA1xWweT?ocid=BingNewsVerp",
            "description": "The buzz around Chinese AI startup DeepSeek began picking up steam earlier this month, when the startup released R1, its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kkHKXK87goF-Cgj2lQ_l7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China’s DeepSeek AI app sends U.S. tech stocks reeling",
            "link": "https://www.msn.com/en-us/money/news/china-s-deepseek-ai-app-sends-u-s-tech-stocks-reeling/ar-AA1xWifA?ocid=BingNewsVerp",
            "description": "The tech-heavy Nasdaq index lost nearly 2.7 percent in early trading, with chipmaker Nvidia down nearly 12 percent.",
            "image_url": "https://www.bing.com/th?id=OVFT.IlBwT9ULYheMQP7p8ANqeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "34mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI DeepSeek Deep Sixes OpenAI on the App Store, Stocks Tank",
            "link": "https://gizmodo.com/chinese-ai-deepseek-deep-sixes-openai-on-the-app-store-stocks-tank-2000555171",
            "description": "Chinese AI chatbot DeepSeek has displaced OpenAI’s ChatGPT as the most downloaded app on the Apple App store and the market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Pao_OZPN-KIbQjTTFlwJny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Gizmodo",
            "article_content": "Chinese AI chatbot DeepSeek has displaced OpenAI’s ChatGPT as the most downloaded app on the Apple App store and the market is panicking. Stocks for major AI connected companies like NVIDIA fell on Monday morning following the news.\n\nDeepSeek released its R1 chatbot at the end of December and it’s only taken the app about a month to claim its spot at the top of the App store. Upon the news that it reached the top, share prices for GPU maker NVIDIA fell 11%, Oracle dropped 8%, and Palantir was down 5% (Cramer effect). Stocks are adjusting to the revelation that China can build AI faster, cheaper, and just as good as America.\n\nThe reason the market is flipping out is because DeepSeek-R1 took two months to build, cost $6 million, and was trained using cheaper and lower-powered NVIDIA H800 GPUs. It’s also open source so anyone can go to a GitHub right now, pull it apart, and tinker with it.\n\nWhen it comes to training AI models, Silicon Valley has always said that bigger and more expensive is better. OpenAI CEO Sam Altman seems to believe he’s building some kind of literal god on earth called AGI and that the construction of this beast would require massive resources. OpenAI’s business models require sacrificing the present to construct a terrifying future in its own image.\n\nOpenAI said it needed to steal the creative output of everyone on the planet to refine its models and that it couldn’t pay them for it. It would need to build vast data centers to process information powered by new nuclear power plants. Meta, Anthropic, and other companies are investing billions to build infrastructure to power AI with the hope of massive returns and a future made easier and simpler for tech billionaires.\n\nSoftbank and OpenAI teamed up with President Trump to announce Stargate, a $500 billion AI initiative. The U.S. passed the CHIPs Act to make sure China didn’t get the most advanced GPUs and wasn’t able to build AI as fast as America. Silicon Valley’s AI lords were set to spend billions to rebuild pieces of the country and, they hoped, change the way America worked.\n\nSix million dollars. Two months. NVIDIA H800 SXM5s. That’s all it took to call into question this dream of the future.\n\n“To see the DeepSeek new model, it’s super impressive in terms of both how they have really effectively done an open-source model that does this inference-time compute, and is super-compute efficient,” Satya Nadella, Microsoft CEO and OpenAI business partner said at Davos last week. “We should take the developments out of China very, very seriously.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wetin to know about DeepSeek wey overtake ChatGPT plus oda AI apps",
            "link": "https://www.bbc.com/pidgin/articles/cwyp8ny38gxo",
            "description": "Di app popularity don grow since dem launch am for January, e dey challenge di world system belief wey say America na di ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U6z_nPUXeo47zjdx5wQUBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "BBC",
            "article_content": "Wetin to know about DeepSeek wey overtake ChatGPT plus oda AI apps\n\nWia dis foto come from, Getty Images\n\n27 January 2025, 13:54 WAT New Informate one hour wey don pass\n\nChinese artificial intelligence (AI) app DeepSeek don overtake ChatGPT plus oda rivals to become di top-rated free application on Apple App Store for US, UK and China.\n\nDi app popularity don grow since dem launch am for January, e dey challenge di world system belief wey say America na di untouchable leader of di AI industry.\n\nE dey powered by di open-source DeepSeek-V3 model, and im researchers claim say dem develop am wit less dan $6m – di money less pass di billions oda rivals spend.\n\nBut odas for di AI space don argue dis claim.\n\nAfta dem launch DeepSeek-R1 earlier dis month, di company bin boast of \"performance wey dey di same level wit\" one of ChatGPT maker OpenAI latest models – wen dem use am for work like maths, coding and natural language reasoning.\n\nSilicon Valley venture capitalist and Donald Trump advisor Marc Andreessen describe DeepSeek-R1 as \"AI' Sputnik moment\", as e dey refer to di first artificial Earth satellite wey di Soviet Union launch for 1957.\n\nAdvanced chips dey power di training of AI models like ChatGPT and DeepSeek.\n\nBut since 2021, di US goment don widen dia restrictions on advanced chips dem dey sell to China.\n\nIn order to continue dia work without steady supplies of imported advanced chips, Chinese AI developers don share dia work wit each oda and dem experiment wit new approaches to di technology.\n\nDis don result in AI models wey require far less computing power pass bifor.\n\nE also mean say dem cost less dan di amount pipo bin no tink say dey possible, wey get di potential to overturn di industry.\n\nShares in AI-related companies wey dey based for di US, like Nvidia, Microsoft and Meta bin dey down on Monday morning - and di development knock European share prices.\n\nASML, di Dutch chip equipment maker, bin see dia share price fall down by more dan 10% while shares in Siemens Energy, wey make hardware relate to AI, fall by 21%.\n\n\"Dis idea of a low cost Chinese version no necessarily dey for forefront, so e take di market a little bit by surprise,\" Fiona Cincotta, senior market analyst for City Index tok.\n\nSingapore-based technology equity advisor Vey-Sern Ling tell BBC say e fit \"potentially spoil di investment case for di entire AI supply chain\".\n\nBut Wall Street banking giant Citi caution say while DeepSeek fit challenge di dominant positions of American companies like OpenAI, issues wey Chinese firms face fit stop dia development.\n\n\"We estimate say in a more restrictive environment, US access to more advanced chips na advantage,\" dia analysts tok for one report.\n\nLast week, one consortium of US tech firms and foreign investors announce The Stargate Project, one company wey wan put $500bn into AI infrastructure for Texas.\n\nWho be di owner of DeepSeek?\n\nLiang Wenfeng start di company for 2023 for Hangzhou, one city for southeastern China.\n\nDi 40-year-old, wey be information and electronic engineering graduate, also establish di hedge fund wey support di DeepSeek.\n\nReports say e build one store of Nvida A100 chips, wey dey banned now from export to China. Experts believe say dis collection - wey some estimate put at 50,000 - lead am to launch DeepSeek, by pairing dis chips wit cheaper, lower-end ones wey still dey available to import.\n\nDem recently see Oga Liang for one meeting between industry experts and di Chinese premier Li Qiang.\n\nFor one July 2024 interview wit The China Academy, Oga Liang say im bin dey surprised by di reaction to di previous version of im AI model.\n\n\"We no expect di mata of pricing to be sensitive issue,\" e tok."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Chinese AI app Deepseek impacting stock prices of Bay Area tech companies",
            "link": "https://www.yahoo.com/news/chinese-ai-app-deepseek-impacting-160608796.html",
            "description": "Reed Cowan interviews San Jose State professor and cyber-security expert Ahmed Banfa about the rise of Chinese AI app ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3V5dT-dQcozr5PfkXCy6rC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19m",
            "source": "Yahoo",
            "article_content": "29,441 people played the daily Crossword recently. Can you solve it faster than others?\n\n29,441 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding paranormal beliefs and conspiracy theories isn’t just about misinformation – this course unpacks the history",
            "link": "https://www.yahoo.com/news/understanding-paranormal-beliefs-conspiracy-theories-135051946.html",
            "description": "Though paranormal theories are at odds with modern science, adherents have often tried to prove their beliefs with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FVjtxeDHy1n6_oHZLGIEvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "Uncommon Courses is an occasional series from The Conversation U.S. highlighting unconventional approaches to teaching.\n\nTitle of course:\n\n“Investigating the Paranormal”\n\nWhat prompted the idea for the course?\n\nMy training and professional work have been in Mesoamerican archaeology, but I’ve had a lifelong fascination with paranormal concepts. In fact, I considered studying the UFO community for my doctoral research in cultural anthropology.\n\nI eventually fused these two interests in my book “Spooky Archaeology: Myth and the Science of the Past,” which examines why archaeology shows up so much in ideas about the mysterious and weird. Most people are familiar with pop culture characters like Indiana Jones seeking magical artifacts. Perhaps less immediately obvious is just how common archaeological topics are in paranormal and conspiracy culture.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe popularity of paranormal ideas – from television shows and thousands of podcasts to UFOs on the front page of The New York Times and in government investigations – made it clear that a course on paranormal culture would be an excellent way for students to get a taste of social science research.\n\nWhat does the course explore?\n\nThe material begins with premodern ideas of magic, myth and metaphysics. The narrative that “Western” societies tell of the development of the modern world is that the Enlightenment cast off supernatural thinking in favor of science. The historical reality, however, is not so simple.\n\nAs science based on observation of material evidence emerged in the 17th through 19th centuries, so did a paranormal worldview: theories about a nonmaterial or hidden reality beyond the mundane, from monsters to psychic powers. Some of these ideas were tied to older religious notions of the sacred or strange but not divine phenomena. Others were new – particularly those suggesting the hidden existence of prehistoric extinct creatures or lost cities.\n\nIn either case, the key element was that proponents of these ideas often tried to support their existence with the kind of evidence used in science, though their “proofs” fell short of scientific standards. In other words, the paranormal is in conflict with the knowledge and worldview of modernity but also attempts to use the concepts of modernity to oppose it.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe class examines how this tension produced 20th century “-ologies” like parapsychology, which examines evidence for consciousness beyond matter, and cryptozoology, which searches the ends of the Earth for creatures tied to the mythic past. We also learn about UFOlogy, whose proponents have collected alleged contacts with technology and beings from beyond this world ever since the Cold War, as great earthly powers filled the skies with secretive hi-tech aircraft and spaceships.\n\nAs the class concludes, we examine how the “-ologies” declined after the Cold War, alongside the cultural capital of science, whose height of public respect was in the mid-20th century. Since then, proving the existence of paranormal things to institutional scientists has become less important in paranormal communities than promoting them to a broader public.\n\nWhy is this course relevant now?\n\nBeyond public interest in paranormal topics, the paranormal is entwined with sociocultural forces that have dramatically increased the role of conspiracy rhetoric in the United States and elsewhere. At their core, both types of belief claim to have figured out some kind of supposedly hidden knowledge.\n\nFurthermore, the conspiracy theories that are now commonplace in American political discourse are more rooted in paranormal ideas than in previous decades. Conspiracy theories about the JFK assassination or even 9/11 were still largely within the materialist realm. People argued that “the truth” had been covered up, but their arguments did not rely on metaphysical ideas. Today, major conspiracy theories involve secret cabals, mystical symbols and code words, demonic forces and extraterrestrial entities.\n\nWhat’s a critical lesson from the course?\n\nEvidence must be interrogated on its own, regardless of whether it fits your perspective. I find time and again that students have a hard time approaching evidence without bias, whether that bias is conscious or not: “knowing” that something must be true, or must be absurd.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOne person apparently makes a death bed confession of faking a famous Loch Ness Monster photo, pleasing skeptics. Another claims to have seen a Bigfoot at close range, pleasing believers. Without further evidence, both are stories: no more, no less.\n\nThe issue isn’t to draw an equivalence between the bigger concepts. Not all narratives are equally well-founded. But students learn how to collect evidence, rather than simply rely on their gut sense of what is plausible or not.\n\nWhat will the course prepare students to do?\n\nThis course is meant to help students discern useful and reliable information about claims and events, separating them from irrelevant or inaccurate narratives or sources. The goal is not just “critical thinking” aimed at combating disinformation, though that is part of what they should learn. Students practice evaluating evidence but also develop an approach for analyzing and understanding phenomena behind it: how factors like history, culture and institutions of authority, such as science and government, shape what people trust and what they believe.\n\nThis article is republished from The Conversation, a nonprofit, independent news organization bringing you facts and trustworthy analysis to help you make sense of our complex world. It was written by: Jeb Card, Miami University\n\nAdvertisement Advertisement\n\nAdvertisement\n\nRead more:\n\n\n\nJeb Card does not work for, consult, own shares in or receive funding from any company or organization that would benefit from this article, and has disclosed no relevant affiliations beyond their academic appointment."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Readers and writers: Crime, paranormal romance, a revenge tale and more",
            "link": "https://www.msn.com/en-us/lifestyle/weddings/readers-and-writers-crime-paranormal-romance-a-revenge-tale-and-more/ar-AA1xT0m5?ocid=BingNewsVerp",
            "description": "We’ve got a new book in the Winnebago County crime series today as well as some fiction published late last year including ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KbTtGOj7Jkh2_mjtL9rNMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "19hon MSN",
            "source": "Twin Cities Pioneer Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Like scary movies? Here are the top 25 horror films to chill and thrill you in 2025",
            "link": "https://www.yahoo.com/entertainment/scary-movies-top-25-horror-155703911.html",
            "description": "A new Stephen King flick? Yep. Double the Frankenstein? You know it. Another \"M3GAN\"? Naturally. Here are 25 horror movies to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x5CQ4djyoVnRUMxkyG2JCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "29m",
            "source": "Yahoo",
            "article_content": "Love movies? Live for TV? USA TODAY's Watch Party newsletter has all the best recommendations, delivered right to your inbox. Sign up now and be one of the cool kids.\n\nThere's a werewolf lurking around cinemas in \"Wolf Man\" but he's just the first of many scary things coming to a screen near you.\n\nAs good as last year was for the horror movie industry – \"Nosferatu,\" \"Terrifier 3\" and \"The Substance,\" oh my! – 2025 is packed with all sorts of chillers, thrillers and everything in between. There's not one but two Frankenstein tales, a finale for \"The Conjuring,\" a couple of throwbacks with the return of \"I Know What You Did Last Summer\" and \"Final Destination,\" a Stephen King-inspired jam, some killer villains and a bunch of screaming kids.\n\nAdvertisement Advertisement\n\nThe sights and sounds of horror aren't just for Halloween – they're year-round, y'all! If you love fright fests, here are 25 flicks coming soon to mark (in bloody red, of course) on your brand-new 2025 calendar:\n\n‘Companion’ (Friday)\n\nSophie Thatcher stars as a robot girlfriend who glitches in a very violent way in \"Companion.\"\n\nSophie Thatcher plays an AI girlfriend who goes against her programming and turns a getaway with her human beau (Jack Quaid) and his pals into a gory mess.\n\nWhere to watch: In theaters\n\n‘Dark Match’ (Friday)\n\nAyisha Issa plays a wrestler who grapples with the machinations of a sinister cult in \"Dark Match.\"\n\nA bunch of indie wrestlers travel to a rural small town for a night of matches, then realize they've been lured there by a cult to be in-ring sacrifices to their dark lord.\n\nWhere to watch: Shudder\n\n‘Heart Eyes’ (Feb. 7)\n\nThe Heart Eyes Killer is on the loose in \"Heart Eyes.\"\n\nOlivia Holt and Mason Gooding are co-workers mistaken to be a couple by the infamous Heart Eyes Killer, a Seattle psycho who turns every Valentine's Day into a bloodbath.\n\nAdvertisement Advertisement\n\nWhere to watch: In theaters\n\n‘The Monkey’ (Feb. 21)\n\nA cursed toy monkey makes the lives of estranged twin brothers a living hell in \"The Monkey.\"\n\nAdvertisement Advertisement\n\nTheo James stars as estranged twin brothers who decide to finally rid themselves of the cursed toy monkey that's been haunting them since they were kids in the adaptation of a Stephen King short story.\n\nWhere to watch: In theaters\n\n‘The Rule of Jenny Pen’ (March 7)\n\nA sadistic resident (John Lithgow) at a retirement home terrorizes a stroke patient (Geoffrey Rush) in \"The Rule of Jenny Pen.\"\n\nThe psychological thriller stars Geoffery Rush as a partially paralyzed stroke patient at a retirement home and John Lithgow as the sadistic resident terrorizing him with a dementia doll.\n\nWhere to watch: In theaters\n\n‘Opus’ (March 14)\n\nAyo Edebiri is a writer invited to the compound of a pop star turned cult leader in \"Opus.\"\n\nA former pop sensation (John Malkovich) who's been off the grid for decades invites the media to his cult compound, and a go-getting writer (Ayo Edebiri) discovers the sinister secrets of his big comeback.\n\nAdvertisement Advertisement\n\nWhere to watch: In theaters\n\n‘The Woman in the Yard’ (March 28)\n\nA mysterious woman draped in black haunts a rural family in \"The Woman in the Yard.\"\n\nA mysterious woman draped in black keeps showing up in a rural family's front yard, delivering cryptic messages to a widowed mom (Danielle Deadwyler) and her kids.\n\nWhere to watch: In theaters\n\n‘Drop’ (April 11)\n\nA first date between Violet (Meghann Fahy) and Henry (Brandon Sklenar) turns chaotic in thriller \"Drop.\"\n\nAdvertisement Advertisement\n\nA single mom (Meghann Fahy) on a first date with an online love connection (Brandon Sklenar) receives threatening messages on her phone, including texts ordering her to kill the guy to save her son.\n\nWhere to watch: In theaters\n\n'Hell of a Summer' (April 18)\n\nBilly Bryk (left) and Finn Wolfhard write, direct and also star in the camp-set slasher horror comedy \"Hell of a Summer.\"\n\nCo-directed by Finn Wolfhard (\"Stranger Things\"), the horror comedy centers on a 24-year-old camp counselor (Fred Hechinger) who feels out of touch with teen co-workers but finds a masked killer a bigger worry.\n\nWhere to watch: In theaters\n\n‘Sinners’ (April 18)\n\nRyan Coogler's period piece features Michael B. Jordan as Southern twin siblings with troubled pasts who return to their hometown and find it inhabited by a fearsome evil force.\n\nAdvertisement Advertisement\n\nWhere to watch: In theaters\n\n‘Until Dawn’ (April 25)\n\nOdessa A’zion (far left), Belmont Cameli, Ella Rubin, Michael Cimino and Ji-young Yoo are a group of friends who have to figure out how to survive a killer time loop in \"Until Dawn.\"\n\nBased on the video game, the thriller centers on a group of friends stuck in a deathly time loop of being murdered in new ways over and over until they can figure out a way to survive till morning.\n\nWhere to watch: In theaters\n\n‘Clown in a Cornfield’ (May 9)\n\nNo one's safe when a sinister clown stalks a rural small town in \"Clown in a Cornfield.\"\n\nKatie Douglas plays a young woman who moves to a quiet small town that's been torn apart by the local corn syrup factory burning down. Even worse, the place is haunted by a smiling killer clown named Frendo.\n\nWhere to watch: In theaters\n\n‘Final Destination: Bloodlines’ (May 16)\n\nThe first \"Final Destination\" 25 years ago featured youngsters trying to escape their supernatural fate, and Kaitlyn Santa Juana leads a new crew as a college student trying to break a cycle of gory deaths.\n\nAdvertisement Advertisement\n\nWhere to watch: In theaters\n\n’28 Years Later’ (June 20)\n\nJamie (Aaron Taylor-Johnson, left) and his son Spike (Alfie Williams) run from some hungry zombies in the horror movie \"28 Years Later.\"\n\nAdvertisement Advertisement\n\n\"28 Days Later\" director Danny Boyle and writer Alex Garland reteam 23 years later to revisit their zombie-filmed landscape with a tale of island survivors facing the raging undead.\n\nWhere to watch: In theaters\n\n‘M3GAN 2.0’ (June 27)\n\nMurderous robot companion M3GAN is back in the sci-fi horror sequel to cause more high-tech chaos, and so is Allison Williams as the inventive creator of the AI-powered menace.\n\nWhere to watch: In theaters\n\n‘I Know What You Did Last Summer’ (July 18)\n\nThe Hookman is back in the new revamp of \"I Know What You Did Last Summer.\"\n\nFreddie Prinze Jr. and Jennifer Love Hewitt, original stars of the 1997 \"Last Summer,\" return – as does the Hookman – as another group of friends are being hounded by a symbol of past sins.\n\nAdvertisement Advertisement\n\nWhere to watch: In theaters\n\n‘The Conjuring: Last Rites’ (Sept. 5)\n\nFreaking out audiences for more than a decade, \"The Conjuring\" series finishes with one final, blood-curdling case for Patrick Wilson and Vera Farmiga as paranormal investigators Ed and Lorraine Warren.\n\nWhere to watch: In theaters\n\n‘Him’ (Sept. 19)\n\nProduced by Jordan Peele, the football-themed chiller stars Tyriq Withers as a young athlete willing to go to extremes to be a G.O.A.T. and decides to train at the isolated compound of an aging quarterback (Marlon Wayans).\n\nWhere to watch: In theaters\n\n‘The Bride!’ (Sept. 26)\n\nChristian Bale is the Frankenstein's monster of Maggie Gyllenhaal's \"The Bride!\"\n\nMaggie Gyllenhaal directs this revamp of \"The Bride of Frankenstein\" as a genre-smashing monster movie with Jessie Buckley as the makeup-streaked title bride and Christian Bale as a cool Frankenstein's monster.\n\nWhere to watch: In theaters\n\n‘Saw XI’ (Sept. 26)\n\nThe 11th installment of the super-violent horror franchise is upon us. Yes, Tobin Bell returns as sinister serial killer Jigsaw and, yes, there will probably be memorable traps.\n\nWhere to watch: In theaters\n\n‘Black Phone 2’ (Oct. 17)\n\nDirector Scott Derrickson's sequel to his 1970s-set supernatural thriller returns both Ethan Hawke as masked freak The Grabber and Mason Thames as the youngster who escaped his clutches.\n\nWhere to watch: In theaters\n\n‘Five Nights at Freddy’s 2’ (Dec. 5)\n\nThe first \"Freddy's\" (based on the video-game franchise) was such a hit, they're running it back – with more Josh Hutcherson and more creepy anthropomorphic animal mascots.\n\nWhere to watch: In theaters\n\n'Fear Street: Prom Queen' (2025)\n\nThe fourth movie based on R.L. Stine's \"Fear Street\" book series, a new teen slasher features a retro 1980s setting and a story about a surprise prom queen entry and the murders of her fellow candidates.\n\nWhere to watch: Netflix\n\n‘Frankenstein’ (2025)\n\nThose who want to see what's on Guillermo del Toro's slab will have to wait till later in the year for a new take on Mary Shelley's classic with Oscar Isaac as Victor Frankenstein and Jacob Elordi as his creature.\n\nWhere to watch: Netflix\n\n'The Toxic Avenger' (2025)\n\nThe 1984 cult movie gets a revamp courtesy of this gory superhero comedy, with Peter Dinklage as a janitor transformed into a mutant vigilante doling out social justice.\n\nWhere to watch: In theaters\n\nThis article originally appeared on USA TODAY: Horror movies you need to see in 2025, from 'Companion' to 'Opus'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Freaky Foot Tours Expands to Tucson with New Downtown Tucson Haunted History Tour",
            "link": "https://finance.yahoo.com/news/freaky-foot-tours-expands-tucson-144600551.html",
            "description": "Freaky Foot Tours, Arizona's premier ghost tour company, is thrilled to announce its expansion into Tucson with the launch of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6QWOXnryjW3qPcJQAA1XIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "YAHOO!Finance",
            "article_content": "Tuscon, Arizona--(Newsfile Corp. - January 27, 2025) - Freaky Foot Tours, Arizona's premier ghost tour company, is thrilled to announce its expansion into Tucson with the launch of the Downtown Tucson Haunted History Tour. This marks a major milestone for the locally-owned business, celebrated for its award-winning storytelling and unique blend of historical insight and paranormal intrigue.\n\nFreaky Foot Tours Tucson Guide \"Monk\" enchanting guests with stories of the Pima County Historic Courthouse's history as well as the spirits who still roam those halls after dark.\n\nFreaky Foot Tours, a beloved staple in Flagstaff for nearly a decade and voted Best Guided Tour Company in 2023 and 2024 in the Best of Flagstaff awards, has built a reputation for creating memorable, educational, and spine-tingling experiences. The company is now bringing its expertise to Tucson, offering a fresh perspective on the city's rich past and the spirits that may still linger.\n\nExploring Tucson's Haunted and Historic Heart\n\nThe Downtown Tucson Haunted History Tour immerses guests in the vibrant tapestry of Tucson's early days. While ghost stories are a highlight, participants will also gain a deep understanding of the city's cultural and historical roots. From the tales of early pioneers to the mysteries surrounding historic landmarks, the tour offers a captivating journey into the past.\n\n\"Our mission has always been to connect people to the places they visit through compelling storytelling,\" said Nick Jones, Chief Ghost Officer of Freaky Foot Tours. \"Tucson's history is rich, diverse, and full of fascinating stories that deserve to be shared. This expansion is an exciting opportunity for us to engage a new audience while preserving and celebrating the legacy of those who came before us.\"\n\nA Local Company with a Passion for Storytelling\n\nAs a locally-owned and operated Arizona company, Freaky Foot Tours takes pride in showcasing the state's unique history and culture, even the marketing and merchandise are by an Arizona based artist Brigitte De Marco. The Tucson expansion underscores the company's commitment to enriching local communities by creating high-quality experiences that blend education, entertainment, and a touch of the supernatural.\n\nWhat Sets Freaky Foot Tours Apart\n\nFreaky Foot Tours stands out in the crowded ghost tour industry by focusing on authenticity and quality storytelling. Each tour is meticulously researched by co-owner and History Press author Susan Johnson to ensure historical accuracy while maintaining an engaging narrative. Guests leave not only entertained but also enlightened, with a newfound appreciation for the region's history.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I bought my dream home — but it was hiding a terrifying secret",
            "link": "https://www.msn.com/en-us/money/realestate/i-bought-my-dream-home-but-it-was-hiding-a-terrifying-secret/ar-AA1xWfME?ocid=BingNewsVerp",
            "description": "Buying (or selling) a home can be an arduous process – but what happens if you uncover a nasty secret after buying your dream ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jTJlcBikCwYznz56efcjOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "3hon MSN",
            "source": "Metro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ThinkCyte expands product portfolio to drive innovation in drug discovery and disease research.",
            "link": "https://finance.yahoo.com/news/thinkcyte-expands-product-portfolio-drive-160000483.html",
            "description": "ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7OnB04kDUFIdkZzQ0S6c7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "26m",
            "source": "YAHOO!Finance",
            "article_content": "TOKYO, Jan. 27, 2025 /PRNewswire/ -- ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, announced today that it will begin the pre-commercial launch of its new cell analysis platform, VisionCyte™. The announcement coincides with the 2025 Society for Laboratory Automation and Screening (SLAS) conference in San Diego, CA from January 27-30, 2025, where VisionCyte was named a finalist for the 2025 New Product Award. The launch of VisionCyte extends ThinkCyte's product portfolio of life science research platforms beyond VisionSort, the company's flagship product launched in 2023 and adopted by leading biopharmaceutical companies and academic institutions worldwide.\n\nThe new VisionCyte™ cell analysis platform.\n\nThe VisionCyte platform leverages high resolution morphological profiling, high-throughput capabilities, and advanced AI analysis to uncover novel biomarkers and facilitate the discovery of new and diversified hits and targets for drug discovery. The full commercial rollout of VisionCyte will occur in 2025, with an initial line of customer ready units available in H2 2025. The company also announced the launch of its Celluminate cell tracking kits, compatible with both VisionSort and VisionCyte, for enabling discovery applications in areas where existing cell surface cell markers are limited such as specific hematological conditions, stem cell research, and age-related diseases.\n\n\"The expansion of our product portfolio reflects our unwavering commitment to advancing life science research.\" said Waichiro Katsuda, Chief Executive Officer at ThinkCyte. \"By introducing innovative solutions that address the evolving needs of scientists worldwide, we're not just adding products—we're providing the tools to accelerate discoveries in disease understanding and drug discovery to improve lives.\"\n\nMore information about the VisionCyte platform can be found by visiting the ThinkCyte booth (#2632) at SLAS 2025 or by visiting thinkcyte.com/visioncyte .\n\nAbout ThinkCyte\n\nThinkCyte, founded in 2016 with offices in Tokyo, Japan and Redwood City, California is a biotechnology company that develops innovative scientific instruments based on integrated, multidisciplinary technologies to enable life science research, diagnostics, and therapeutic development. The company pioneered Ghost Cytometry™, a proprietary AI-based, label-free cell analysis and sorting technology and partners with major global biopharmaceutical companies and leading academic research institutes to drive pioneering research. For more information, please visit www.thinkcyte.com .\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI advantage in discovering new medicines",
            "link": "https://finance.yahoo.com/news/ai-advantage-discovering-medicines-152649173.html",
            "description": "With continued investment and growing buzz from the industry, the AI hype is expected to extend through 2025 and beyond.",
            "image_url": "https://www.bing.com/th?id=OVFT.6bqLPddfnaruGqc-fbZ57i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "YAHOO!Finance",
            "article_content": "In a milestone for science and technology, the 2024 Nobel Prize in Chemistry was awarded to the DeepMind team for their work on AlphaFold, an artificial intelligence (AI) system that accurately predicts protein structures. By solving one of biology’s most fundamental problems, AlphaFold demonstrated the potential of AI to advance drug discovery.\n\nAt the same time, advances in generative AI and protein modelling are pushing the boundaries of what is possible in drug design, while virtual cell simulations hint at a future where some experiments could be conducted in an entirely digital manner. Yet, for all its potential, the use of AI in drug discovery is not without its challenges.\n\nData scarcity, biological complexity, and regulatory concerns still present significant hurdles to overcome. And while the hype surrounding AI garners steam, it often overshadows the slower, incremental progress required to bring real-world solutions to market.\n\nAccording to a survey by GlobalData, the parent company of Pharmaceutical Technology, AI is considered the most disruptive technology among businesses, including in the healthcare industry. As we look towards 2025 and beyond, the question arises: how close are we to seeing AI’s potential in delivering faster, more affordable, and more precise therapies?\n\nWhere AI is making an impact\n\nSara Choi, biotech investor and partner at the Palo Alto, California-based Wing Venture Capital is very optimistic. “I think there's going to be three times the number of approved drugs in the next ten years, all thanks to these innovations that are happening in the early R&D process,” she says.\n\nChoi says AI adoption is already broad and impactful to the drug development process. “Across the board, they [C suite executives at major pharma companies] say they are already using AI up and down the entire development stack,” she says. This includes early discovery and target identification uses—areas where AI is particularly strong at analysing large datasets to uncover new biological targets. Beyond that, AI is also helping with protein structure prediction, optimising molecular interactions, and even scaling up production to ensure compounds are commercially viable, said Choi.\n\nAI’s role extends into clinical trials as well, with it already being used to enhance trial design, feasibility and site selection, as well as patient recruitment and retention, data analysis and regulatory submission and review. A clinical trial patient matching tool called TrialSearch AI, which operates on a Large Language Model (LLM), was able to reduce pre-screening checking time for physicians by 90%.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"WWII Submarine Found, Experts Stunned By Shocking Discovery Inside\"",
            "link": "https://www.msn.com/en-us/science/general/wwii-submarine-found-experts-stunned-by-shocking-discovery-inside/vi-AA1xUOwi?ocid=BingNewsVerp",
            "description": "\"Did You Know? uncovers astonishing events, captivating human interest stories, and strange discoveries from around the world ...",
            "image_url": "https://www.bing.com/th?id=OVF.Z15sbb3WruCRURdcCAiCjw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists baffled after detecting continued 'chirping' coming from space",
            "link": "https://www.msn.com/en-gb/news/techandscience/scientists-baffled-after-detecting-continued-chirping-coming-from-space/ar-AA1xTF37?ocid=BingNewsVerp",
            "description": "The findings have significant implications for studying space weather and the relationship between the Sun and the Earth's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3Kja-9_GKgFN5a0CFH8LsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "22hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A 14-year-old Indian boy from Noida discovers a new asteroid; here's how NASA reacts",
            "link": "https://www.moneycontrol.com/science/a-14-year-old-indian-boy-from-noida-discovers-a-new-asteroid-here-s-how-nasa-reacts-article-12920600.html",
            "description": "A 14-year-old from Noida is making astronomical strides. Daksh Malik, a Class 9 student at Shiv Nadar School, has discovered ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EroGPs22PyhrXAWV7GR7Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4h",
            "source": "moneycontrol.com",
            "article_content": "Daksh Malik (Image: Agencies)\n\nA 14-year-old from Noida is making astronomical strides. Daksh Malik, a Class 9 student at Shiv Nadar School, has discovered an asteroid in the main asteroid belt between Mars and Jupiter. Soon, he will have the rare honour of naming it.\n\nRecognition from NASA\n\nThe asteroid, provisionally named '2023 OG40,' was identified through the International Asteroid Discovery Project (IADP). Organised by STEM and Space and the International Astronomical Search Collaboration (IASC), the project enables students globally to help NASA identify new celestial objects. Malik and his teammates spent 18 months meticulously analysing datasets and tracking celestial objects using specialised software.\n\nStory continues below Advertisement Remove Ad\n\nAccording to The Print, Malik is the sixth Indian student to discover a named asteroid. While the discovery awaits NASA's official verification—a process expected to take four to five years—Daksh is already brainstorming names, jokingly suggesting ‘Destroyer of the World’ or the ominous ‘Countdown.’\n\nA journey of curiosity\n\nMalik’s fascination with space began in childhood, nurtured by documentaries on planets and the solar system. His school’s astronomy club introduced him to the IASC programme in 2022. Participants were tasked with identifying potential asteroids by observing movements and light emissions in celestial objects.\n\n“It felt like working at NASA,” Malik shared. “The experience was thrilling, and I thoroughly enjoyed it.”\n\nDespite achieving this significant milestone, Malik’s passions extend beyond astronomy. He is equally interested in law and plans to pursue a career in the judiciary.\n\nSupport and inspiration\n\nMalik’s mother, Sappna Kapur, said he values the process more than results. “His dedication to astronomy reflects his curiosity and determination,” she said, recalling the hours he spent observing the night sky through the school’s telescope.\n\nHis mentor, Vinita Sharat, head of STEM at Shiv Nadar School, emphasised the importance of practical learning. “True education lies in applying lessons beyond the classroom,” she said.\n\nStory continues below Advertisement Remove Ad\n\nMalik’s discovery not only highlights his potential but also inspires others to explore science with curiosity and passion."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI DeepSeek Deep Sixes OpenAI on the App Store, Stocks Tank",
            "link": "https://gizmodo.com/chinese-ai-deepseek-deep-sixes-openai-on-the-app-store-stocks-tank-2000555171",
            "description": "Chinese AI chatbot DeepSeek has displaced OpenAI’s ChatGPT as the most downloaded app on the Apple App store and the market ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Pao_OZPN-KIbQjTTFlwJny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "Gizmodo",
            "article_content": "Chinese AI chatbot DeepSeek has displaced OpenAI’s ChatGPT as the most downloaded app on the Apple App store and the market is panicking. Stocks for major AI connected companies like NVIDIA fell on Monday morning following the news.\n\nDeepSeek released its R1 chatbot at the end of December and it’s only taken the app about a month to claim its spot at the top of the App store. Upon the news that it reached the top, share prices for GPU maker NVIDIA fell 11%, Oracle dropped 8%, and Palantir was down 5% (Cramer effect). Stocks are adjusting to the revelation that China can build AI faster, cheaper, and just as good as America.\n\nThe reason the market is flipping out is because DeepSeek-R1 took two months to build, cost $6 million, and was trained using cheaper and lower-powered NVIDIA H800 GPUs. It’s also open source so anyone can go to a GitHub right now, pull it apart, and tinker with it.\n\nWhen it comes to training AI models, Silicon Valley has always said that bigger and more expensive is better. OpenAI CEO Sam Altman seems to believe he’s building some kind of literal god on earth called AGI and that the construction of this beast would require massive resources. OpenAI’s business models require sacrificing the present to construct a terrifying future in its own image.\n\nOpenAI said it needed to steal the creative output of everyone on the planet to refine its models and that it couldn’t pay them for it. It would need to build vast data centers to process information powered by new nuclear power plants. Meta, Anthropic, and other companies are investing billions to build infrastructure to power AI with the hope of massive returns and a future made easier and simpler for tech billionaires.\n\nSoftbank and OpenAI teamed up with President Trump to announce Stargate, a $500 billion AI initiative. The U.S. passed the CHIPs Act to make sure China didn’t get the most advanced GPUs and wasn’t able to build AI as fast as America. Silicon Valley’s AI lords were set to spend billions to rebuild pieces of the country and, they hoped, change the way America worked.\n\nSix million dollars. Two months. NVIDIA H800 SXM5s. That’s all it took to call into question this dream of the future.\n\n“To see the DeepSeek new model, it’s super impressive in terms of both how they have really effectively done an open-source model that does this inference-time compute, and is super-compute efficient,” Satya Nadella, Microsoft CEO and OpenAI business partner said at Davos last week. “We should take the developments out of China very, very seriously.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Who Owns AI Output? Why Recent Cases Against OpenAI Could Redefine Copyright",
            "link": "https://www.forbes.com/sites/anishasircar/2025/01/27/who-owns-ai-output-why-recent-cases-against-openai-could-redefine-copyright/",
            "description": "OpenAI is at the center of a copyright debacle that could shape the future of content creation and publishing discourse.",
            "image_url": "https://www.bing.com/th?id=OVFT.u-CuAXfV67C-gYi7Ga2QKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI to face Indian news firms of Ambani, Adani in copyright battle, documents show",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-to-face-indian-news-firms-of-ambani-adani-in-copyright-battle-documents-show/ar-AA1xVnTe?ocid=BingNewsVerp",
            "description": "Digital news units of Indian billionaires Gautam Adani and Mukesh Ambani, and other outlets including the Indian Express and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LtzdlU5CDvmldC3TbWhiEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exclusive-OpenAI to face Indian digital news firms of Ambani, Adani in copyright battle",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/exclusive-openai-to-face-indian-digital-news-firms-of-ambani-adani-in-copyright-battle/ar-AA1xV3JA?ocid=BingNewsVerp",
            "description": "By Aditya Kalra, Arpan Chaturvedi and Praveen Paramasivam NEW DELHI (Reuters) -Digital news units of Indian billionaires ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LtzdlU5CDvmldC3TbWhiEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Digital news publishers’ association joins ANI suit against OpenAI",
            "link": "https://www.thehindubusinessline.com/news/digital-news-publishers-association-joins-ani-suit-against-openai/article69147392.ece",
            "description": "DNPA and leading Indian news publishers join ANI in lawsuit against OpenAI for copyright infringement in Delhi High Court.",
            "image_url": "https://www.bing.com/th?id=OVFT.fidPPrk8o6Q7PjA11Gw1ei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "13m",
            "source": "Business Line",
            "article_content": "The Digital News Publishers Association (DNPA), along with members — including Indian Express, Hindustan Times, and NDTV —have decided to join news agency ANI’s suit against OpenAI in the Delhi High Court. ANI had earlier filed a lawsuit against OpenAI on charges of using its copyrighted content\n\nDNPA is a collective of India’s leading digital news platforms, representing the digital arms of major print and broadcast media organisations.\n\nThe members represented in this application include Dainik Bhaskar, Indian Express, Malayala Manorama, ETV, India Today Group, Amar Ujala, Hindustan Times, Zee Media, ABP Network, Lokmat, NDTV, The New Indian Express, Mathrubhumi, The Hindu, Network 18, India TV and Deccan Herald among others.\n\nAccording to their application, a copy of which was accessed by businessline, DNPA and its members have filed an “instant application seeking permission“ of the Court to participate in ANI’s suit to “present its opinion in respect of the novel legal questions” arising out of the case and issues framed by the Court.\n\n‘Unauthorised mass copying’\n\nIn a statement, DNPA said that this intervention highlights the significant concerns expressed by digital news publishers about “the unauthorised mass copying and use of copyrighted works to train AI models, including OpenAI’s GPT models”.\n\nIn its recent order (dated November 18, 2024) the Delhi High Court recognised and framed several significant legal questions arising from the ANI v. OpenAI case, it added. “These questions concentrate on OpenAI’s extensive and, in DNPA’s view, unlawful ingestion of Indian copyrighted content, which poses important implications for intellectual property rights in the digital age and the news industry in India,” DNPA added.\n\nThe industry body has contended that companies like OpenAI have developed large language models (LLMs) by “training” on vast quantities of text, including, without a licence or permission, copyright-protected works. “This unlawful utilisation of copyrighted materials exclusively benefits OpenAI and its investors to the detriment of the creative works across the entire industry in India. DNPA further asserts that OpenAI’s appropriation of news content presents an increasing threat to press transparency in India,” it added.\n\nNoting that OpenAI’s actions and AI models “lack sufficient transparency and disclosure”, DNPA added, “In light of the growing issues of disinformation and deepfakes, AI models are supercharging online misinformation. The DNPA is deeply concerned that this trend will negatively affect the quality, reliability, and diversity of news content in India. Consequently, the public will be exposed to opaque algorithmic caprice.”\n\nIn its application, DNPA has pointed out that OpenAI has licensing deals with international news publishers such as the Associated Press, The Atlantic, and News Corp, to access their content to train OpenAI’s models and to use it in their outputs. This, the body noted, is an admission that OpenAI needs licences or permissions to use the content to train AI models.\n\nSHARE Copy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Agencies to Watch 2025 part 1: featuring AMV BBDO, Hearts and Science and Code and Theory",
            "link": "https://www.thedrum.com/news/2025/01/27/agencies-watch-2025-part-1-featuring-amv-bbdo-hearts-and-science-and-code-and-theory",
            "description": "From up-and-coming startups to adland’s biggest players, this is our celebration of the agencies everyone should be keeping ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGikbjbU-UkobZaiUzb9ri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "2h",
            "source": "The Drum",
            "article_content": "Be they the industry’s biggest players or the growing cast of upstarts seeking to steal their glory, 2025 promises to be a transformative year for agencies.\n\nSo, to coincide with our Predictions event on thedrum.com, each day this week we are spotlighting agencies that we believe are poised to make a major impact through their work and activities in the months ahead.\n\nThe featured agencies, which we are revealing in a series of articles published each day this week, hail from all corners of the world and represent a diverse range of specialisms. Some are well-established networks, others up-and-coming indies. But what they all have in common is that they have earned The Drum Recommends status based on their achievements in 2024.\n\nSo delve in now as we hear from our first 10 Agencies to Watch about how they are planning to tackle what promises to be one of the most intriguing and potentially disruptive years the marcomms business has ever seen.\n\nOne of the key players in the Stagwell stable, the New York-based ‘technology-first creative agency’ is positioning itself at the forefront of the marketing AI race.\n\nCode and Theory\n\nWhat trends will shape the industry in 2025?\n\nDan Gardner, co-founder: AI transformation is CX transformation. CX is about to go to a new level as AI will allow a brand to simulate real-time, human-like interactions. Most people see this as chatbots, but it’s more than that. The old constructs of the internet will be reinvented in a meaningful way that offers value to consumers by not only delivering information but also communicating with them on an emotional level. This is where the genuine innovation opportunity lies: combining technology and creativity for superior customer experiences.\n\nCMOs, CIOs and CTOs will finally sit at the same table, not because they want to, but because they have to. AI, data, and customer experience are crashing into each other so violently that no one department can own the process any more. The only way forward is collaboration, and the stakes are too high to ignore. Companies that fail to unite these roles will see competitors blow past them with speed and agility.\n\nPublishers will take the lead with technology. Building a sustainable future for publishers involves focusing on brands as a differentiator, regaining control over distribution (and data) and integrating AI to amplify human ingenuity. This will allow publishers to build genuine ecosystems of trust and deliver the kind of storytelling experience that will resonate, ensuring the industry’s place as a cornerstone of informed societies.”\n\nWhat does the agency have planned for 2025?\n\nGardner: Building AI accelerators. We made ourselves ‘Client Zero’ with AI – because how can clients trust us to transform their businesses if we haven’t mastered it ourselves? We’re deploying 19 AI platforms (so far) – everything from OpenAI (also a client) to Midjourney and Adobe Firefly (another client).\n\nExpanding our network in terms of skillset and scale. Stagwell strategically decided to align all of its digital transformation agencies under the Code and Theory Network to deliver unparalleled creative and technology capabilities at scale. Together, we’re positioned to deliver comprehensive value for clients from concept to continuity, serving as strategic partners in AI-driven transformation. Last month we added to the network and to our global aspirations by acquiring Create. Group, the leading digital agency based in the UAE. Expect to see our network only grow stronger in the coming months.\n\nFocusing on verticalization. We’re going big on verticalization in 2025. This has a dual effect: it gives our clients confidence knowing their assigned team has deep industry expertise, and it imbues team members with an opportunity to develop a distinct skill set.\n\nWhat work were you most proud of in 2024?\n\nGardner: NBC ‘Powering the future of data journalism’: With trust in media at an all-time low, NBC partnered with Code and Theory to reimagine its election coverage Big Board, ensuring precision and credibility throughout the most consequential election in a generation (and beyond).\n\nNFL ‘No Flags, Just Wins’: The NFL dominates American sports – it accounted for 93 of the 100 most-watched TV broadcasts in all of 2023. But even as the nation’s most-watched sport, the NFL needed to modernize its app to bring the game closer to its die-hard fan base and new fans alike. So the NFL called an audible and called in Code and Theory to transform its app into more than just a game-day companion, but an experience that fuels the rhythm of the game – every play, day and week, on- and off-season.\n\nYeti ‘Map The Gaps’: Google has mapped 98% of the world, 100 countries and 10m miles of concrete roads. But naturally, wilderness enthusiasts prefer the paths less paved. For Yeti, this posed an opportunity to take the Hopper M20 (our most versatile cooler yet), map hidden trails across the globe and make the outdoors more accessible to everyone. We built, designed and launched Map The Gaps – A Yeti campaign to take Google Street View way off the street, showing the world where the Hopper was built to go and inspiring Street View users around the world to explore the paths less paved.\n\nThe 600-strong agency network was acquired by Accenture Song in April 2024 and has continued to go from strength to strength, as recognized in being named Agency of the Year (250+ staff) at The Drum Awards for Agency Business.\n\nUnlimited\n\nWhat trends will shape the industry in 2025?\n\nChris Mellish, group chief executive officer: In 2025, the industry will be shaped by rapid technological advancements, but without a deep understanding of people and channels, tech risks becoming noise. While AI is top of mind, it must be used carefully – not as a lazy answer to every question, but as a tool to drive efficiencies, deliver better insights, and ultimately create more impactful work for brands.\n\nWhat does the agency have planned for 2025?\n\nMellish: This year is going to be very busy for all the right reasons! Last year, TMW alone won 24 pitches, totaling £7.9m in new revenue, including Suzuki, Oak Furnitureland, People’s Postcode Lottery and Rail Delivery Group. We have a bit of a hot streak going on in the new business front across all our brands – our research agency, Walnut Unlimited, B2B communications and content marketing agency, Nelson Bostock and healthcare comms agency, Health Unlimited. We are now the go-to CRM agency of record for McDonald’s – our first with Accenture Song. This is just the beginning of what’s to come.\n\nWhat work were you most proud of in 2024?\n\nMellish: Lots of work to be proud of. From our integrated creative agency TMW’s work for Suzuki Swift ‘The Best Kept Secret on the Road’ defying category norms against increasingly formulaic car ads, to our Pride in London work launching last year’s festival with a visual style as daring, fearless and authentic as the community themselves.\n\nWant to go deeper? Ask The Drum\n\nNobody knows Kraft Heinz better than its in-house agency, whose string of hit-making work cleverly leveraging the company’s brand equity shows no sign of stopping.\n\nWhat trends will shape the industry in 2025?\n\nPlaying it safe isn’t an option any more. This year, it’s all about brands making moves that people can’t stop talking about. ‘Culture Sparks’ are the way forward – those unexpected moments that break through the noise and leave an impact.\n\nBrands are also bringing creativity closer to home. The shift to incorporating an in-house model is real, and it’s not just about speed – it’s about being in sync. When creative teams live the brand’s ambition every day, the work becomes sharper, more agile, and more authentic.\n\nRelevance is the ultimate flex in 2025. It’s not about chasing trends but creating them.\n\nWhat does the agency have planned for 2025?\n\nOur growth is proof that bringing together the power of creativity with direct connection to brand teams and strategy works at The Kitchen North America. In just three years, we’ve gone from four to 19 brands and 35 to 135+ powerhouse creatives across two offices. We now work on 70% of the media plan for 90% of the brands, crafting full 360 campaigns, social-first content and cultural moments that hit different. As the creative agency of record for select brands, we don’t just answer briefs – we create them. This isn’t just growth; it’s impact, built on trust and bold ideas that keep Kraft Heinz ahead of the curve.\n\nWhat work were you most proud of in 2024?\n\nWe brought nostalgia back with the Napoleon Dynamite x Ore-Ida campaign, proving that tater-tot-protecting pants do exist. The Oscar Mayer’s Bologna Song became a literal form of payment, and when a viral moment such as Dua Lipa’s Pickle x Diet Coke popped off, we didn’t just watch – it sparked an idea for Claussen to launch ‘Just the Brine’ within days.\n\nNow entering its fifth year, Fight or Flight is soaring thanks to its highly creative campaigns for B2B brands. The London-based outfit was the third-placed Independent Agency of the Year at The Drum Awards Grand Finale 2024.\n\nFlight or Fight\n\nWhat trends will shape the industry in 2025?\n\nDavid Woodward, co-founder: As the influence of brand inside B2B organizations rises, one thing we’re seeing is closer alignment between the brand and communications teams. Increasingly, B2B brand campaigns are being driven by earned tactics, and vice versa, comms teams are more frequently being tasked with promoting and explaining brand messages. We’re still seeing more traditional uses of B2B comms (for example, to support product), but in particular, this ‘culture swap’ of brand and comms is leading to better, more noticeable, more memorable and more emotively arresting work.\n\nWhat does the agency have planned for 2025?\n\nWoodward: We see 2025 as a continuation of our aggressive expansion into new markets and new opportunities. In 2024, alongside significant expansion in the UK, Fight or Flight achieved almost 100% growth in North America, driven partly by brand-level engagements for AI companies in sectors such as life sciences and HR. We expect the fast rate to continue as we further diversify our sector offerings into fintech and ESG.\n\nWhat work were you most proud of in 2024?\n\nWoodward: We’re particularly proud of our work for St John Ambulance, which wanted to encourage more people and workplaces to take its life-saving CPR training. Our research found that a third of men were too embarrassed to give a woman CPR, with potentially life-threatening consequences.\n\nWe created the world’s first life-saving bra – The CPR Bra – which included simple visual prompts on how to perform CPR on a woman. We then persuaded celebrities to wear the bra and help close the CPR gender gap. Our story went pretty much everywhere, including a 13-minute live slot on BBC Breakfast, turning ER into PR.\n\nOur campaign for DrDoctor focused on ‘the DNA problem.’ DNAs (Did Not Attends) are patients who miss their hospital appointments. In the UK, there are 7 million DNAs every year and they cause huge operational issues for an already stretched NHS. To help Hospital Trusts understand why DNAs happen, we created DoNnA, the world’s first AI patient, trained on data taken from the largest-ever survey of DNA patients.\n\nAdvertisement\n\nHelmed by the bullish Dimi Albers, the Amsterdam-headquartered agency has expanded into a global powerhouse with a presence in 30 offices across Europe, North America and Latin America.\n\nDept\n\nDimi Albers, global CEO: What trends will shape the industry in 2025?\n\nIn 2025, we’ll finally see AI move from an efficiency and cost-cutting tool to a force to reimagine how businesses operate, make decisions, and interact with consumers. As AI transformation takes center stage – and swift, strategic, and solutions-oriented applications of AI become a priority – the organizations that enable their people to transform with AI will distinguish themselves in an emerging sea of sameness.\n\nAlbers: What does the agency have planned for 2025?\n\nRebels with a B Corp cause: we are purpose-driven and invested, committed to building lasting client relationships and positively impacting culture, brands, and the world. We’re the first global agency to be B-Corp certified, and we’re currently undergoing recertification – a first in the industry. This means we’re building the plane as we fly it. While the agency world has been helping other brands sell sustainability (sometimes greenwash) for ages, it’s only been in the past few years that the industry has started to look inward and think about sustainability, ethics, and inclusion practices within our industry. Being a part of the B Corp Community helps us do that – and especially at our size, has helped us build the muscles around how to do that early.\n\nAlbers: What work were you most proud of in 2024?\n\nFor Just Eat Takeaway, a cross-discipline team of 35 creatives, technologists and producers brought fans of Squid Games together on a multisensory campaign spanning above-the-line, experiential, influencers and an AI-powered game.\n\nFor Cosnova, we built Kenna, an AI-enabled virtual assistant that can help customers explore new products and trends. Kenna is available across multiple channels including social, events, and POS.\n\nIn partnership with Coca-Cola, we created ‘Neon Nights,’ an AI-powered short story about a boy named Max. Using 12 generative tools and with over 600 hours of production, the film was submitted to Runway’s AI Film Festival.\n\nAdvertisement\n\nPropelled by recently secured private equity investment, the ambitious UK-based social media and influencer agency is now targeting the US market.\n\nCoolr\n\nWhat trends will shape the industry in 2025?\n\nAdam Clyne, chief executive officer: Predictions for 2025? From a social media agency owner? Really?! We’re only three weeks into the year, and already we’ve seen Meta replace fact-checking with community notes, a TikTok ban that lasted all of 12 hours, and Instagram switching up the grid layout… yet again. And that’s before we even consider the broader macroeconomic and political shifts – from the Middle East and Ukraine to a new president in the US, and here at home, a government grappling with economic challenges.\n\nLet’s be honest: predicting trends when everything feels in constant flux is no easy task. But if I had to point to one key trend, it’s this: the marketing community will need to embrace the chaos! We’ll need to get comfortable operating in an environment of constant change, navigating uncertainty, and staying agile. Plans will evolve, and both agencies and clients will need to collaborate more closely than ever to adapt to external forces.\n\nWhat does the agency have planned for 2025?\n\nClyne: 2024 was a phenomenal year for Coolr. The agency grew by almost 75% and towards the end of the year we secured investment from Growth Capital Partners, a leading private equity firm, to help scale Coolr to the next level.\n\nWe’ve made significant investments in people and technology to strengthen our strategic capabilities – from insights and planning to cutting-edge measurement. As we approach a headcount of 150 full-time employees in the UK, we’re focused on creating a robust operational structure to support our growth.\n\nThe big milestone for 2025? Expanding Coolr into the US. We’re actively building a comprehensive plan to take our proposition across the Atlantic. It’s an exciting step, and we’re determined to make Coolr a major player in the US market.\n\nWhat work were you most proud of in 2024?\n\nClyne: 2024 was filled with creative highlights that we’re incredibly proud of. We teamed up with Martine McCutcheon and Lidl to put a fresh spin on Gina G’s classic song, creating ‘Oh, Ah, Just a Lidl Bit!’ – a campaign that set social media alight and delivered a standout moment for supermarkets.\n\nFor Deliveroo, we championed local restaurants with the ‘Local’ campaign, working alongside Top Jaw and nano influencers to celebrate independent food businesses across the UK.\n\nAnd with Bupa, we sparked vital conversations about mental health, particularly focusing on the 58% of men who struggle to open up about these issues. It was work that truly mattered, and we were proud to play a role in starting those important discussions.\n\nThe Omnicom media agency has developed an uncanny knack for working on some of the most talked-about campaigns of recent times, including the acclaimed Barbie movie media blitz and Jaguar’s hotly debated ‘Copy Nothing’ makeover rollout.\n\nHearts and Science\n\nWhat trends will shape the industry in 2025?\n\nGarrett O’Reilly, chief executive officer: AI will likely feature heavily as it’s already a focal point for lots of people and its transformational impact will continue into 2025. One particular area I think it will start to tangibly impact will be AI-driven search. The growing prevalence and usage of AI assistants on devices will grow and will have profound disruptive effects on consumer behavior and fundamentally change how people find answers to all sorts of questions. Brands will need to optimize sales and their purchase funnels in accordance with that and we’ll have to adapt our services to help clients adjust to (and win in) this new reality.\n\nIf the first few weeks of 2025 are indicative of what’s to come, there will also be uncertainty in policies and platform governance. In the face of this, our industry must remain focussed on responsible marketing – even if this centers on self-control and self-governance over third-party regulation. This means it’s on us, as an industry, to foreground all aspects of responsible marketing: diversity, equity, inclusion, environmental sustainability, data protection and ethical investment practices.\n\nThat said, I’m optimistic that this shifting landscape will drive greater media diversification as we find new ways to deliver value for clients. Agencies will play a critical role in guiding brands toward more innovative solutions, new partnerships and experimentation.\n\nWhat does the agency have planned for 2025?\n\nO’Reilly: We’re particularly excited to continue leveraging our sponsorship of the Ehrenberg-Bass Institute, ensuring its huge bank of empirical evidence, research and insights benefit both our agency and our clients. This will include evolving our industry-leading Category Entry Points tool, which is driving business growth for an increasing range of clients.\n\nOur Access All Agency initiative will return for a second year – bigger and better. The program, launched as an educational initiative for rising stars among our media owner partners, aims to deepen their understanding of how agencies operate and thus drive greater collaboration.\n\nWhat work were you most proud of in 2024?\n\nO’Reilly: 2024 was our most successful year to date in terms of industry awards, and that speaks volumes. But what’s particularly pleasing was lots of our work became part of wider culture and in doing so generated disproportionate visibility for our clients’ brands.\n\nA big focus for us was delivering the biggest account transition in the UK for over a decade as we onboarded Allwyn. While this was a great success in operational terms, we’re immensely proud of the work we’ve already delivered for them this year. The highlight of 2024 for me has to be supporting Team GB and ParalympicsGB. Our work drove a double-digit rise in consideration for the brand and every ticket sold contributed to the UK’s haul of 189 medals.\n\nIt was also great to be part of one of the most talked about campaigns of the year. Our work with Jaguar on its Copy Nothing campaign earned the title of YouGov’s ‘most improved brand’ in December, outperforming all the Christmas ads…. And there’s still the actual car to come.\n\nThe female-led agency has the US in its sights having made its mark with eye-catching brand experiences for the likes of McDonald’s, Netflix and Volvo in its UK home market.\n\nSeen Presents\n\nWhat trends will shape the industry in 2025?\n\nLouisa O’Connor, managing director: Collective experiences will define 2025 – people value shared emotions and memories, and brands are seeing the impact this has on their resonance. We’re also seeing the rise of the common influencer, which is reshaping marketing strategies; consumers are becoming the heroes versus paid creators, driven by the demand for authenticity. I think we’ll also see nostalgia remain a key trend, with the focus shifting from retro aesthetics to simplification and a need to go back to basics as the tech world can feel overwhelming.\n\nIn experiential marketing, we see a lot of tech used for tech’s sake. However, brands are moving away from that to focus on the human aspect, tapping into the niche needs of the individual instead of the masses. Consumers crave simplicity and look for brands to alleviate their pain points, which is now influencing how we design experiences. It’s less about what an activation will look like on a camera and more about the emotion that an experience can create.\n\nWhat does the agency have planned for 2025?\n\nO’Connor: This will be our fourth year of trading, and as we expand, we have two main priorities. Firstly, we are focused on growing our content and broadcast team. Working with many social-first brands, we want to push our live streaming, content creation, scriptwriting and show curation capabilities. Secondly, the US is calling. Having activated there a few times already, we believe now is the time to solidify our presence and serve our existing US clients more holistically. Some of the most exciting events in the world are hosted there, so it’s a no-brainer for us to expand our offering and bring our Seen Presents way to the US market.\n\nWhat work were you most proud of in 2024?\n\nO’Connor: It was our second year delivering Netflix’s presence at Cannes Lions, where we brought seven different titles to life in unique and participatory ways. Not only does this project showcase our team’s creativity, but it also blends our strategy, content and production capabilities to deliver something truly spectacular. It’s a huge logistics and production challenge: building six floors above the Croisette, with crane-only access, while the team is completely exposed to the elements.\n\nWe ended 2024 preparing for Live Fest – one of the biggest events in TikTok’s calendar – consisting of four live events in six days and logistics for 600 creators from around the world. From hospitality, activations, complex live streaming, red carpet logistics, RFID systems and talent sourcing and booking – it truly touched every area of our business. It was a mammoth effort and a career highlight for us all.\n\nSuggested newsletters for you Daily Briefing Catch up on the most important stories of the day, curated by our editorial team. Weekly Marketing Stay up to date with a curated digest of the most important marketing stories and expert insights from our global team. The Drum Insider Learn how to pitch to our editors and get published on The Drum.\n\nThe serial Ad of the Day and The Drum Awards winner shows no sign of slowing down on its convention-defying advertising for the likes of Bodyform and Curry’s.\n\nAMV BBDO\n\nWhat trends will shape the industry in 2025?\n\nBringing a human face to big data: ‘Data-driven creative’ is a phrase that’s dominated the industry for the last decade, but the risk is hyper-targeting without the humanity. It’s time to show that the power of emotion can be applied just as effectively in performance media as in storytelling formats. At AMV, we’ve built a proprietary data tool called Kaleidoscope, which allows us to track consumer emotions at scale by time, day of the week and geography, giving us a living picture of the mood of the nation.\n\nLearn from AI, then break the rules: AI is a powerful way of quickly getting to creative ground zero. Its output is limited by convention and the data available to it – which grounds it in uniformity, not bravery. AI can accelerate the beginning of the creative process by showing us the expected and then giving us the confidence to break the rules and do something stand-out. After all, no AI would have told us the creative way to launch new Sheba Gravy Pouches was by pitting ‘catfluencers’ against each other in the ultimate Gravy Race.\n\nBeyond inclusivity to accessibility: It’s time to stop seeing accessibility as a creative hindrance and see it as a creative tool we can use to make the experience richer for all. It’s no longer enough to make your cast and production crew inclusive; your output must be accessible, too. It’s a belief we’ve pushed on our Curry’s C4 diversity win and an ethos we’re now rolling out across the agency.\n\nWhat does the agency have planned for 2025?\n\nUnder group CEO Xavier Rees, AMV rediscovered its best self – a powerhouse of strategy and creativity. In January, AMV Group bolstered its executive leadership team with the appointments of Jo Arden and Jemima Monies as group chief strategy officer and group chief growth officer, respectively. The roles further consolidate the group’s focus on driving business transformation and creative excellence across AMV BBDO and Redwood BBDO. Arden and Monies will work alongside Rees, the senior leadership teams of both agencies, including AMV BBDO joint chief creative officers Nadja Lossgott and Nicholas Hulley, Redwood CEO Colin Kennedy and the recently hired group COO Steve Mills.\n\nAMV has been back in the room for some of the industry’s most competitive pitches, securing four major account wins in just four months and the end of 2024, including the Mercedes F1 Team. If last year was about setting the stage for success, 2025 is about delivering on that promise. With new business wins such as E.On Next and Philips Personal Care and high-profile campaigns ready to launch for Rexona, Whiskas, Decathlon, Sheba and Maltesers, AMV’s momentum is undeniable. The agency is also in full production on its Channel 4 Diversity in Advertising Awards-winning campaign, Sight of Relief for Currys, set to debut in May. This return to form isn’t just a comeback – it’s a redefinition of leadership in advertising. AMV is ready to grow, creating big ideas that real people love and leading the way forward.\n\nWhat work were you most proud of in 2024?\n\nBodyform ‘Never Just a Period’: The Drum Ad Of The Day, the work sees AMV BBDO widening the conversation around menstruation for client Bodyform.\n\nCurrys ‘Beyond Techspectations – IRL’: The Drum Ad Of The Day, Currys ‘Beyond Techspectations’ series ventures into mockumentary territory in AMV BBDO’s film “Amazing Us (IRL)”, showing online shoppers venturing into a real-life Currys store and discovering the joy of shopping in person – even if they struggle to give up some of their digital habits, such as swiping right and trying to magnify images.\n\nSheba ‘Gravy Race’: AMV BBDO has enlisted eight celebrity felines with a combined 55 million TikTok and Instagram followers to compete in a bracket-style tournament where they raced each other to lick up Sheba’s new Gravy Indulgence cat food. By breaking with the clichés of pet food advertising, the Gravy Race delivered an entertaining piece of content that cut through the sea of sameness.\n\nMercedes F1 ‘Every Dream Needs a Team’: As the 2024 F1 season came to an end at the Abu Dhabi Grand Prix on December 8, we helped the Mercedes-AMG Petronas F1 Team to pay tribute to Lewis Hamilton in a heartfelt global campaign.\n\nRSPCA ‘For Every Kind’: The RSPCA unveile its major new brand positioning with AMV BBDO’s film ‘For Every Kind,’ a rallying cry for every kind of person to be kind in every possible way to every kind of animal.\n\nFounded in 1985, the stalwart agency was snapped up by Havas in early 2024 to spearhead its B2B marketing efforts and looks well-placed to leverage its newfound scale.\n\nLedger Bennett\n\nWhat trends will shape the industry in 2025?\n\nAndrea Glenn, CEO: AI... just kidding. Clients are starting to realize they have a wealth of B2B opportunity in their businesses already, but organizational silos are holding them back from realizing their full B2B potential. Marketing and sales don’t nor can work in siloes, nor customer and product. As such, clients look for more full-service offerings from agencies that both bind creative and media together and have the scale to do it. And they don’t want CRM, ABM, web and so forth operating separately with a single partner each. Instead, they are on the hunt for consultative partners who can bring these functions together to deliver customer lifetime value. We’re excited to see this unleash further opportunity in B2B, a space that remains ripe for growth for many businesses and agencies alike.\n\nWhat does the agency have planned for 2025?\n\nGlenn: We have some exciting plans this year, which would not have been possible without the scale Havas Media Network and Havas Group can offer. When looking at partners who could help us achieve our strategic objectives, global expansion – including in the markets we already operate – was key and this year, we are looking to increase our foothold in Ireland and the US particularly, where we will partner with Havas Media Network North America to build a full-service B2B offering to work with B2B and B2C brands. We’re now in a position to provide a full-service offering to clients that straddle both B2B and B2C in North America. Our chief strategy officer will be relocating to New York to lead our North American expansion. In this context, our decision to be acquired by Havas Media Network UK last year and our shared pursuit of customer-centricity has been a brilliant mutual culture fit.\n\nWhat work were you most proud of in 2024?\n\nGlenn: GE Vernova ‘How to Launch an ABM Campaign in Five Days’: GE Vernova’s marketing team needed to grow its sales pipeline by 4x for its new power orchestration solution – all within H1. To achieve this audacious goal, we held a kaizen (or continuous improvement) session. This involved taking our client’s people out of their daily responsibilities and bringing them together around a single-minded purpose. In just five days, we identified priority audiences, began mapping accounts, created a value proposition, key messaging, and content strategy, developed a sales process, and launched 1-to-1 and 1-to-few ABM programs. This strategy garnered real results, including a x2 increase in pipeline within 30 days of the kaizen."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We asked OpenAI’s o1 about the top AI trends in 2025 — here’s a look into our conversation",
            "link": "https://venturebeat.com/ai/we-asked-openais-o1-about-the-top-ai-trends-in-2025-heres-a-look-into-our-conversation/",
            "description": "Here's what OpenAI's o1 had to say about AI trends this year. Just how many there are is a testament to AI’s general-purpose value.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "code+trends",
            "date": "12h",
            "source": "VentureBeat",
            "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nAI is already reshaping industries and society on a global scale. IDC predicts that AI will contribute $19.9 trillion to the global economy by 2030, comprising 3.5% of GDP. This momentum is exemplified by the recent announcement of “Project Stargate,” a partnership to invest up to $100 billion in new AI-focused data center capacity. This is all indicative of the tremendous activity going on with AI development. On a single day, AI made headlines for discovering proteins to counteract cobra venom, creating a Star Trek-style universal translator and paving the way for true AI assistants.\n\nThese and other developments highlight individual achievements, as well as their interconnected progress. This flywheel of innovation is where breakthroughs in one domain amplify advancements in others, compounding AI’s transformative potential.\n\nSeparating signal from noise\n\nEven for someone who follows AI developments closely, the rapid technological breakthroughs and diffusion across industries and applications is dizzying, making it highly challenging to not only know and understand what is going on, but understand the relative importance of developments. It is challenging to separate the signal from noise.\n\nIn the past, I might have turned to an AI industry analyst to help explain the dynamics and meaning of recent and projected developments. This time, I decided instead to see if AI itself might be able to help me. This led me to a conversation with OpenAI’s o1 model. The 4o model might have worked as effectively, but I expected that a reasoning model such as o1 might be more effective.\n\nI asked o1 what it thought were the top AI trends and why. I started by asking for the top 10 to 15, but over the course of our collaborative dialog, this expanded to 25. Yes, there really are that many, which is a testament to AI’s value as a general-purpose technology.\n\nIn dialog about leading AI trends with OpenAI’s o1 model.\n\nAfter about 30 seconds of inference-time “thinking,” o1 responded with a list of trends in AI development and use, ranked according to their potential significance and impact on business and society. I asked several qualifying questions and made a few suggestions that led to slight changes in the evaluation method and rankings.\n\nMethodology\n\nRankings of the various AI trends are determined by a blended heuristic that balances multiple factors including both quantitative indicators (near-term commercial viability) and qualitative judgments (disruptive potential and near-term societal impact) further described as follows:\n\nCurrent commercial viability: The trend’s market presence and adoption.\n\nLong term disruptive potential: How a trend could significantly reshape industries and create new markets.\n\nSocietal impact: Weighing the immediate and near-term effects on society, including accessibility, ethics and daily life.\n\n\n\nIn addition to the overall AI trend rankings, each trend receives a long-term social transformation score (STS), ranging from incremental improvements (6) to civilization-altering breakthroughs (10). The STS reflects the trend’s maximum potential impact if fully realized, offering an absolute measure of transformational significance.\n\nLevels of social transformation associated with top AI trends.\n\nThe development of this ranking process reflects the potential of human-AI collaboration. o1 provided a foundation for identifying and ranking trends, while my human oversight helped ensure that the insights were contextualized and relevant. The result shows how humans and AI can work together to navigate complexity.\n\nTop AI trends in 2025\n\nFor tech leaders, developers and enthusiasts alike, these trends signal both immense opportunity and significant challenges in navigating the many changes brought by AI. Highly-ranked trends typically have broad current adoption, high commercial viability or significant near-term disruptive effects.\n\nTable of top 10 trends for 2025 ranked on current commercial viability, long-term disruptive potential and potential for social impact. Specific use cases — like self-driving cars or personal assistant robots — are not considered individual trends but are instead subsumed within the broader foundational trends.\n\nHonorable mention list: AI trends 11 – 25\n\nOne can quibble whether number 11 or any of the following should be in the top 10, but keep in mind that these are relative rankings and include a certain amount of subjectivity (whether from o1 or from me), based on our iterative conversation. I suppose this is not too different from the conversations that take place within any research organization when completing their reports ranking the comparative merits of trends. In general, this next set of trends has significant potential but are either: 1) not yet as widespread and/or 2) have a potential payoff that is still several or more years away.\n\nWhile these trends did not make the top 10, they showcase the expanding influence of AI across healthcare, sustainability and other critical domains.\n\nTable of top 11 to 25 trends for 2025 ranked on current commercial viability, long-term disruptive potential and potential for societal impact.\n\nDigital humans show the innovation flywheel in action\n\nOne use case that highlights the convergence of these trends is digital humans, which exemplify how foundational and emerging AI technologies come together to drive transformative innovation. These AI-powered avatars create lifelike, engaging interactions and span roles such as digital coworkers, tutors, personal assistants, entertainers and companions. Their development shows how interconnected AI trends create transformative innovations.\n\nThe flywheel of AI innovation: Interconnected advancements in AI technologies drive transformative progress, where breakthroughs in one domain amplify developments in others, creating a self-reinforcing cycle of innovation leading to new uses.\n\nFor example, these lifelike avatars are developed using the capabilities of generative AI (trend 1) for natural conversation, explainable AI (2) to build trust through transparency and agentic AI (3) for autonomous decision-making. With synthetic data generation, digital humans are trained on diverse, privacy-preserving datasets, ensuring they adapt to cultural and contextual nuances. Meanwhile, edge AI (5) enables near real-time responsiveness and multi-modal AI (17) enhances interactions by integrating text, audio and visual elements.\n\nBy using the technologies described by these trends, digital humans exemplify how advancements in one domain can accelerate progress in others, transforming industries and redefining human-AI collaboration. As digital humans continue to evolve, they not only exemplify the flywheel of innovation, but also underscore the transformative potential of AI to redefine how humans interact with technology.\n\nWhy are AGI and ASI so far down the list?\n\nThe future is, indeed, hard to predict. Many expect artificial general intelligence (AGI) to be achieved soon. OpenAI CEO Sam Altman said recently: “We are now confident we know how to build AGI as we have traditionally understood it.” However, that is different from saying that AGI is imminent. It also does not mean that all agree on the definition of AGI. For OpenAI, this means “a highly autonomous system that outperforms humans at most economically valuable work.”\n\nMark Zuckerberg said he believes that in 2025 Meta will “have an AI that can effectively be a sort of midlevel engineer” that can write code. That is clearly economically viable work and could be used to claim the arrival of AGI. Perhaps, but even Altman is now saying that AGI is not arriving soon.\n\nSource: https://x.com/sama/status/1881258443669172470\n\nGoogle Deepmind co-founder and CEO Demis Hassabis said recently on the Big Technology podcast that AGI is likely “a handful of years away.” He added, however, that there is a 50% chance another one or two significant breakthroughs on the order of the transformer model that led to generative AI will still be needed to fully achieve AGI.\n\nSuperintelligence, too, could eventually be achieved in the next 5 to 10 years. Altman and Elon Musk have said as much, although the consensus expert opinion is closer to 2040 — and some believe it will never be achieved. Amara’s Law reminds us that we tend to overestimate the effect of any technology in the short run and underestimate the effect eventually. If achieved, the impact of superintelligence would be enormous — but at present, this “if” precludes this from the top 10 list.\n\nChoosing the right AI collaborator(s)\n\nAfter taking on this venture, I discovered some crucial elements to consider in the choice of AI collaborators. While o1 offered valuable insights into leading AI trends, its cutoff date for training data was October 2023, and it lacks web browsing capabilities. This became clear when it initially suggested No. 12 for agentic AI, a trend that has advanced rapidly in the last several months. Rerunning the analysis with the 4o model, which includes web browsing, led to a more proper ranking of agentic AI at No. 3.\n\nPer ChatGPT: “Apologies for any confusion earlier. Given the rapid advancements and the significant attention agentic AI is receiving in 2025, it would be appropriate to rank it at No. 3 on the list of top AI trends. This adjustment reflects its growing impact and aligns with recent analyses highlighting its importance.”\n\nIn much the same way, I had a conversation with o1 about the placement of AI in education, healthcare and life sciences. However, 4o suggested that their order in the ranking be reversed, that healthcare should be No. 11, and education No. 12.\n\nView from the 4o model on the relative ranking for AI in healthcare versus AI in education.\n\nI agreed with the rationale and switched the order. These examples show both the challenges and benefits of working with the latest AI chatbots, and both the necessity and value of human and machine collaboration.\n\nSocial transformation rankings\n\nBelow is a summary of the STS rankings, offering a comparative view of the top 25 AI trends for 2025 and their potential long-term impact. These rankings highlight how AI trends vary in their potential to reshape society, from near-term enablers like generative AI and agentic AI, to longer-term innovations such as quantum AI and brain-computer interfaces.\n\nSummary of the top 25 AI trends for 2025, ranked by how profoundly each trend might reshape society at its fullest realization.\n\nNavigating AI’s transformative impact\n\nWhile some AI breakthroughs are here now or seem just around the corner, others like AGI and ASI remain speculative, reminding us that there is much more to come from AI technologies. Yet it is already clear that AI, in all its manifestations, is reshaping human affairs in ways likely to become even more profound over time. These changes will extend to daily life and could even challenge our understanding of what it means to be human.\n\nAs AI continues to redefine industries and society, we are only at the beginning of a dramatic technological renaissance. These trends, ranging from generative models to humanoid robots powered by AI, highlight both the promise and complexity of integrating AI into our lives.\n\nWhat is particularly striking about these 25 trends is not just their individual significance, but the interconnectedness of their progress. This flywheel of AI innovation will continue to amplify progress, creating a self-reinforcing cycle of breakthroughs that redefine industries and society. As these trends evolve, revisiting this analysis in six to 12 months could reveal changes in the rankings and how the flywheel of innovation continues to accelerate progress across industries.\n\nLeaders, developers and society must monitor these advancements and ensure they are directed toward fair outcomes, striking a balance between innovation and responsibility. The next five years will define AI’s trajectory — whether it becomes a tool for societal benefit or a source of disruption. The choice is ours.\n\nGary Grossman is EVP of technology practice at Edelman and global lead of the Edelman AI Center of Excellence."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This U.S. Airline Just Made Its Dress Code Stricter — What to Know",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/this-u-s-airline-just-made-its-dress-code-stricter-what-to-know/ar-AA1xWTYk?ocid=BingNewsVerp",
            "description": "Spirit Airlines announced it revised its passenger policies, prohibiting certain items of clothing and forcing passengers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JtLR0rZ7GBCKQgc7DBEZUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN20m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Importance Of Emphasizing Safety Amid Societal Change",
            "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2025/01/27/the-importance-of-emphasizing-safety-amid-societal-change/",
            "description": "Avoid the trap of thinking about safety as an inconvenience and start thinking of it as an investment in the future.",
            "image_url": "https://www.bing.com/th?id=OVFT.RmJ2vBfmhSz1WS3YPrAULy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tech-Enabled Health: Revolutionizing The Standard Of Care",
            "link": "https://seekingalpha.com/article/4752185-tech-enabled-health-revolutionizing-the-standard-of-care",
            "description": "This piece is part of a series that dives deeper into the most prevalent themes of this year’s iteration of our flagship research piece, Charting Disruption. Click to read.",
            "image_url": "https://www.bing.com/th?id=OJ.x77cVnOcZaJPEg&pid=news&w=81&h=16&rs=2",
            "category": "code+trends",
            "date": "6h",
            "source": "Seeking Alpha",
            "article_content": "Founded in 2008, Global X is a sponsor of exchange-traded funds (ETFs). We are distinguished by our Thematic Growth, Income, and International ETFs. Explore our insights on the trends and themes shaping global markets – from technology to commodities to emerging economies – at globalxfunds.com/research. Global X ETFs is a member of the Mirae Asset Global Investments Group. Important disclosures: globalxfunds.com/privacy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ThinkCyte expands product portfolio to drive innovation in drug discovery and disease research.",
            "link": "https://finance.yahoo.com/news/thinkcyte-expands-product-portfolio-drive-160000483.html",
            "description": "ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7OnB04kDUFIdkZzQ0S6c7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "27m",
            "source": "YAHOO!Finance",
            "article_content": "TOKYO, Jan. 27, 2025 /PRNewswire/ -- ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, announced today that it will begin the pre-commercial launch of its new cell analysis platform, VisionCyte™. The announcement coincides with the 2025 Society for Laboratory Automation and Screening (SLAS) conference in San Diego, CA from January 27-30, 2025, where VisionCyte was named a finalist for the 2025 New Product Award. The launch of VisionCyte extends ThinkCyte's product portfolio of life science research platforms beyond VisionSort, the company's flagship product launched in 2023 and adopted by leading biopharmaceutical companies and academic institutions worldwide.\n\nThe new VisionCyte™ cell analysis platform.\n\nThe VisionCyte platform leverages high resolution morphological profiling, high-throughput capabilities, and advanced AI analysis to uncover novel biomarkers and facilitate the discovery of new and diversified hits and targets for drug discovery. The full commercial rollout of VisionCyte will occur in 2025, with an initial line of customer ready units available in H2 2025. The company also announced the launch of its Celluminate cell tracking kits, compatible with both VisionSort and VisionCyte, for enabling discovery applications in areas where existing cell surface cell markers are limited such as specific hematological conditions, stem cell research, and age-related diseases.\n\n\"The expansion of our product portfolio reflects our unwavering commitment to advancing life science research.\" said Waichiro Katsuda, Chief Executive Officer at ThinkCyte. \"By introducing innovative solutions that address the evolving needs of scientists worldwide, we're not just adding products—we're providing the tools to accelerate discoveries in disease understanding and drug discovery to improve lives.\"\n\nMore information about the VisionCyte platform can be found by visiting the ThinkCyte booth (#2632) at SLAS 2025 or by visiting thinkcyte.com/visioncyte .\n\nAbout ThinkCyte\n\nThinkCyte, founded in 2016 with offices in Tokyo, Japan and Redwood City, California is a biotechnology company that develops innovative scientific instruments based on integrated, multidisciplinary technologies to enable life science research, diagnostics, and therapeutic development. The company pioneered Ghost Cytometry™, a proprietary AI-based, label-free cell analysis and sorting technology and partners with major global biopharmaceutical companies and leading academic research institutes to drive pioneering research. For more information, please visit www.thinkcyte.com .\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Africa’s MeerKAT in ‘extraordinary’ discovery",
            "link": "https://www.msn.com/en-xl/news/other/south-african-telescope-discovers-a-giant-galaxy-that-s-32-times-bigger-than-earth-s/ar-AA1xSVHU?ocid=BingNewsVerp",
            "description": "MeerKAT’s newest giant radio galaxy find is extraordinary: the plasma jets of this cosmic giant span 3.3 million light years.",
            "image_url": "https://www.bing.com/th?id=OVFT.8bX3cXfXV0X2tN06xpDF7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Calling all philatelists: U.S. Postal Services issues two new JWST stamps",
            "link": "https://www.popsci.com/science/new-jwst-stamps/",
            "description": "The United States Postal Service has issued two new stamps featuring stellar images beamed back to Earth by the James Webb ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lgqBbqwVB7U2DWv4Q4OOAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "Popular Science",
            "article_content": "The United States Postal Service has issued two new stamps featuring stellar images beamed back to Earth by the James Webb Space Telescope (JWST). The two new stamps were officially issued on January 21 and highlight some of the powerful space telescope’s recent work.\n\nThe Priority Mail stamp features Webb’s depiction of spiral galaxy NGC 628. This galaxy is located about 32 million light-years away in the constellation Pisces. The depiction of NGC 628 itself was one of 19 spiral galaxy images first released in January 2024. It combines both near- and mid-infrared light to show glowing gas and dust in various shades of orange and red. The finer spiral shapes have jagged edges.\n\nThe U.S. Postal Service issued a Priority Mail stamp January 21, 2025, highlighting an image of the spiral galaxy NGC 628 from NASA’s James Webb Space Telescope. Greg Breeding, an art director for the U.S. Postal Service, designed the stamp with an image from NASA, ESA, CSA, the Space Telescope Science Institute, researchers Janice Lee and Thomas Williams, and the Physics at High Angular resolution in Nearby GalaxieS team. CREDIT: U.S. Postal Service.\n\nThe Priority Mail Express stamp shows JWST’s image of the central portion of star cluster IC 348. The image was first released in December 2023 and was taken in near-infrared light. The purple wispy curtains filling the image are interstellar material that is reflecting the light from the cluster’s stars. Astronomers call this phenomenon a reflection nebula. Star cluster IC 348 is about 1,000 light-years from Earth in the constellation Perseus.\n\nThe U.S. Postal Service issued a Priority Mail Express stamp Jan. 21, 2025, featuring an image of star cluster IC 348 from NASA’s James Webb Space Telescope. Greg Breeding, an art director for the U.S. Postal Service, designed the stamp with an image provided by with an image provided by NASA, ESA, CSA, the Space Telescope Science Institute, and researchers Kevin Luhman and Catarina Alves de Oliveira. CREDIT: U.S. Postal Service.\n\n“The James Webb Space Telescope transforms science into art as it continues to capture extraordinary snapshots of deep space brimming with incredible scientific data to be studied for decades to come,” Nicky Fox, associate administrator, Science Mission Directorate at NASA Headquarters, said in a statement. “NASA Science is literally everywhere, and it continues to deliver for the American people so that everyone can have the opportunity to hold a piece of space in their hands with these breathtaking images beyond our solar system. I am excited that not only my favorite image, the spiral galaxy NGC 628, is featured this year, but that both stamps are taking us on an incredible journey into our cosmic history from one mailbox to another.”\n\nThe U.S. Postal Service previously issued stamps that celebrate JWST and its accomplishments in 2022 and 2024. The 2022 stamps featured a photograph of the telescope itself. Last year’s stamps were of two of JWST’s most well-known images–the Pillars of Creation in the Eagle Nebula and the Cosmic Cliffs in the Carina Nebula. The image of the Cosmic Cliffs was the first full-color image made with data from JWST and was released in July 2022.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nSince its launch on December 25, 2021, JWST has revealed some of the farthest galaxies, stars, and black holes that humans have ever observed. The joint venture between the European Space Agency (ESA) and Canadian Space Agency (CSA) has also given astronomers detailed looks at the atmospheres of planets outside our solar system. It has also addressed some of the most pressing mysteries about the early universe, including the earliest earliest galaxy ever observed.\n\nStamps can be purchased online or at your local post office."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The AI advantage in discovering new medicines",
            "link": "https://finance.yahoo.com/news/ai-advantage-discovering-medicines-152649173.html",
            "description": "With continued investment and growing buzz from the industry, the AI hype is expected to extend through 2025 and beyond.",
            "image_url": "https://www.bing.com/th?id=OVFT.6bqLPddfnaruGqc-fbZ57i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "YAHOO!Finance",
            "article_content": "In a milestone for science and technology, the 2024 Nobel Prize in Chemistry was awarded to the DeepMind team for their work on AlphaFold, an artificial intelligence (AI) system that accurately predicts protein structures. By solving one of biology’s most fundamental problems, AlphaFold demonstrated the potential of AI to advance drug discovery.\n\nAt the same time, advances in generative AI and protein modelling are pushing the boundaries of what is possible in drug design, while virtual cell simulations hint at a future where some experiments could be conducted in an entirely digital manner. Yet, for all its potential, the use of AI in drug discovery is not without its challenges.\n\nData scarcity, biological complexity, and regulatory concerns still present significant hurdles to overcome. And while the hype surrounding AI garners steam, it often overshadows the slower, incremental progress required to bring real-world solutions to market.\n\nAccording to a survey by GlobalData, the parent company of Pharmaceutical Technology, AI is considered the most disruptive technology among businesses, including in the healthcare industry. As we look towards 2025 and beyond, the question arises: how close are we to seeing AI’s potential in delivering faster, more affordable, and more precise therapies?\n\nWhere AI is making an impact\n\nSara Choi, biotech investor and partner at the Palo Alto, California-based Wing Venture Capital is very optimistic. “I think there's going to be three times the number of approved drugs in the next ten years, all thanks to these innovations that are happening in the early R&D process,” she says.\n\nChoi says AI adoption is already broad and impactful to the drug development process. “Across the board, they [C suite executives at major pharma companies] say they are already using AI up and down the entire development stack,” she says. This includes early discovery and target identification uses—areas where AI is particularly strong at analysing large datasets to uncover new biological targets. Beyond that, AI is also helping with protein structure prediction, optimising molecular interactions, and even scaling up production to ensure compounds are commercially viable, said Choi.\n\nAI’s role extends into clinical trials as well, with it already being used to enhance trial design, feasibility and site selection, as well as patient recruitment and retention, data analysis and regulatory submission and review. A clinical trial patient matching tool called TrialSearch AI, which operates on a Large Language Model (LLM), was able to reduce pre-screening checking time for physicians by 90%.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"WWII Submarine Found, Experts Stunned By Shocking Discovery Inside\"",
            "link": "https://www.msn.com/en-us/science/general/wwii-submarine-found-experts-stunned-by-shocking-discovery-inside/vi-AA1xUOwi?ocid=BingNewsVerp",
            "description": "\"Did You Know? uncovers astonishing events, captivating human interest stories, and strange discoveries from around the world ...",
            "image_url": "https://www.bing.com/th?id=OVF.Z15sbb3WruCRURdcCAiCjw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lucid Introduces No-Code Platform for Multi-Chain DeFi Management",
            "link": "https://decrypt.co/302848/lucid-introduces-no-code-platform-for-multi-chain-defi-management",
            "description": "Lucid, a no-code platform simplifying multi-chain DeFi operations for secure, scalable growth, announces its launch. Its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e5jPYsZb6rlUV4xWr0FCEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "decrypt3h",
            "source": "decrypt",
            "article_content": "Decrypt’s Art, Fashion, and Entertainment Hub. Discover SCENE\n\nLondon, UK, January 27th, 2025, Chainwire\n\nLucid, a no-code platform simplifying multi-chain DeFi operations for secure, scalable growth, announces its launch. Its modular architecture enables seamless scaling across L2 and L3 ecosystems with powerful tools for liquidity management, bridging, and governance, empowering DeFi protocols to build without boundaries.\n\nLucid's drag-and-drop interface allows DeFi projects to customize their multi-chain strategy while minimizing risks and maximizing efficiency. The platform's integration with existing tools like Snapshot, Safe, and Tally ensures seamless compatibility with current DeFi infrastructure.\n\n\"In DeFi, reaching new chains means reaching new users and unlocking opportunities,\" says Anthony Broderick, Co-Founder and CEO of Lucid. “Our platform removes the need for custom code while upholding the highest security standards, enabling teams to focus on growth instead of technical complexities. We call this approach: Drag, Drop, Scale.”\n\nLucid's platform is built around four specialised modules designed to address key challenges in multi-chain DeFi operations. Our Vested Emission Offerings (VEOs) enable the rapid delivery of targeted liquidity to any chain, ensuring protocols can scale effectively. For teams handling high-value transfers, a Multi-Bridge system with 2-of-3 consensus for maximum security. For performance-focused communities, our Portals module — the only xERC20 bridge aggregator that finds the fastest, most cost-effective transfer routes. Additionally, the Multi-Vote module facilitates unified, cross-chain governance, empowering communities to vote from anywhere.\n\nThe platform has integrated with leading blockchain infrastructure providers, including Hyperlane, Chainlink, Connext, Wormhole, Axelar and LayerZero. Following successful completion of its audit by Halborn, Lucid launches with prominent DeFi protocols including Everclear and Zerolend, securing approximately $250 million in Total Value Locked (TVL).\n\nAbout Lucid\n\nLucid is a no-code platform designed to simplify multi-chain operations in DeFi — ensuring secure and scalable growth. Lucid's modular architecture enables projects to seamlessly scale across L2 and L3 ecosystems, with powerful tools for managing liquidity, bridging, and governance. Learn more at LucidLabs.fi and X.com/LucidLabsFi\n\nContact\n\nAnthony Broderick\n\nanthony@lucidlabs.fi\n\n\n\nDisclaimer: Press release sponsored by our commercial partners."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MSFT Q2 Earnings Preview: Azure Cloud Innovation Takes Center Stage",
            "link": "https://finance.yahoo.com/news/msft-q2-earnings-preview-azure-135600945.html",
            "description": "Microsoft's fiscal Q2 results are expected to reflect steady growth in its Azure cloud platform, driven by Azure AI and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7UyDl6b8SVaZ7dIK7la12i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "2h",
            "source": "YAHOO!Finance",
            "article_content": "Microsoft’s MSFT second-quarter fiscal 2025 results, scheduled to be reported on Jan. 29, are likely to be driven by steady growth in its cloud platform, Azure. (Read Now: Microsoft Stock Before Q2 Earnings: A Smart Buy or Risky Investment?)\n\n\n\nFor the fiscal second quarter, Microsoft expects Intelligent Cloud revenues (Azure falls under the segment) between $25.55 billion and $25.85 billion.\n\n\n\nOur model estimate for this segment is pegged at $25.69 billion, indicating growth of 19.4% from the figure reported in the year-ago quarter.\n\nMicrosoft Corporation Price and EPS Surprise\n\nMicrosoft Corporation Price and EPS Surprise\n\nMicrosoft Corporation price-eps-surprise | Microsoft Corporation Quote\n\nFind the latest EPS estimates and surprises on Zacks Earnings Calendar.\n\nAzure's Cloud Magic to Spark Microsoft's Q2 Growth\n\nMicrosoft is witnessing robust demand for its cloud infrastructure monitoring, web-based application performance management and human capital management solutions. This demand is fueled by the increasing migration of workloads to the cloud.\n\n\n\nDuring the fiscal first quarter, Azure and other cloud services revenues grew 33% (up 34% at cc), including roughly 12 points from AI services where demand remained higher than available capacity.\n\n\n\nFor the fiscal second quarter, Microsoft expects Azure revenue growth at cc between 31% and 32%, with steady contributions from all Azure AI services.\n\n\n\nAzure's increased availability in more than 60 announced regions globally is expected to have strengthened the company’s competitive position in the cloud computing market, dominated by Amazon’s AMZN cloud division, Amazon Web Services and Alphabet GOOGL-owned Google Cloud.\n\n\n\nDespite these cutting-edge AI moves, shares of Microsoft have gained 9.7% in the past year compared with the broader Zacks Computer and Technology sector’s 28% growth amid intensifying competition from Amazon and Alphabet as they are all making aggressive moves to expand their generative AI capabilities. Shares of AMZN and GOOGL have returned 48.9% and 31.8%, respectively.\n\nAzure AI Gives MSFT Competitive Edge in Generative AI Market\n\nMSFT’s AI innovation continues to build on its strategic partnership with OpenAI. Azure OpenAI usage has more than doubled over the past six months, as both digital natives like Grammarly and Harvey, as well as established enterprises like Bajaj Finance, Hitachi, KT and LG, move apps from test to production.\n\nGE Aerospace, for example, used Azure OpenAI to build a new digital assistant for all 52,000 of its employees. In just three months, it has been used to conduct over 500,000 internal queries and process more than 200,000 documents.\n\n\n\nIn the fiscal first quarter, Microsoft added support for OpenAI’s newest model family o1. MSFT is also bringing industry-specific models to Azure AI, including a collection of best-in-class multimodal models for medical imaging.\n\n\n\nMicrosoft has brought generative AI to Power Platform to help customers use the low-code/no-code tools to cut costs and development time. As of Sept. 30, nearly 600,000 organizations have used AI-powered capabilities in Power Platform, up 4X year over year.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explainer: What is DeepSeek and why is it disrupting the AI sector?",
            "link": "https://www.reuters.com/technology/artificial-intelligence/what-is-deepseek-why-is-it-disrupting-ai-sector-2025-01-27/",
            "description": "Chinese startup DeepSeek's launch of its latest AI models, which it says are on a par or better than industry-leading models ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2oHVZSd4pI7Y6DtxyW_JOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is Chinese AI startup DeepSeek?",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/what-is-chinese-ai-startup-deepseek/ar-AA1xWRTl?ocid=BingNewsVerp",
            "description": "The new AI assistant released by Chinese startup DeepSeek has rattled the U.S. technology sector after it reportedly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jBDvmjxN32eO-JMocYd7_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "46mon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ImageTrend Welcomes Alcoa Fire Department Customer in Tennessee",
            "link": "https://finance.yahoo.com/news/imagetrend-welcomes-alcoa-fire-department-140000448.html",
            "description": "ImageTrend is proud to welcome the Alcoa Fire Department as a new partner, furthering its mission to empower fire departments with an integrated, configurable platform that adapts to their needs and ...",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "software+trend",
            "date": "2h",
            "source": "YAHOO!Finance",
            "article_content": "LAKEVILLE, Minn., Jan. 27, 2025 /PRNewswire/ -- ImageTrend is proud to welcome the Alcoa Fire Department as a new partner, furthering its mission to empower fire departments with an integrated, configurable platform that adapts to their needs and drives meaningful outcomes.\n\nImageTrend LLC logo. (PRNewsfoto/ImageTrend LLC)\n\nThe Alcoa Fire Department, an accredited agency, elected ImageTrend after a thoughtful evaluation process, recognizing the platform's adaptability and its strong recommendations from neighboring agencies. Their accreditation manager also highlighted how ImageTrend's offerings aligned with Alcoa's vision for continuous improvement and operational excellence.\n\nCentral to their decision was Continuum™, ImageTrend's advanced analytics platform. Providing real-time data and actionable insights, Continuum helps fire departments enhance operations, track performance, and achieve their goals. These capabilities were pivotal in supporting Alcoa's commitment to proactive decision-making and improvement.\n\nAdditionally, ImageTrend's Visual Pre Plans stood out as an indispensable tool for the department. By integrating seamlessly with their workflows, this innovative pre-planning capability enables Alcoa to improve incident readiness and better serve its community.\n\n\"Alcoa's leadership team recognized how our platform simplifies complex workflows while equipping them with the tools needed to reach their goals,\" said Kyle Kane, Account Executive at ImageTrend. \"From real-time analytics to pre-planning capabilities, ImageTrend provides the resources to empower departments like Alcoa to make informed decisions and adapt to evolving challenges. We're honored to partner with such a forward-thinking agency.\"\n\nImageTrend remains dedicated to empowering agencies with an integrated platform that evolves alongside their needs, enabling data-driven decision-making and maximizing impact.\n\nTo learn more about ImageTrend's platform, including Continuum and Visual Pre Plans, visit www.imagetrend.com.\n\nAbout ImageTrend\n\nImageTrend transforms incident data into actionable intelligence, empowering frontline teams to effectively manage surging demands and resource constraints, driving impactful change in the communities it supports.\n\nFounded in 1998, the company serves more than 3,000 customers including 20,000 agencies across Fire, Emergency Medical Services and Hospital segments. With its deep industry knowledge and advanced data analytics capabilities, the software provider helps its customers streamline operations, shape long-term strategies, and dramatically improve outcomes. Its comprehensive software solutions and dedicated team provide the confidence and intelligence first providers need to tackle today's challenges and prepare for tomorrow's uncertainties.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Physical Game Spending Continued To Decline Last Year, Now Sits At Half 2021's Numbers",
            "link": "https://www.nintendolife.com/news/2025/01/us-physical-game-spending-continued-to-decline-last-year-now-sits-at-half-2021s-numbers",
            "description": "Sharing the research firm's latest numbers on BlueSky, Piscatella stated that last year's US physical game spending was \"cut ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SD7SlXIwpNhLkeIVf7UWxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "5h",
            "source": "Nintendo Life",
            "article_content": "We've known about the decline of physical game sales for quite some time, but according to the latest numbers from Circana's Mat Piscatella, this downward trend accelerated in 2024 (thanks, VGC).\n\nSharing the research firm's latest numbers on BlueSky, Piscatella stated that last year's US physical game spending was \"cut in more than half since 2021\", with the 2024 numbers more than 85% lower than the physical spend peak of 2008.\n\nYou can see the decline in action in the following table, showing Circana's physical software spending numbers for the past 25 years:\n\nThe rate of decline in US physical video game software spending accelerated in 2024. Spending on physical video game software in the US has been cut in more than half since 2021 and is now more than 85% below its 2008 peak. We'll see if Switch 2 can help slow/reverse this trend in 2025. — Mat Piscatella (@matpiscatella.bsky.social) 2025-01-24T19:24:41.744Z\n\nThe overall downward trend makes a lot of sense. You only need to take one look at the current industry landscape to see digital-only releases, free-to-play titles filled with microtransactions and the rise of console-specific online stores — none of which were as commonplace in 2008 as they are today. But the drop by \"more than half\" since the pandemic? Sheesh.\n\nOf course, this is an issue for physical sales only. Later in the thread, Piscatella clarified that game spending as a whole continues to grow, and 2024 was the \"second highest annual total ever\" for the region.\n\nThe Circana analyst muses whether Switch 2 will be able to \"slow/reverse this trend in 2025\", but we can't help but feel that it sounds like wishful thinking. Nintendo's physical sales remain pretty strong, but if 'Switch 1' couldn't stop the trend, we doubt its successor will be able to do much to move the needle."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese AI lab DeepSeek massively undercuts OpenAI on pricing — and that's spooking tech stocks",
            "link": "https://www.businessinsider.com/chinese-ai-lab-deepseek-massively-undercuts-openai-on-pricing-2025-1",
            "description": "DeepSeek challenges OpenAI with drastically cheaper models, prompting discussions on the viability of proprietary versus open ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zVgg08FEZjTlGBFA1tzkNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "5h",
            "source": "Business Insider",
            "article_content": "The Chinese AI lab DeepSeek has rolled out AI models that are a lot cheaper than OpenAI's offerings.\n\nIts emergence spooked tech stocks Monday, with Nvidia down more than 10% premarket.\n\nDeepSeek's open-source models challenge OpenAI's proprietary approach.\n\nThe cost of using AI models has been plunging as competition intensifies — and Wall Street is spooked about the latest entrant.\n\nHaving a leading AI model is nowhere near as special as it was two years ago. These models are mostly trained on data that's publicly available on the internet, so they're not that much different from one another. Standing out in this crowd and charging premium prices is increasingly difficult.\n\nIn recent weeks, DeepSeek has taken this pricing dynamic to a new level. The Chinese AI lab rolled out models that are as good as, or better than, the best products from OpenAI, the pioneering creator of ChatGPT.\n\nThat's impressive. But what's potentially more disruptive is how cheap DeepSeek's models are.\n\nThat disruption hit the markets Monday. The Dutch chip equipment provider ASML fell 11% after the opening bell, and Nvidia fell more than 10% premarket. In Japan, Advantest, TOWA Shibaura, and Ibiden were all down at the closing bell.\n\nBernstein tech analysts studied DeepSeek's offerings in recent days and found that the Chinese AI lab was massively undercutting OpenAI on price.\n\n\"DeepSeek's pricing blows away anything from the competition, with the company pricing their models anywhere from 20-40x cheaper than equivalent models from OpenAI,\" the analysts wrote in a note to investors on Sunday.\n\nDeepSeek and OpenAI pricing compared. Bernstein Research\n\nThe chart above shows the cost of \" tokens ,\" which have become the raw material of generative AI. Chatbots and AI models break down words and other inputs into these tokens to make them easier to process and understand. One token is about three-quarters of a word.\n\nWhen AI companies are handling prompts and other model inputs and outputs, they often charge users based on a per-token price. DeepSeek's Reasoner model costs $0.55 for every million tokens inputted. OpenAI's o1 model charges $15 for the same number of tokens, according to Bernstein.\n\nThe Bernstein analysts also noted that DeepSeek's models are open-source, meaning they are available free to anyone who wants to work with them. That's a contrast with OpenAI, which keeps its top models proprietary and closed while charging relatively high prices for the products.\n\n\"The whole thing brings up some very interesting questions about the role and viability of proprietary versus open-source efforts that are probably worth doing more work on,\" the Bernstein analysts wrote.\n\nBut they added, \"The resulting Twitterverse panic over the weekend seems overblown.\"\n\nEdison Lee, an equity research analyst at Jefferies, said it was \"difficult to say what the eventual impact will be, but combining our more cautious cyclical view on the chip sector in any case, it may be prudent to reduce exposure to the digital part of the semiconductor supply chain including semicap equipment stocks like ASML.\"\n\nDeepSeek's newly-released flagship model is now No. 1 on Apple's free apps chart — just ahead of ChatGPT."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek Is Fueling a Stock Market Reckoning",
            "link": "https://www.inc.com/phil-rosen/deepseek-stock-market-outlook-nvidia-trump-ai-artificial-intelligence-tech/91139581",
            "description": "To Mark Malek, chief investment officer at Siebert, the knee-jerk reaction in the market presents a buying opportunity. While it’s possible that DeepSeek did find and create a cheaper, more efficient ...",
            "image_url": "https://www.bing.com/th?id=OJ.AE8gADNDW9E90Q&pid=news&w=44&h=16&rs=2",
            "category": "openai+competitor",
            "date": "18m",
            "source": "Inc",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning tool feasible for detecting agitation in dementia",
            "link": "https://www.healio.com/news/psychiatry/20250127/machine-learning-tool-feasible-for-detecting-agitation-in-dementia",
            "description": "An interpretive machine learning model may be a feasible method for measuring agitation in dementia as well as in predicting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xcK5zQfFKi0ur5OOr7mk0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Healio42m",
            "source": "Healio",
            "article_content": "Save\n\nMachine learning tool feasible for detecting agitation in dementia\n\nBy Robert Herpen, MA Fact checked by Shenaz Bagha Add topic to email alerts Receive an email when new articles are posted on . Please provide your email address to receive an email when new articles are posted on Subscribe Added to email alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts You've successfully added to your alerts. You will receive an email when new content is published.\n\n\n\nClick Here to Manage Email Alerts\n\n\n\nBack to Healio We were unable to process your request. Please try again later. If you continue to have this issue please contact customerservice@slackinc.com.\n\n\n\nBack to Healio\n\nKey takeaways:\n\nThe model, along with a traffic-light system, boosted sensitivity and specificity of agitation recognition.\n\nDuring agitation intervals, awake time and illumination were higher while respiratory rate was lower.\n\nAn interpretive machine learning model may be a feasible method for measuring agitation in dementia as well as in predicting certain environmental factors that are likely to contribute to the condition, according to a study.\n\n“Current clinical practice for managing agitation in [people living with dementia] primarily relies on pharmaceutical interventions,” Marirena Bafaloukou, BSc, a doctoral candidate and research assistant in machine learning for clinical data analysis at Imperial College London, and colleagues wrote in eClinical Medicine. “Identification and appropriate treatment of agitation are essential for mitigating associated risks, lowering health care expenses and alleviating carer strain.\n\nNew research determined that a machine learning tool may be a feasible and reliable method to detect agitation in those living with dementia. Image: Adobe Stock\n\nAgitation in dementia is usually identified by resource-challenging subjective clinical scales and direct patient observation, but clinical applications for data-driven methodology are limited in scope, Bafaloukou and colleagues wrote.\n\nAs such, the researchers sought to examine how real-world factors interact with and influence dementia-related agitation within home settings. They also attempted to apply an interactive, machine-learning monitoring tool to identify the conditions under which agitation is present in affected persons.\n\nThe Minder study, to date, has recruited 127 individuals who were aged 50 years or older, had a clinical diagnosis of dementia or mild cognitive impairment, along with either current or prior treatment in a psychiatric unit.\n\nPsychometric and cognitive assessment tools were administered during 3-month visits within the study, while additional weekly behavioral monitoring questionnaires were distributed to participants or partners to track the presence or absence of participants’ behavioral symptoms based on established definitions of agitation.\n\nFor their proof-of-concept venture, the researchers utilized longitudinal data amounting to 32,896 person-days from 63 persons living with dementia collected using in-home monitoring devices over 512 weeks between December 2020 and March 2023. They incorporated a traffic-light stratification system to judge agitation probability and utilized the SHapley Additive exPlanations (SHAP) framework to enhance interpretability. From these data, Bafaloukou and colleagues designed an interactive tool that allows for individualized, non-pharmacological interventions based on living conditions.\n\nThe performance of multiple machine learning models, including Light Gradient-Boosting Machine (LightGBM), Adaptive Boosting (ADABoost) and Support Vector Machine (SVM) were compared in their ability to identify agitation in the study population over an 8-day period. Among the principal features for identifying agitation were sleep/wake cycles, respiration, temperature regulation and indoor lighting.\n\nAccording to the results, LightGBM recorded the best agitation recognition performance, with a sensitivity of 71.32%±7.38 and specificity of 75.28%±7.38, while incorporating the traffic-light system increased specificity to 90.3%±7.55.\n\nThe researchers further found, via data analysis of their interactive tool, that sleep, light and temperature adjustments were the most feasible in-home interventions for the study group.\n\nDuring weeks when agitation was present, data show, participants’ average awake ratio was higher than in non-agitation weeks, while a similar correlation was found between agitation presence and level of interior illumination; however, this correlation was inverse with respect to respiratory rate, which was lower during non-agitation intervals.\n\n“By employing an agitation monitoring model in real-world settings, we could enhance the detection of missed agitation instances,” Bafaloukou and colleagues wrote. “Ultimately improving patient care and contributing to the development of more precise definitions for agitation episodes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Enhancing Healthcare Cybersecurity: A Cloud-Native Approach Using Machine Learning",
            "link": "https://techbullion.com/enhancing-healthcare-cybersecurity-a-cloud-native-approach-using-machine-learning/",
            "description": "In this modern era, healthcare organizations face escalating cybersecurity challenges as they transition to digital systems.",
            "image_url": "https://www.bing.com/th?id=OVFT.lk6-PoHMt0iumy-3Aa3E_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Impacts4h",
            "source": "Impacts",
            "article_content": "In this modern era, healthcare organizations face escalating cybersecurity challenges as they transition to digital systems. The increased digitalization of healthcare services, including electronic health records (EHRs) and connected medical devices, has expanded the attack surface for malicious actors. Venkata Jagadeesh Reddy Kopparthi discusses integrating machine learning-based threat detection systems with cloud-native frameworks, focusing on how AWS services can help healthcare organizations enhance their security posture while ensuring compliance with stringent regulations.\n\nThe Growing Need for Advanced Security in Healthcare\n\nHealthcare organizations are prime targets for cyberattacks due to the sensitive nature of patient data and the increasing complexity of digital systems. Traditional security measures, such as perimeter defense and signature-based detection, are insufficient against modern cyber threats. Consequently, healthcare organizations are adopting advanced security solutions, particularly machine learning (ML)-driven threat detection, to stay ahead of cybercriminals.\n\nMachine learning models excel at identifying complex patterns and anomalies in real-time, enabling faster detection of emerging threats that traditional systems miss. These models improve threat detection accuracy, reduce false positives, and enhance response times, making them essential for modern healthcare cybersecurity.\n\nLeveraging Cloud Computing for Scalable Security\n\nCloud computing has transformed cybersecurity, offering healthcare organizations scalable and cost-effective solutions to enhance their security infrastructure. With services like Amazon SageMaker, GuardDuty, and Macie, AWS provides the computational power and flexibility needed to deploy advanced machine-learning models while maintaining efficiency.\n\nCloud platforms enable healthcare organizations to process large amounts of data, such as EHRs and device logs, without compromising performance or security. AWS services facilitate the integration of machine learning models for threat detection, providing scalability and real-time capabilities to secure healthcare environments. These solutions ensure compliance with regulatory requirements, such as HIPAA, while strengthening protection against cyber threats.\n\nMachine Learning in Threat Detection: Real-Time and Predictive Insights\n\nMachine learning is central to the proposed threat detection framework, using supervised and unsupervised algorithms to identify anomalies and predict security breaches. These models analyze data from multiple sources, including network traffic, medical devices, and user behavior, to detect early signs of cyberattacks.\n\nBy combining machine learning algorithms, the system improves detection accuracy and minimizes false positives. Deep learning models excel at recognizing subtle patterns in network activity that may indicate a threat, even if previously unseen. Predictive analytics enhances the system further, using historical data to forecast potential security incidents and providing proactive defenses against emerging threats.\n\nAWS Security Services: Enhancing Threat Detection\n\nThe integration of AWS services strengthens the threat detection system by offering specialized tools for monitoring, data protection, and compliance. Amazon GuardDuty, for example, continuously analyzes AWS CloudTrail events and VPC flow logs to detect suspicious activity. When combined with custom machine learning models deployed through Amazon SageMaker, healthcare organizations can build a robust security framework that automatically identifies and responds to threats in real-time.\n\nAdditionally, Amazon Macie enhances data protection by identifying and securing sensitive data, such as personally identifiable information (PII) and protected health information (PHI). Together, these tools form a comprehensive security ecosystem that addresses the unique challenges of healthcare environments while ensuring compliance with regulatory standards.\n\nContinuous Learning and Adaptation to Emerging Threats\n\nA key feature of the machine learning-based threat detection system is its ability to learn from new data patterns continuously. Unlike traditional systems that require manual updates, machine learning models autonomously adapt to evolving cyber threats, which is crucial in the healthcare sector, where threats are becoming more sophisticated.\n\nWith real-time monitoring and automated response workflows, the system detects security incidents within seconds, reducing mitigation time and enhancing security. This continuous learning ensures the system stays effective as new attack vectors emerge.\n\nIn conclusion, Venkata Jagadeesh Reddy Kopparthi illustrates that integrating machine learning-driven threat detection with cloud-native frameworks effectively secures healthcare environments. Utilizing AWS services like Amazon SageMaker, GuardDuty, and Macie, combined with custom machine learning models, enhances threat detection accuracy, reduces false positives, and improves response times. Continuous learning from emerging threats ensures the system remains adaptable and practical. By adopting these technologies, healthcare organizations can strengthen cybersecurity while maintaining HIPAA compliance, safeguarding patient data, and ensuring operational efficiency."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia issues school textbook saying it was 'forced' to march into Ukraine",
            "link": "https://www.reuters.com/world/europe/russia-issues-school-textbook-saying-it-was-forced-march-into-ukraine-2025-01-27/",
            "description": "A new school textbook that likens Russia's war in Ukraine to the Soviet struggle against the Nazis and says Russia was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xplCsoPWdS9LQlhTCwHq8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia says its troops have captured a strategic town in eastern Ukraine",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/russia-says-its-troops-have-captured-a-strategic-town-in-eastern-ukraine/ar-AA1xTZlA?ocid=BingNewsVerp",
            "description": "Russia on Sunday claimed its troops had captured a strategically important town in eastern Ukraine, as part of a grinding ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SL5MCUw04h7UFsxuTseoay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "19hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Everything Bleach: Thousand-Year Blood War Fans Need to Know About the Conflict Arc",
            "link": "https://www.msn.com/en-us/news/world/everything-bleach-thousand-year-blood-war-fans-need-to-know-about-the-conflict-arc/ar-AA1xW9Au?ocid=BingNewsVerp",
            "description": "There are a lot of key moments in the Conflict arc, and all of them change everything fans know about the Thousand-Year Blood ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R8S0TYqNzS3URCcpi0eHYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "CBR on MSN15h",
            "source": "CBR on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The lessons for Canada, Mexico, and China from Trump's 10-hour trade war against Colombia",
            "link": "https://www.aol.com/lessons-canada-mexico-china-trumps-152446655.html",
            "description": "A brief standoff with Colombia holds important lessons for how future trade conflicts might unfold in the new Trump ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WvekS-3TuIDX-VyDQBVnDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1h",
            "source": "AOL",
            "article_content": "President Donald Trump hit send on a Truth Social post at 1:28 pm ET Sunday that seemed to be the start of 25% tariffs on Colombia.\n\nBut it was all apparently over about 10 hours later, with White House press secretary Karoline Leavitt saying the South American nation \"has agreed to all of President Trump's terms.\"\n\nThe abbreviated trade war holds several important lessons for how future conflicts might unfold ahead of a key Saturday deadline for tariffs on Canada, Mexico, and China.\n\nIt showed that Trump intends to use a strategy of threatening tariffs first and then asking policy questions later, with some of the core issues with Colombia apparently still to be hammered out.\n\nIt also confirmed that his administration aims to use a much-watched tariff authority from a 1977 law that grants the president the power to declare an economic emergency and act quickly to achieve its ends.\n\nLastly, the episode made clear that the president has free tariff reign.\n\nCapitol Hill's \"Republican conference, despite mostly still declaring themselves as 'free traders' will not stand in the way of Trump imposing tariffs via executive order, without input from Congress,\" said Henrietta Treyz of Veda Partners in a note about the standoff.\n\nPresident Donald Trump boards Air Force One upon departure from Nevada on January 25. (MANDEL NGAN/AFP via Getty Images) (MANDEL NGAN via Getty Images)\n\nThe takeaway for markets is perhaps that more uncertainty lies ahead.\n\n\"Until tariff policy is clarified, there is a downside risk in the near term,\" RSM Economist Joseph Brusuelas added in his own Monday morning note.\n\nHow the conflict erupted (and then ended) so quickly\n\nThe issue underlying this weekend's conflict was immigration, specifically the Trump administration's efforts to begin deportations that include the loading of migrants onto military planes to send them out of the country.\n\nTwo such flight were headed to Colombia even after the country's president early Sunday morning said that he would deny the flights if they didn't include a protocol for the dignified treatment.\n\nHe then followed through on that stand later that day and cancelled the authorization for the flights and forced the military planes to turn around.\n\nOnce Trump caught wind of the standoff, his response was immediate with his afternoon threat for \"emergency 25% tariffs on all goods coming into the United States.\"\n\nPresident Donald Trump, alongside Press Secretary Karoline Leavitt (R), speaks with the press on Air Force One on January 25. (MANDEL NGAN/AFP via Getty Images) (MANDEL NGAN via Getty Images)\n\nThroughout the afternoon, Trump's government and his allies then sprang into action to fulfill his threat. The State Department announced the suspension of visa issuances and the Department of Homeland Security got involved. There were also immediate threats of sanctions from Capitol Hill.\n\nThe Trump government also drafted a tariff plan that wasn't implemented but will now be held \"unless Colombia fails to honor this agreement,\" according to Leavitt.\n\nThe Colombian Foreign Ministry confirmed that a deal had been reached but offered a slightly different version of events. It said transfers would resume under dignified conditions and that talks to hammer out additional details would commence in Washington in the coming days.\n\nLessons from the back and forth\n\nIn her statement announcing a deal, Trump's press secretary confirmed that the president's tariff plans would have been implemented using authority granted in a 1977 law called the International Emergency Economic Powers Act (IEEPA).\n\nThis maneuver is seen as the most muscular and rapid route to new tariffs as it grants the president the power to declare an economic emergency and act quickly. It not the route Trump took for tariffs in his first term and is potentially open to legal challenges.\n\n\"Based on this agreement, the fully drafted IEEPA tariffs and sanctions will be held in reserve,\" Leavitt said in her statement Sunday night.\n\nColombia's President Gustavo Petro at a United Nations' biodiversity conference in 2024. (AP Photo/Fernando Vergara) (ASSOCIATED PRESS)\n\nThe back and forth comes as a self-imposed deadline of Saturday looms where Trump has promised tariff action against America's top three trading partners.\n\nHe has pledged 25% duties against goods from Canada and Mexico and 10% tariffs against China, citing the drug trade and illegal immigration as his reasons for doing so.\n\nThis weekend's back and forth appears to confirm the widespread expectation that IEEPA will likely be his approach to moving on those higher stake tariffs fights.\n\nIt also further confirmed an emerging three-pronged approach to tariffs that Trump has signaled and Treasury Secretary nominee Scott Bessent outlined in his recent confirmation hearing.\n\nOne prong, Bessent said, would be to use tariffs to remedy unfair trade practices. Another would look toward \"a more generalized tariff as a revenue raiser for the federal budget.\"\n\nA third prong — where this weekend's back and forth with Colombia seems to fit in — was around using tariffs to solve pretty much any other geopolitical issue. Trump has long said tariffs can be used widely and during the campaign it seemed at times that his answer to pretty much any questions was more tariffs.\n\nThe overall picture, noted Capitol Economics in a Monday morning note, is that Trump's first week in office \"has poured some cold water on the idea, still lurking in some parts of the market, that the threat to impose tariffs was bluster.\"\n\nBen Werschkul is Washington correspondent for Yahoo Finance.\n\nEvery Friday, Yahoo Finance's Rachelle Akuffo, Rick Newman, and Ben Werschkul bring you a unique look at how U.S. policy and government affects your bottom line on Capitol Gains. Watch or listen to Capitol Gains on Apple Podcasts, Spotify, or wherever you find your favorite podcasts.\n\nClick here for political news related to business and money policies that will shape tomorrow's stock prices\n\nRead the latest financial and business news from Yahoo Finance"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Suggestion 1 Down 40%, Is This Striking AI Stock About to Plunge Again?",
            "link": "https://moneymorning.com/2025/01/27/suggestion-1-down-40-is-this-striking-ai-stock-about-to-plunge-again/",
            "description": "While the consensus price target implies it will lose another 22% this year and one analyst foresees SOUN plunging as much as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lbZusZ9C7IjlsadjKbCFnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "Money Morning9m",
            "source": "Money Morning",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Power stocks plunge as energy needs called into question because of new China AI lab",
            "link": "https://www.msn.com/en-us/money/other/power-stocks-plunge-as-energy-needs-called-into-question-because-of-new-china-ai-lab/ar-AA1xWtYY?ocid=BingNewsVerp",
            "description": "The debut of China's DeepSeek AI lab is raising doubts about the billions of dollars the tech sector is investing in data ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MWk45rTvwbCvmP-_xcpTGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "EV market share will double in 2025: Vivek Srivatsa",
            "link": "https://www.msn.com/en-in/technology/tech-companies/ev-market-share-will-double-in-2025-vivek-srivatsa/ar-AA1xUKso?ocid=BingNewsVerp",
            "description": "Tata Motors, India’s largest electric carmaker, remains unfazed by potential market share pressures despite major competitors ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9zxCSafRLw8WveWVEyWzxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "11hon MSN",
            "source": "The New Indian Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What's Next For Halliburton's Stock Post Mixed Q4 Results?",
            "link": "https://www.forbes.com/sites/greatspeculations/2025/01/27/whats-next-for-halliburtons-stock-post-mixed-q4-results/",
            "description": "HAL’s peer SLB stock (NYSE: SLB) is up 10% during the same period. SLB saw its revenues and earnings exceed expectations in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rIBt_eS5-R2sVElE0Sy8-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US economic losses from natural disasters soared in 2024, even as they eased globally",
            "link": "https://www.columbian.com/news/2025/jan/27/us-economic-losses-from-natural-disasters-soared-in-2024-even-as-they-eased-globally/",
            "description": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe storms, floods and droughts.",
            "image_url": "https://www.bing.com/th?id=ODF.X6siX4iKsLXOoRGS5Fg25w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "The Columbian3h",
            "source": "The Columbian",
            "article_content": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe storms, floods and droughts.\n\nDamage caused by Hurricanes Helene and Milton helped push total economic losses from natural disasters in the U.S. to $217.8 billion last year, according to insurance broker Aon PLC. That figure represents an 85.3% increase from 2023, when losses totaled about $117.5 billion. It’s also the largest annual tally of economic losses from natural disasters since 2017.\n\nInsured losses, or the portion of economic losses that are covered by insurance, also rose last year. They climbed 36% to $112.7 billion, the most since 2022.\n\nHurricane Helene tore across six southeastern states last fall, costing $75 billion in economic losses, mainly due to inland and coastal flooding. according to Aon. Less than two weeks later, Hurricane Milton made landfall on the west coast of Florida, causing some $25 billion in economic losses."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump’s Lumber Tariffs and Disaster Recovery",
            "link": "https://www.wsj.com/opinion/lumber-tariffs-and-disaster-recovery-canada-california-fires-4ec8f2e0",
            "description": "Border taxes on imports from Canada will slow rebuilding in Los Angeles and North Carolina.",
            "image_url": "https://www.bing.com/th?id=OVFT.qRDRM_0l-_PtMl5F-EsWlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "19hOpinion",
            "source": "Wall Street Journal",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Razer chooses DinoPC who choose Gigabyte",
            "link": "https://www.msn.com/en-us/news/technology/razer-chooses-dinopc-who-choose-gigabyte/vi-AA1xWA7T?ocid=BingNewsVerp",
            "description": "When a massive company like Razer decides on a PC manufacturer for its international 'Battle Bus', you know that they are ...",
            "image_url": "https://www.bing.com/th?id=OVF.gJsQgZ0WSzQfIg3lhyrXDg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "KitGuruTech on MSN1h",
            "source": "KitGuruTech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Morefine launches S800 Mini PC with Intel Core Ultra 9-185H, up to 96GB DDR5 RAM & more",
            "link": "https://www.gizmochina.com/2025/01/27/morefine-s800-mini-pc-launched-specs-price/",
            "description": "Chinese manufacturer Morefine has unveiled its latest mini PC, the S800, targeting international markets. This compact yet ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hmfXmvzi79Lt6htn85eEVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "5h",
            "source": "Gizmochina",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Serverless Computing Emerges as Game-Changer in Cloud Technology",
            "link": "https://techbullion.com/serverless-computing-emerges-as-game-changer-in-cloud-technology/",
            "description": "In today’s rapidly evolving technological landscape, groundbreaking research by cloud computing expert Vaibhav Vudayagiri ...",
            "image_url": "https://www.bing.com/th?id=OVFT.owFx4Oetq2U3oem8vQRtJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Impacts2h",
            "source": "Impacts",
            "article_content": "In today’s rapidly evolving technological landscape, groundbreaking research by cloud computing expert Vaibhav Vudayagiri reveals the transformative impact of serverless computing on software development. As organizations seek more efficient deployment solutions, his comprehensive study demonstrates how this paradigm shift is reshaping the industry, with the serverless market poised to reach $21.1 billion by 2025, fundamentally changing how applications are built and deployed.\n\nEvolution of Cloud Services\n\nDespite its potentially misleading name, serverless computing doesn’t eliminate servers but revolutionizes their management approach. This innovative model transfers infrastructure responsibilities to cloud providers, allowing developers to focus exclusively on code creation. The technology has gained remarkable traction, with adoption rates projected to surge from 30% in 2020 to 85% by 2025, signaling a fundamental shift in cloud computing strategies.\n\nFinancial Benefits\n\nThe economic advantages of serverless architecture are compelling, with organizations reporting average cost reductions of 26% in cloud expenditure. The pay-as-you-go model eliminates expenses associated with idle servers, while automatic scaling capabilities enable applications to handle traffic spikes of up to 100,000 requests per second without manual intervention, delivering both cost efficiency and robust performance. Research indicates that organizations adopting serverless architectures experience up to 47% reduction in total infrastructure costs over 12 months.\n\nDeveloper Productivity\n\nA standout benefit is the 44% increase in developer productivity. Freed from infrastructure management tasks, development teams can concentrate on innovation and feature development. This enhanced efficiency translates to faster market delivery, with organizations achieving a 34% reduction in their application development lifecycle, creating a significant competitive advantage. Teams report deploying 35% more features annually after adopting serverless architecture.\n\nTechnical Advancements\n\nWhile serverless computing presents challenges such as cold start latency, innovative solutions have emerged to address these issues. Function optimization and provisioned concurrency have successfully reduced cold start occurrences by 90% and decreased latency by 70%, ensuring consistent performance and reliability in serverless applications. Advanced monitoring tools and optimization techniques have further improved performance metrics across various deployment scenarios.\n\nDevOps Integration\n\nThe marriage of serverless architecture with DevOps practices has produced remarkable results. Organizations report 66% faster feature deployment, 50% fewer deployment failures, and 75% improved recovery time. This synergy creates a more efficient and reliable development pipeline, enabling faster innovation and better service delivery. Implementation of Infrastructure as Code (IaC) in serverless environments has reduced infrastructure management time by up to 80%.\n\nMonitoring and Performance\n\nModern serverless platforms excel in monitoring and logging capabilities. Organizations utilizing centralized logging resolve 60% of production issues without escalating to development teams. Furthermore, distributed tracing improves debugging efficiency by 80% and reduces performance bottleneck identification time by 60%, ensuring optimal application performance.\n\nSecurity and Reliability\n\nSecurity remains a cornerstone of serverless architecture. Major providers maintain service level agreements of 99.95% or higher, surpassing traditional architectures. Built-in security features and high availability make serverless computing ideal for mission-critical applications requiring robust protection and performance. Organizations report a 45% decrease in security-related incidents after migrating to serverless platforms.\n\nOperational Impact\n\nThe serverless model demonstrates exceptional operational efficiency. Organizations report an 80% reduction in infrastructure maintenance time and a 60% improvement in resource utilization. These gains allow teams to focus on innovation rather than routine maintenance, driving business value and competitive advantage.\n\nIndustry Applications\n\nReal-time processing capabilities through serverless architecture have revolutionized multiple sectors, delivering remarkable improvements in operational efficiency. Organizations report substantial benefits, including 40% cost reductions in processing operations and 76% faster execution times. This transformation is particularly evident in processing speeds, which have scaled dramatically from 100 operations per second to over 1,000 during peak periods, demonstrating serverless computing’s robust ability to handle intensive workloads while maintaining cost-effectiveness across diverse industries.\n\nIn conclusion, Vaibhav Vudayagiri‘s comprehensive research demonstrates that serverless computing transcends traditional technological advancements, marking a pivotal shift in cloud computing paradigms. With its potent combination of reduced complexity, enhanced scalability, and accelerated developer productivity, serverless architecture is emerging as the cornerstone of modern software development. As adoption rates surge and innovations continue, this technology is set to dominate the digital landscape, with projections indicating it will become the standard choice for application development across industries by 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Innovation in Modern Cloud Computing Sets New Standards for Business Transformation",
            "link": "https://www.ibtimes.co.in/innovation-modern-cloud-computing-sets-new-standards-business-transformation-878654",
            "description": "Sardar Mohammed's comprehensive analysis, the symbiotic relationship between quantum computing, AI, and edge computing is not ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FFc5uIL7n3vMwzl1degQ9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "4h",
            "source": "IBTimes India",
            "article_content": "In a groundbreaking research article, Sardar Mohammed, a cloud infrastructure expert from the United States, provides comprehensive insights into the transformative evolution of cloud computing architecture and its impact on modern enterprises. His analysis reveals how emerging technologies are reshaping the digital landscape through innovative service models and implementation strategies.\n\nThe Foundation of Modern Cloud\n\nThe cloud infrastructure landscape has undergone a remarkable transformation, with organizations experiencing an average 32% reduction in IT operational costs and a 45% improvement in deployment speed. The integration of hardware resources, software solutions, and sophisticated networking components has created a robust framework that enables seamless delivery of cloud computing services, fundamentally changing how businesses operate in the digital age.\n\nRevolutionary Service Models\n\nCloud infrastructure revolves around three pivotal service models, each addressing unique organizational needs. Infrastructure as a Service (IaaS) provides virtualized computing resources with exceptional flexibility, enabling businesses to scale dynamically. Containers as a Service (CaaS) revolutionizes application deployment through advanced containerization techniques. Platform as a Service (PaaS) delivers comprehensive development environments, empowering enterprises to accelerate innovation while significantly reducing development timelines and operational complexities.\n\nEmerging Technologies Drive Innovation\n\nThe integration of quantum computing with traditional cloud systems represents a revolutionary advancement in digital technology. As the industry prepares for the post-quantum era, providers are pioneering quantum-safe encryption protocols to maintain robust data security. Simultaneously, artificial intelligence has become an integral part of cloud infrastructure, bringing unprecedented capabilities to resource management. Through advanced machine learning algorithms and predictive maintenance systems, AI is transforming how cloud resources are allocated, monitored, and optimized, setting new standards for operational efficiency.\n\nEdge Computing Transformation\n\nEdge computing is revolutionizing network intelligence by integrating AI at the network's periphery. Organizations now process massive IoT data streams in real-time, reducing latency and optimizing bandwidth. Powered by 5G, this technology enables breakthrough applications in autonomous vehicles and augmented reality while enhancing cybersecurity through decentralized computational architectures that distribute and protect network endpoints. This paradigm shift represents a fundamental transformation in how computational resources are deployed, bringing intelligence closer to data sources and dramatically improving real-time processing capabilities.\n\nAutonomous Infrastructure Management\n\nThe rise of autonomous infrastructure management marks a pivotal shift in cloud computing evolution. Advanced AI algorithms now power self-managing systems that transform routine operations, from maintenance tasks to resource scaling, with minimal human oversight. These intelligent systems demonstrate remarkable capabilities in predictive maintenance, automatically identifying and resolving potential issues before they impact performance. The integration of self-healing mechanisms enables cloud infrastructures to maintain optimal health through automated problem detection and resolution.\n\nIndustry-Wide Impact\n\nThe implementation of cloud infrastructure varies significantly across different sectors, each presenting unique challenges and requirements. Healthcare organizations have revolutionized patient care through integrated electronic health records systems, while financial institutions have transformed transaction processing through blockchain integration. Manufacturing has evolved into smart factories through IoT integration, and retail has embraced omnichannel commerce through sophisticated cloud solutions.\n\nFuture Trajectory\n\nAccording to industry forecasts, edge computing integration with traditional cloud infrastructure is expected to grow by 75% by 2025, while AI-driven infrastructure management solutions are projected to become standard in 80% of enterprise cloud deployments. This evolution continues to accelerate, driven by technological innovations and changing business demands.\n\nIn conclusion, the fusion of emerging technologies in cloud infrastructure is creating unprecedented opportunities for digital transformation. As demonstrated in Sardar Mohammed's comprehensive analysis, the symbiotic relationship between quantum computing, AI, and edge computing is not just enhancing system capabilities but revolutionizing how organizations approach their computing needs. This technological convergence promises a future where cloud infrastructure will be more automated, intelligent, and adaptable, fundamentally transforming the digital enterprise landscape."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeologists uncover major new find studying China’s mysterious 2,000 year old Terracotta Army",
            "link": "https://www.ladbible.com/news/world-news/china-terracotta-army-discovery-archaeology-qin-shi-huang-490687-20250127",
            "description": "Dating back thousands of years, the Terracotta Army guards the mausoleum of Qin Shi Huang and has never been opened.",
            "image_url": "https://www.bing.com/th?id=OVFT.PDGw6nXvGkbaPjwp_Y_uYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "2h",
            "source": "LADbible",
            "article_content": "A 2,000-year-old tomb guarded by thousands of terracotta soldiers continues to surprise archaeologists after a new major find was discovered at the site in rural China.\n\nKnown as the Terracotta Army, it is one of the most famous discoveries in humanity's history.\n\nWith 8,000 soldiers, 130 chariots and 520 horses, the sculptures - made purely out of terracotta - were only found in 1974. Guarding the tomb of China's very first emperor, Qin Shi Huang, they had stood in place since the late 200s BC; making them more than 2,200 years old.\n\nAdvert\n\nQin Shi Huang is one of the most influential people in China's history as the first leader to unite the country after centuries of regional conflict.\n\nFinds in one of the pits at the tomb (China Photos/Getty Images)\n\nNew finding at the Terracotta Army\n\nDespite being found back in 1974, work continues on the site with new finds discovered over the years since.\n\nAdvert\n\nAnd now, according to the head of the excavation project, Zhu Sihong, a first-of-its-kind find has been located in the area.\n\nAn area known as Pit 1 is where the biggest find to date has been located, with 3,000 figures in an area 230 metres long and 62 metres wide.\n\nBut it is in Pit 2 - home to war chariots and cavalry - where the newfound has been located.\n\nHere a brand new figure has been located.\n\nAdvert\n\nZhu, speaking to China's state broadcaster CCTV, said: \"Based on its location, we believe this figure was likely the highest-ranking military commander of this unit.\"\n\nTerracotta horses were also uncovered (Tim Graham/Getty Images)\n\nWhy is it important?\n\nThe find is a life-size - and decorated - figure believed to be that of a senior military official.\n\nAdvert\n\nNow, the hope is that it could be a huge point in understanding the Qin dynasty, which only ruled from 221BC to 207BC.\n\nAccording to CCTV, the armour is adorned with detailed patterns, ribbons, and floral knots.\n\nIt is only the tenth of its kind ever to be found in the tomb home to more than 8,000 statues and a size of more than 20 square miles.\n\n“These adornments on the high-ranking officers indicate how special they are,” Xiuzhen Janice Li, an archaeologist at the University of Oxford, told Live Science.\n\nAdvert\n\nLi, who worked at Emperor Qin Shi Huang’s Mausoleum Site Museum, added: \"The style and colour of the adornments featured the aesthetic taste and social status symbols of the time.\n\n\"The arrangement of the high-ranking officers in the military formation reflected the military strategy, such as [the] commanding system in the Qin dynasty.\"\n\nThe uncovered army (Getty Stock Image)\n\nThe tomb\n\nFound back in 1974, the Terracotta Army and the tomb of Qin Shi Huang were discovered by accident.\n\nThis was after local farmer Yang Zhifa came across fragments of pottery when digging for a well.\n\nOnce uncovered, the tomb came as a genuine surprise with no historical documentation of it ever existing. The entire thing had sat untouched, and unknown, for 2,200 years.\n\nWhile the sculptures mostly look like the terracotta they are made of, they were actually painted at the time to represent the people they portrayed.\n\nTraces still exist but most of the paint didn't last the time, with reports that some of the painted surfaces started to flake and fade as soon as they were excavated.\n\nAs for the tomb of Qin Shi Huang - which is sealed airtight - it remains unopened to this day due to issues regarding preserving what is on the inside. There is also a fear of the tomb being boobytrapped due keep grave robbers out.\n\nAs of now, all archaeological proposals have been rejected by China."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Officials make huge DNA discovery investigating Korean plane crash that killed 179",
            "link": "https://www.ladbible.com/news/world-news/korean-jeju-air-plane-crash-birds-muan-868627-20250127",
            "description": "Officials investigating the horror Korean plane crash that killed 179 people have made a huge DNA discovery. The Jeju Air ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MnL0Y89JqbwWVnTn5WHdpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "4h",
            "source": "LADbible",
            "article_content": "Officials investigating the horror Korean plane crash that killed 179 people have made a huge DNA discovery.\n\nThe Jeju Air passenger plane crash landed at Muan International Airport on 29 December with only two of the 181 people onboard surviving.\n\nThe Boeing 737-800 had departed from Bangkok, Thailand, before it smashed into a wall after skidding down the runway in South Korea. This came after the plane’s landing gear failed to deploy and it ended up bursting into flames.\n\nAdvert\n\nEarlier this month, officials said they had been extracting data from one of the black boxes on the jet while the other was damaged in the crash. It was found that both stopped recording about four minutes before the deadly incident.\n\nA new report said the cause is still not determined (Chung Sung-Jun/Getty Images)\n\nAnd investigators have now referenced DNA findings that have been made during an inspection of the aircraft’s remains.\n\nSouth Korea's Aviation and Railway Accident Investigation Board released a report, stating that feathers and bird blood stains had been found in both of the jet’s engines.\n\nAdvert\n\n“The samples were sent to specialised organisations for DNA analysis, and a domestic organisation identified them as belonging to Baikal teals,” it explained.\n\nBaikal teals are a species of migrating duck that breeds in eastern Russia and winters in East Asia.\n\nThe report went on to outline how pilots had noticed groups of birds when making their approach at the Korean airport. There were also recordings from security cameras of the plane coming close to birds during an aborted landing attempt.\n\nOfficials added that they would be overseeing the dismantling of engines and examination their contents as well as the analysation of black box and air traffic control data.\n\nAdvert\n\nThe report explained: “These all-out investigation activities aim to accurately determine the cause of the accident.”\n\nThe plane crashed in December (Chung Sung-Jun/Getty Images)\n\nAnd with the black boxes of the flight data recorder and cockpit voice recorder having cut out, it could complicate efforts in doing so.\n\nAnalysts have said that the concrete structure in which the aircraft crashed into should have been built with lighter materials that could break more easily upon impact.\n\nAdvert\n\nIt was announced last week by South Korea’s Transport Ministry that it is being removed.\n\nMuan airport is now set to remain closed until 18 April and the Transport Ministry said the preliminary report has been sent to the International Civil Aviation Organization, Thailand, the US and France. It added that the plane was built in the US and its engines in France.\n\nFollowing the crash, Boeing said: \"We are in contact with Jeju Air regarding flight 2216 and stand ready to support them. We extend our deepest condolences to the families who lost loved ones, and our thoughts remain with the passengers and crew.\"\n\nJeju Air also added: \"We deeply apologize to all those affected by the incident. We will make every effort to resolve the situation. We sincerely regret the distress caused.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "80-year cover-up of the existence of alien life exposed in new doc",
            "link": "https://www.msn.com/en-ca/technology/space-exploration/80-year-cover-up-of-the-existence-of-alien-life-exposed-in-new-doc/ar-AA1xP1a4?ocid=BingNewsVerp",
            "description": "A forthcoming UFO documentary that includes interviews with dozens of current and former top US officials claims it will drop ...",
            "image_url": "https://www.bing.com/th?id=OVFT.94-AWtAWvQr7qJuG04-6UC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From Westeros to Physics: George R. R. Martin’s ‘Wild Cards’ Alien Virus Explored Through Science",
            "link": "https://thedebrief.org/from-westeros-to-physics-george-r-r-martins-wild-cards-alien-virus-explored-through-science/",
            "description": "A recent study explores the physics behind George R. R. Martin's \"Wild Cards\" alien virus, blending science with science ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x-9UMF5LvX8xMceWVrR-OS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "The Debrief3h",
            "source": "The Debrief",
            "article_content": "What if the fantastical world of an alien virus that creates superheroes could be dissected through the lens of real-world physics?\n\nA new study does just that, merging advanced physics with the imagination of George R. R. Martin, the celebrated fantasy author best known for his A Song of Ice and Fire series, famously adapted into the hit HBO television show Game of Thrones.\n\nRecently published in the American Journal of Physics, Martin and Dr. Ian L. Tregillis—a physicist at Los Alamos National Laboratory and science fiction author—explored the physics of Martin’s Wild Cards universe. In this fictional world, an alien virus grants superhuman powers to a fortunate few.\n\n“Like any physicist, I started with back-of-the-envelope estimates, but then I went off the deep end,” Dr. Tregillis said in a statement. “Being a theoretician, I couldn’t help but wonder if a simple underlying model might tidy up the canon.”\n\nScience fiction has long served as a fertile playground for scientific thought experiments, offering scenarios to explore theories and concepts in physics, mathematics, and engineering. Martin’s Wild Cards series, a shared-world anthology of superhero fiction, provides a unique sandbox for such explorations.\n\nSet in an alternate history of post-World War II United States transformed by an alien virus, the series imagines a pathogen that triggers a “card turn” in its hosts, resulting in fatalities, grotesque mutations (“jokers”), or extraordinary powers (“aces”).\n\nThe Wild Cards alien virus adheres to a strict statistical distribution: 90% of those infected die, 9% experience mutations, and only 1% emerge with superhuman abilities. Dubbed the “90:9:1 rule,” this narrative device becomes a springboard for a deeper dive into statistical modeling, classical mechanics, and dynamical systems.\n\nDr. Tregillis and Martin used the “90:9:1 rule’s” high-risk, slim-reward premise to create an elegant mathematical model, applying advanced physics concepts like Lagrangian mechanics and ergodicity.\n\n“We translated the abstract problem of Wild Card viral outcomes into a simple, concrete dynamical system,” Dr. Tregillis explained. “The time-averaged behavior of this system generates the statistical distribution of outcomes.”\n\nWhile Martin’s Game of Thrones series brought epic fantasy to mainstream audiences, Wild Cards represents his deep dive into speculative science fiction. First published in 1987, the Wild Cards series features a shared-world narrative written by more than 40 authors under Martin’s editorial guidance. With dozens of volumes spanning decades, it explores the social, political, and cultural upheaval caused by the introduction of the wild card alien virus.\n\nWhile fantastical, the alien virus forms the foundation for a compelling scientific exercise by Dr. Tregillis and Martin. Their collaboration resulted in a model that uses advanced physics to explain the viral dynamics of Wild Cards.\n\nThe study begins with a simple but audacious question: How can the seemingly random effects of the wild card alien virus be modeled within the rules of classical physics?\n\nTo answer this, Dr. Tregillis and Martin designed a framework that treats each infected individual as a system with a “state vector” representing their transformation’s severity and its mix of mutation (joker traits) versus superhuman abilities (ace traits). This state vector evolves dynamically until the individual’s “card turns,“ permanently locking their fate.\n\nThe research applies the “90:9:1 rule“ as a statistical distribution while introducing a more nuanced consideration of undetectable outcomes. For example, “crypto-jokers“ and “crypto-aces“ represent individuals whose transformations are either too subtle to notice or whose powers remain latent. These additions expand the narrative’s complexity while providing fertile ground for advanced problem-solving in physics.\n\n“A challenge for epidemiologists, and one that would bedevil our hypothetical theoretician, is to establish the true lethality of a pathogen,“ authors wrote. “This is complicated by the existence of asymptomatic carriers, who by definition are difficult to identify.“\n\nCentral to the study is developing a Lagrangian—a mathematical function describing a system’s motion—that governs the viral outcomes. This “Wild Card Lagrangian“ integrates severity, the probability of mutation, and the likelihood of superhuman abilities into a cohesive model.\n\nOne of the study’s most innovative aspects is its use of ergodicity, a principle often employed in statistical physics. The researchers argue that the apparent randomness of the virus’s effects is actually rooted in deterministic processes. By modeling the virus as a system in dynamic equilibrium, they demonstrate how the 90:9:1 rule emerges naturally from the parameters they set.\n\nThe scientific modeling of the Wild Cards universe elevates the series by grounding its fantastical premise in the language of physics. The study moves beyond narrative speculation to ask practical questions: How would a pathogen generate fixed statistical outcomes? What variables govern the balance between “joker“ traits and “ace“ abilities? These explorations add a layer of scientific plausibility to the series.\n\nBeyond its narrative appeal, the study serves as a powerful educational tool. Transforming a fictional scenario into a physics problem invites one to engage with advanced topics like multivariate probability distributions, classical mechanics, and dynamical systems. The unconventional premise lowers barriers to entry, making complex concepts more approachable.\n\nWorking through the alien virus’s “90:9:1 rule ” requires simplifying assumptions, addressing discontinuities, and refining models—a realistic reflection of the challenges faced by working physicists.\n\n“The goal of this case study is to develop a useful pedagogical exercise in exploring an open-ended research question that presents, at first glance, no clear path forward,“ Dr. Tregillis and Martin wrote. “Being both eclectic and lengthy, this exercise offers a unique way for students to apply their core physics and mathematics education.“\n\nDespite its sophistication, the model raises interesting challenges. For example, the authors highlighted a tension between the need for a low infection fatality risk—necessary for societal stability—and the high prevalence of “aces“ depicted in the series. This discrepancy invites further refinement of the model or even new interpretations of the series’ narrative.\n\nThe introduction of “crypto“ outcomes also complicates the model. In real-world epidemiology, asymptomatic carriers of diseases pose similar challenges, as they often go undetected. The parallels between the wild card alien virus and real-world pathogens underscore the study’s relevance beyond fiction.\n\nDr. Tregillis and Martin attempt to bridge the gap between imagination and reality by merging storytelling with scientific rigor. Fans of the Wild Cards series gain a fresh perspective on the fictional universe, while physicists see a creative application of their discipline.\n\nMoreover, the study highlights the power of science fiction as a medium for public engagement. By grounding complex concepts in a familiar narrative, it makes advanced physics accessible to a broader audience.\n\nThis is especially noteworthy in light of a recent large-scale empirical survey on public trust in science. Conducted across 68 countries, the survey revealed that 83% of participants wanted scientists to “invest more effort into communicating about science with the public.”\n\nThe collaboration between Dr. Tregillis and George R. R. Martin highlights how even the most fantastical science fiction ideas can spark rigorous scientific exploration. Their recent work illustrates how the boundaries between reality and imagination can blur, effectively bringing fictional scenarios to life.\n\nHowever, Dr. Tregillis emphasized that blending science and physics with fantasy will never be a substitute for the time-honored principles of compelling storytelling.\n\n“Good storytelling is about characters: their wants, needs, obstacles, challenges, and how they interact with their world,“ Dr. Tregillis said. “The fictional virus is really just an excuse to justify the world of Wild Cards, the characters who inhabit it, and the plot lines that spin out from their actions.”\n\nTim McMillan is a retired law enforcement executive, investigative reporter and co-founder of The Debrief. His writing typically focuses on defense, national security, the Intelligence Community and topics related to psychology. You can follow Tim on Twitter: @LtTimMcMillan. Tim can be reached by email: tim@thedebrief.org or through encrypted email: LtTimMcMillan@protonmail.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "George Knapp Released Two UFO Videos You Should See (Summoned By Psionic Experiencers)",
            "link": "https://www.msn.com/en-us/news/technology/george-knapp-released-two-ufo-videos-you-should-see-summoned-by-psionic-experiencers/ar-AA1xVNFp?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/24/25 George Knapp Released Two UFO Videos You Should See (Summoned By Psionic Experiencers) Explore George ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IO-0Qgh8KZBSLAJxbB0t9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN4h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Another Egg Shaped UFO Video LEAKED Online - Is It Real?",
            "link": "https://www.msn.com/en-us/news/technology/another-egg-shaped-ufo-video-leaked-online-is-it-real/ar-AA1xVLeI?ocid=BingNewsVerp",
            "description": "Moiz Ali 1/21/25 Another Egg Shaped UFO Video LEAKED Online - Is It Real? Analyze the latest leaked egg-shaped UFO video that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fY0QzUx4ojrP6-X86UviiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Vetted on MSN4h",
            "source": "Vetted on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ThinkCyte expands product portfolio to drive innovation in drug discovery and disease research.",
            "link": "https://finance.yahoo.com/news/thinkcyte-expands-product-portfolio-drive-160000483.html",
            "description": "ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7OnB04kDUFIdkZzQ0S6c7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "27m",
            "source": "YAHOO!Finance",
            "article_content": "TOKYO, Jan. 27, 2025 /PRNewswire/ -- ThinkCyte, a biotechnology company pioneering novel artificial intelligence (AI)-based cell analysis and sorting instruments, announced today that it will begin the pre-commercial launch of its new cell analysis platform, VisionCyte™. The announcement coincides with the 2025 Society for Laboratory Automation and Screening (SLAS) conference in San Diego, CA from January 27-30, 2025, where VisionCyte was named a finalist for the 2025 New Product Award. The launch of VisionCyte extends ThinkCyte's product portfolio of life science research platforms beyond VisionSort, the company's flagship product launched in 2023 and adopted by leading biopharmaceutical companies and academic institutions worldwide.\n\nThe new VisionCyte™ cell analysis platform.\n\nThe VisionCyte platform leverages high resolution morphological profiling, high-throughput capabilities, and advanced AI analysis to uncover novel biomarkers and facilitate the discovery of new and diversified hits and targets for drug discovery. The full commercial rollout of VisionCyte will occur in 2025, with an initial line of customer ready units available in H2 2025. The company also announced the launch of its Celluminate cell tracking kits, compatible with both VisionSort and VisionCyte, for enabling discovery applications in areas where existing cell surface cell markers are limited such as specific hematological conditions, stem cell research, and age-related diseases.\n\n\"The expansion of our product portfolio reflects our unwavering commitment to advancing life science research.\" said Waichiro Katsuda, Chief Executive Officer at ThinkCyte. \"By introducing innovative solutions that address the evolving needs of scientists worldwide, we're not just adding products—we're providing the tools to accelerate discoveries in disease understanding and drug discovery to improve lives.\"\n\nMore information about the VisionCyte platform can be found by visiting the ThinkCyte booth (#2632) at SLAS 2025 or by visiting thinkcyte.com/visioncyte .\n\nAbout ThinkCyte\n\nThinkCyte, founded in 2016 with offices in Tokyo, Japan and Redwood City, California is a biotechnology company that develops innovative scientific instruments based on integrated, multidisciplinary technologies to enable life science research, diagnostics, and therapeutic development. The company pioneered Ghost Cytometry™, a proprietary AI-based, label-free cell analysis and sorting technology and partners with major global biopharmaceutical companies and leading academic research institutes to drive pioneering research. For more information, please visit www.thinkcyte.com .\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "South Africa’s MeerKAT in ‘extraordinary’ discovery",
            "link": "https://www.msn.com/en-xl/news/other/south-african-telescope-discovers-a-giant-galaxy-that-s-32-times-bigger-than-earth-s/ar-AA1xSVHU?ocid=BingNewsVerp",
            "description": "MeerKAT’s newest giant radio galaxy find is extraordinary: the plasma jets of this cosmic giant span 3.3 million light years.",
            "image_url": "https://www.bing.com/th?id=OVFT.8bX3cXfXV0X2tN06xpDF7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11hon MSN",
            "source": "The Conversation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new experimental system to bring quantum technologies closer to students",
            "link": "https://www.alphagalileo.org/en-gb/Item-Display/ItemId/254493",
            "description": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FQMXRHvMxoZt_Ok5V5Iswi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "AlphaGalileo3h",
            "source": "AlphaGalileo",
            "article_content": "The world of quantum physics is experiencing a second revolution, which will drive an exponential leap in the progress of computing, the internet, telecommunications, cybersecurity and biomedicine. Quantum technologies are attracting more and more students who want to learn about concepts from the subatomic world — such as quantum entanglement or quantum superposition — to explore the innovative potential of quantum science. In fact, understanding the non-intuitive nature of quantum technology concepts and recognizing their relevance to technological progress is one of the challenges of 2025, declared the International Year of Quantum Science and Technology by UNESCO.Now, a team from the Faculty of Physics of the University of Barcelona has designed new experimental equipment that makes it possible for students to familiarize themselves with the more complex concepts of quantum physics. The configuration they present —versatile, cost-effective and with multiple ways of application in the classroom — is already operational in the Advanced Quantum Laboratory of the UB’s Faculty of Physics and could also be accessible in less specialized centres.This innovation is presented in an article in the journal EPJ Quantum Technology , which results from a collaboration between professors Bruno Juliá, from the Department of Quantum Physics and Astrophysics and the UB Institute of Cosmos Sciences (ICCUB); Martí Duocastella, from the Department of Applied Physics and the UB Institute of Nanoscience and Nanotechnology (IN2UB), and José M. Gómez, from the Department of Electronic and Biomedical Engineering. It is based on the result of Raúl Lahoz’s master’s final project, with the participation of experts Lidia Lozano and Adrià Brú.Quantum mechanics makes it possible to create so-called entangled systems — for example, with two particles or two photons — that behave in a non-intuitive way. In 1964, the physicist John S. Bell experimentally proved that the predictions of quantum mechanics were totally incompatible with a classical description of physics — a hypothesis that had been advocated by Albert Einstein — and consolidated the probabilistic nature of quantum mechanics. In 2022, scientists Alain Aspect, John F. Clauser and Anton Zeilinger were awarded the Nobel Prize in Physics for pioneering experiments in quantum information on entangled photons and the experimental demonstration of the violation of Bell’s inequalities.Quantum entanglement is today one of the fundamental resources to drive the development of quantum technologies (quantum computers, data encryption, etc.). “The study of Bell inequalities — in particular, observing violations of the inequalities — is fundamental to characterizing quantum entangled systems. It is important to be able to perform these experiments in a teaching laboratory to understand Bell’s inequalities, quantum entanglement and the probabilistic nature of quantum mechanics”, says Bruno Juliá.Martí Duocastella explains in the article that they have designed “new experimental equipment capable of providing students with direct measurements of quantum entanglement”. “From our perspective, — says the researcher — we believe that allowing students to make these measurements will greatly facilitate their understanding of this unintuitive phenomenon”.The system designed by the UB team makes it possible to study Bell inequalities and also to perform full two-photon state tomography. With a simple operation, it can prepare different quantum entangled states. Compared to previous proposals, “the new equipment has improved the photon-capture process: it uses detectors assembled to optical fibres, one of the key innovations to simplify the experiment, which facilitates the alignment of the system and increases the efficiency of the detection. Thus, a complete measurement of the Bell inequalities can be performed during a practical laboratory session (between one and two hours)”, say Juliá and Duocastella.\n\nThe results reveal successful manipulation of the quantum state of photons and the achievement of high-fidelity entangled states and significant violations of Bell inequalities. Also, the elements of the system are widely used in current quantum technologies, facilitating students’ contact with advanced instrumentation.\n\n\n\nThis innovation, which has already been applied in bachelor’s and master’s degree courses, has received very positive feedback from all students. In the bachelor’s degree in Physics, it allows experimental demonstrations to be carried out to complement the subject of Classical and Quantum Information Theory and Quantum Mechanics. In the master’s degree course, it is one of the four experiments in the Advanced Quantum Laboratory of the Master’s degree in Quantum Science and Technologies.\n\n​​​​​​​\n\nThis study has received funding from both the Spanish Ministry of Science, Innovation and Universities and the European Union’s Next Generation EU funds."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exploring a new qubit with the gemstone spinel",
            "link": "https://www.msn.com/en-us/science/physics/exploring-a-new-qubit-with-the-gemstone-spinel/ar-AA1xWxlj?ocid=BingNewsVerp",
            "description": "The gemstone spinel, known for its vibrant colors resembling gems such as rubies and sapphires, has now been shown to be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QfVF3s6W0peaSOFXufCulC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "2hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Head over to Manchester's quirky science museums",
            "link": "https://www.newsbytesapp.com/news/lifestyle/discover-manchesters-quirky-science-museums/story",
            "description": "Housed within the University of Manchester, The Alan Turing Institute provides a glimpse into the world of one of Britain's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GBW6cd592gMYubBAHqotVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "newsbytesapp.com7h",
            "source": "newsbytesapp.com",
            "article_content": "What's the story\n\nManchester, located in the heart of England, is not just about football and rock bands. It's a paradise for science enthusiasts and innovation lovers.\n\nAway from the mainstream, its museums explore the fascinating world of science, technology, and history.\n\nThese hidden gems provide fun yet educational experiences for all ages, making science cool again!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Ways AI Is Changing How Companies Work",
            "link": "https://hbr.org/2025/01/3-ways-ai-is-changing-how-companies-work?ab=HP-hero-latest-image-1",
            "description": "Built on the foundation of IT and digitization, the AI revolution is transcending limitations in at least three highly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OE_5jgWTh2snpht32kXv-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Harvard Business Review2h",
            "source": "Harvard Business Review",
            "article_content": "Legendary computer science pioneer Douglas Engelbart is said to have observed that “the digital revolution is far more significant than the invention of writing or even of printing.” Such revolutions occur when a new technology transcends the limits of previous technologies, as the printing press did the tedious copying of manuscripts by hand. Digitization smashed through limits on the gathering, analysis, and communication of vast amounts of information and resulted in greatly accelerated business processes, innovative business models, and the globally wired world of the internet. Now the digital revolution is being overtaken by the AI revolution. And this time the speed, scale, and scope of industrial transformation will dwarf previous upheavals. According to our economic analysis, advances in AI and the tech/IT sector will create as much value in the next five years as it did during the previous 10, signaling broad-scale transformations across other industries."
        }
    }
]