[
    {
        "title": "Missouri Man Captures Video Of Mysterious, Cube-Shaped Silver UFO",
        "link": "https://brobible.com/culture/article/missouri-video-cube-shaped-ufo/",
        "description": "Three years ago, Missouri resident Justin Johnson captured video of a strange, cube-shaped silver UFO that appeared to be ...",
        "image_url": "https://www.bing.com/th?id=OVF.DJaNLFpMU62cUfI%2fefiwqA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "18h",
        "source": "BroBible",
        "article_content": "iStockphoto\n\nThree years ago, Missouri resident Justin Johnson captured video of a strange, cube-shaped silver UFO that appeared to be spinning in place in the sky. He is still looking for help identifying it.\n\n“That thing’s a cube with lights!” Johnson shouts on the video.\n\nAfter recording the strange cube-shaped UFO on his phone, he reached out to people who launch weather balloons and nearby air traffic controllers to see if they could shed any light on what he had seen. No one could give him an answer.\n\nHe believes the object was flying just a few hundred feet in the air, but when he tried to follow it in his pickup truck, it disappeared.\n\nJustin Johnson isn’t alone in his quest for answers about UFOs that have been spotted in the skies above Missouri. Nor is the cube-shaped UFO the only time he has spotted and filmed something unexplained in the sky.\n\nSeeking answers, Johnson uploaded his videos to an app that launched in May called Enigma that calls itself “the first Unidentified Anomalous Phenomena (UAP/UFO) sightings alert network.”\n\nEnigma says its mission is “To advance progress on UAP using cutting-edge technology and social intelligence. Only through thoughtful, open-minded study of unidentified phenomena can we get answers. We are focused on building and keeping our team low profile for privacy.”\n\n“The vast majority of sightings that we get are misinterpretations of something mundane,” Alejandro Rojas, a consultant to Enigma Labs, told KMBC News.\n\nHowever, with nearly 20,000 videos and UFO sighting reports to review, Enigma isn’t ruling anything out.\n\n“There are a lot of great possibilities out there. But we just don’t know. We really need to follow that data to figure it out,” Rojas said.\n\nJohnson, too, isn’t giving up hope.\n\n“We’re on the precipice of finding out something that can change humanity forever. This is all very exciting to me,” he said."
    },
    {
        "title": "Ben Fogle's day gets 'weirder' as he hears tale of UFO encounter",
        "link": "https://uk.news.yahoo.com/ben-fogle-ufo-encounter-220321200.html",
        "description": "Ben Fogle admitted his latest New Lives in the Wild Revisits turned \"weird\" as he listened to the story of a UFO encounter.",
        "image_url": "https://www.bing.com/th?id=OVFT.sLanRUKp7f5Q0-lNp394ci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Yahoo News UK15h",
        "source": "Yahoo News UK",
        "article_content": "The TV presenter revisited 82-year-old twins Bill and Bob Stone who live in the canyons of Utah and are paranoid conspiracy theorists.\n\nBen Fogle listened to the story of a UFO sighting on New Lives In The Wild. (Channel 5)\n\nWhat did you miss?\n\nBen Fogle admitted his latest New Lives in the Wild Revisits turned \"weird\" as he listened to the story of a UFO encounter.\n\nThe 50-year-old TV presenter revisited 82-year-old twins Bill and Bob Stone who live in the canyons of Utah and are conspiracy theorists. Fogle was concerned for their health and safety being so isolated and cut off from health services, and somewhat disturbed by their paranoia at being attacked by outsiders.\n\nBut he admitted his day got even \"weirder\" as Bill told him about how they had been visited by a UFO.\n\nWhat, how and why?\n\nBen Fogle met twins Bill and Bob Stone who live in the canyons of Utah. (Channel 5)\n\nFogle has been making the Channel 5 show about people who have chosen to leave the rat race and live off grid for 10 years. And in the new series, New Lives in the Wild Revisits, is returning to see how they are getting on. In the latest episode he returned to the elderly twins to find Bob's health has deteriorated and Bill is now a fulltime carer for his brother.\n\nFogle asked if much had happed since his last visit. Bill told him: \"Not much, except that UFO that landed over there.\" Fogle replied: \"Whoah?! You saw a UFO? How do you know it was a UFO?\"\n\nBill told him: \"Landed right down there with that cedar tree by the house. What else was it? It did not make any noise at all. They just had a whitish bluish glow to it like static electricity going around it all the time. That had it lit up.\n\n\"I was sitting reading the magazine and Bob started stoking the floor and pointing and I thought, first thought he was having another heart attack he kept pointing out. So I got up out of the chair and looked down. Here comes this whatever this thing was, lands on the other side of the cedar tree right by the house.\"\n\nThe brothers then showed Fogle an image of an alien Bob had carved onto a rock.\n\nFogle said: \"I should say Bill and Bob are not alone in their experiences. That said, I do worry that aliens are just one more thing for Bill and Bob to feel anxious about. The day just got a little bit weirder. There's a lot of eccentricity here, but it's tinged with sadness 'cause there is a very real paranoia and I think a lot of that paranoia is born through news, they consume. But, you know, there's a sparkle of mischief as well and there's something kind of charming about that.\n\nRead more: Ben Fogle\n\nWhat else happened on New Lives in the Wild Revisits?\n\nBen Fogle said he felt a strange connection to Bill and Bob Stone. (Channel 5)\n\nBill also showed Fogle a cave filled with food provisions the 82-year-old had gathered, in preparation for the 'end of the world'.\n\nFogle said: \"This is my third time visiting Bill and Bob and I think what I think is they really like this. They like the game, whether there's an enemy that's real or not.\n\n\"It's not for everyone. And I don't want to be disrespectful. Maybe, you know, maybe they're right. But I don't know whether they are waiting for that moment or they hope it never happens. Possibly thinks that they've just enjoyed the process.\"\n\nBen Fogle said he had learned from Bill Stone's eccentricities. (Channel 5)\n\nBut despite not agreeing with their opinions, Fogle said he felt a \"strange connection\" to Bill and Bob.\n\nHe said: \"All these people who I've visited over the last 13 years or so have changed me profoundly. I feel incredibly lucky to have met such an eclectic bunch of people who I would never normally have had a chance to meet because I feel they've put my own life into perspective. And it's easy to come and meet the Bill and Bobs and to kind of laugh at prepper lifestyle that they've lived. But there's many Bill and Bob's out there. It's opened my eyes to a whole new world and it makes you think differently and I'm not about to go home and buy a cave and fill it with guns and food. But I do look at people differently and that is all. Thanks to the Bill and Bobs of this world. I owe them a lot.\"\n\nBen Fogle's New Lives in the Wild Revisits airs on Channel 5 on Tuesday."
    },
    {
        "title": "This UFO Fidget Spinner is Epic",
        "link": "https://www.msn.com/en-us/news/technology/this-ufo-fidget-spinner-is-epic/vi-AA1tz4gr?ocid=BingNewsVerp",
        "description": "Terry Bradshaw's new career switch announced live on FOX amid ongoing criticism When will we know who won the 2024 presidential election? Experts weigh in ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Epic Reactions on MSN8h",
        "source": "Epic Reactions on MSN",
        "article_content": ""
    },
    {
        "title": "UFO Researcher Records 1,000 UFO Interviews From 1980-92",
        "link": "https://www.msn.com/en-us/news/technology/ufo-researcher-records-1-000-ufo-interviews-from-1980-92/vi-AA1txi4m?ocid=BingNewsVerp",
        "description": "What happens if you miss a connecting flight? These travel tips will help you save your trip ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kQ1CPrD9Hfitv8nRgbfNUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN22h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Netflix's 'The Man Who Loved UFOs' explores how flying saucer hoaxes go viral (review)",
        "link": "https://www.space.com/entertainment/netflixs-the-man-who-loved-ufos-explores-how-flying-saucer-hoaxes-go-viral-review",
        "description": "Engaging articles, breathtaking images and expert knowledge Issues delivered straight to your door ...",
        "image_url": "https://www.bing.com/th?id=ODF.dXTf93s-WX7i4zeYTIonzg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Space.com13h",
        "source": "Space.com",
        "article_content": "\"The Man Who Loved UFOs\" is a satirical foreign film that just landed on Netflix and hailing from Argentina that takes a nostalgic approach to the subject of flying saucers and the hysteria, fear, and misinformation these sightings spawn. It might not be on your immediate radar, but it demands a viewing for its semi-comedic examination of the nature of hype, media fabrications, and the need to believe.\n\nDirected by Argentinian filmmaker Diego Lerman and starring Leonardo Sbaraglia and Sergio Prina, this inspired production centers around the true tale of eccentric TV journalist José de Zer, who in 1986 ventured to a remote village where strange lights and a hillside burn mark were reported. When he discovers all is not as it seems, he invents an elaborate UFO hoax to create the best-known audiovisual recording on the existence of extraterrestrials in the history of Argentinian television, in turn boosting his own level of fame along with the TV station's ratings.\n\nIn the wake of its world premiere at the San Sebastian Film Festival in September, this interesting indie sci-fi film has found a home on Netflix where it debuted on Oct. 18. The English dub is sub-par so we'd recommend watching it with the default Spanish accompanied by English subtitles.\n\nLeonardo Sbaraglia stars in \"The Man Who Loved UFOs.\" (Image credit: Netflix)\n\nWhen de Zer is approached by a pair of mining company owners with a business proposal to drum up interest in their town by using purported paranormal sightings as a means to attract tourists and raise real estate values, he and his cameraman Chango pack their bags and travel to the site of the UFO phenomenon near the small mountain village of La Candelaria in the province of Córdoba,\n\nOnce in the rustic town, de Zer and Chango take a horseback ride up to investigate a mysterious circular mark burned into the grassy foothills of the nearby mountain, purported to be the landing zone of an alien craft. The site is surrounded by local villagers and police and a grizzled man who claims his grandson witnessed an alien encounter that turned his hair white.\n\nLerman (\"Refugee,\" \"A Sort of Family\") co-wrote the script with Adrián Biniez and their narrative takes real-life events and blurs the line between fiction, dreams, and reality with equal measure.\n\nYouTube Watch On\n\n\"Well, this is a film that I wanted to do for many years,\" Lerman told The Hollywood Reporter. \"I used to spend vacation time in Cordoba where the story takes place, so I remember stories, and I always wanted to write something about it. I remembered the character of Jose, so I started researching and that made me think that there was an interesting film to do about him and the origin of fake news, for example.\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n\"It is also a film about beliefs, the mystery of what can be or not be, the sense of life or the mystery of death. So underlying, in a more serious way, is a film about that: belief, what you can call religion, or whatever you want, whatever you choose.\"\n\nOnce back at the TV studio with the initial footage, de Zer's boss is apprehensive about this sort of sketchy tabloid entertainment material, but the aging reporter convinces him that there's journalistic gold in broadcasting a fantastical story as counterprogramming to all the usual economic and political turmoil.\n\nWhen the hype machine kicks into high gear and this UFO story goes global, de Zer and Chango must keep cultivating more sensational footage and evidence by recruiting reluctant residents and urging them to recite pre-rehearsed statements, unearthing phony rock paintings, planting dead beetles, and gathering squealing goats for effect. As pressure mounts to continue the charade after ratings soar, de Zer suffers exhaustion, visions, depression, and a definite touch of madness.\n\nA scene from \"The Man Who Loved UFOs.\" (Image credit: Netflix)\n\nPortraying the obsessed investigative journalist de Zer, Sbaraglia turns in an exceptional performance in this compelling and sometimes uneven film that delves into the most famous case of paranormal journalism in the history of Argentinian television. It was a true media circus that attracted considerable attention by the public at the time, though few can recall its impact in those innocent pre-internet days. The movie does get a bit lost in its own drama, but never loses its charm.\n\nAre we alone? Perhaps, but not with this provocative foreign film as a temporary companion. \"The Man Who Loved UFOs\" is currently screening exclusively on Netflix."
    },
    {
        "title": "Microsoft's Copilot AI is coming to your Office apps - whether you like it or not",
        "link": "https://www.zdnet.com/article/microsofts-copilot-ai-is-coming-to-your-office-apps-whether-you-like-it-or-not/",
        "description": "Microsoft is getting ready to expand the reach of its Copilot feature set, bringing its AI capabilities to Office apps for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZKZnAgXPu0JeyQ03V3937y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13h",
        "source": "ZDNet",
        "article_content": "Moor Studio/Getty Images\n\nMicrosoft is getting ready to expand the reach of its Copilot feature set, bringing its AI capabilities to Office apps for anyone currently subscribed to Microsoft 365 Personal or Family.\n\nToday, those features are only available with an extremely pricey Copilot Pro subscription. For Personal and Family subscribers, the upgrade costs an extra $20 monthly, which is more than double the cost of the basic Microsoft 365 subscription.\n\nAlso: Microsoft Copilot vs. Copilot Pro: Is the subscription fee worth it?\n\nAccording to an announcement from Microsoft Asia, the company is making Copilot part of all Microsoft 365 Personal and Family subscriptions in Australia, New Zealand, Malaysia, Singapore, Taiwan, and Thailand. As part of the deal, those subscriptions will also get access to the Microsoft Designer app for generating images. According to the announcement, current subscribers will automatically get access to Copilot in their apps once they update to the latest version.\n\nFor Microsoft 365 Family subscribers, the added features are available only to the primary user and can't be shared with other members.\n\nThis isn't an all-you-can-AI deal. As the announcement explains, \"Subscribers will receive a monthly allotment of AI credits to use Copilot in Word, Excel, PowerPoint, Outlook, OneNote, and Designer. The credits will also apply to apps like Paint, Photos, and Notepad on Windows.\" The option of a Copilot Pro subscription is available for subscribers who use more than the basic basket of credits.\n\nAnd while there's no cost to current subscribers for the new features, the upgrade comes with a big gotcha: Subscription prices are going up with the next renewal. In Australia, for example, one user reported that the cost of their subscription had risen to $AU179 this week; the previous price was AU$139.\n\nAlso: Your Windows 10 PC can't be upgraded? You have 5 options before support ends in 2025\n\nFor those who neither want nor need those AI features, a Microsoft 365 Classic option will be available, at prices that are similar to those in place before the Copilot-driven increase.\n\nMeanwhile, in the rest of the world, including the US and Western Europe, the free Copilot features aren't available -- yet. But I expect it's only a matter of time before this change expands to additional markets.\n\nIt's not unusual for Microsoft to try out new subscription offers on a regional basis before taking them to a worldwide market. That's exactly what this announcement looks like.\n\nAlso: The best AI chatbots: ChatGPT, Copilot, and worthy alternatives\n\nAnyone who's paid attention to Satya Nadella's Microsoft in recent years knows that the company is all in on AI, so it would be odd if there were no plans to roll out a similar feature set to the Microsoft 365 subscription base worldwide. Starting in the APAC region gives the company time to gauge customer reaction and also continue scaling up the capacity of servers that power Copilot features.\n\nThis expanded offering is still brand new, but Reddit users from the region have already weighed in with complaints. One asked, rhetorically, \"I'm just meant to put up with unwanted bundleware that I never agreed to soaking up CPU cycles on my hardware … because Microsoft needs to look like [its] AI spend is getting ROI to investors?\"\n\nAlso: Microsoft introduces 10 AI agents for sales, finance, supply chain in Dynamics 365\n\nAnother Reddit user, who's apparently a graduate student in Taiwan, called the new Copilot features a \"nightmare,\" adding that it can't be turned off. \"Doesn't Microsoft understand that Graduate/Phd students receive an automatic fail or are charged with academic misconduct for any hint of AI assistance in their writing?\"\n\nI asked Microsoft if the company has plans to introduce similar features in the US and other worldwide remarks. A spokesperson replied, \"The company has rolled out changes in six markets to listen, learn, and improve. We don't have anything more to share today.\""
    },
    {
        "title": "I write about AI for a living — GitHub Spark could be the end of app stores",
        "link": "https://www.tomsguide.com/ai/i-write-about-ai-for-a-living-github-spark-could-be-the-end-of-app-stores",
        "description": "Github Spark is a new AI-powered platform that promises to give anyone the ability to create their own ‘micro app’ on demand.",
        "image_url": "https://www.bing.com/th?id=OVFT.bMUmuDI7MUHsZE9L3FD_li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Tom's Guide",
        "article_content": "The launch last week of Github Spark by the Microsoft-owned company, was a low-key affair, running under the radar of most of the mainstream media. However, it may just turn out to mark the start of a revolution in how we consumers interact with technology in the future, especially on our phones.\n\nGithub Spark is a new AI-powered platform that promises to give anyone the ability to create their own ‘micro app’ on demand. These apps, quaintly called ‘Sparks’ by the marketing peeps, will be produced almost instantly, tailored to our needs at the time and be available to use across different platforms.\n\nNo need to download an app from a store, or wait for someone to laboriously craft a new bit of software. You need a travel app for next month’s vacation, type or speak your request to the AI explaining what you need, and before you can say soggy lasagne it’ll be sitting on your phone.\n\nYes, it sounds ridiculous now, but Spark is proof that the big boys are not kidding about this upcoming revolution. This is not a scrappy backstreet startup, this is Microsoft, the biggest software company in the world.\n\nWhat makes Spark different?\n\nUse GitHub Spark to create a travel log app - YouTube Watch On\n\nGitHub Spark allows you to share your 'sparks' with others, and control whether they get read-only or read-write permissions, Microsoft explained. They are then able to choose whether to use or remix it to adapt it to their own preferences. This is similar to the way Anthropic manages Claude's Artifacts but on a bigger scale\n\nEight months ago I wrote a piece here on Tom’s Guide outlining some of the ways that AI would impact and upend our current way of life and working. I touched on software production, and how services like Devin were already changing how software is being made.\n\nThe implication was that instead of passively consuming our applications, we would start to become our own prosumers - creating what we needed when we needed it.\n\nSign up to get the BEST of Tom's Guide direct to your inbox. Here at Tom’s Guide our expert editors are committed to bringing you the best news, reviews and guides to help you stay informed and ahead of the curve! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nGithub Spark is the start of that potential revolution. And it’s arrived astonishingly early according to my imagined timeline.\n\nEight months is a lifetime in AI, and the advances we’re now seeing every single day are unbelievable, even in that short space of time. Before I drift off to fanboy-land, it’s not all roses and binary perfume. There’s just a whiff of the runaway train about all of this at times.\n\nWhat are the implications?\n\nCan we really sustain this pace of progress, when hundreds of thousands of people are being laid off in the technology sector alone? What does this mean to the world of education, what will our children face in the coming years? What on earth is going on here?\n\nRight now it's all conjecture and imagination. But we need to understand that, despite the naysayers, this stuff is happening right here, right now.\n\nFor the past few months, I’ve been playing around with the growing number of tools that can deliver on the instant app promise. And I’ve been astounded by how fast they’re improving and how capable they’re becoming.\n\nIt’s basically all down to the improving quality of the underlying models. As long as companies like OpenAI, Anthropic, Google and Meta keep producing step-change improvements in the core technology, everything else will follow.\n\nRight now it's all conjecture and imagination. But we need to understand that, despite the naysayers, this stuff is happening right here, right now.\n\nSo far, in a mere few months, I have succeeded in creating around a dozen micro apps for my own personal use. I am not a programmer of any kind. I am, at best, a cut-and-paste bodge artist with ambition.\n\nYet despite that clearly defined handicap, I have been able to make myself my own chatbot wrapper, a simple audio mastering tool based on an established open-source project, and a music jukebox that can deliver my music to me anywhere via Amazon’s S3 storage service (hint: it’s ugly as sin, but it works).\n\nMost of these took just a few hours to make at most. My latest venture is to create a small ride-sharing app for my yoga group to use to share cars to events. I spent four hours on it yesterday, and it’s tantalizingly close to the finish line. Close but no banana, because there’s a major bug the AI can’t seem to fix.\n\nAnd this is the point. Right now we’re at the stage where these AI app-making tools like Bolt.new, CodeCompanion, and Marbalism are massively reliant on their underlying models. This means they all suffer from the current problem with models running out of context ‘steam’ towards the end of a coding session. Which introduces errors, loops and general frustration.\n\nBut please remember, these tools are literally doing every single bit of the coding and design to create the app. We users do nothing more than write an initial request, and then tweak the results in plain ordinary English.\n\nWhat comes next?\n\nNow imagine this fledgling AI technology growing over the next 10 to 12 months, aided by megacorp funding and support for tools like Github Spark. Why would I want to log on to a confusing and often expensive app store from Google or Apple to search for a solution to my problem?\n\nWhy rely on some distant company to produce, support, and enhance my lifestyle apps, when I can create something myself in minutes? Why get locked into a proprietary and exploitative ecosystem when I can roll my own solutions?\n\nRemember, there was a time when we scoffed at the idea of curating our own personal choice of evening entertainment. What could possibly replace the sophistication of television and the movies? Well, we now know. Netflix and Playstations.\n\nNow if you don’t mind, I’ve got to get back to wrestling with this ride-share app. These tussles will soon be a thing of the past, but right now I’m going to have to be extra nice to Anthropic’s Claude Sonnet 3.5 model and coax some kind of out-of-the-box thinking to get around this bug. Now what was the special prompt? Oh yes, “please can you take a look at this code and fix it.” There, that should do the job."
    },
    {
        "title": "I tried Hume's new AI voice app — it's good but needs some work",
        "link": "https://www.tomsguide.com/ai/hume-drops-new-ai-voice-app-but-its-not-quite-there-yet",
        "description": "Just a couple of weeks after ElevenLabs debuted its generative AI voice engine that lets you create a voice using text ...",
        "image_url": "https://www.bing.com/th?id=OVFT.X5UgrKLEGGWoCvsX184X0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "17h",
        "source": "Tom's Guide",
        "article_content": "Just a couple of weeks after ElevenLabs debuted its generative AI voice engine that lets you create a voice using text prompts, Hume AI is now offering a series of AI voice bots within an easy-to-use app wrapper that you can use from a web browser.\n\nThe app pulls from the company's own speech-language model, EVI 2, with additional LLMs used on a 'supplemental' basis, including Claude 3.5 Haiku from Anthropic, and feels positioned as a competitor to OpenAI's ChatGPT Advanced Voice model (which just hit Mac and Windows).\n\nAnd, while I'm impressed by just how simple it is to get started, there's definitely some fine-tuning to be done with some aspects of the app so far.\n\nI've been testing it with some general prompts and have found some of it to be genuinely impressive, while others fall behind.\n\nHands-on with the Hume AI app\n\nIntroducing the new Hume App Featuring brand new assistants that combine voices and personalities generated by our speech-language model, EVI 2, with supplemental LLMs and tools like the new Claude 3.5 Haiku from @AnthropicAI. pic.twitter.com/Tej3f7mBFWNovember 4, 2024\n\nThe fun of the Hume AI app is that it compartmentalizes multiple voices, each with its own tone and style to make it feel like you're choosing to speak to different 'people' for different topics.\n\nThere's one for quick, chatbot-style answers, for example, while another is focused on philosophical advice. Each functions the same way - you click, and speak through the mic, and there's no Hume account required if you want to give it a go.\n\nI asked the Quick Answers chatbot how tall the Eiffel Tower is, and got, well, a quick answer, followed by additional information about how it's been added to over time, and how big certain sections of it are.\n\nSign up to get the BEST of Tom's Guide direct to your inbox. Here at Tom’s Guide our expert editors are committed to bringing you the best news, reviews and guides to help you stay informed and ahead of the curve! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nI'm definitely curious to see how things expand from here, and I think Hume has a solid base to build from if it can fix those minor teething issues.\n\nI asked the Storytelling one for a story about a car, and while I wasn't expecting a Pixar-rivalling epic, it tripped over itself multiple times. It repeated lines, and even changed voice at one point which was pretty jarring, but it was happy to receive additional prompts to help direct the flow of the story (sadly, the story it provided, of a car called Cara looking for a power source, is unlikely to win any awards any time soon.\n\nOn the other hand, there's some overlap between some of the voices, and I actually found that a nice way of acknowledging there's no one true answer.\n\nI asked the Spirituality voice how I could better live in the moment, and it suggested feeling the breeze through my hair, the sun on my skin, and that I try eating a mango, bizarrely.\n\nThe same prompt on the Deeper Questions bot prompted smelling my morning coffee, and the way sunlight hits a desk for some reason. Interestingly, the Deeper Questions bot, like the Storytelling one, kept repeating some lines of dialog.\n\nI'm definitely curious to see how things expand from here, and I think Hume has a solid base to build from if it can fix those minor teething issues."
    },
    {
        "title": "iPhone Owners Face Hidden Costs With Apple Intelligence",
        "link": "https://www.forbes.com/sites/ewanspence/2024/11/05/apple-iphone-16-pro-apple-intelligence-generative-ai-openai-chatgpt-cost/",
        "description": "Apple is preparing to introduce ChatGPT into Apple Intelligence, but there's a catch that users may not be aware of.",
        "image_url": "https://www.bing.com/th?id=OVFT.IFj0bj_Qv_XqLSV8HDIg-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Easy Tools To Grow And Manage Your Money Heading Into 2025",
        "link": "https://www.forbes.com/sites/jaimecatmull/2024/11/05/how-to-grow-your-money-heading-into-2025/",
        "description": "Here are a few trailblazing apps to help you manage your money and learn how to make smarter, more empowered financial ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NmgX-clBJstDWp6Q1ZEISS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "‘Liminal’ Host Dash Kwiatkowski On The Connections Between Queerness And The Paranormal [Watch]",
        "link": "https://www.dreadcentral.com/interviews/515744/liminal-host-dash-kwiatkowski-on-the-connections-between-queerness-and-the-paranormal-watch/",
        "description": "Liminal' host and creator Dash Kwiatkowski talks about doing an investigation with Ray Wise, why they're drawn to the paranormal, and more.",
        "image_url": "https://www.bing.com/th?id=ODF.sZs2v8kLQaY6B5kodKfRhQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Dread Central5h",
        "source": "Dread Central",
        "article_content": "‘Liminal’ Host Dash Kwiatkowski On The Connections Between Queerness And The Paranormal [Watch]\n\nI grew up watching ghost-hunting TV shows, laughing at cheesy edits, and jumping out of my skin at the whisper of a shadow crossing the camera. Dash Kwiatkowski had a similar experience, which is what inspired them to create their paranormal investigation series, Liminal. But what makes this series different is its focus on the relationship between queerness and the paranormal.\n\nRead the series synopsis:\n\nLiminal seeks to answer the question, why do queer/trans people gravitate towards the paranormal? The 10-episode first season of this docuseries combines interviews, paranormal investigations, and help from practitioners of the “strange” to paint a picture of magic, trans experience, and the interesting history of their overlap in the American South.\n\nThe series follows a main cast of non-binary investigator Dash Kwiatkowski, their co-Host Rosa Escandón, and practicing witch, Rockette Fox, and features interviews and paranormal investigations with queer and trans people living and practicing various types of magic in the South.\n\nWe spoke with Kwiatkowski about doing an investigation with Ray Wise, why they’re drawn to the paranormal, and more.\n\nWatch the full interview below:\n\nLearn more about Liminal and watch their most recent episode here. You can also follow them on TikTok and Instagram."
    },
    {
        "title": "Abandoned Paranormal MOTEL (Military Junkyard FOUND)",
        "link": "https://www.msn.com/en-us/news/crime/abandoned-paranormal-motel-military-junkyard-found/vi-AA1txbcf?ocid=BingNewsVerp",
        "description": "We head out to the desert of California with our friends George Janko and Brendan North. We had heard of this mysterious ...",
        "image_url": "https://www.bing.com/th?id=OVF.BGZ1AQTORNWQuXsKswsdFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Yes Theory on MSN22h",
        "source": "Yes Theory on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal perceptions: We asked a local paranormal investigator everything you want to know",
        "link": "https://www.montrosepress.com/news/paranormal-perceptions-we-asked-a-local-paranormal-investigator-everything-you-want-to-know/article_cb91a54a-9b94-11ef-8648-5bf0ffcac7f3.html",
        "description": "Bree Hoffman was just a little girl when her grandfather passed away, but she knew he was still with her and her family- ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QuVBD_fJfbSsNTBXgDYiNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Montrose Daily Press16h",
        "source": "Montrose Daily Press",
        "article_content": "Content not available"
    },
    {
        "title": "Halloween may be over, but the paranormal is coming to Coralville",
        "link": "https://www.kcrg.com/2024/11/05/halloween-may-be-over-paranormal-is-coming-coralville/",
        "description": "CORALVILLE, Iowa (KCRG) - Cirque Italia is bringing their show 'Paranormal Cirque!' to Coralville. The company stresses this ...",
        "image_url": "https://www.bing.com/th?id=OVFT.D_Z89YtSnv7Zx7043AUXtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "ABC Kcrg 914h",
        "source": "ABC Kcrg 9",
        "article_content": "CORALVILLE, Iowa (KCRG) - Cirque Italia is bringing their show “Paranormal Cirque!” to Coralville.\n\nThe company stresses this is for a mature audience with their “innovative horror story”.\n\nThe performances are slated from November 21st through the 24th in the parking lot of Coral Ridge Mall, 1454 Coral Ridge Avenue. Show times are:\n\n· November 21 – Thursday: 7:30pm\n\n· November 22 – Friday: 7:30pm\n\n· November 23 – Saturday: 6:30pm & 9:30pm\n\n· November 24 – Sunday: 5:30pm & 8:30pm\n\nTo learn more about the show and get tickets, go to their website.\n\nCopyright 2024 KCRG. All rights reserved."
    },
    {
        "title": "Prince William's amusing 10-word response when warned beloved Norfolk home may be haunted",
        "link": "https://www.msn.com/en-gb/travel/news/prince-williams-amusing-10-word-response-when-warned-beloved-norfolk-home-may-be-haunted/ar-AA1tzIHP?ocid=BingNewsVerp",
        "description": "Prince William quipped a brilliant 10-word response when he was warned his beloved Norfolk home may be haunted. Anmer Hall ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WttDwBYZ6yG1NpTdp4PsbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "New Discovery Paves The Way to Generating Energy From Body Heat",
        "link": "https://www.sciencealert.com/new-discovery-paves-the-way-to-generating-energy-from-body-heat",
        "description": "If you've ever seen yourself through a thermal imaging camera, you'll know that your body produces lots of heat. This is in ...",
        "image_url": "https://www.bing.com/th?id=OVF.kYeEQ8nFtsbzc1CmVlRvgw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert8h",
        "source": "ScienceAlert",
        "article_content": "If you've ever seen yourself through a thermal imaging camera, you'll know that your body produces lots of heat. This is in fact a waste product of our metabolism. Every square foot of the human body gives off heat equivalent to about 19 matches per hour.\n\nUnfortunately, much of this heat simply escapes into the atmosphere. Wouldn't it be great if we could harness it to produce energy? My research has shown this would indeed be possible. My colleagues and I are discovering ways of capturing and storing body heat for energy generation, using eco-friendly materials.\n\nThe goal is to create a device that can both generate and store energy, acting like a built-in power bank for wearable tech. This could allow devices such as smart watches, fitness trackers, or GPS trackers to run much longer, or even indefinitely, by harnessing our body heat.\n\nIt isn't just our bodies that produce waste heat. In our technologically advanced world, substantial waste heat is generated daily, from the engines of our vehicles to the machines that manufacture goods.\n\nTypically, this heat is also released into the atmosphere, representing a significant missed opportunity for energy recovery. The emerging concept of \"waste heat recovery\" seeks to address this inefficiency. By harnessing this otherwise wasted energy, industries can improve their operational efficiency and contribute to a more sustainable environment.\n\nframeborder=\"0″ allowfullscreen=\"allowfullscreen\">\n\nThe thermoelectric effect is a phenomenon that can help turn heat into electricity. This works by having a temperature difference produce an electric potential, as electrons flow from the hot side to the cool side, generating usable electrical energy.\n\nConventional thermoelectric materials, however, are often made from cadmium, lead, or mercury. These come with environmental and health risks that limit their practical applications.\n\nThe power of wood\n\nBut we've discovered you can also create thermoelectric materials from wood – offering a safer, sustainable alternative.\n\nWood has been integral to human civilisations for centuries, serving as a source of building materials and fuel. We are uncovering the potential of wood-derived materials to convert waste heat, often lost in industrial processes, into valuable electricity.\n\nThis approach not only enhances energy efficiency, but also redefines how we view everyday materials as essential components of sustainable energy solutions.\n\nOur team at the University of Limerick, in collaboration with the University of Valencia, has developed a sustainable method to convert waste heat into electricity using Irish wood products, particularly lignin, which is a byproduct of the paper industry.\n\nOur study shows that lignin-based membranes, when soaked in a salt solution, can efficiently convert low-temperature waste heat (below 200°C) into electricity. The temperature difference across the lignin membrane causes ions (charged atoms) in the salt solution to move.\n\nPositive ions drift toward the cooler side, while negative ions move toward the warmer side. This separation of charges creates an electric potential difference across the membrane, which can be harnessed as electrical energy.\n\nSince around 66 percent of industrial waste heat falls within this temperature range, this innovation presents a significant opportunity for eco-friendly energy solutions.\n\nThis new technology has the potential to make a big difference in many areas. Industries such as manufacturing, which produce large amounts of leftover heat, could see major benefits by turning that waste heat into electricity. This would help them save energy and lessen their impact on the environment.\n\nThis technology could find use in various settings, from providing power in remote areas to powering sensors and devices in everyday applications. Its eco-friendly nature also makes it a promising solution for sustainable energy generation in buildings and infrastructure.\n\nThe trouble with storage\n\nCapturing energy from waste heat is just the first step; storing it effectively is equally critical. Supercapacitors are energy storage devices that rapidly charge and discharge electricity. This makes them essential for applications requiring quick power delivery.\n\nHowever, their reliance on fossil fuel-derived carbon materials raises sustainability concerns, highlighting the need for renewable alternatives in their production.\n\nframeborder=\"0″ allowfullscreen=\"allowfullscreen\">\n\nOur research group has discovered that lignin-based porous carbon can serve as an electrode in supercapacitors for energy storage generated from harvesting waste heat using a lignin membrane.\n\nThis process allows the lignin membrane to capture and convert waste heat into electrical energy, while the porous carbon structure facilitates the rapid movement and storage of ions. By providing a green alternative that avoids harmful chemicals and reliance on fossil fuels, this approach offers a sustainable solution for energy storage from waste heat.\n\nThis innovation in energy storage technology could power everything from consumer electronics, wearable technology to electric vehicles.\n\nMuhammad Muddasar, PhD candidate, School of Engineering, University of Limerick\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article."
    },
    {
        "title": "New Cancer Discovery Releases 'Brakes' On Immune System To Treat Stubborn Tumors",
        "link": "https://www.msn.com/en-us/health/other/new-cancer-discovery-releases-brakes-on-immune-system-to-treat-stubborn-tumors/ar-AA1tyldi?ocid=BingNewsVerp",
        "description": "When the tumors were treated with anti-Ly6a antibodies, effectively releasing the brakes and allowing the immune system to ...",
        "image_url": "https://www.bing.com/th?id=OVF.MoVm5PyNsVj9htjITtB9WQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "IFLScience on MSN17h",
        "source": "IFLScience on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery of one of the oldest-ever reptile fossils could explain rise of dinosaurs",
        "link": "https://www.independent.co.uk/news/science/archaeology/brazil-dinosaur-fossils-reptile-discovery-b2642209.html",
        "description": "We believe quality journalism should be available to everyone, paid for by those who can afford it. Scientists in Brazil announced the discovery of the ancient reptile dating back some 237 million ...",
        "image_url": "https://www.bing.comNo image",
        "category": "science+discovery",
        "date": "The Independent8h",
        "source": "The Independent",
        "article_content": "Your support helps us to tell the story Read more Support Now From reproductive rights to climate change to Big Tech, The Independent is on the ground when the story is developing. Whether it's investigating the financials of Elon Musk's pro-Trump PAC or producing our latest documentary, 'The A Word', which shines a light on the American women fighting for reproductive rights, we know how important it is to parse out the facts from the messaging. At such a critical moment in US history, we need reporters on the ground. Your donation allows us to keep sending journalists to speak to both sides of the story. The Independent is trusted by Americans across the entire political spectrum. And unlike many other quality news outlets, we choose not to lock Americans out of our reporting and analysis with paywalls. We believe quality journalism should be available to everyone, paid for by those who can afford it. Your support makes all the difference. Close Read more Close\n\nA fossil, believed to be one of the oldest ever, could help explain the rise of the dinosaurs.\n\nScientists in Brazil announced the discovery of the ancient reptile dating back some 237 million years.\n\nNamed Gondwanax paraisensis, the four-legged reptile species was roughly the size of a small dog with a long tail, or about one meter (39 inches) long and weighing between three and six kg (7 to 13 pounds), the scientists said in a statement on Monday.\n\nThe small reptile would have likely roamed the land of what is today southern Brazil, when the world was much hotter.\n\nThe fossil has been identified as a new silesaurid, an extinct group of reptiles. Paleontologists debate whether silesaurids were true dinosaurs or possibly a precursor to the creatures that once dominated the Earth.\n\nPaleontologist from the Federal University of Santa Maria, Rodrigo Temp Muller, holds a fossil ( REUTERS )\n\n“Understanding the characteristics of these precursors could shed light on what was crucial for the dinosaurs’ evolutionary success,” the statement said.\n\nUnearthed in a rock layer dating back to the Triassic period, between 252 million and 201 million years ago, the Gondwanax paraisensis fossil comes from the time when dinosaurs as well as mammals, crocodiles, turtles and frogs first arose.\n\nIn 2014, physician Pedro Lucas Porcela Aurelio found the fossil in the town of Paraiso do Sul in Brazil’s southernmost Rio Grande do Sul state.\n\nHe donated it to a local university in 2021, kicking off three years of research.\n\n“Being the first human to touch something from 237 million years ago is extraordinary,” Aurelio told Reuters.\n\n“It’s an indescribable feeling,” said the self-described paleontology buff since childhood.\n\nPaleontologist Rodrigo Temp Muller and geologist Jossano de Rosso Morais, both from the Federal University of Santa Maria, search for fossils at the archaeological site, where fossils of the Gondwanax paraisensis, a species that lived 237 million years ago and was a precursor to dinosaurs were discovered, in the city of Paraiso do Sul, Rio Grande do Sul state, Brazil, ( REUTERS )\n\nThe discovery is detailed in an article by paleontologist Rodrigo Temp Müller published late last month in the scientific journal Gondwana Research.\n\n“The most important part of this finding is its age,” Müller said in an interview. “Because it’s so old, it gives us clues as to how dinosaurs came to be.”\n\nHe added that the remains were covered by a thick layer of rock when donated by Aurelio and initially only parts of the vertebrae were visible.\n\nGondwanax means “lord of Gondwana,” referring to the Gondwana landmass in the southern region of the supercontinent Pangaea before the continents broke apart, while paraisensis honors the town of Paraiso do Sul."
    },
    {
        "title": "Archaeologists make first-of-its-kind discovery in ancient Egyptian tomb",
        "link": "https://www.msn.com/en-nz/news/other/archaeologists-make-exciting-discovery-in-ancient-egyptian-tomb/ar-AA1twHLR?ocid=BingNewsVerp",
        "description": "Archaeologists have uncovered a rare Egyptian tomb dating back 4,000 years. The tomb could change how researchers look at the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JMWUcavKukUbcvxP8g_e-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "Understanding Apophis: Key facts about the near-Earth asteroid set to fly in 2029",
        "link": "https://timesofindia.indiatimes.com/science/understanding-apophis-key-facts-about-the-near-earth-asteroid-set-to-fly-in-2029/articleshow/114990712.cms",
        "description": "Apophis, officially designated 99942 Apophis, is a near-Earth asteroid that has captured global attention since its discovery ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CaO8cMzGsnPH3mxv5Ev9zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "3h",
        "source": "Indiatimes",
        "article_content": "What is Apophis?\n\n\n\nUpcoming close approaches by Apophis\n\n\n\nOrigin and discovery of Apophis\n\n\n\nSize and structure of Apophis\n\n\n\nWhat will happen if Apophis hits Earth?\n\n\n\nWill Apophis hit our satellites?\n\n\n\nWill we be able to see Apophis?\n\n\n\nHow do astronomers track asteroids?\n\n\n\nFuture missions to Apophis\n\n\n\nAlso Read |\n\nApophis, officially designated 99942 Apophis, is a near-Earth asteroid that has captured global attention since its discovery in 2004. Initially estimated to have a 2.7% chance of impacting Earth in 2029, this asteroid sparked widespread media coverage and public interest. Fortunately, further observations confirmed that it will not collide with our planet, including during its close approaches in 2029 and 2036.Measuring approximately 450 metres across, Apophis will pass as close as 30,600 kilometres (19,000 miles) from Earth on April 13, 2029, making it one of the closest encounters with a significant asteroid in recent history. As scientists prepare to study this intriguing celestial body, the upcoming flybys present valuable opportunities for research and public engagement.Apophis, formally known as 99942 Apophis, is a near-Earth asteroid with an orbit that brings it within 1.3 times the distance between the Earth and the Sun. Since its discovery in 2004, it has captured significant media attention, particularly when it was initially estimated to have a 2.7% chance of impacting Earth in 2029. There was also a brief period during which it was thought to pose a risk in 2036. However, further observations have confirmed that Apophis will not collide with Earth in either of these years.While Apophis won’t collide with Earth, it will come very close on April 13, 2029. On that day, it will pass just 30,600 kilometres (19,000 miles) away from Earth, closer than some of our geostationary satellites. This close encounter is expected to spark public interest, and organisations like the Planetary Society are recommending ways to educate the public about the event. On March 30, 2036, Apophis will be much farther away, passing Earth at a distance of 8.4 million kilometres (5.2 million miles), which is more than 20 times the distance to the Moon.The name \"Apophis\" is derived from Egyptian mythology, where Apophis represents a serpent that is the enemy of Ra, the sun god. Each night, Apophis attempted to engulf the world in darkness, only to be defeated by Ra at dawn.Apophis was discovered on June 19, 2004, by astronomers Roy Tucker, David Tholen, and Fabrizio Bernardi at the Kitt Peak National Observatory in Arizona. Tucker had previously received a grant from the Shoemaker Near Earth Object Grant Program, which supports amateur astronomers in their efforts to find, track, and characterise near-Earth objects.Determining the exact size and shape of Apophis from Earth is challenging due to its small size. However, radar imaging has revealed that Apophis measures approximately 450 metres (1,500 feet) across its longest axis—comparable to five football fields and taller than the Empire State Building.Its shortest axis measures about 170 metres. The asteroid is likely to be egg-shaped or possibly dual-lobed, resembling Arrokoth, a small celestial body that NASA’s New Horizons spacecraft encountered in 2019.Currently, Apophis is not expected to hit Earth anytime soon. It will definitely miss Earth in 2029 and 2036, and observations made in March 2021 ruled out any risk of impact for at least the next 100 years. Initially, the chance of a 2029 impact was higher because early observations had not yet refined its trajectory. As more data became available, scientists were able to rule out the possibility of an impact.If Apophis were to collide with Earth, it would cause significant destruction, with effects felt hundreds of kilometres from the impact site. The energy released would be equivalent to over 1,000 megatons of TNT, similar to multiple nuclear explosions. In comparison, the asteroid that caused the extinction of the dinosaurs was much larger, at least 10 to 15 kilometres wide.Apophis will not collide with our geostationary communications satellites. While it will pass closer than some of these satellites, its trajectory is inclined away from the equator, ensuring it does not enter the region occupied by these vital communications systems.Yes, during its 2029 close approach, Apophis will be visible from Europe, Africa, and western Asia, appearing as a bright star moving across the sky. In 2036, it will be too far away to see without a telescope.Astronomers monitor asteroids like Apophis through a combination of follow-up observations and tracking efforts. These observations are gathered from both professional astronomers and skilled amateurs, then submitted to the Minor Planet Center. Teams at NASA's Jet Propulsion Laboratory and the NEODyS program in Italy compute the orbits of asteroids based on this data. The accuracy of these predictions is determined by the quality and quantity of observations.In some cases, radar is employed to obtain precise distance measurements, further refining orbital predictions. Additionally, spacecraft missions to near-Earth asteroids provide even more accurate orbital data.NASA's OSIRIS-APEX mission will study Apophis for 18 months starting in April 2029, just before its close encounter with Earth. This mission uses the OSIRIS-REx spacecraft, which recently returned samples from the asteroid Bennu.OSIRIS-APEX will investigate how Earth’s gravity affects Apophis' rotation and surface properties. This study could provide valuable insights about the asteroid and help scientists learn how to deflect similar objects that might threaten Earth in the future. As we approach the close encounters with Apophis, ongoing research and public education will be important for understanding this fascinating asteroid."
    },
    {
        "title": "Unleash Your Inner Developer: Create AI Tools with Zero Coding",
        "link": "https://www.geeky-gadgets.com/vectorshift-drag-and-drop-interface/",
        "description": "Whether you're looking to build a simple contact form or a complex AI tool like a custom ad copy generator, VectorShift ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gDKUeUP26OrTeq3UqYLXXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "19h",
        "source": "Geeky Gadgets",
        "article_content": "VectorShift has introduced a fantastic update that transforms the field of AI application development. This innovative platform now allows users to create advanced AI tools and custom forms effortlessly through an intuitive drag-and-drop interface, eliminating the need for coding skills and enabling users of all backgrounds to explore AI development.\n\nImagine building complex AI applications without writing any code. For many, AI development once seemed exclusive to those with technical expertise, but VectorShift’s update bridges this gap, providing widespread access to AI. With its easy-to-use interface, VectorShift enables users to create applications, from simple contact forms to complex tools like custom ad copy generators.\n\nVectorShift Update Nov 2024\n\nThis update is more than just convenience; it fosters creativity and innovation. Through input nodes for data collection and processing, VectorShift unlocks a world of possibilities, allowing users to automate tasks and enhance business operations. With these new features, VectorShift makes AI development more accessible and engaging than ever before, providing a unique opportunity for anyone ready to explore the power of AI without the complexities of coding.\n\nTL;DR Key Takeaways : VectorShift’s update introduces a drag-and-drop interface for creating AI applications, enabling users to build custom forms and tools without coding skills.\n\nThe platform supports the development of AI tools, such as custom ad copy generators, by using input nodes to streamline data processing and task automation.\n\nAs a no-code/low-code platform, VectorShift lowers the entry barrier for AI tool development, allowing users to create AI search engines, voice assistants, chatbots, and automations.\n\nThe update includes streamlined pipelines and a marketplace for cloning pre-made templates, facilitating quick and efficient solution implementation.\n\nNew features like Portals and Bulk Chops enhance model and automation management, while customization options allow seamless deployment and integration of AI applications.\n\nEffortless Form Creation: From Simple to Complex\n\nThe latest update introduces a powerful form-building capability that caters to a wide range of needs. Users can now design:\n\nSingle-page forms for straightforward data collection\n\nMulti-page forms for intricate, step-by-step processes\n\nCustomized layouts to match specific branding requirements\n\nThis versatility ensures that whether you’re creating a basic contact form or a complex survey, VectorShift’s drag-and-drop functionality makes the process intuitive and efficient. The platform’s user-friendly approach significantly reduces the time and effort typically associated with form development.\n\nAI Tool Development: Unleashing Creativity\n\nVectorShift’s update goes beyond simple form creation, allowing users to develop sophisticated AI tools. A standout feature is the ability to create custom ad copy generators. By incorporating input nodes, the platform streamlines data collection and processing, making it easier than ever to build AI-driven applications.\n\nThis capability opens up a world of possibilities for automating various tasks, including:\n\nContent creation and curation\n\nData analysis and visualization\n\nPersonalized recommendation systems\n\nThe platform’s flexibility allows users to explore and implement AI solutions across diverse industries and use cases.\n\nExplore further guides and articles from our vast library that you may find relevant to your interests in drag-and-drop interfaces.\n\nNo-Code/Low-Code: Bridging the Technical Gap\n\nAs a no-code/low-code platform, VectorShift significantly lowers the entry barrier for AI application development. This approach enables a broader range of users, including those without extensive programming backgrounds, to participate in creating:\n\nAI-powered search engines\n\nIntelligent voice assistants\n\nAdvanced chatbots\n\nComplex automation workflows\n\nBy simplifying the development process, VectorShift fosters innovation and encourages more diverse perspectives in the field of AI tool creation.\n\nStreamlined Development with Pipelines and Templates\n\nThe update introduces a robust pipeline system for managing automations and creations. This feature allows users to:\n\nOrganize complex workflows efficiently\n\nReuse components across multiple projects\n\nCollaborate more effectively with team members\n\nAdditionally, VectorShift now offers a marketplace where users can access and clone pre-made templates. This resource significantly accelerates the development process, allowing for rapid prototyping and implementation of AI solutions.\n\nEnhanced Features for Improved Functionality\n\nVectorShift’s latest update includes several new features that enhance its overall functionality:\n\nPortals: Centralized hubs for managing models, voice bots, and automations\n\nCentralized hubs for managing models, voice bots, and automations Bulk Chops: Tools for efficient handling of large-scale operations\n\nTools for efficient handling of large-scale operations Multi-page form variants: Advanced input management capabilities\n\nThese additions contribute to a more comprehensive and versatile development environment, catering to increasingly complex AI application needs.\n\nCustomization and Seamless Integration\n\nVectorShift offers extensive customization options, allowing users to:\n\nStyle forms to match specific brand guidelines\n\nAdd onboarding pages for improved user experience\n\nExport forms as standalone links\n\nEmbed AI tools directly into existing websites\n\nThis flexibility ensures that the AI applications developed on VectorShift can be seamlessly integrated into various digital environments, maintaining a consistent look and feel with existing platforms.\n\nReal-World Application: AI-Powered Ad Copy Generation\n\nTo illustrate VectorShift’s practical utility, consider the creation of an AI application for generating ad copy. By using OpenAI’s large language model, users can develop a tool that:\n\nAnalyzes input parameters such as product details and target audience\n\nGenerates multiple variations of engaging ad content\n\nAdapts tone and style based on specified preferences\n\nThis example demonstrates how VectorShift can be used to create powerful AI tools that address real-world business needs, potentially saving countless hours in the creative process.\n\nEmbrace the Future of AI Development with VectorShift\n\nThe latest update from VectorShift represents a fantastic leap forward in making AI application development accessible to a wider audience. By combining powerful features with an intuitive interface, VectorShift enables users to harness the full potential of AI without the need for extensive technical knowledge.\n\nAs AI continues to play an increasingly important role across industries, platforms like VectorShift are instrumental in fostering innovation and creativity. Whether you’re a seasoned developer or a curious beginner, VectorShift invites you to explore the boundless possibilities of AI application development and contribute to shaping the future of technology.\n\nMedia Credit: WorldofAI\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Vertafore buys Surefyre to accelerate growth in MGA space",
        "link": "https://www.msn.com/en-us/money/companies/vertafore-buys-surefyre-to-accelerate-growth-in-mga-space/ar-AA1tyM4l?ocid=BingNewsVerp",
        "description": "The acquisition adds Surefyre’s AI-enabled, low-code/no-code solution to Vertafore’s managing general agent (MGA) ecosystem ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kt30UrT-3egqsSESwnl1ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "GlobalData on MSN20h",
        "source": "GlobalData on MSN",
        "article_content": ""
    },
    {
        "title": "Trump slams Pelosi as 'evil, sick, crazy,' but stops short of profanity: 'It starts with a B'",
        "link": "https://www.msn.com/en-ca/news/politics/trump-slams-pelosi-as-evil-sick-crazy-but-stops-short-of-profanity-it-starts-with-a-b/ar-AA1txSZa?ocid=BingNewsVerp",
        "description": "Former President Donald Trump stopped just shy of calling former House Speaker Nancy Pelosi a profanity, saying that the word ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Nv-qQ5Bnbl_ykrSFAH0PmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "19hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "A Comprehensive Guide To Evaluating Early-Stage Startups",
        "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2024/11/05/a-comprehensive-guide-to-evaluating-early-stage-startups/",
        "description": "After assessing your idea, your founding team is arguably the most important aspect. Startups, especially early-stage ones, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xTHogLDVFFgKN9EZvqVWFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "20h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "It’s the end of the road for Sony’s pricey AirPeak S1 drone",
        "link": "https://www.digitaltrends.com/news/sony-to-discontinue-airpeak-s1-drone/",
        "description": "However, battery packs for the AirPeak will continue to be available through March 2026, and repairs and software maintenance ...",
        "image_url": "https://www.bing.com/th?id=OVF.M08U6D1DgAHfiWQXKsyOdw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "10h",
        "source": "Digital Trends",
        "article_content": "Sony has announced it will discontinue the AirPeak S1 drone next year. The decision comes three years after the company started taking orders for the remotely controlled flying machine.\n\nRecommended Videos\n\nIn a message on its Japanese website, the tech giant said it will stop selling the drone and most of its related products at the end of March 2025. However, battery packs for the AirPeak will continue to be available through March 2026, and repairs and software maintenance will be offered until the end of March 2030.\n\nSony put its decision down to “changes in the business environment,” which feels like company-speak for: “We weren’t selling enough of them.”\n\nIn what seemed like a brave move to take on drone giant DJI, Sony launched the AirPeak S1 in 2021, targeting professional filmmakers and photographers with a system that enabled the use of Sony’s high-end mirrorless cameras. In an even braver move, the company charged $9,000 for the aircraft, a hefty price that may well have been its undoing.\n\nSony unveiled the AirPeak S1 to great fanfare, trumpeting its top speed of 55 mph and its dual-operation mode that lets one person fly the drone while someone else focuses on controlling the camera. It also has the ability to stay steady in winds as strong as 44.7 mph, allowing filmmakers to capture smooth footage in challenging conditions.\n\nBut one early review of the machine was particularly damning. Photography specialist site PetaPixel criticized the AirPeak S1 for its complex set-up process, poor performance, camera feed issues, and app limitations. It titled its review: “A rare, utter flop for Sony.”\n\nThe company had been rolling out gradual improvements via software updates, but evidently they were not enough to save the machine. Sony has no other drones among its myriad of product offerings, and it looks likely to stay that way for the foreseeable future."
    },
    {
        "title": "OpenAI’s robotics plans aim to ‘bring AI into the physical world’",
        "link": "https://www.msn.com/en-us/news/technology/openai-s-robotics-plans-aim-to-bring-ai-into-the-physical-world/ar-AA1tztNy?ocid=BingNewsVerp",
        "description": "Ive himself is reportedly leading the hardware’s design effort. It’s no secret that OpenAI has ambitions that extend beyond ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iSnKkAdzVGeNesRpsA16Xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Digital Trends on MSN10h",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]