[
    {
        "title": "UFO whistleblowers tell Congress 'we are not alone in the cosmos' (video)",
        "link": "https://www.msn.com/en-us/news/technology/ufo-whistleblowers-tell-congress-we-are-not-alone-in-the-cosmos-video/ar-AA1u2qoZ?ocid=BingNewsVerp",
        "description": "\"Excessive secrecy has led to grave misdeeds against loyal civil servants, military personnel and the public — all to hide ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yfdeIvSJIK0j3sGlo7vZNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Space on MSN17h",
        "source": "Space on MSN",
        "article_content": "Content not available"
    },
    {
        "title": "UFO hearing: Ex-Pentagon official says government 'cabal' is hiding 'the fact that we are not alone'",
        "link": "https://www.msn.com/en-us/news/us/ufo-hearing-ex-pentagon-official-says-government-cabal-is-hiding-the-fact-that-we-are-not-alone/ar-AA1u1JmH?ocid=BingNewsVerp",
        "description": "A former Pentagon official testified to Congress that the U.S. government has evidence that \"we are not alone in the cosmos,\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cBJUk1mT0Qf7kt71cjm8lC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15hon MSN",
        "source": "FOX News on MSN",
        "article_content": ""
    },
    {
        "title": "Live: UFO House Hearing ‘Exposing the Truth’",
        "link": "https://www.msn.com/en-us/money/other/ufo-house-hearing-what-witnesses-plan-to-say/ar-AA1tYhod?ocid=BingNewsVerp",
        "description": "( NewsNation) — At a House of Representatives committee hearing on unidentified anomalous phenomena Wednesday, lawmakers will ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MRsueCVSg8N1-yIZmkf6qC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "News Nation on MSN18h",
        "source": "News Nation on MSN",
        "article_content": ""
    },
    {
        "title": "UFO whistleblower: U.S. government knows about UAP | Morning in America",
        "link": "https://www.yahoo.com/news/ufo-whistleblower-u-government-knows-115243703.html",
        "description": "Former military and intelligence personnel testified Wednesday on Capitol Hill over UAP and UFO phenomena. Witness testimony ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bX8X4MCFR6oOnlkKgYtp7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "24m",
        "source": "Yahoo",
        "article_content": "WASHINGTON (Reuters) -President-elect Donald Trump on Wednesday named incendiary Republican U.S. Representative Matt Gaetz to be his nominee for attorney general, selecting an ally who has faced Justice Department scrutiny to run the agency. \"Matt will end Weaponized Government, protect our Borders, dismantle Criminal Organizations and restore Americans’ badly-shattered Faith and Confidence in the Justice Department,\" Trump said in a statement announcing the selection, which would be subject to confirmation by the Republican-majority Senate. The choice of a 42-year-old congressman who has never worked in the Justice Department or as a prosecutor at any level of government was the latest in a wave of Trump nominations of candidates with scant experience."
    },
    {
        "title": "Lauren Boebert probes UFO experts on existence of underwater alien bases on Earth: ‘The American people are being kept in the dark’",
        "link": "https://www.msn.com/en-us/news/technology/lauren-boebert-probes-ufo-experts-on-existence-of-underwater-alien-bases-on-earth-the-american-people-are-being-kept-in-the-dark/ar-AA1u4dBR?ocid=BingNewsVerp",
        "description": "There’s a lot of information about UAPs that we are unaware of due to over-classification, and the American people are being ...",
        "image_url": "https://www.bing.com/th?id=OVFT.roh6RSzMttsrZ9YQyBfwjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Google’s Gemini AI now has its own iPhone app",
        "link": "https://www.msn.com/en-us/money/other/google-s-gemini-ai-now-has-its-own-iphone-app/ar-AA1u51wr?ocid=BingNewsVerp",
        "description": "In the AI chatbot world, ubiquity is everything. Companies have raced to build desktop and mobile apps for their bots, in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.V9KtYiFwPPnAJttto8bHgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8mon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "How Google’s NotebookLM AI app can help you ace your exams",
        "link": "https://www.msn.com/en-us/news/other/how-google-s-notebooklm-ai-app-can-help-you-ace-your-exams/ar-AA1u4HUn?ocid=BingNewsVerp",
        "description": "Dreading your exams? NotebookLM can be surprisingly helpful for studying, understanding, and remembering your course material ...",
        "image_url": "https://www.bing.com/th?id=OVFT.z2zo7JEBu-pnGR2r9wNI4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1hon MSN",
        "source": "PC World on MSN",
        "article_content": ""
    },
    {
        "title": "Google Releases Standalone Gemini AI App for iPhone",
        "link": "https://www.macrumors.com/2024/11/14/google-releases-gemini-ai-app-iphone/",
        "description": "Google has launched its dedicated Gemini artificial intelligence app for iPhone users, expanding beyond the previous limited ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QxipPqdn2Cv1X9gEW0Huyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "MacRumors",
        "article_content": "Google has launched its dedicated Gemini artificial intelligence app for iPhone users, expanding beyond the previous limited integration within the main Google app. The standalone app offers enhanced functionality, including support for Gemini Live and iOS-specific features like Dynamic Island integration.\n\n\n\nThe new app allows iPhone users to interact with Google's AI through text or voice queries and includes support for Gemini Extensions. A key feature is Gemini Live, which wasn't available in the previous Google app implementation. When engaged in a conversation, Gemini Live appears in both the Dynamic Island and Lock Screen, letting you control your AI interactions without returning to the main app.\n\nThe app is free to download, and Google offers premium features through Gemini Advanced subscriptions available as in-app purchases. Gemini Advanced is part of a Google One AI premium plan costing $18.99 per month. Apart from Gemini in Mail, Docs, and more, it includes access to Google's next-generation model, 1.5 Pro, priority access to new features, and a one million token context window. Users need to sign in with a Google account to access the service.\n\n\n\nThe rollout follows an initial soft launch in the Philippines earlier this week, with availability now extending to additional regions including Australia, India, the US, and the UK.\n\nPreviously, iOS users could only access Gemini through a dedicated tab within the main Google app, which offered a more limited experience compared to the Android version. This standalone release, available on the App Store, brings feature parity closer between the two mobile platforms."
    },
    {
        "title": "Google Gemini AI will protect your Pixel from spam calls and rogue apps",
        "link": "https://www.yahoo.com/tech/google-gemini-ai-protect-pixel-200014978.html",
        "description": "But AI like Google’s Gemini can be used to protect people by looking out for patterns in calls and app behavior that users ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xOm7R68LraIWXfk7VmcEIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Yahoo16h",
        "source": "Yahoo",
        "article_content": "If you purchase an independently reviewed product or service through a link on our website, BGR may receive an affiliate commission.\n\nWhen ChatGPT went viral a couple of years ago, some law enforcement agencies warned that AI would make it even easier for hackers to develop dangerous tools. We even saw concepts of undetectable malware created with the help of chatbots despite the protections that are typically built into these programs.\n\nMore recently, we heard about an attempted Gmail account takeover that utilized a voice call with what seemed to be a Google support person. The tech-savvy engineer who was targeted ended up spotting the scam and concluded that he was talking with an AI chatbot rather than a real human. While that hack attempt failed, attackers might still try to employ various AI tactics to get into your accounts.\n\nToday's Top Deals\n\nAdvertisement Advertisement\n\nBut AI like Google’s Gemini can be used to protect people by looking out for patterns in calls and app behavior that users would not otherwise catch. That’s exactly what Google is doing with AI on Pixel phones, which are about to get a couple of handy new AI-powered security features: Scam Detection for voice calls, live threat detection, and real-time alerts in Google Play Protect for apps.\n\nPixel phones as old as the Pixel 6 series will get the new AI security features first. Google will then eventually bring at least some of them to other Android handsets.\n\nGoogle detailed the new AI security features in a blog post on Wednesday.\n\nGoogle's new Scam Detection AI security feature.\n\nScam Detection will let you use Gemini Nano, Google’s on-device AI, to listen to calls in real time. The AI will detect conversation patterns that are associated with scams and inform you as they happen:\n\nAdvertisement Advertisement\n\nIf a caller claims to be from your bank and asks you to urgently transfer funds due to an alleged account breach, Scam Detection will process the call to determine whether the call is likely spam and, if so, can provide an audio and haptic alert and visual warning that the call may be a scam.\n\nThe feature will be turned off by default, but you can enable Scam Detection and disable it whenever you feel like it. Google says the security feature is built with privacy at the core. The calls are processed on the device via Gemini Nano, and the AI will not transmit any data to Google’s servers:\n\nThe AI detection model and processing are fully on-device, which means that no conversation audio or transcription is stored on the device, sent to Google servers or anywhere else, or retrievable after the call.\n\nThat’s certainly the kind of privacy guarantee such security products need.\n\nScam Detection will start rolling out to Phone by Google public beta users in the US first. You’ll need a Pixel 6 or later to use the feature, and English is the only supported language for now. Google is also encouraging users to submit feedback if they plan to use the feature while in beta.\n\nGoogle Play Protect will issue notifications in real-time about malicious apps.\n\nCalls are only a part of the problem. You can end up with malware apps on your phone, especially on Android, where it’s easier to sideload apps than on iPhone. Sometimes, even apps in the Play Store turn out to contain malware despite Google’s best efforts.\n\nAdvertisement Advertisement\n\nGoogle’s Wednesday announcement also covers new AI security features related to app installs. Google Play Protect already works in the background on the phone to protect against malware and unsafe apps in real time.\n\nThanks to the new features, live threat detection, and real-time alerts, Google Play Protect will now notify you in real-time that an unsafe app might be showing potentially harmful behavior.\n\nLike Scam Detection, the app-related AI security features will not collect user data while they monitor the Pixel phone:\n\nAt launch, live threat detection will focus on stalkerware, code that may collect personal or sensitive data for monitoring purposes without user consent, and we will explore expanding its detection to other types of harmful apps in the future. All of this protection happens on your device in a privacy preserving way through Private Compute Core, which allows us to protect users without collecting data.\n\nThe new Google Play Protect features are available on Pixel 6 phones and newer right now, and they’ll expand to other Android phones in the coming months.\n\nAdvertisement Advertisement\n\nDon't Miss: Today’s deals: $17.50 Apple AirTags, $50 off Madden NFL 25, $30 Crock-Pot Electric Lunch Box, more\n\nMore Top Deals\n\nSign up for BGR's Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram.\n\nSee the original version of this article on BGR.com"
    },
    {
        "title": "Google rolls out its smart AI scam detector for the Pixel Phone app",
        "link": "https://www.techradar.com/phones/google-pixel-phones/google-rolls-out-its-smart-ai-scam-detector-for-the-pixel-phone-app",
        "description": "AI-powered Scam Detection feature rolling out for Pixel Phone app Feature scans audio from incoming calls and sends scam ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uqDbCa7_BvOZ8xVuMDz2wC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "TechRadar12h",
        "source": "TechRadar",
        "article_content": "AI-powered Scam Detection feature rolling out for Pixel Phone app\n\nFeature scans audio from incoming calls and sends scam alerts\n\nCurrently only available in the beta version of the app for US users\n\nHaving announced the feature back at Google I/O 2024 in May, Google is now rolling out its AI-powered Scam Detection feature for the Pixel Phone app – though for now it's only available in the beta version for US users.\n\nThe rollout was announced by Google in a blog post (via 9to5Google), with the promise that they'll be appearing on other Android devices besides Pixels in the future. For now, the Pixel 6 from 2021 and all later Pixels are eligible for the update.\n\nAs we previously reported, the feature uses on-board AI to scan the audio from your incoming calls. If the algorithms detect that you might be getting scammed, you'll see an alert to that effect on the Phone app screen.\n\n\"For example, if a caller claims to be from your bank and asks you to urgently transfer funds due to an alleged account breach, Scam Detection will process the call to determine whether the call is likely spam and, if so, can provide an audio and haptic alert and visual warning that the call may be a scam,\" explains Google.\n\nLocal processing\n\nThe feature is available on all Pixels from the Pixel 6 onwards, including the Pixel 7a (Image credit: Future / James Ide)\n\nWhile the thought of AI listening to your calls is a little unnerving, this is all handled locally, with no data sent back to the cloud: the Pixel 9 phones use the built-in Gemini Nano, and older Pixels use \"other robust Google on-device machine learning models\".\n\nWhile the rise of generative AI certainly has its benefits, it's also proving to be something of a headache in terms of digital security. Fraudsters are making use of the tech to create scam calls, while the good guys are fighting back with their own AI operators.\n\nThe new feature adds to the suite of security protections already available in the Phone app for Pixels. Those protections include Call Screen, which can answer calls with a bot to see what the caller wants before you get involved.\n\nGet the best Black Friday deals direct to your inbox, plus news, reviews, and more. Sign up to be the first to know about unmissable Black Friday deals on top tech, plus get all your favorite TechRadar content. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nIn this early form inside the beta app, Scam Detection isn't on by default: you have to go to the app settings (via the three-dot button in the top right corner) to enable it. Google is also asking early adopters for feedback on the feature, and how well it works, before rolling it out more widely."
    },
    {
        "title": "Only certain paranormal beliefs may be linked with more stress and distress, research reveals",
        "link": "https://www.msn.com/en-us/health/medical/only-certain-paranormal-beliefs-may-be-linked-with-more-stress-and-distress-research-reveals/ar-AA1u1K6C?ocid=BingNewsVerp",
        "description": "In a new study, feelings of distress and reduced ability to cope with stress were associated with traditional paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bL_kzBu6jw5bbhX0_cgmTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "17hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "Traditional paranormal beliefs linked to increased stress and reduced coping",
        "link": "https://www.msn.com/en-gb/health/other/traditional-paranormal-beliefs-linked-to-increased-stress-and-reduced-coping/ar-AA1u3MeQ?ocid=BingNewsVerp",
        "description": "In a new study, feelings of distress and reduced ability to cope with stress were associated with traditional paranormal beliefs, but not with new age philosophy. - ...",
        "image_url": "https://www.bing.com/th?id=ODF.wTzFRLrnHCXMO3gKqyXx3g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "News Medical on MSN5h",
        "source": "News Medical on MSN",
        "article_content": ""
    },
    {
        "title": "Spectral Research and Investigations hosts paranormal, oddities fair this weekend",
        "link": "https://www.herald-dispatch.com/features_entertainment/spectral-research-and-investigations-hosts-paranormal-oddities-fair-this-weekend/article_aaa10e5a-a208-11ef-a155-27559400d269.html",
        "description": "HUNTINGTON — This weekend, the locally based Spectral Research and Investigations organization and the Museum of Radio and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FrEmhmPNr3GpcfvTifUA-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Herald-Dispatch8h",
        "source": "The Herald-Dispatch",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Having these ‘paranormal’ beliefs linked to more difficulty coping with stress",
        "link": "https://www.msn.com/en-us/health/wellness/having-these-paranormal-beliefs-linked-to-more-difficulty-coping-with-stress/ar-AA1u1YqD?ocid=BingNewsVerp",
        "description": "From the supernatural to the super-neurotical. Researchers at Manchester Metropolitan University in the UK set out to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EnRlhVkjaxCUzzP0KHgKKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "17hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "High-flying fun comes to the big top at the Mississippi Valley Fairgrounds",
        "link": "https://www.wqad.com/article/news/local/the-current/paranormal-cirque-circus-mississippi-valley-fairgrounds-big-top-tent-acrobats-illusionists-tickets/526-e83ae5a6-2d9c-4bf1-adae-300f3be8a99a",
        "description": "Paranormal Cirque brings its mix of circus, theatre and cabaret to the Mississippi Valley Fairgrounds' big top tent from Nov.",
        "image_url": "https://www.bing.com/th?id=OVFT.YGSSmM909s88v6kouV5j2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "15h",
        "source": "wqad",
        "article_content": "Paranormal Cirque brings its mix of circus, theatre and cabaret to the Mississippi Valley Fairgrounds' big top tent from Nov. 14-17.\n\nExample video title will go here for this video\n\nExample video title will go here for this video\n\nDAVENPORT, Iowa — Cirque Italia presents \"Paranormal Cirque\" at Davenport's Mississippi Valley Fairgrounds Thursday through Sunday, Nov. 14-17.\n\nThe show combines circus, theatre and cabaret with a European flare that's meant for a mature audience. There will be acrobatics, illusionists and the Wheel of Death.\n\n\"This innovative horror story features different shades of sexy and an incomparable storyline - the only thing you can be sure of during this unique experience is that you will not know what to expect! It might be hard to divide reality and illusion,\" reads a press release from Cirque Italia.\n\nThe shows will be at the Fairgrounds' white and black big top tent. You have six chances to catch the performance:\n\nThursday, Nov. 14 at 7:30 p.m.\n\nFriday, Nov. 15 at 7:30 p.m.\n\nSaturday, Nov. 16 at 6:30 p.m. and 9:30 p.m.\n\nSunday, Nov. 17 at 5:30 p.m. and 8:30 p.m.\n\nThe on-site box office will be open 10 a.m. to 10 p.m. You can also purchase your tickets online here, or by calling/texting 941-704-8572.\n\nParanormal Cirque is offering a special promotion for $5 off any full-priced ticket purchased in levels 1, 2 or 3. This offer cannot be combined with any other offers, discounts or deals. You can call 941-704-8572 for your region's promo code.\n\nAnyone under the age of 18 requires a parent or guardian to attend as well. This show contains adult language and material."
    },
    {
        "title": "California scientists astounded by discovery of mystery deep sea species",
        "link": "https://www.msn.com/en-us/news/world/california-scientists-astounded-by-discovery-of-mystery-deep-sea-species/ar-AA1u4TZ6?ocid=BingNewsVerp",
        "description": "Advances in technology that enabled the discovery of a new species by California scientists may lead to a better ...",
        "image_url": "https://www.bing.com/th?id=OVFT.o8kXMXXvVtTAj1HsSkFVzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "38mon MSN",
        "source": "SFGATE on MSN",
        "article_content": ""
    },
    {
        "title": "A DNA Discovery Shatters the Truth About Pompeii’s Famous Victims",
        "link": "https://www.popularmechanics.com/science/archaeology/a62872156/pompeii-dna-vesuvius-victims/",
        "description": "A new study— published in Current Biology by a team of researchers at Harvard University and the Archaeological Park of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RDF_QVznKfNyTIUnMCq32C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "23h",
        "source": "Popular Mechanics",
        "article_content": "Some of the victims of the Mount Vesuvius eruption in 79 A.D. in Pompeii were cast in plaster to preserve the scene.\n\nNew DNA studies of those victims tell a different tale than what experts had previously speculated.\n\nCommon interpretations of three well-known relationships were proven false by the scientific study.\n\nThe Mount Vesuvius eruption of 79 A.D. blanketed Pompeii in destruction. To preserve the historical nature of the event and help tell the stories of the residents of the city, some of the victims who had been buried by the ash and debris from the volcano were eventually cast in plaster. It turns out that the stories of a few of those individuals weren’t quite as truthful as we previously thought.\n\nA new study—published in Current Biology by a team of researchers at Harvard University and the Archaeological Park of Pompeii in Naples, Italy—asserts that ancient DNA taken from some of the victims challenges stories long told about those particular Pompeii citizens.\n\n“The findings demonstrate the importance of integrating genetic analysis with archaeological and historical information to enrich or correct narratives constructed based on limited evidence,” Alissa Mittnik, a co-author of the study, said in a statement.\n\nRelated Story Roman Coins, Graves Found in Pompeii Shop Dig\n\nFor decades, many of the stories told about the relationships and connections between individuals discovered within the Archaeological Park of Pompeii were based simply on the physical appearances of the victims and their proximity to one another. In one situation, for example, the tableau of an adult with a golden bracelet holding a child on their lap was interpreted as a mother holding her offspring. This recent DNA analysis, however, shows that there was no maternal presence or any familial relationship involved in the scene. Instead, the adult in the scene wearing the jewelry was a male who was biologically unrelated to the child.\n\nA second scene features four victims huddled together, often believed to be a family. But when the research team analyzed DNA from three of the victims, they found no genetic ties between them.\n\nIn a third situation, two individuals are seen lying in what is believed to be an embrace. Some have hypothesized the two people could be sisters, a mother holding a daughter, or even lovers. The DNA shows that at least one of the two people was a male, eliminating two of the three common interpretations.\n\nThe ancient eruption buried several Roman towns, killing inhabitants and laying ash deposits across cities that preserved everything from buildings to sculptures and mosaics to human victims. Shortly following the eruption, rain helped functionally cement the bodies within the ash. When excavators descended upon the area centuries later, the outlines of roughly 1,000 victims remained and—in over 100 cases—the cavities were filled in with plaster to preserve their positioning.\n\nRelated Story Before Volcanoes, Pompeii Struggled with Potholes\n\nWhile this DNA analysis dispels some of the myths of Pompeii, the goal of the team behind this work was not necessarily to sleuth out any definitive histories. And DNA on its own wouldn’t be enough to know the stories of these victims. For one, some of the remains may have been moved from their original positions, and the plaster casts could have been “creatively restored” in the past, the study authors wrote. The team also warned that using so few clues, such as jewelry, to spin a full tale proves risky, especially in an area rich with differing cultures.\n\nThe intent of the team was never to get these stories right once and for all—rather, they wanted to ensure that the tales were merely less wrong. “Instead of establishing new narratives that might also misrepresent these people’s experiences,” David Reich, co-senior author of the study, said in a statement, “the genetic results encourage reflection on the dangers of making up stories about gender and family relationships in past societies based on present-day expectations.”"
    },
    {
        "title": "Fossil Discovery Sheds Light on Bird Brain Evolution",
        "link": "https://www.devdiscourse.com/article/science-environment/3156744-fossil-discovery-sheds-light-on-bird-brain-evolution",
        "description": "A unique fossil discovery in Brazil provides new insights into bird brain evolution, while a study highlights drastic ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bnkXMubcf5CcoX53qyK4pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "devdiscourse15h",
        "source": "devdiscourse",
        "article_content": "A groundbreaking fossil find in Brazil has given scientists crucial insights into the evolution of bird brains. Unearthed was the remarkably preserved skull of a previously unknown bird species, Navaornis hestiae, from the Cretaceous Period. This discovery allowed researchers to digitally reconstruct the brain and inner ear anatomy of the ancient bird, providing significant clues to how modern avian brains, renowned for their cognitive abilities, evolved over millions of years.\n\nIn another significant development, researchers have documented catastrophic declines in African elephant populations across the continent. This comprehensive assessment, unveiled on Monday, revealed dramatic population drops of the savanna and forest elephant species. The study utilized data from population surveys at 475 sites spanning 37 countries from 1964 to 2016, painting a grim picture of these majestic mammals' plight.\n\nTogether, these findings emphasize the importance of understanding both past and present ecosystems. The fossil discovery not only enhances knowledge of avian evolution but underlines the necessity of tackling current biodiversity challenges, as evidenced by the declining numbers of African elephants, some of the planet's most intelligent and social creatures.\n\n(With inputs from agencies.)"
    },
    {
        "title": "'Medieval' King Arthur site is 4,000 years older than we thought",
        "link": "https://www.livescience.com/archaeology/medieval-king-arthur-site-is-4-000-years-older-than-we-thought",
        "description": "\"Given that the monument is now 4,000 years older than most people thought, we now need to consider the monument within the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hHpp-ZdvKEIzFO0koAKKwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science21h",
        "source": "Live Science",
        "article_content": "The excavations show the mysterious monument known as \"King Arthur's Hall\" on Cornwall's Bodmin Moor was built more than 5,000 years ago.\n\nA structure in southwest England that's associated with King Arthur isn't medieval as scientists had long thought. Instead, it dates back more than 5,000 years, to the Neolithic, or New Stone Age, archaeologists say — thousands of years before the mythical king and his knights are said to have lived.\n\nThe scientists who were involved in recent excavations at \"King Arthur's Hall,\" an unusual rectangular structure on the Bodmin Moor in Cornwall, used several dating techniques to establish that the hall was built between 5,000 and 5,500 years ago.\n\nThe results challenge the idea that the structure had anything to do with the mythical Arthur, who would have lived in the fifth or sixth centuries A.D. — although most historians think he didn't exist at all and, in reality, was a medieval fiction based on traditional tales.\n\n\"Given that the monument is now 4,000 years older than most people thought, we now need to consider the monument within the context of Bodmin Moor's prehistoric landscape,\" Tim Kinnaird , a geochronologist at the University of St Andrews in Scotland, told Live Science.\n\nRelated: Graves of dozens of kings from the time of King Arthur uncovered in Britain\n\nKinnaird is an expert in optically stimulated luminescence (OSL), which can estimate when certain minerals were last exposed to the sun. The OSL results were combined with other dating techniques, such as the radiocarbon dating of buried pollen and insect eggs, to determine the age of the mysterious structure.\n\nKing Arthur's Hall isn't the only Neolithic structure associated with Arthur. Arthur's Stone , a 5,700-year-old chambered tomb in Herefordshire, is also linked through legend to the medieval king, with one story claiming that a giant battling Arthur at the site fell and left an imprint of its elbow on the tomb.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe unusual structure may have been used in medieval times as a pen for animals, but the latest excavations show it was originally built in the Neolithic, or New Stone Age. (Image credit: Cornwall National Landscape)\n\nKing Arthur's Hall\n\nKing Arthur's Hall is an unusual solitary structure on a remote part of Bodmin Moor; the name \"moor\" here means \"open uplands,\" possibly from an Old English word meaning \"swamp.\" It is rectangular, consists of a bank of earth and stone measuring about 69 by 160 feet (21 by 49 meters), and is studded with 56 standing stones on the inner face of the embankment.\n\nHistoric England, a government agency, had listed the structure as a medieval animal pound, although its standing stones and north-south alignment suggested it might be prehistoric. Now, the new dating has established that the structure was built in the late fourth millennium B.C., during the Neolithic — a discovery that indicates it is older than the oldest parts of Stonehenge .\n\nKinnaird said in an email that King Arthur's Hall had now been revealed as one of several prehistoric monuments on Bodmin Moor, which indicates an active Neolithic community had built a rich landscape of monuments there. Other nearby Neolithic structures include \"tor enclosures,\" such as Rough Tor ; standing stones; and \"long barrows\" (burial mounds).\n\nImage 1 of 2 The excavations were carried out this summer by a team of scientists from several British universities and local archaeologists. (Image credit: Cornwall National Landscape) The new analysis included the radiocarbon dating of organic materials and the dating of soil with Optically Stimulated Luminescence (OSL), which can determine when certain minerals were last exposed to sunlight. (Image credit: Cornwall National Landscape)\n\nDeath of Arthur\n\nCornwall's Bodmin Moor has long been regarded in legends as the site of Arthur's final Battle of Camlann. According to medieval Welsh texts, Arthur and his knights fought in the sixth century against the rebel forces of Mordred at Camlann — a location identified by some as the Cornish town of Camelford on the edge of Bodmin Moor, although there are rivals for the claim .\n\nLegends say Mordred — either Arthur's nephew or illegitimate son, according to various authors — was killed in the battle, while Arthur was fatally wounded and taken by a magical boat to the mystical island of Avalon .\n\nSeveral ancient sites around Bodmin Moor are linked with Arthurian legends, and in the 16th century it was said Arthur himself had frequented King Arthur's Hall. But the new results show the structure must have already been thousands of years old if Arthur ever went there.\n\nA spokesperson for the Cornwall Archaeology Society, which was also involved in the excavations, said the association with Arthur reflected the structure's unknown origins."
    },
    {
        "title": "Three galactic 'red monsters' in the early Universe",
        "link": "https://www.sciencedaily.com/releases/2024/11/241113123127.htm",
        "description": "Astronomers have identified three ultra-massive galaxies -- nearly as massive as the Milky Way -- already in place within the first billion years after the Big Bang. This surprising discovery was made ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily17h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Baidu, Inc. (BIDU): Expands AI Offerings with New Text-to-Image and No-Code Development Tools to Accelerate LLM Commercialization",
        "link": "https://www.msn.com/en-us/money/companies/verint-systems-inc-vrnt-transforming-customer-engagement-with-ai-saving-105-million-annually-for-a-leading-telecom-company/ar-AA1u2Vqr?ocid=BingNewsVerp",
        "description": "We recently compiled a list of the 15 AI News That Broke The Internet. In this article, we are going to take a look at where ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bd05Jf2u-SxC08xBg16qbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "11hon MSN",
        "source": "Insider Monkey on MSN",
        "article_content": ""
    },
    {
        "title": "This Bengaluru Startup is Building a Cheaper Alternative to Salesforce and Zoho",
        "link": "https://analyticsindiamag.com/ai-origins-evolution/this-bengaluru-startup-is-building-a-cheaper-alternative-to-salesforce-and-zoho/",
        "description": "Following the recent $1 million seed funding round led by Ola’s co-founder Ankit Bhati and other notable investors, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.m1IqfLg9_mCPbXpQYYR-vS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics India Magazine4h",
        "source": "Analytics India Magazine",
        "article_content": "No-code platforms are not dead yet. They are very much alive with the help of AI. Bengaluru-based Tablesprint aims to stand out as an AI-powered low-code platform, designed to bring enterprise-level applications to companies of all sizes.\n\nFollowing the recent $1 million seed funding round led by Ola’s co-founder Ankit Bhati and other notable investors, Tablesprint co-founder and CEO Abhijeet Kumar discussed with AIM the company’s vision, its distinct position in the market, and its potential to transform business operations globally, competing with the likes of Salesforce.\n\nKumar’s background includes founding and scaling a successful startup that eventually became BigBasket’s backbone. His experience in handling operations-heavy systems provided the foundation for Tablesprint’s solutions. “BigBasket is an enormous operation, especially from an operational and logistics perspective,” Kumar noted.\n\n“It’s a consumer tech business that relies heavily on robust technology. That experience equipped us with the knowledge to tackle complex tech challenges, which now fuels Tablesprint’s mission.”\n\nAnother Low-code/No-code?\n\nWhile many platforms provide low-code options, Tablesprint aims to address a crucial gap in enterprise technology: accessibility and control over data. Traditional low-code platforms often offer limited control over sensitive information due to rigid structures and limited permissions.\n\nTablesprint’s platform addresses this by incorporating robust data controls, permissions, and a secure backend infrastructure that integrates seamlessly with AI, ensuring that businesses can safely and effectively leverage their data. Rather than attempting to build AI models from scratch, Tablesprint focuses on integrating and optimising existing open-source and commercial models to provide a comprehensive, end-to-end solution that enterprises can trust.\n\nThe moat of Tablesprint? Unique blend of affordability and flexibility, positioning it as an alternative to established players like Salesforce and Zoho. “We’re offering the flexibility of Salesforce but at a Zoho price,” Kumar explained. “Our focus is on creating a customisable, scalable system that can handle complex enterprise needs without the high costs usually associated with such solutions.”\n\nTablesprint’s competitive advantage, Kumar emphasised, lies in its capacity to offer a Salesforce-like experience at a fraction of the cost, with a user interface (UI) that simplifies complex tasks. “With us, you’re not just getting a software tool; you’re gaining a system that adapts to your needs, allows for high-level customisations, and integrates AI capabilities directly into the workflow.”\n\nChirag Jadhav, co-founder and CTO, earlier highlighted the platform’s multi-tenant system designed for both developers and business users. “Creating a system that resonates with both developers and business stakeholders is a significant challenge. We are excited with our progress so far and look forward to tackling more challenges ahead on this journey.”\n\nFounded earlier this year, Tablesprint’s AI-first SaaS platform allows companies to rapidly build customisable applications for various business functions, including HR, sales, operations, and vendor management, using open-source and closed-source models available in the market.\n\nIts no-code solution features modular building blocks such as AI write/image tools, workflows, and charts, enabling businesses to start with simple tasks like surveys and scale to full-fledged workflows.\n\nStaying Alive and Sprinting Ahead\n\nKumar is aware of the competition from established giants like Salesforce and Zoho, but he believes Tablesprint offers unique advantages that make it attractive, particularly for businesses conscious of both costs and customisation capabilities.\n\n“Try making a form in Zoho, and you’ll see it’s not designed with seamless user experience in mind,” he said. “Our UI is optimised to make processes intuitive and efficient, making it appealing to users who need functionality without the overhead.”\n\nIn addition, Kumar highlighted the often limited adoption rate of Salesforce due to its complexity and high price point, particularly in markets like India, where cost sensitivity is paramount. According to him, only around 34% of Salesforce licences end up being used because companies struggle with its complexity. “We’re targeting that space by offering a similarly robust platform that’s also simpler to use and much more affordable.”\n\nThe company’s go-to-market strategy involves partnering with implementation providers, giving entrepreneurs and developers the flexibility to use Tablesprint to build apps, which they can then offer to clients as solutions. “Tablesprint is not just an India-specific product; it’s a global solution designed to help businesses worldwide streamline operations, build apps, and generate revenue by offering our platform as a customisable solution,” Kumar explained.\n\nTablesprint’s roadmap is ambitious. The company plans to expand its offerings by building a complete AI-based ERP system and form builder, with the goal of becoming a one-stop shop for enterprise applications across industries.\n\nDespite the increasing saturation in the low-code, no-code market, Kumar is confident that Tablesprint’s model and global reach will help the company thrive in the long term.\n\n“We’re still a startup, so bandwidth is sometimes an issue,” he admitted. “We have so much interest that we have to pick and choose our clients carefully because we want to ensure each implementation is successful and adds value.”\n\n(Total 85 views)"
    },
    {
        "title": "When does Netflix’s The Night Agent season 2 start streaming? It’s closer than you think",
        "link": "https://www.msn.com/en-us/entertainment/news/when-does-netflix-s-the-night-agent-season-2-start-streaming-it-s-closer-than-you-think/ar-AA1u1ZYI?ocid=BingNewsVerp",
        "description": "You’ll be able to kick off 2025 with one of Netflix’s most popular TV shows, The Night Agent. On Wednesday, Netflix revealed ...",
        "image_url": "https://www.bing.com/th?id=OVFT.emB0HB3VpvA1_1P90-0lIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "15hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Inside the Billion-Dollar Startup Bringing AI Into the Physical World",
        "link": "https://www.wired.com/story/physical-intelligence-ai-robotics-startup/",
        "description": "Physical Intelligence has assembled an all-star team and raised $400 million on the promise of a stunning breakthrough in how ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AeheKQcz6XCg7qdZSklJIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "1h",
        "source": "Wired",
        "article_content": "On a metallic door in San Francisco’s Mission District, a single character—“π”—offers a cryptic clue as to the virtuous circle of labor taking place beyond.\n\nThe door opens to reveal furious activity involving both humans and machines. A woman uses two joysticks to operate a pair of tabletop robotic arms that carefully lift and fold T-shirts into a neat pile. Several larger robots move pantry items from one cluttered box to another. In one corner of the room a man operates a plastic pincer that fits over his wrist and has a webcam on top. Robot parts litter the room.\n\nThe warehouse is home of Physical Intelligence, also known as PI or π (hence the symbol on the front door), a startup that aims to give robots a profound artificial intelligence upgrade. Such is the excitement and expectation around the company’s dream that investors are betting hundreds of millions that it will make the next earth-shaking breakthrough in the field of AI. Physical Intelligence last week announced it had raised $400 million from investors that include OpenAI and Jeff Bezos, at a valuation of over $2 billion.\n\nInside a glass-walled conference room on the second floor of the building, the startup's CEO, Karol Hausman, a tall man with a soft German accent and a few days of stubble, lays out the vision.\n\n“If I put you in control of a new robot, with a little bit of practice you'd probably be able to figure out how to control it,” Hausman says. “And if we really crack this problem, then AI will be able to do the same thing.”\n\nPhysical Intelligence believes it can give robots humanlike understanding of the physical world and dexterity by feeding sensor and motion data from robots performing vast numbers of demonstrations into its master AI model. “This is, for us, what it will take to ‘solve’ physical intelligence,” Hausman says. “To breathe intelligence into a robot just by connecting it to our model.”\n\nDespite amazing AI advances in recent years, nobody has figured out how to make robots particularly clever or capable. The machines found in factories or warehouses are essentially high-tech automatons, going through precisely choreographed motions without a trace of wit or ingenuity.\n\nHausman is joined at the conference table by several other cofounders: Sergey Levine, a bespectacled young associate professor at UC Berkeley; Brian Ichter, a friendly, bearded fellow who previously worked with Hausman at Google; and Chelsea Finn, an assistant professor at Stanford University who joins via video link."
    },
    {
        "title": "An interview with Rupenkumar Anjaria to discuss current trends and challenges in Software Engineering",
        "link": "https://www.msn.com/en-us/money/careers/an-interview-with-rupenkumar-anjaria-to-discuss-current-trends-and-challenges-in-software-engineering/ar-AA1u1JwI?ocid=BingNewsVerp",
        "description": "Rupenkumar is a leader in software development technologies with more than 20 years of experience under his belt. Hi ...",
        "image_url": "https://www.bing.com/th?id=OVFT.v_D6VAnHgcmtnuH3vwzmAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Kelly on MSN18h",
        "source": "Kelly on MSN",
        "article_content": ""
    },
    {
        "title": "I reviewed an electric car like it was a phone, and I came to a shocking conclusion",
        "link": "https://www.digitaltrends.com/mobile/i-reviewed-an-electric-car-like-it-was-a-phone/",
        "description": "When I spent time with a brand new electric car, the amount of similarities it shared with my phone were obvious, so I ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WPbKjtlKW59T2lF3ZQCL4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1h",
        "source": "Digital Trends",
        "article_content": "The Cupra Born VZ is not a smartphone — it’s an electric car. Yet, during my time driving it over the last five days, it has reminded me more than once about the device I spend most of my time using and reviewing.\n\nThis is not a put-down, nor is it a comment on electric versus combustion-engine vehicles, but more about how I, someone who doesn’t professionally review cars, can still easily recognize what’s good and bad about it. What’s more, the categories I usually break phone reviews down into, and the language I regularly use to talk about them, also neatly applies to the Born VZ.\n\nThis crossover effect means that reviewing an electric car just like I’d review a smartphone isn’t the stretch it may seem at first glance. Therefore, I gave it a try, and that’s what you’re about to read. Be prepared for some similarities that may surprise you, and for a conclusion that shocked me.\n\nA note on the review format\n\nWhile the Cupra Born VZ article will follow Digital Trends’ basic review format, it won’t receive a score or have listed pros and cons. It’s not a smartphone, obviously, and our automotive section covers vehicles available to purchase in the U.S., so it doesn’t meet our requirements for a complete scored review. However, the car has been thoroughly tested and we will make our opinion about the vehicle clear, plus provide as much detail and information as usual, ensuring this feature meets our editorial standards.\n\nMeet the Cupra Born VZ\n\nUnlike an Apple iPhone 16 or a Samsung Galaxy S24 phone, which need little introduction to readers, the Cupra Born VZ probably needs a bit of explaining before we get into it. The Born is Cupra’s first all-electric car and is a sensibly sized hatchback, while the VZ model I’ve been driving is the newly released performance, or “hot hatch,” version. This is what attracted me to it. As a longtime fan of combustion-engine hot hatches, I wanted to see if the same joys could translate over to an electric car.\n\nIt has the right ingredients: A 326PS hatchback with a compact, yet aggressive style, low ride height, sporty seats, and a 0-to-62mph time of 5.6 seconds. It’s the newest car I’ve driven by a few years and only the third electric car I’ve tried out, but I thought I knew what to expect. In reality, it has changed the way I feel about electric cars, especially hot performance hatchbacks — and the trials and tribulations around charging them.\n\nWhen I test a phone, in-hand comfort is something I pay special attention to. We hold these devices for many hours a day, and they should be properly designed to make this as pleasant as possible. The Born VZ comes with Cupra Cup Bucket seats, and they’re spectacular. The sculpted bolsters keep you securely held, and while they do feel fairly solid when you first sit in them, I haven’t found them uncomfortable on longer journeys. The steering wheel is very chunky, perhaps a bit too much, but worse is an ergonomic issue related to the wheel I’ll come back to later. The seats are electrically adjustable, but the steering column only has a rake adjustment, making it slightly less easy to get the right driving position.\n\nThen there’s the look of the car itself. I’ve been testing a model in the exclusive Dark Forest color, complete with copper accents and black detail, and it’s well worth the extra cost as it suits the car. The car’s front end is purposeful and aggressive, and leads to a pleasingly cohesive overall design. I love the way the many angles and sharp lines found across the body — from the headlights to the C-pillar design and the taillights — share elements found in the Cupra badge. I’m less convinced by the carbon effect on the rear badge and the rear “diffuser,” and would have preferred integrated rear door handles to disguise the vehicle’s four-door nature.\n\nCupra Born VZ: performance\n\nWhen you buy a flagship phone, you want it to be fast, smooth, and responsive. When I choose a performance car, I want it to be the same. Electric power makes the Born VZ incredibly smooth and suitably quick as well. Just like a phone’s gaming modes, the car has various driving modes, including a Performance mode and a high-performance Cupra mode. If the car was made by Asus, this would be its X-Mode.\n\nAfter using them all in different situations and on various roads, I came to my first surprise, and it would go on to change the way I feel about the Born VZ as a whole. The Cupra mode makes the car ridiculously fast. It sharpens the throttle response to the point where it accelerates instantly when you brush the pedal and increases the brake regeneration effect too, resulting in a bucking bronco-style roller coaster ride on any public road as you try to tame a car desperate to power into the distance.\n\nCupra mode makes the car ridiculously fast.\n\nI’m sure it would be ideal for a track, but on the road, it’s not pleasant, and aside from showing off the impressive acceleration, it’s not something I choose to use. Instead, the Performance mode was perfectly suited to my environment of twisty country roads and open main roads. I never once felt it needed any more power or responsiveness as overtaking from 30mph to about 60mph is ballistic and over in a flash. There are paddles on the steering wheel to change the brake regeneration effect, which is an entirely overengineered way to do so, but I found changing these to match the road, combined with Performance mode, suited the car far better than Cupra mode.\n\nThis was such a surprise. The Born VZ has never felt like a car that wants to be hustled along like a sharp hot hatch, and is far more at home being driven like a torquey big-engined sedan: hard, but smooth and controlled, using the 545 Newton meters of torque more than the horsepower to make progress. The low center of gravity keeps it fairly stable and composed around corners, and it’s also less wide than it appears in photos, so it’s easy to place. However, the 2,000-kilogram weight means it doesn’t feel nimble or all that confidence inspiring, as there’s little indication of when it’s going to run out of grip through the steering wheel. It’s rear wheel drive, which I really like, and more than once in Performance mode, the back unexpectedly stepped out on a wet roundabout.\n\nPrevious Next 1 of 4 Andy Boxall / Digital Trends Cupra mode button Andy Boxall / Digital Trends Andy Boxall / Digital Trends Andy Boxall / Digital Trends\n\nIt’s sort of fun in that respect, but it never feels happy doing any of it. It felt at its happiest, as did I, making fast progress in a mature and respectful manner. Braking is the worst part of the package, as the pedal varies in feel and response throughout its travel, which doesn’t inspire you to attack any corners. The stopping power is there, but you have to really stamp on the brake pedal to find it, so it lacks the finesse and adjustment required in a hot hatch. The recipe is right for a hot hatch, but it’s less Honda Civic Type R, and more Jaguar XJR.\n\nCupra Born VZ: screens, software, and connectivity\n\nInteracting with the Cupra Born VZ’s software and touchscreens was where I, as a phone reviewer, felt most at home. There are two screens: a big 12.9-inch screen in the center of the dashboard, along with a smaller 5.5-inch screen in front of the driver. There’s also a head-up display projected on to the windscreen, and various touch-sensitive buttons and sliders.\n\nLets start with the touch-sensitive controls. They’re awful, from both a sensation and an ergonomic standpoint. I mentioned earlier about the steering wheel. It has sort of touch-sensitive buttons on both sides, positioned far too close to the edge of the rim, and I repeatedly activated them with my palms. They also feel so bad to use. It reminded me of those early “touch-sensitive” controls on phones like the LG Chocolate. Yes, that phone from 2006, replicated in a car made in 2024.\n\nThe touch-sensitive sliders used for the heating are just as bad –they’re far too sensitive to use on anything but smooth tarmac — as is the power button alongside it for the media center. Thankfully, the touchscreen is far more responsive, really bright and colorful. The software is sensibly designed so buttons are big and easy to press, plus there’s enough processing power to keep everything moving smoothly and without lag. It felt very similar to using a current high-end smartphone.\n\nBut there’s no doubt the screen and its endless buttons and menus are confusing and annoying to use on the move. You can use your voice to control some features, and the car always recognized my “Hey Cupra” wake word. While it happily enabled the climate control for me, it isn’t very good at complex commands around features like navigation. Just like a voice assistant on your phone, it’s not as helpful as it should be, and it will take practice and determination to use it regularly.\n\nPrevious Next 1 of 4 Andy Boxall / Digital Trends Andy Boxall / Digital Trends Andy Boxall / Digital Trends Andy Boxall / Digital Trends\n\nI used wireless Apple CarPlay without a problem, and there’s a wireless charging pad in the center console, plus a pair of USB-C connectors both front and rear. The Born VZ has a Sennheiser-tuned audio system that sounds brilliant, with plenty of bass and a wonderful surround sound effect. It makes great use of all the speakers at all times. Yes, the Cupra Born VZ’s controls and functionality make it look and operate like a big phone, but I was relieved to find it has more in common with a Galaxy S24 Ultra than anything else.\n\nCupra Born VZ: cameras and sensors\n\nThe Cupra Born VZ has an array of cameras, radar, and ultrasonic sensors enabling a selection of safety and assistance modes and features. During my short amount of time with the car, I was really impressed with Cupra’s Adaptive Cruise Control and the way it worked with all the sensors and cameras. I could set a speed of 40mph along the many backroads where I live, and it would maintain speed and distance behind traffic, even through the twists and turns where the car in front wasn’t directly in front of me.\n\nSetting it up involved messing around with the touch-sensitive controls on the steering wheel, though, and they aren’t responsive or tactile enough to make it a pleasing experience. Another feature I really liked is part of the Adaptive Cruise Control and Travel Assist system, where the car “sees” speed limit signs and even seems to read the road ahead, adding extra regenerative braking when you slow down and ensuring you’re at the right speed for the environment. Rather than being a hindrance, it felt very natural and further added to the relaxed cruise the Born VZ excels at providing.\n\nThe multiple cameras and sensors also enable a 360-degree view of the car, helping with maneuvering and parking. The screen shows plenty of detail, but I found the view confusing and too far removed from what I saw with my eyes for me to trust it. The cameras need to replicate the environment you actually see to be useful, and the Born VZ’s system made me question what I was doing. I may not be able to take photos with the Born VZ’s cameras, but they’re clearly very important to the vehicle, and for the most part, they worked in conjunction with the sensors and software really well.\n\nCupra Born VZ: battery and charging\n\nThe Cupra Born VZ has a 79 kilowatt-hour lithium-ion battery, making it just a little beefier than the one in my phone. It is compatible with both Type 2 and combined charging systems, and can handle up to 185 kilowatts. Cupra claims a range of 315 to 372 miles on a single charge. In mixed driving conditions in the U.K., I’ve averaged around 3.5 to 4.5 miles per kilowatt-hour.\n\nI don’t have an electric car charger at home, so I was at the mercy of the public charging system during my week with the car, but it was actually far less problematic than I feared. I visited a charger in a local car park and used the slow Type 2 charger to add around 40 miles range in 90 minutes. The charger had a faster option, but it was in use when I arrived. Oh, and if you’ve never wrangled the Type 2 charging cable for an electric car, they’re heavy and annoying. I’d hate to deal with it in the rain.\n\nA couple of days later, I really needed to fully charge the car, so I visited a Gridserve center and made use of the CCS charging. The Gridserve experience was superb. There are 30 chargers at the London Gatwick Airport location, and at least half were available when I arrived during the day. I plugged the car in, then went into their large, clean waiting area to get a coffee and lunch. I plugged it in with 40% remaining, and it took 25 minutes to reach 80%, but I pushed on to 100% for a total charging time of 45 minutes.\n\nWith 100% charge, the car estimated I had 302 miles range, and my drive home was 25 miles. By the time I arrived, the estimated range had dropped to 268 miles and the car used 10% of the battery. The roads were a mix of highway and country roads, and I drove spiritedly down the latter. When I play graphically intensive games on my phone, the battery takes a hit, and the car is the same after a good drive. It’s just a shame that I can’t plug the car in at home to top it up afterwards. Unsurprisingly, the way I thought about the car’s battery and charging closely mirrored the way I do so with my phone.\n\nCupra Born VZ: Was it a horrible charging experience?\n\nSince I do not have an at-home electric car charger, and even the most powerful phone charger I own won’t give the Born VZ any juice, I had to find places outside to charge. I was a bit worried about it as I’ve seen and heard all the horror stories and negativity around electric car charging if you don’t have a charger at home. Here’s the biggest shock for me as a newcomer to using an electric car regularly: I didn’t really encounter any logistical issues when charging.\n\nThe worst part of the charging experience as a whole are the apps. A different one is required for each provider, and some are really bad. I especially disliked the ones that take a large prepayment before you even start. I used three different chargers over the first few days, and one Type 2 charger failed to charge the car. That’s not a great average, but I’d know to avoid it for next time. Like charging my phone, I would slowly start to understand when and how to best charge the car’s battery, and which systems worked best for my needs.\n\nHowever, while the actual act of charging the car wasn’t as much of an issue as I had expected, it is very expensive if you can only charge using a public charger. The Type 2 charger cost 12 British pounds (about $15) for about 40 miles of range, while the Gridserve CCS added 60% to the battery, taking it to full charge for 40 British pounds, which is about $52. For this, I received an additional 170 miles of range. When I brim the gas tank in my Hyundai i30 N Performance, it costs about 60 pounds (or about $77), which gives me around 330 miles of range.\n\nCupra Born VZ: price and availability\n\nPrevious Next 1 of 4 Andy Boxall / Digital Trends Andy Boxall / Digital Trends Andy Boxall / Digital Trends Andy Boxall / Digital Trends\n\nThe Cupra Born VZ is not available in the U.S., but the model I’ve been trying out is available in the U.K. and other regions now. It starts at 44,625 British pounds, or around $57,700, and the version I tested was closer to 48,500 pounds (or around $62,700), with options including the exclusive paint, panoramic sunroof, and the heat pump.\n\nIs it a car I’d want to own, or a phone I don’t?\n\nReviewing a car like it was a phone started out as a bit of a joke, but the parallels are all there, from the importance of the screen and whether the software frustrates or not, to the wish for longer battery life and faster charging, and even the difference a good camera system makes. What’s interesting, and why the conclusion has shocked me, is the car’s software is surprisingly good, and I didn’t struggle with battery life or charging during my time with the Born VZ.\n\nWhen I review a smartphone I live with it for several weeks and use it everyday as my main device. I used the Born VZ as my main car, doing the same trips I’d usually do, plus a few others for fun. I found it fitted in to my life really easily, and aside from the cost of charging publicly, I would happily own one and use it long term without much of a worry about charging. It’s contrary to how I felt before I lived with the Born VZ, and it’s how I feel about the best smartphones out there, such as my iPhone 16 Pro Max.\n\nIs the Cupra Born VZ an electric hot hatch, though? I’m not sure it is, but this isn’t a mark against the car — more a comment on the marketing. Yes, there will be electric car buyers out there wanting the hot hatch experience, and the Born VZ on paper is everything they’d want. In reality, it is pretty close, as it’s an entertaining drive and undoubtedly has the required turn of speed, but not the true excitement, nimbleness, or deep involvement I want. It’s much happier imitating a big super sedan than it is a hot hatchback, and after driving and enjoying it each day, I’m fine with that."
    }
]