[
    {
        "title": "A Journey Through the Ages: The Global History of UFO Sightings",
        "link": "https://www.msn.com/en-us/news/world/a-journey-through-the-ages-the-global-history-of-ufo-sightings/ar-BB1kuV6o?ocid=BingNewsVerp",
        "description": "This article will take you through the evolution of UFO sightings, from ancient accounts to modern-day encounters, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.THWdsrntiKJ8S6FBHGKbey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Socialbuzzhive by Emily Standley Allard on MSN6h",
        "source": "Socialbuzzhive by Emily Standley Allard on MSN",
        "article_content": ""
    },
    {
        "title": "NEW Navy Pilot Tells Thrilling UFO Encounter",
        "link": "https://www.msn.com/en-us/news/technology/new-navy-pilot-tells-thrilling-ufo-encounter/vi-AA1sPMVw?ocid=BingNewsVerp",
        "description": "New UFO story from a Navy pilot which is not on a particular channel that normally covers this subject but the clip is ...",
        "image_url": "https://www.bing.com/th?id=OVF.DblLcUQ9rYUdXVsalXDG%2bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN17h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "Swarm of UFOs spotted near Indiana Air Force base where 20 MILE-long 'mothership' was detected weeks ago",
        "link": "https://www.dailymail.co.uk/sciencetech/article-13997449/UFOs-spotted-near-Indiana-Air-Force-base.html",
        "description": "An Air Force base has become the latest hotspot for mysterious UFOs after residents spotted swarms of fast-moving, glowing orbs in the skies.",
        "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
        "category": "ufo",
        "date": "3h",
        "source": "Daily Mail",
        "article_content": "An Air Force base in Indiana has become the latest hotspot for mysterious UFOs after residents spotted swarms of fast-moving, glowing orbs in the skies.\n\nDozens of people in Kokomo, which sits just 13 miles south of Grissom Joint Air Reserve Base, reported seeing hovering flickering lights that vanished into thin air.\n\n'What is that,' shouted one local who filmed the lights. 'I think those are UFOs and I really don't feel comfortable going to sleep tonight.'\n\nThe uncanny sightings, most reported on October 7, echo recent UFO waves near military sites, including Joint Base Langley-Eustis in Virginia where officials reported seeing 'flashing red, green, and white lights' that were 'moving at rapid speeds.'\n\nThe mysterious objects in Indiana, however, were shared by civilians online, where experts have weighed in to determine the source.\n\nSome suggested the lights were flares dropped from planes, possibly military craft — but one witness shared doppler weather radar evidence of a 'huge rectangle' UFO with a 'clearly defined vapor shock wave' seen the morning after, October 8.\n\nRed 'walking' swarms of UFOs - along with one fast, zig-zagging, gleaming white UFO - have terrified and confused residents of Kokomo, Indiana this October\n\nNo explanation has been publicly provided by US Air Force personnel for the UFOs, which appeared as both reddish-orange orbs that hovered in the sky as well as one white orb that zig-zagged in a fast maneuver.\n\n'I don't understand what those are,' Christina Sharp said in a TikTok as young children nearby were heard marveling at the glowing reddish-orange lights.\n\nOne anonymous local submitted a report to the National UFO Reporting Center (NUFORC) on October 8 of what may have been a related event.\n\nThe person stated that a brief incursion on doppler weather radar showed what looked like a large rectangle UFO speeding nearby, estimated to be about half as big as Disney World.\n\n'I've seen many easily explained radar anomalies over the years,' the witness said, 'but never a huge rectangle with a clearly defined vapor shock wave and trail.'\n\n'Judging by the image size, rectangle would be approximately 20 miles in length,' the witness added.\n\n'Compressed vapor trail appears to be in excess of 150-miles long.'\n\nWhile it's unclear if this bizarre radar return relates to the previous night's wave of strange lights in the sky, several seasoned analysts of UFO videos told DailyMail.com that Kokomo's citizens most likely saw military flares.\n\nOne anonymous witness who submitted a report to the National UFO Reporting Center (NUFORC) witnessed a baffling and potentially related event: a brief incursion on doppler weather radar (above) of what looked like a large rectangle UFO speeding nearby, estimated to be about half as big as Disney World (20 miles long). The radar UFO was seen the morning after\n\n'These look very clearly to be military flares,' said Alejandro Rojas, an advisor to tech start-up Enigma Labs, where he helps investigate witness submissions to the group's growing database of UFO sightings.\n\n'The tell-tale signs,' Rojas explained, 'are the lights being in a row and lighting up and disappearing in succession.'\n\nIn addition to the Grissom base to the north, Rojas noted several other USAF bases surrounding Kokomo that may have been responsible for the late night lightshow.\n\n'Kokomo is around 50 miles away from Camp Fort Wayne [Fort Wayne Air National Guard Base],' he added.\n\n'Wright-Patterson Air Force Base in Dayton is also about 150 miles away. These could be from either location.'\n\nRojas, who served for many years as the official spokesperson for the citizen-led Mutual UFO Network (MUFON), said that he has personally witnessed and videotaped just how eerie military flares can look under the cover of darkness.\n\nWhile it's unclear if the bizarre radar return relates to the previous night's wave of strange lights in the sky, one seasoned analyst of UFO videos told DailyMail.com that Kokomo's citizens most likely saw military flares: Alejandro Rojas, an advisor to tech start-up Enigma Labs\n\n'I live in the Phoenix, Arizona area and they often drop these flares while doing exercises at the Barry Goldwater Range,' he said. 'Sure enough they are also often mistaken for UFOs and sometimes the media will call me for a comment.'\n\nRojas, who has co-founded a new nonprofit to look into 'unidentified aerial phenomena,' UAP Discovery, said the night sky can obscure more obvious signs of flares, like smoke or the aircraft that dropped the flares in the first place.\n\n'Witnesses have argued that smoke can be seen from flares, but that is typically not the case,' he told DailyMail.com.\n\n'I made this video to show that smoke often can not be seen,' he said. 'My video is similar to most of the ones being alleged to be UFOs. I was about 150 miles from the flares when I took this video.'\n\nDailyMail.com has reached out to the public affairs specialist at the Grissom base and also to the relevant staff with Indiana's Air National Guard. This article will be updated with any new information that they provide.\n\nFor now, a public affairs representative for the Grissom base has told DailyMail.com, 'Grissom has KC-135 Stratotankers [a large, Boeing-made, aerial refueling tanker aircraft], and they don't have flares.'\n\nThe strange cases in Indiana come just weeks after new government records surfaced about other UFO waves near military sites, including 17 nights in December 2023 when swarms of UFOs were tracked over Joint Base Langley-Eustis.\n\nThese brazen penetrations over Langley — home to at least half the Air Force's F-22 Raptor stealth fighters — led to two weeks of emergency White House meetings.\n\nTo date, Langley's mystery UFOs have eluded identification by the Pentagon, police and even NASA's high-altitude research plane, the WB-57F, called in to investigate.\n\nGeneral Glen VanHerck, the commander with North American Aerospace Defense (NORAD), who led the mission to takedown the infamous Chinese spy balloon back in February 2023, described that Langley wave as unlike any other known case.\n\n'If there are unknown objects within North America,' General VanHerck told the Wall Street Journal, 'go out and identify them.'\n\nSenior ex- Pentagon security official Chris Mellon told DailyMail.com last week that the UFOs were 'swarms of smaller craft' released by 'motherships.'\n\nHe explained that the episode last December was 'part of a much larger pattern affecting numerous national security installations.'\n\n'Two of the notable aspects,' he said, 'are the fact our drone signal-jamming devices have proven ineffective and these craft are making no effort to remain concealed.'\n\n'In fact, in some instances,' as Mellon took pains to emphasize, 'it is clear they want to be seen as though taunting us.'"
    },
    {
        "title": "NASA Satellite Inspects Strange-Looking Cloud That Always Forms in Same Spot",
        "link": "https://www.msn.com/en-us/weather/topstories/nasa-satellite-inspects-strange-looking-cloud-that-always-forms-in-same-spot/ar-AA1sSs4p?ocid=BingNewsVerp",
        "description": "A NASA observation satellite has spotted odd UFO-shaped cloud hovering above the Otago region in southeastern New Zealand.",
        "image_url": "https://www.bing.com/th?id=OVFT.YbBdX-DWkIMfOa1e4aIxwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Futurism on MSN2h",
        "source": "Futurism on MSN",
        "article_content": ""
    },
    {
        "title": "10 Best Alien Abduction Horror Movies",
        "link": "https://whatculture.com/film/10-best-alien-abduction-horror-movies?page=3",
        "description": "Rather than being a straightforward found-footage feature, Phoenix Forgotten keeps cutting between the unearthed tapes and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aZaFNPpmXF1hEwhWHaC8TS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "What Culture15h",
        "source": "What Culture",
        "article_content": "The Phoenix Lights is a phenomenon that's baffled the masses for decades, including the biggest UFO cynics. On March 13th 1997, thousands of people saw a stream of mysterious lights bathe the night sky across Arizona and Nevada for three hours. Being the largest and most reported UFO in history, it was only a matter of time before the incident inspired a movie adaptation.\n\nPhoenix Forgotten opens with Sophie discovering footage of her brother, who went missing during the Phoenix Lights sighting 20 years ago. Sophie starts analysing the video, hoping to learn the truth about her brother's disappearance.\n\nRather than being a straightforward found-footage feature, Phoenix Forgotten keeps cutting between the unearthed tapes and Sophie's own investigation, which is a great way to amplify the tension. The initial tape ends as the brother discovers a charred corpse, so the audience is desperate for Sophie to uncover the rest of the footage to learn more.\n\nEven though the found-footage angle has been done to death, few films in the genre seem more authentic than Phoenix Forgotten. The scratched frames and analogue defects make the footage look like it originated from a VHS camcorder, making it easier to remain invested in the story."
    },
    {
        "title": "One of the hottest AI apps just came to the Mac (and it’s not ChatGPT)",
        "link": "https://www.msn.com/en-us/news/technology/one-of-the-hottest-ai-apps-just-came-to-the-mac-and-it-s-not-chatgpt/ar-AA1sS9d2?ocid=BingNewsVerp",
        "description": "Perplexity released a native app for Mac, allowing users to access the answer engine from their desktop rather than a web ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6_3ByWLbHOvWlfKn1pduGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "From Goodreads’ founder, Smashing debuts its AI-powered app for online readers",
        "link": "https://www.msn.com/en-us/news/technology/from-goodreads-founder-smashing-debuts-its-ai-powered-app-for-online-readers/ar-AA1sR7M7?ocid=BingNewsVerp",
        "description": "Smashing, a new app curating the best of the web from Goodreads co-founder Otis Chandler, is now available to the public.",
        "image_url": "https://www.bing.com/th?id=OVFT.XXtbKSwmKcxEh-Q16gpGBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Take 59% off this AI app and apply for jobs with one click",
        "link": "https://www.yahoo.com/tech/59-off-ai-app-apply-090000182.html",
        "description": "LazyApply makes job hunting easy, automating applications with one click to help you land interviews without the stress. Get ...",
        "image_url": "https://www.bing.com/th?id=OVF.h4SQp4jAZZHNW4mjezI8Vw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "Yahoo",
        "article_content": "Take 59% off this AI app and apply for jobs with one click\n\nThe following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nApply for jobs without breaking a sweat with lifetime access to this useful tool\n\nTL;DR: Through Oct. 27, automate job applications for life with a LazyApply Basic subscription on sale for $59.97.\n\nLazyApply Job\n\nOpens in a new window\n\nCredit: LazyApply\n\nLazyApply Job Application Basic: Lifetime License\n\n$59.97\n\n$149.00 Save $89.03\n\nGet Deal\n\nIf job applications have you feeling drained, it might be time to let an app with AI do the busywork for you.\n\nGet a lifetime subscription to LazyApply Job Application Basic for just $59.97 (reg. $149) through Oct. 27. It's designed to take the grind out of job hunting, helping you send applications faster than you can update your résumé.\n\nFor anyone looking to find their next gig without the hassle, LazyApply streamlines the process so you can focus on landing interviews instead of filling out forms. LazyApply’s AI, known as Job GPT, uses smart algorithms to fill in your information automatically, meaning no more manual entries. It’s designed to prevent profile blocks, keeping your applications safe as you increase your reach. With LazyApply, you can apply for up to 150 jobs each day, giving you a huge advantage in your search. And for networking, it includes unlimited LinkedIn profile emails, allowing you to contact recruiters directly.\n\nKeep track of your progress with day-wise analytics to see how well your applications are performing. If you need extra guidance, LazyApply offers a weekly consultation call, where you can discuss strategies and find ways to improve your chances. Plus, you’ll get CV improvement tips to make sure your résumé stands out to recruiters.\n\nLazyApply works across popular job boards and platforms like Indeed and LinkedIn, allowing you to customize your preferences so you’re only applying to the jobs that matter to you. Plus, with lifetime access, you’ll have a tool that keeps up with your career changes, ready whenever you need it.\n\nPut your job hunt on autopilot so you can stay focused on what really counts: finding the right fit and landing your next role.\n\nTake the headache out of job applications and score this lifetime subscription to LazyApply Job Application Basic on sale for $59.97 until October 27 at 11:59 p.m. PT.\n\nStackSocial prices subject to change."
    },
    {
        "title": "Apple Intelligence — The test applications that paved the way for Apple's generative AI",
        "link": "https://appleinsider.com/articles/24/10/24/apple-intelligence----the-test-applications-that-paved-the-way-for-apples-generative-ai",
        "description": "Apple Intelligence is the product of more than a year's worth of tireless testing. Here's what Apple engineers used to ensure ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-v_DR-OfLCvfph2aJLb_Di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13h",
        "source": "AppleInsider",
        "article_content": "Apple Intelligence is the product of more than a year's worth of tireless testing. Here's what Apple engineers used to ensure the quality of their AI software.\n\nFor Apple, 2024 was undoubtedly the year of artificial intelligence. The company has long been working on machine learning features, with its most recent operating systems ushering in an entirely new set of AI-powered enhancements. They are known collectively under the moniker of Apple Intelligence.\n\nWhile the generative AI tools themselves were announced in June, at WWDC 2024, only a handful of them made their public debut with the first developer betas of iOS 18.1 and macOS 15.1. Since then, Apple has rolled out more and more of the AI-powered enhancements with subsequent beta releases.\n\nAt the time of writing, the iOS 18.1 and macOS 15.1 updates are nearing the end of beta testing, while the first developer beta of iOS 18.2 has only just arrived. Months after the big announcement, some Apple Intelligence features are still only available on beta versions of Apple's operating systems.\n\nAccording to people who spoke with AppleInsider and accurately revealed many Apple Intelligence features months ahead of launch, the company spent a year working on its in-house generative AI tools before they were finally released to the general public.\n\nDuring development, Apple tried to keep the full scale of its AI endeavors a secret. Individual AI projects received their own codenames, as was the case with the email categorization feature, known as Project BlackPearl.\n\nApple Intelligence as a whole, however, was known by the codename Greymatter — an unmistakable reference to a type of tissue found in the human brain. Some of Apple's internal test applications also had names that concealed their overall purpose.\n\nDuring the development of Apple Intelligence, Apple used at least two dedicated test applications and environments to test its AI software.\n\nApple used multiple test applications during the development of iOS 18 and macOS Sequoia.\n\nThe two apps in question are known as 1UP, a reference to the ever-popular Super Mario series by Nintendo, and Smart Replies Tester. The name of the latter is self-explanatory, given that AI-powered Smart Replies have since made their way into release versions of Apple's operating systems, in the Mail and Messages applications.\n\nWe were told that internal distributions of iOS 18.0 and macOS 15.0 Sequoia featured many of the underlying Apple Intelligence frameworks used in the publicly available betas of iOS 18.1 and macOS 15.1.\n\nThe frameworks were necessary for testing and were included alongside the standard development and configuration utilities found in Apple's internal-use operating systems.\n\nDifferent AI-related features could be toggled through feature flags, with the use of the Livability application. 1UP and Smart Replies Tester, the two known AI applications, were used by Apple's engineers to test the different aspects and use cases of Apple Intelligence.\n\n1UP — Text-generation testing with AI models\n\nFound even in the earliest internal-use builds of iOS 18 and macOS Sequoia, the 1UP application was used for testing text-related generative AI features. The application itself featured a variety of different test options and parameters, which could be adjusted as needed.\n\nThe 1UP app featured tests related to text-generation, and references to the Ajax large language model.\n\nPeople familiar with the application have told AppleInsider that it contains direct references to Apple's long-rumored in-house LLM or large language model, known as Ajax, which can function on-device.\n\nThe 1UP app features multiple test options, organized into different sections. One of the tests involves text generation. This part of the app was used to test \"autoregressive text generation from a prompt,\" people familiar with the app told us.\n\nIt allowed its users to choose between different AI models, including the aforementioned on-device Ajax LLM. The application also featured a setting to adjust the maximum number of generated tokens, which could be set anywhere from 30 to 100, the default being 48.\n\n1UP — Document analysis, topic analysis, and text understanding\n\nBased on what we were told, it's apparent that Apple placed significant focus on AI's document and file understanding. Some tests found within the 1UP app were focused on document and text analysis. Whether the user input consisted of raw text, a PDF, or a Word document, Apple's software was supposed to identify key information within the text, such as phone numbers, addresses, languages, and text author, if applicable.\n\nA mockup of the 1UP user interface, based on the information provided to us by people familiar with the app.\n\nWeb history from Safari and conversations from Messages could also be analyzed for keywords, or \"topics,\" as they were known within the app. This could include words that repeat often or those that appear to be the focal point of a text. Apple-specific terms are also recognized, and key sentences are isolated.\n\nThe app was also capable of cross-referencing the information found in a text or document with the user's information. For instance, whether or not a phone number was saved in the user's Contacts, or if an event was found in the Calendar.\n\nThe significance of the 1UP tests, and the clues about Apple Intelligence\n\nThe 1UP tests offered hints as to what would eventually become Apple Intelligence features, such as the upgraded Siri with personal context, and Writing Tools. With Apple Intelligence, it's possible to edit texts and generate text-based summaries of the user's conversations, where key details such as names, dates, and locations are highlighted.\n\nApple's own AI prompts also revealed that the company explored multiple levels of summarization, including summaries consisting of only 10 or 20 words. AppleInsider paraphrased many of these prompts before they were ever made public.\n\nThe tests within the 1UP are indicative of what Apple wanted to do with Safari as well, which was to have its AI use the information from web pages the user visits. This idea eventually led to the Intelligent Search feature, now known as Highlights.\n\nText generation and document analysis are now handled by ChatGPT rather than Apple's AI\n\nWith the first developer beta of iOS 18.2, Apple notably improved Siri through integration with OpenAI's ChatGPT. Requests and queries that Siri is unable to process are handed over to ChatGPT, albeit only with direct user approval.\n\nTests in the 1UP app seem to mirror the functionality made possible by ChatGPT integration in iOS 18.2.\n\niOS 18.2 also introduces a new splash screen outlining some of the key features made possible via ChatGPT integration, such as text generation in Writing Tools and document analysis.\n\nThe 1UP app features tests for virtually the same things, indicating that Apple had perhaps wanted to accomplish ChatGPT-like features independently, through its own AI models.\n\nAlong with the 1UP app, Apple used another internal application known as Smart Replies Tester.\n\nSmart Replies Tester — evaluating AI-generated responses\n\nWith iOS 18.1, Apple introduced AI-assisted Smart Replies, which are available in Mail and Messages. This feature makes it significantly easier to draft a response to an email or message within Apple's built-in apps.\n\nInternally, Apple used a dedicated app to test Smart Replies. It instantly generated multiple replies based on the input text.\n\nOn an iPhone, Smart Replies appear as response suggestions above the keyboard in Mail. Apple Intelligence can generate responses to direct questions the user may be replying to, but it is often less useful in other situations.\n\nSmart Replies Tester was seemingly built to test just that, how well Apple's AI can generate a response, and how quickly. The app measured the response generation time in milliseconds.\n\nAccording to people familiar with the matter, the internal application consists of multiple test menus where users can input text, and instantly receive several AI-generated Smart Replies. This occurs entirely on-device, and the responses change as soon as the input text is altered in any way.\n\nSmart Replies can be found in the Mail app on iOS 18.2.\n\nThe app also can be used with an image captioning model, which is downloaded separately. Mass image captioning was possible as well. As for similar features in the iOS 18.1 beta, the Photos application now contains a greatly improved search functionality, which lets people locate images containing specific objects or locations with relative ease.\n\nWhile Smart Replies Tester is distinctly AI-related, other internal applications also offer insight into Apple's approach and way of thinking in regard to artificial intelligence.\n\nMegadome — Your personal context, all in one app\n\nAnother of Apple's internal apps, Megadome serves as the perfect visual aid for Siri's upcoming personal context feature, powered by Apple Intelligence.\n\nThe Megadome app aggregates user data and organizes it into different categories.\n\nAccording to people familiar with the matter, the Megadome application can gather relevant user information, sort it into categories, and present it in the form of neatly organized cards.\n\nThe app can display the most important details about its user, including their full name, significant locations, relationships, groups, contact information, organizations, installed software, and much more. Megadome seemingly gathers this information from system applications the user has interacted with.\n\nThis information can also be viewed in the form of a so-called \"Reality Graph,\" which visualizes the relationship between entities and locations in the form of a diagram.\n\nWhy Apple made Megadome, and the features it mirrors\n\nWhile the idea of an app that knows everything about you might seem nightmarish at first glance, the app is merely an internal-use tool, not something made for the general public. Its existence ultimately makes sense when things are taken into context.\n\nApple's Megadome app offers some insights about the company's thought process.\n\nWith Apple Intelligence, Siri will gain the ability to process natural language. The virtual assistant will also have a firm grasp of the user's so-called personal context, as a result of the AI upgrade.\n\nThis means that Siri will be able to understand facts about the user's life — the different people and places important to them. In many ways, the Megadome app is an embodiment of this idea. Apple wanted to build a tool that could understand the important aspects of someone's life, and use these details to help the user.\n\nWhat does this mean for the future of Apple Intelligence?\n\nApple's internal applications often serve as an accurate indicator of things to come in the near future. Although they may feature various puns, memes, and obscure inside jokes, the company's test apps reveal quite a lot about in-development features.\n\nApple's test applications often contain tidbits about upcoming features, such as the ones powered by Apple Intelligence.\n\nWhile names such as 1UP, GreyParrot, and Megadome don't mean anything to the average user, almost everyone has used the Calculator or tested Apple Intelligence in one form or another.\n\nThis phenomenon is hardly anything new. Even back in 2020, the internal-use app known as Gobi painted a pretty good picture of what would eventually become App Clips. Should any information about future test apps come to light, we will most likely be able to infer something about an upcoming feature."
    },
    {
        "title": "Google adds new disclosures for AI photos, but it’s still not obvious at first glance",
        "link": "https://www.msn.com/en-us/news/technology/google-adds-new-disclosures-for-ai-photos-but-it-s-still-not-obvious-at-first-glance/ar-AA1sRUNu?ocid=BingNewsVerp",
        "description": "Starting next week, the Google Photos app will add a new disclosure for when a photo has been edited with one of its AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5bX6i5TUQS3B2yt2q-QFVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Supernatural swoon: Why a 'paranormal romance' book may be your next great read",
        "link": "https://www.msn.com/en-us/tv/news/supernatural-swoon-why-a-paranormal-romance-book-may-be-your-next-great-read/ar-BB1pJkI0?ocid=BingNewsVerp",
        "description": "Paranormal romance books are love stories that are cousins to the 'romantasy' genre. Read these paranormal romance books to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FcTRNnaRunbOYaO_11rWIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6hon MSN",
        "source": "USA TODAY on MSN",
        "article_content": ""
    },
    {
        "title": "Are spirits living at Ripon College? Paranormal investigators say they may have found evidence",
        "link": "https://www.msn.com/en-us/news/us/are-spirits-living-at-ripon-college-paranormal-investigators-say-they-may-have-found-evidence/vi-AA1sShyU?ocid=BingNewsVerp",
        "description": "Are spirits living at Ripon College? Paranormal investigators say they may have found evidence ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6C_zaosz4p03xvghFHuj0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "NBC 26 WGBA Green Bay, WI on MSN3h",
        "source": "NBC 26 WGBA Green Bay, WI on MSN",
        "article_content": ""
    },
    {
        "title": "WATCH: Road Trippin' to Butte's Dumas Brothel for paranormal investigation",
        "link": "https://nbcmontana.com/news/local/watch-road-trippin-to-buttes-dumas-brothel-for-paranormal-investigation",
        "description": "Built in 1890, not only is it known as the longest continuously running brothel in U.S. history, but it’s also considered by some as the most haunted building i ...",
        "image_url": "https://www.bing.com/th?id=ODF.Imxmp7htrlZL5B_CR-_aFw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "NBC Montana40m",
        "source": "NBC Montana",
        "article_content": "Built in 1890, not only is it known as the longest continuously running brothel in U.S. history, but it’s also considered by some as the most haunted building in Montana.\n\nNBC Montana's Laurel Staples goes inside the historic Dumas Brothel in uptown Butte for an overnight paranormal investigation.\n\nRoad Trippin' is sponsored by connecting people and places, for all of your Montana adventures.\n\n\n\n\n\n\n\n"
    },
    {
        "title": "Senior living residents visit paranormal places via virtual reality",
        "link": "https://www.wfmz.com/news/area/lehighvalley/northampton-county/easton-area/senior-living-residents-visit-paranormal-places-via-virtual-reality/article_5f39c5aa-9255-11ef-b1ba-137a61e441d5.html",
        "description": "FORKS TWP., Pa. -- Seniors at Country Meadows of Forks in Northampton County celebrated spooky season Thursday. Residents are ...",
        "image_url": "https://www.bing.com/th?id=OVF.h%2brfqTnPoslKqrP7ixXIBw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3h",
        "source": "WFMZ-TV",
        "article_content": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items."
    },
    {
        "title": "Halloween is almost here. Learn spooky history and hang with ghosts on tour",
        "link": "https://www.msn.com/en-us/news/us/america-is-crawling-with-ghost-tours-why-are-we-so-obsessed-with-death/ar-AA1sPVRp?ocid=BingNewsVerp",
        "description": "Surratt, played by theater actress Victoria Sova, recounted gruesome tales of deaths that took place in and around the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1M37VeEoiqOHaaMWaK5dmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6hon MSN",
        "source": "USA TODAY on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery of carbon-storing molecules in a distant interstellar cloud may shed light on how our own solar system formed",
        "link": "https://www.msn.com/en-us/news/other/discovery-of-carbon-storing-molecules-in-a-distant-interstellar-cloud-may-shed-light-on-how-our-own-solar-system-formed/ar-AA1sRSVX?ocid=BingNewsVerp",
        "description": "A team led by researchers at MIT has discovered that a distant interstellar cloud contains an abundance of pyrene, a type of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.felwhQXl7Y5aZ-AbcwuvSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "Archaeologists Are Uncovering The History of One of the World’s Oldest Civilizations",
        "link": "https://www.popularmechanics.com/science/archaeology/a62696102/babylon-remains-discovery/",
        "description": "There are parts of the excavation site that date back to the Sasanian Empire of the 3 rd through 7 th centuries, but a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fx7Tb84LFp6AJgCzVkmkMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8h",
        "source": "Popular Mechanics",
        "article_content": "A major discovery in Iraq’s historic Babylon Governorate is a significant breakthrough in better understanding the evolution of the ancient city.\n\nThere are parts of the excavation site that date back to the Sasanian Empire of the 3 rd through 7 th centuries, but a majority of the best-preserved parts of the site are remnants of the Old Babylonian era of over 3,000 years ago.\n\nthrough 7 centuries, but a majority of the best-preserved parts of the site are remnants of the Old Babylonian era of over 3,000 years ago. In addition to physical structures remaining from the ancient civilization, there were plenty of individual artifacts discovered, including ancient seals and cuneiform tablets.\n\nFor most archaeologists, discovering a single ancient artifact is probably a thrilling experience. Finding three? A monumental moment. 10? A dream come true.\n\nWhat about nearly 500?\n\nIs there a feeling that can even capture the magnitude? To find out, you’d have to ask Quhtan Abbas Hassan Aboud, the lead on an archaeological excavation in Iraq’s Babylon Governorate. In mid-October, the team—working on a dig in the Al-Fayadiya district—discovered a major section of ancient Babylon that spans two periods of the city’s development. The find contained 478 artifacts from both periods, including ancient seals, cuneiform tablets, and more, according to Archaeology Magazine.\n\nThe team separated the discovery into two sections (A and B), according to a statement from the Iraqi State Board of Antiquities and Heritage. Section A covered about 6,000 square meters of the excavation site, and within it, archaeologists found remains that represented two distinct time periods. The top layer dates back to the Sasanian period, which stretched from 224 to 651 A.D. during the reign of the Sasanian Empire—one of the last pre-Islamic empires of Iran.\n\nUnfortunately, because they’ve spent a millennium and a half much closer to the surface of the soil, the ruins of the empire suffered plenty of erosion and deterioration. So, while the discovery is key in tracing the history of ancient Babylon, it pales in comparison to what the archaeologists found underneath it.\n\nThe second layer of Section A was much more well-preserved and much, much older—experts traced it back to the Old Babylonian era, which stretched from 1894 to 1595 B.C.\n\nHowever, the excitement around Section B far outshone that for either layer of the first section. Section B was notably larger than Section A, at about 9,000 square meters, and contained a massive bounty of Babylonian antiquities. The whole section dates back to the same era as the lower layer of Section A, and—in addition to the individual artifacts like pottery and cylindrical seals—Aboud’s crew was able to map out what they believed to be residential homes.\n\nRelated Story Archaeologists Find New Ancient Board Game Tablets\n\nTwo housing units that the archaeologists uncovered contained multiple, various-sized rooms that could have served as living spaces, work areas, or storage, providing significant insight into the living habits and conditions of Old Babylon’s common residents.\n\nThe smaller, individual pieces of history—the pottery, writing tablets, seals, and more—that were part of the discovery are just as important as the structures unearthed in the area. The cylindrical seals, for instance, were in pristine condition despite being over 3,000 years old. Once used to sign documents and denote ownership, seals were an important person item and were often ornately decorated. While they served a functional purpose, they also now serve as crucial pieces of the history of aesthetics and symbolism—not just in Babylon, but across ancient Mesopotamia and the rest of the world.\n\nJust as important a find are the various cuneiform tablets. The logo-syllabic writing style is one of the earliest in civilized history, and translations of the ancient Babylonian tablets are essentially windows into the civilization’s commerce, government, and other facets of life. They provide a direct path to better understanding the ancient city.\n\nBut then again, so does the entire discovery. How lucky."
    },
    {
        "title": "First-ever Discovery of a 'Black Hole Triple' Amazes Astronomers",
        "link": "https://www.msn.com/en-us/news/technology/first-ever-discovery-of-a-black-hole-triple-amazes-astronomers/ar-AA1sRM9y?ocid=BingNewsVerp",
        "description": "\"We think most black holes form from violent explosions of stars, but this discovery helps call that into question,\" a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.X8y1yOP75F11xmeh2Z4W-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8hon MSN",
        "source": "Newsweek on MSN",
        "article_content": ""
    },
    {
        "title": "Crustacean with panda-like coloring confirmed to be a new species",
        "link": "https://www.sciencedaily.com/releases/2024/10/241024131412.htm",
        "description": "Decades after it was first found in Japan, a crustacean species with unique black-and-white coloring resembling a panda has been confirmed to be new to science.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily3h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "San Fernando Valley teens have a blast exploring career paths in ‘STEAM’ power",
        "link": "https://www.dailynews.com/2024/10/24/san-fernando-valley-teens-have-a-blast-exploring-career-paths-in-steam-power/",
        "description": "Harlow Baldinver, 14, says she and other girls are ‘gonna help the world go through climate change and overcome it.’ ...",
        "image_url": "https://www.bing.com/th?id=OVFT.M4DK8PpChwUaYuLBxRuHNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "Los Angeles Daily News",
        "article_content": "LA DA seeks resentencing for Erik and Lyle Menendez in 1989 killings of their parents"
    },
    {
        "title": "Orangekloud Introduces AI-Powered No-Code Application Development Platform at GITEX Global",
        "link": "https://finance.yahoo.com/news/orangekloud-introduces-ai-powered-no-125300267.html",
        "description": "Orangekloud Technology Inc. (Nasdaq: ORKT) ('Orangekloud' or 'the Company'), a Singapore-based technology company offering ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EZJ6GiAo026WHxEQizbm4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "11h",
        "source": "YAHOO!Finance",
        "article_content": "Singapore, Oct. 24, 2024 (GLOBE NEWSWIRE) -- Orangekloud Technology Inc. (Nasdaq: ORKT) (“Orangekloud” or “the Company”), a Singapore-based technology company offering the eMOBIQ® No-Code platform for the development of mobile applications, today reported that the Company last week introduced its AI-powered no-code application development platform at GITEX Global, among the world’s most established large-scale tech exhibitions.\n\nThe event, which took place in Dubai from October 14-18, saw Orangekloud demonstrate the newly developed platform, which is among the first to integrate artificial intelligence agents and large language model (LLM) techniques to automate the app development process. This AI technology streamlines the app development process by accelerating page creation and automating the integration of different components, making it faster and more efficient to build and connect pages.\n\nThis platform was developed via a collaboration with AI Singapore (AISG)’s 100 Experiments programme, a government initiative designed to augment Singapore’s AI capabilities and accelerate the nation’s digital economy.\n\n“We are thrilled to have completed the development of this groundbreaking AI-powered no-code platform, and had the opportunity to introduce it at GITEX,” said Orangekloud founder and CEO Alex Goh. “We believe the platform made a highly favorable impression with both industry leaders and potential partners, and we expect these connections – as well as others we will soon make – to produce significant revenue growth and facilitate expansion into new regions and industries.”\n\nChief Operating Officer Steven Chu added, “The growth we’ve experienced, supported by AISG, has been crucial for our platform’s development. Their expertise has provided significant technical assistance to Orangekloud during this time. We are truly grateful for this collaboration and look forward to future partnerships with AISG.”\n\n“We are confident that this technology, which is among the first to integrate AI and LLM techniques into no-code app development technology, has the potential to truly revolutionize the speed and efficiency with which apps can be built and deployed – and we’re optimistic this advance is going to result in a big step forward for our Company.”\n\nMr. Goh said he looked forward to announcing additional news on this milestone “in the near future.”\n\nAbout Orangekloud Technology Inc.\n\nOrangekloud Technology Inc. (Nasdaq: ORKT) is a Singapore-based technology company which offers the eMOBIQ® No-Code platform to develop mobile applications specially designed for Small and Medium Enterprises (SMEs) and corporations. The eMOBIQ® suite of mobile applications designed to digitalize and streamline business processes in operations includes warehousing, sales ordering, delivery, and manufacturing. eMOBIQ® customers come from various industries, including food manufacturing and food service, precision engineering, construction, retail, energy, and warehouse management.\n\nStory Continues"
    },
    {
        "title": "Simplify Data Integration with No-Code EDI",
        "link": "https://www.dbta.com/DBTA-Downloads/WhitePapers/Simplify-Data-Integration-with-No-Code-EDI-13796.aspx",
        "description": "Managing fragmented data and manual processes can severely slow down your business, leading to costly delays and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wkKYytCYdVy2PR8IARm8GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "dbta6h",
        "source": "dbta",
        "article_content": "Managing fragmented data and manual processes can severely slow down your business, leading to costly delays and inefficiencies. Traditional integration methods often demand significant time, money, and technical expertise, making it challenging to keep up.\n\nNo-code data integration changes that. Our free eBook, “No-Code Data Integration,” provides step-by-step instructions and real-world examples to help you connect your systems and automate business data exchange effortlessly. Learn how no-code solutions can save you time, reduce errors, and enhance overall efficiency."
    },
    {
        "title": "The Startup Scene in Chicago: What Makes It Special?",
        "link": "https://techbullion.com/the-startup-scene-in-chicago-what-makes-it-special/",
        "description": "Chicago is well-known for its tall buildings, deep-dish pizza, and rich history, but there’s something else getting a lot of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Uid4IwaxfIJdvbljh-OZJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Impacts11h",
        "source": "Impacts",
        "article_content": "Chicago is well-known for its tall buildings, deep-dish pizza, and rich history, but there’s something else getting a lot of attention its exciting startup scene. Over the last few years, Chicago has become a hot spot for people with fresh ideas, bringing in entrepreneurs from around the world who want to kickstart their businesses.\n\nBut what makes Chicago’s startup scene different from places like Silicon Valley or New York? Let’s take a closer look at what makes this city stand out.\n\nLots of Support for Entrepreneurs\n\nOne of the best things about starting a business in Chicago is the amount of support entrepreneurs get. In some cities, new businesses are on their own, but not here. There are tons of resources, like incubators, accelerators, and shared workspaces, designed to help startups grow.\n\nPlaces like 1871 provide mentorship, office space, and chances to connect with others, which helps people build their businesses. Chicago’s universities, like The University of Chicago and Northwestern University, also offer programs to teach young people how to become entrepreneurs.\n\nAnd when it comes to funding, Chicago has a lot of investors and venture capital firms that want to support new businesses, so entrepreneurs don’t have to go far to find financial backing.\n\nA Diverse and Inclusive Startup Community\n\nChicago’s startup scene stands out because it’s open to everyone. Unlike other cities where certain groups might dominate, Chicago welcomes people from all backgrounds. This focus on diversity brings different perspectives and new ideas to the table.\n\nOrganizations like Chicago Blend help promote diversity in the tech and startup industries, offering resources to support underrepresented groups. This inclusive atmosphere makes the startup culture more creative and innovative.\n\nA Strong Community\n\nIn some cities, startups see each other as competition. But in Chicago, there’s a strong sense of community. Entrepreneurs often work together, share ideas, and help each other succeed.\n\nEvents like Chicago Startup Week and Techstars Startup Weekend bring people together to learn, network, and collaborate. It’s common to see more experienced entrepreneurs mentoring newer ones, sharing advice and offering support.\n\nThere’s also a tradition of giving back in Chicago. Entrepreneurs who have been successful often invest in local businesses, mentor new founders, and create programs to encourage more people to start their own ventures.\n\n4. Solving Real-World Problems\n\nChicago’s startups focus on solving real issues that affect people’s daily lives. Instead of chasing the next big trend, many entrepreneurs in the city work on businesses that improve things like transportation, education, and healthcare.\n\nFor example, SpotHero, a parking app, and VillageMD, a healthcare company, are just two examples of businesses that aim to make life easier for people in the city and beyond. This approach gives Chicago a reputation for being a place where people tackle real challenges.\n\nAffordability and Access\n\nStarting a business in cities like New York or San Francisco can be super expensive. But in Chicago, things like rent, office space, and employee salaries are much more affordable. This gives startups more breathing room financially, allowing them to focus on growing their businesses without breaking the bank.\n\nChicago’s location also makes it easy to connect with clients, investors, and partners across the country and around the world. Thanks to its transportation system and O’Hare International Airport, Chicago is well-connected to major cities globally.\n\nHard Work Pays Off\n\nChicagoans are known for their strong work ethic, and this mindset is a big part of the city’s startup culture. Entrepreneurs here aren’t just in it for quick success they’re willing to put in the hard work, face challenges, and keep going even when things get tough.\n\nThis determination and grit help Chicago startups stand out. They’re not only innovative but also resilient, able to handle ups and downs and come out stronger on the other side.\n\nConclusion: A City of Opportunity\n\nChicago’s startup scene is unique because it’s supportive, diverse, community-focused, and centered on solving real problems. It’s also more affordable than other big cities, making it a great place to start a business.\n\nWhether you’re just starting out or looking to grow your business, Chicago offers everything you need to succeed. It’s a city full of opportunity, where entrepreneurs can thrive and turn their ideas into reality. So, if you’re ready to launch your next big idea, Chicago might just be the perfect place to do it."
    },
    {
        "title": "How To Raise Capital For A Startup: Tips From A Silicon Valley Veteran",
        "link": "https://www.forbes.com/sites/allbusiness/2024/10/24/how-to-raise-capital-for-a-startup-tips-from-a-silicon-valley-veteran/",
        "description": "The co-founder of a robotics startup shares how to raise capital, including the book that got him through the seed round and ...",
        "image_url": "https://www.bing.com/th?id=OVFT._s2vPR59tgcuSks4CcXvQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "6h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "MarkaLAB Thrilled with Centric PLM Kick Off",
        "link": "https://www.informazione.it/c/5305D582-E714-4558-95F3-391FCC26C3BF/MarkaLAB-Thrilled-with-Centric-PLM-Kick-Off",
        "description": "The rapidly growing MarkaLAB delivers innovative and trend-setting brand merchandise for some of the world’s most successful ...",
        "image_url": "https://www.bing.com/th?id=OVFT.A43ckfZahehlAaIWM91d7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "13h",
        "source": "informazione",
        "article_content": "Content not available"
    },
    {
        "title": "OxygenOS 15 hands-on: Watch out Samsung and Google — OnePlus just caught up",
        "link": "https://www.tomsguide.com/phones/oneplus-phones/oxygenos-15-hands-on-watch-out-samsung-and-google-oneplus-just-caught-up",
        "description": "OnePlus knows how to make some of the best Android phones around, but its software has historically lagged behind Samsung, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Y8W6GfGoJlYQkk0OuC9pMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "9h",
        "source": "Tom's Guide",
        "article_content": "OnePlus knows how to make some of the best Android phones around, but its software has historically lagged behind Samsung, Google and Apple. That's been even more the case since these companies began to embrace the AI feature trend, with OnePlus deliberately avoiding major discussions of AI features. But things may be about to change.\n\nOxygenOS 15, the OnePlus-flavored skin of Android 15, is entering open beta from October 30th, but I've been lucky enough to try it out on a OnePlus 12 early. And it looks like OnePlus has more than caught up with the competition.\n\nA fully-fledged suite of AI features has been added to the incoming software update, but there are more upgrades and improvements besides that. So even if generative writing and image editing tools aren't your thing, you'll likely find something to enjoy in the changes OnePlus has made to its interface, animations or even just the software's overall size.\n\nThe OnePlus 13, the company's next flagship phone, isn't expected to arrive outside of China until the start of 2025, and it'll probably be another few months after that before we'll see another budget Nord handset. But with this update on the way, perhaps existing OnePlus owners will be happy to keep their current phone going, knowing that they're not being left behind.\n\nLighter and more agile\n\nEven before you make your first tap in the revamped OxygenOS 15 interface, it's given you a benefit. Thanks to optimization efforts and the removal of unnecessary files (such as default wallpapers you're not using), OnePlus has removed 5GB, or about 20%, from the storage footprint of OxygenOS 14, giving the user that space back for storing things they need and care about.\n\nWhen you do finally wake up the phone, you'll first want to check out the new lock screen options, described as \"Flux themes\". These are designed to have beautifully smooth transitions from always-on-display to lock screen to home screen, and while it doesn't make a huge practical difference, it is nice to see the animations move smoothly between one another as you open up your phone.\n\n(Image credit: Tom's Guide)\n\nSmooth animations is one of OnePlus' main talking points this year, especially when it comes to opening, closing and switching between apps. OxygenOS 15 features a new \"Parallel Processing\" graphics system, which allows apps opening and closing (and their associated animations) to overlap. It's a solution to a very minor complaint (jittery animations when swapping rapidly between apps) but it certainly works as a party piece for OnePlus.\n\nSign up to get the BEST of Tom's Guide direct to your inbox. Here at Tom’s Guide our expert editors are committed to bringing you the best news, reviews and guides to help you stay informed and ahead of the curve! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nIf you're familiar with the OnePlus Open and OnePlus Pad 2, you will be happy to hear that their Open Canvas multi-tasking system has finally arrived on OxygenOS 15-compatible smartphones. You can only open two apps at a time, rather than the Open or Pad 2's three, but you still get the all-important ability to expand and shrink both apps as you see fit, and tap between them to multitask without compromising on in-app space. It's much better for immediate work or copy/pasting across apps than any other system I've tried, and I'm delighted to find it on a smaller, more accessible device.\n\n(Image credit: Tom's Guide)\n\niPhone-inspired improvements\n\nAs seems to be the trend among Android skins these days, OxygenOS 15 now offers an iOS-style split between the notifications shade and quick settings, which you access by swiping down from the top of the phone on the left side or the right. I never had a problem with the traditional Android all-in-one style, and that is still offered for those who prefer it. But it is weird how this is an interface style OnePlus and other brands are now all adopting, seven years after the iPhone X first introduced it.\n\n(Image credit: Tom's Guide)\n\nAnother iPhone-esque feature is the new Live Alert pop-ups for ongoing activities, like playing music or running a timer. It lives around the central punch-hole camera on the OnePlus 12, like a smaller version of the Dynamic Island it's aping. I do like this change, as it gives you immediate access to an ongoing task no matter where else you go on the phone. And if it's annoying you, you can swipe on the bubble to dismiss it.\n\nAlso on the topic of iPhones, OnePlus is trying to bridge the gap with its rival through the upcoming Share with iPhone feature. By downloading a to-be-release \"O+ Connect\" app, you'll be able to send your files to your friends with iPhones as easily as you can to those with Android phones.\n\nI didn't get to try this one, but if it works as OnePlus says, then it's going to be a big moment for iPhone-Android relations, making it far simpler to send things to one another directly rather than through a messaging app or Google Drive.\n\n(Image credit: Tom's Guide)\n\nAI, the OnePlus way\n\nOnePlus still isn't devoting its phone to AI in the same way that other brands have, but its new software adds a lot of the basic AI-driven services we have seen from other recent smartphones, plus some unique ones to let OnePlus flex its software talents.\n\nOn the photography side, the OnePlus Photos app now contains Image Unblur and Reflection Eraser tools for fixing up common problems with images. But another addition is Detail Boost, which is there to sharpen a cropped-in image with generative AI. It doesn't seem great if your image has text in it (see the street sign in my sample) but for larger, simpler elements, it does add back some of the definition lost in the crop.\n\n(Image credit: Tom's Guide)\n\nFor your productivity needs, you can now summarize writing, read it out or get some help with editing it with the AI Summary, AI Speak and AI Writer tools. These are available anywhere in OxygenOS 15 by swiping in from the side of the screen to access the relevant toolbar. The AI Writer tools can reformat your text, change its tone or just check your spelling and grammar, but there are also generative writing options to try too. This can either write something entirely new for you, such as a reply to a message, or be used to add to existing text, say if you need a few more words to round out a briefing.\n\n(Image credit: Tom's Guide)\n\nIf you save a lot of documents to your phone, then the new Intelligent Search for local files will work especially well for you. The home screen search menu will be able to look through the text of indexed files to help you find answers you're looking for without opening them. And for questions that have answers beyond the scope of your phone's storage, Circle to Search is available too, if you were jealous of Samsung and Google keeping it to themselves for the past 10 months.\n\nOxygenOS 15: Outlook\n\nOne last feature before we round things up — the all-important new software easter egg. If you type 1+= in the Calculator app, you get a special animation displaying the company motto.\n\n(Image credit: Tom's Guide)\n\nI'm glad that I didn't have to mention this little addition until the end, since OnePlus has made plenty of meaningful changes to OxygenOS to make it a more futureproof Android skin. I still want to see this running on a OnePlus 13 before I make up my mind in full, but I like what I'm seeing so far.\n\nSamsung has yet to fully reveal its new Android 15 skin, One UI 7, and Google's no doubt cooking up some new features for future Pixel Feature Drops, so OnePlus' new software may start looking outdated faster than it might like. But right now we've got a proper three-horse race on our hands when it comes to Android phones, which must give OnePlus' faithful Never Settlers some comfort that they've bet on the right brand."
    }
]