[
    {
        "title": "The RAF Cosford UFO incident",
        "link": "https://www.bbc.co.uk/programmes/p0jxvfwv",
        "description": "Nick Pope worked on the MOD’s 'UFO desk' for 21 years and says the 1993 incident is one of the most baffling cases he ever ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BbPPINEwpVUVZji17QmA3C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15h",
        "source": "BBC",
        "article_content": "A triangular shaped craft proved to be the MOD's 'UFO desk' most baffling cases ever.\n\nNick Pope worked on the MOD’s “UFO desk” for 21 years and says the 1993 incident is one of the most baffling cases he ever worked on.\n\nHundreds of people reported a triangular shaped craft moving in a way that defied the laws of science.\n\nBBC Radio Shropshire’s Johnty O’Donnell asked Nick to explain the unexplainable.\n\nPhoto credit: Chris Loomis"
    },
    {
        "title": "UFO 50 review: Old games are still good games",
        "link": "https://www.shacknews.com/article/141789/ufo-50-review-score",
        "description": "UFO 50 is a fascinating collection of classic games from a fictional developer.",
        "image_url": "https://www.bing.com/th?id=OVFT.8DDoP43H88YmVmYM1XwWvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Shacknews13h",
        "source": "Shacknews",
        "article_content": "I love diving into gaming history, playing old games and keeping those experiences in my mind for when I play new ones. There’s a whole new world of insight you can access when you come into something armed with context of what came before. Even in my short time at Shacknews I’ve pushed things like preservation because capturing, holding onto, and sharing knowledge feels like an important and underserved piece of criticism in games. UFO 50, a collection of retro-styled games from Mossmouth, feels as much like validation for those principles as it does a new, original work. It’s a fictional portfolio from a long-lost video game studio that celebrates not just games themselves, but the value of going back and unearthing art from the past to both enjoy it and learn from it.\n\nReal games, fictional context\n\nSource: Mossmouth\n\nUFO 50 doesn’t narrate its story to you, but there’s still a compelling framing device that bleeds into the game’s nuts and bolts. You’re playing a set of 50 games developed by UFO Soft, a company that developed and published games on its series of LX consoles. The games were made throughout the 1980s, and you literally wipe the dust off each cartridge when you play them for the first time. In the main menu each title has a little synopsis, as well as a sentence or two adding some kind of additional historical context. Perhaps it’s an anecdote about a game’s inspiration, such as from a poster in the studio’s bathroom. Other times you’ll get something like how Night Manor, a point and click-style horror game, was UFO Soft’s only game featuring required warning text.\n\nDespite only being a few paragraphs of text in total, there’s a real sense of UFO Soft being a real company that existed in UFO 50’s imagined world. You can feel the vibe that this was a small group in an era when games could be pumped out based on singular ideas, then iterated on in further sequels and other new projects, enough to sustain a company and build not just a library, but an identity. Each little snippet of context feels like reading through old gaming magazines and building a picture in your mind of what it may have looked like to work in gaming in the 1980s.\n\nA complex collection\n\nSource: Mossmouth\n\nIt’s hard to tell if it’s deliberate or not, considering how in interviews the folks behind this game didn’t initially view this project as a single package. But the ways in which the games in UFO 50 follow a sort of evolutionary path is fascinating. If you play each game in order you can map out the trajectory in your mind, especially when you come across sequels and spinoffs of what seem to be UFO Soft’s core IPs. It’s actually wild to think about how the real-life developers plotted out the fictional devs’ progress and laid it out across these titles, rather than simply making each individual game as “complete” with all the lessons we’ve collectively learned as devs and gamers in 2024. You’ll see an idea introduced in a game early in the list, then grow and improve over time as you move through the years until there are games towards the end that feel like several ideas and learned lessons culminating into bigger, more elaborate productions.\n\nThat being said, not every game on this list is going to be a certified banger for every player. There’s a wide selection of genre, as well as complexity and that mythical force we refer to in shorthand as “polish.” There are games here I booted up, played for a couple minutes, and moved on from. I probably won’t play Bug Hunter ever again, for example. But there are other games like Grimstone, a full-by-god wild west JRPG, that I will absolutely go back to and see all the way to the end. It almost feels like I’ve gone back to my formative years playing around with emulators and huge ROM lists, going through and finding what resonated with me while taking in little pieces of everything. Fist Hell felt like a bad version of River City Ransom, while Valbrace is a strange hybrid of Wizardry and Punch-Out that feels like nothing I’ve ever played before. It’s an eclectic mix, and each individual piece contributes to the overall bigger picture of UFO Soft as an entity.\n\nIt's also worth noting that as fun as these games can be, there's a sort of line being toed between authenticity and approachability. A lot of the games in the collection are tough even by the standards of their era, mostly because a lot of them give you one life and no continues. If you die, you simply start right back at the beginning. Other games that are more substantive may offer multiple lives or chances, but it's still a harsh Game Over when you use them up. Features like rewind or unlimited continues may clash with the idea that you're literally cleaning up and playing old cartridges in the narrative, but some kind of compromise would have made trying to really dive into and complete each game a more appealing venture. To UFO 50's credit, the longer games (especially the RPGs) do have auto-saving and checkpoint systems. But having auto-save kind of invalidates the earlier remark about authenticity, so there's a little inconsistency there anyway.\n\nSource: Mossmouth\n\nUFO 50 is like stumbling across a time capsule and discovering a wealth of lost knowledge inside. And yet, it’s entirely a singular work of fiction. That by itself is deeply fascinating and makes this thing worth playing. Even if you pass over most of the games and only find a few that stick with you from a fun perspective, the depth on a conceptual level is absurd and gratifying to simply think about. We’re living at a time in which older games are vanishing from both physical reality and our sort of collective cultural well at an increasing rate, when remakes are seen as replacements for original work and curiosity to seek out history is dwindling unless there’s a purchasable remaster. UFO 50 is fun to play and take at face value, but it also highlights how age really isn’t a detriment to having a great time and engaging with games.\n\nUFO 50 is available now for PC. The game was purchased by Shacknews for this review."
    },
    {
        "title": "From UFO sightings to Big Foot — inside the eeriest National Park in America: ‘Like the X-Files’",
        "link": "https://www.msn.com/en-us/travel/other/from-ufo-sightings-to-big-foot-inside-the-eeriest-national-park-in-america-like-the-x-files/ar-AA1sbGEv?ocid=BingNewsVerp",
        "description": "From UFO sightings in Arizona to Big Foot encounters in New Mexico’s Chuska Mountains, Milford treated each case with equal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jyyo2Y7_3UN2I_mWehC-fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN11m",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "UFO Captured on Camera during SpaceX Starship Launch",
        "link": "https://www.msn.com/en-us/news/technology/ufvipo-captured-on-camera-during-spacex-starship-launch/vi-AA1shGqv?ocid=BingNewsVerp",
        "description": "Patrick discusses UFO seen during SpaceX Starship Launch. #aliens #uap #ufonews #ufos #ufo #disclosure #alien #uapnews ...",
        "image_url": "https://www.bing.com/th?id=OVF.EETKxfJxPZGldZb0kJ3SWQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN20h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "UFO over Langley, predictor Yasha Kedmi, Exhibitionist Zelya: morning coffee with EADaily",
        "link": "https://eadaily.com/en/news/2024/10/15/ufo-over-langley-predictor-yasha-kedmi-exhibitionist-zelya-morning-coffee-with-eadaily",
        "description": "President of the United States Joe Biden congratulated the Japanese organization of survivors of the atomic bombings of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ch8RcnpPI_usc-O8KZS6QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "22h",
        "source": "eadaily",
        "article_content": "Every day I am convinced that all the news is just words. They can be considered reality only in fact, and then with reservations. I will not give examples, because there are a lot of them. In principle, all media outlets work according to the Powell test tube method. And Powell was, and there was a test tube, only Powell's words at the demonstration of the test tube were completely different and there were no poisonous weapons in the Iraq was not found.\n\n1. President of the United States Joe Biden congratulated the Japanese organization of survivors of the atomic bombings of Hiroshima and Nagasaki \"Nihon Hidanke\" on receiving the Nobel Peace Prize, but kept silent about Washington's role in this tragedy. The statement was published on the website of the US president.\n\nHonestly? He should be thanked for not mentioning that Hiroshima and Nagasaki were bombed by the Russians. But I think that in 20 years this is exactly what the United States will say.\n\n2. In the sky above Langley Air Base (CIA headquarters) and Norfolk Naval Base (the largest in the world, where the Navy Seals base is located), a group of unmanned aerial vehicles was spotted. This was reported by The Wall Street Journal. For 17 days in 2023, drones appeared over American military facilities. Their flights lasting from 45 to 60 minutes took place after sunset. \"U.S. officials do not know who is behind these drones and how to stop them.\"\n\nThese are undoubtedly UFOs, whose task is to save the Earth. Therefore, they are aiming specifically at American facilities. Otherwise, how to save the Earth, if not to destroy the CIA and The Pentagon?\n\n3. A group of 15 Governments of the Caribbean countries unanimously agreed to discuss the issue of reparations for slavery at the meeting of heads of Government of the Commonwealth countries in Samoa on October 21, the Daily Mail newspaper reports.\n\nCompensation figures range from £206 billion to £19 trillion. That's the kush the Britons grabbed! Somehow not at all gentlemanly.\n\n4. Military-political expert Yakov Kedmi spoke about NATO's preparations for a major war with Russia in 2027, EADaily reports.\n\nWell, from Yasha Kazakov (this is his real name), a fortune teller at the level of a fortune-teller grandmother from a nearby entrance. With the same percentage of guessing.\n\n5. Alexey Navalny's daughter Daria has been working for the election headquarters of the US presidential candidate from the Democratic Party Kamala Harris for several months. Information about this is posted on her Linkedin page.Her tasks include the leadership of volunteers.\n\nShit always piles up — it's a law of nature. By the way, I don't see anything strange in the news. It's just clear who the father himself worked for.\n\n6. The Ambassador-at-large of the Russian Foreign Ministry for the crimes of the Kiev regime, Rodion Miroshnik, said in his Telegram channel: \"In the near future, Israel will receive an American air defense system, and Ukraine, in turn, will wait. Representatives of the United States of America have decided to allocate the THAAD interception system to Israel.\"\n\nI've been saying for a long time that Zelensky is not a Jew at all, but a cross. He goes to church, not to the synagogue. So he does not fall under the help of the Jews ...\n\n7. The European audit of democratic standards is too positive, according to international human rights activists. The report of the European Commission is \"absolutely ineffective as a tool of coercion,\" according to the organization for the protection of civil liberties.\n\nThe EU and democracy are incompatible things. \"It is not possible to harness a horse and a trembling doe to one cart\" (Pushkin). Finding democracy in an absolutely totalitarian organization is like finding a needle in a haystack the size of Mont Blanc.\n\n8. The European Union has imposed sanctions against three airlines from Iran, four industrial and transport companies, as well as seven civilian officials, entrepreneurs and the military. This is stated in the resolution of the Council of the European Union.\n\nA very effective measure! Simply terrifying to Iran. Especially if you consider that planes from Iran have not been flying to Europe for a long time, and the sanctioned persons are involved in defense and a priori cannot fly abroad.\n\n9. Vladimir Zelensky's \"victory plan\" will be shown to the public in the coming days, Ukrainian Ambassador to Germany Alexei Makeev said.\n\nThis behavior in psychiatry is called exhibitionism. Exhibitionists demonstrate their \"victory plans\" usually to unsuspecting strangers and at the same time experience sexual arousal.\n\n10. The Chairman of the Inter-Parliamentary Union (IPU) Tulia Exxon abruptly interrupted the protest of the representatives of Ukraine in Geneva. The Ukrainian side protested against the visit of St. Petersburg by the Chairman of the Ministry of Internal Affairs.\n\nOf course, there are more normal people in Ukraine than idiots. But pay attention to how the idiots are correctly placed.\n\n11. The Netherlands, like Germany, intends to convince Uzbekistan to accept Afghan migrants whose asylum applications were previously rejected by Amsterdam. It is reported by Ariana News. \"Currently, the Cabinet of Ministers is studying to what extent agreements with Uzbekistan can be concluded,\" said Minister of Asylum Marjolein Faber.\n\nThe Russian proverb in its original form says: \"On you, it is not necessary that it is not suitable for us.\" In Russian, \"nebozhe\" (\"shabby\") — a beggar, a wretch.\n\n*An individual included in the list of terrorists and extremists of ROSFINMONITORING"
    },
    {
        "title": "Amplitude buys Command AI to bolster its app engagement offerings",
        "link": "https://www.msn.com/en-us/money/other/amplitude-buys-command-ai-to-bolster-its-app-engagement-offerings/ar-AA1sj3sk?ocid=BingNewsVerp",
        "description": "Amplitude has acquired Command AI, the app user engagement startup formerly known as CommandBar, for an undisclosed sum.",
        "image_url": "https://www.bing.com/th?id=OVFT.ER__q75tWCr0u7zm4MuBbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Adobe unveils new AI-powered app for marketing teams",
        "link": "https://www.msn.com/en-us/money/technology/adobe-unveils-new-ai-powered-app-for-marketing-teams/ar-AA1sfI9h?ocid=BingNewsVerp",
        "description": "'Delivering impactful global campaigns hinges on the ability to bring marketing and creative teams closer together, with ...",
        "image_url": "https://www.bing.com/th?id=OVFT.b_g_QmoCB1VYoZk1Bu1RbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16hon MSN",
        "source": "TechRadar on MSN",
        "article_content": ""
    },
    {
        "title": "News app shows fake bloodied Alex Jones AI advert",
        "link": "https://www.bbc.co.uk/news/articles/cn4yn18x2xno",
        "description": "Users of the WalesOnline app, published by Reach, saw AI-generated photos of Reeves and Jones with blood and bruises on their ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kxK_wYk4zdQHonW1xskEly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "BBC",
        "article_content": "A publisher has been criticised for running adverts with \"disturbing\" fake images of TV presenter Alex Jones and Chancellor Rachel Reeves.\n\nUsers of the WalesOnline app, published by Reach, saw AI-generated photos of Reeves and Jones with blood and bruises on their faces.\n\nIf tapped on, the adverts take readers to fake BBC News articles promoting cryptocurrency.\n\nReach has been asked to comment."
    },
    {
        "title": "How to install Google AI Studio App on Windows 11?",
        "link": "https://www.thewindowsclub.com/how-to-install-google-ai-studio-app-on-windows",
        "description": "Here is how to install Google AI Studio App on Windows, and how you can use it with Gemini prompts, etc to write codes and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.d0LabkRnit8aRzNwTeG8YC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14h",
        "source": "TWCN Tech News",
        "article_content": "Google has been introducing many products around its AI Gemini. One such product is the Google AI Studio—a powerful platform designed for developers, data scientists, and other AI enthusiasts who want to build, train, and deploy machine learning models.\n\nSo, if you, too, want to try out Google AI Studio but are unsure how to install the app on Windows 11, we have you covered. Below is a detailed step-by-step guide for installing the app on your PC and starting to use it.\n\nHow to install Google AI Studio App on Windows 11?\n\nGoogle AI Studio app is available on webcatalog.io, a platform that allows users to turn websites and web apps into standalone desktop applications. However, to use it, you will first need to install WebCatalog Desktop.\n\nFirst, download and install WebCatalog Desktop app on your PC and sign in by creating an account.\n\nOnce signed in, you can search for Google AI Studio, click the Install button, and wait for the app to download.\n\nOnce installed, click on the Open app to start using it.\n\nIf you don’t want to install a desktop app but still use Google AI Studio, go to this WebCatalog webpage and click on Use Web App to start using the app on your browser.\n\nThat is how you can install Google AI Studio on your desktop. Google AI Studio gives you 1,000,000 tokens as a free user. Usage beyond this token cap will incur charges. Also, Google AI studio has a specific set of tokens it charges per run. So, make sure to understand the token usage before you go full-fledged.\n\nHow to use Google AI Studio?\n\nGoogle AI Studio can be used in multiple cases. Such as:\n\nNatural Language Processing (NLP): Build models for tasks like text classification, sentiment analysis, and machine translation.\n\nBuild models for tasks like text classification, sentiment analysis, and machine translation. Computer Vision: Create models for image recognition, object detection, and image generation.\n\nCreate models for image recognition, object detection, and image generation. Recommendation Systems: Develop models to recommend products or content to users.\n\nDevelop models to recommend products or content to users. Time Series Forecasting: Predict future values of time-dependent data.\n\nSo, if any of these use cases meets your goals, here is how you can use the app:\n\nFrom the WebCatalog App, click Installed in the sidebar and Open under Google AI Studio.\n\nin the sidebar and under Google AI Studio. Sign in to the app using your Google Account.\n\nYou will have two options: Use Google AI Studio or Develop in your own environment. Choose as per your requirements. (For this tutorial, we have selected the first option.)\n\nNext, on your screen, you will see some quick prompts, such as Math Tutor, Docker Script, Sentiment analysis, etc. If you click on any of these prompts, it will instantly generate an AI result.\n\nAlternatively, write your prompt in the Type Something text field and click the Run button. You can also select the Plus icon to import your data, such as images or audio, or enable Google Drive access.\n\nOn the sidebar, you will also find options like AI model, JSON mode, Code Execution, and Function calling. You should also click on Advanced settings to change other settings, such as Output length, add a stop sequence, and more.\n\nOnce satisfied with your AI model, you can name it by clicking the prompt and the Run buttons. After that, you can ask it to do the specific task for which you programmed the AI model. For example, we asked our AI model to write a password generator code in Python.\n\nRelated: What are the best free AI Extensions for Visual Studio Code?\n\nIs using Google AI Studio free?\n\nGoogle AI Studio offers free usage in all regions. However, capacity may fluctuate, and rate limits are not guaranteed. The Gemini API operates on a two-tier pricing model: a free tier and a pay-as-you-go tier. Pricing and rate limits vary between these tiers and models.\n\nHow to Get a Gemini API Key?\n\nTo get a Gemini API key, create a Google Cloud Platform account, enable the Gemini API, and generate a service account key. This key will allow you to access and use the Gemini API for various applications."
    },
    {
        "title": "OutSystems integrates generative AI with low-code to accelerate and simplify app development",
        "link": "https://siliconangle.com/2024/10/15/outsystems-integrates-generative-ai-low-code-accelerate-simplify-app-development/",
        "description": "Rosado said a recent study carried out by OutSystems reveals that 93% of company executives want to increase their ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iZaOU-BV1x_Ri2Zj5uViBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Have a case of the paranormal? Go to one of South Jersey Ghost Research's library lectures",
        "link": "https://www.msn.com/en-us/news/us/have-a-case-of-the-paranormal-go-to-one-of-south-jersey-ghost-researchs-library-lectures/ar-AA1sjlXd?ocid=BingNewsVerp",
        "description": "Well, if the ghostly, ghoulish and unexplainable are things that interest you, the South Jersey Ghost Research group may be ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GbAmgMBCwYvGbQykFTIOLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Courier-Post (Cherry Hill, NJ) on MSN13h",
        "source": "Courier-Post (Cherry Hill, NJ) on MSN",
        "article_content": ""
    },
    {
        "title": "Spooky drums take the spotlight for Paranormal Percussion show in Salt Lake City",
        "link": "https://www.fox13now.com/news/local-news/northern-utah/spooky-drums-take-the-spotlight-for-paranormal-percussion-show-in-salt-lake-city",
        "description": "Drummers are in the spotlight at this one-of-a-kind Halloween performance. Paranormal Percussion is a local Halloween show ...",
        "image_url": "https://www.bing.com/th?id=OVF.yG%2by6WVHB296jSJqYjetPA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "fox13now6h",
        "source": "fox13now",
        "article_content": "SALT LAKE CITY — Drummers are in the spotlight at this one-of-a-kind Halloween performance. Paranormal Percussion is a local Halloween show that features only drums and percussion.\n\n\"I realized people in Utah really love Halloween and people love drumming so we kind of put the two together,\" said the show's founder, Matt Nickle.\n\nParanormal Percussion is put on by Warehouse 5 Drum Theatre. Nickles says the show is the perfect combination of spooky and family-friendly \"Each year I come up with new arrangements of things,\" Nickle said. \"I like playing the Ghostbusters theme, the Thriller theme, the funnest thing is playing on instruments that are a little unconventional like a coffin or a car.\"\n\n\"It's really just about a bunch of us drummers who have been drumming our whole life just getting out here and beating some drums and having a good time together,\" said Paranormal Percussions performer, Derek Julio.\n\nSince the show started in 2019 people have traveled from all across the state to see their favorite Halloween songs come to life on the stage. Nickles and Julio say the audience feedback so far has been spooktacular.\n\n\"It just feels wonderful when we know they have had a really good time, a really good experience,\" Julio said. \"It's meant to be spooky, it's meant to be a little fun, I think it's really funny, a lot of aspects of it,\" Julio said.\n\nWarehouse 5 Drum Theatre hopes to continue making audiences smile and putting drummers in the spotlight by eventually putting on other seasonal shows.\n\n\"It's really fulfilling for me, the first year was really scary because I had these arrangements, but I didn't know if they would make sense live but once we put the show together it was really nice,\" Nickles said.\n\nFor show times, locations, and tickets you can click here."
    },
    {
        "title": "Paranormal hotel in Victor invites guests to a haunting experience",
        "link": "https://www.msn.com/en-us/travel/news/paranormal-hotel-in-victor-invites-guests-to-a-haunting-experience/ar-AA1sjQIp?ocid=BingNewsVerp",
        "description": "A building that once housed a former casino and brothel in Victor, Colorado during the Wild West and was rebuilt after a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CNDKAZc-UFVLShtJ-Q6OVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "11hon MSN",
        "source": "KXRM Colorado Springs on MSN",
        "article_content": ""
    },
    {
        "title": "Spooky drums take the spotlight for Paranormal Percussion show",
        "link": "https://www.msn.com/en-us/entertainment/news/spooky-drums-take-the-spotlight-for-paranormal-percussion-show/vi-AA1sk4DG?ocid=BingNewsVerp",
        "description": "Drummers are in the spotlight at this one-of-a-kind Halloween performance. Paranormal Percussion is a local Halloween show ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6ptTwGCPKRFZeRSRux2VRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KSTU FOX 13 Salt Lake City, UT on MSN9h",
        "source": "KSTU FOX 13 Salt Lake City, UT on MSN",
        "article_content": ""
    },
    {
        "title": "Experts say this haunted UK town has the most paranormal activity",
        "link": "https://www.express.co.uk/travel/uk/1962527/experts-say-this-haunted-uk",
        "description": "A new study by Affordable Urns has revealed the UK's most haunted counties and towns, ranking them by paranormal activity ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rOdtne5RJcjseH8dpcxIPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "7h",
        "source": "Daily Express",
        "article_content": "Cambridge is in the top five most haunted destinations in the UK\n\nThis town in England is the most haunted in the UK, according to new research. A new study by Affordable Urns has revealed the UK's most haunted counties and towns, ranking them by paranormal activity reports. Research shows the most haunted town in the UK is Ipswich with 43 reported ghost sightings across just 15 square miles. Haunted locations include the Ancient House and Christchurch Mansion. Ipswich is home to a number of tourist attractions and while it may not be the most obvious place for a day out in the UK - there is actually a lot to do and see there.\n\n\n\nIpswich is the most haunted town in the UK, according to research\n\nYou can visit Christchurch Park which features a Tudor mansion or you can take a trip to Ipswich Waterfront which has a selection of cafes and marina views. If you’re a food lover, you can’t miss the Suffolk Food Hall which has a huge array of options for a delicious dinner where there’s something for everyone. In second place for the most haunted destinations in the UK is Lincoln with 33 paranormal reports - its most haunted spots were Lincoln Castle and Lincoln Cathedral. Cambridge takes third place with 34 haunted sites, including Corpus Christi College and Peterhouse College. The next most haunted is Exeter, also with 34 paranormal reports, notably at Exeter Cathedral and Rougemont Castle. In fifth place comes Oxford with haunted sites like Oxford Castle and the Bodleian Library.\n\n\n\nOxford also makes the list of top five most haunted places in the UK\n\nTrending\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy"
    },
    {
        "title": "A data bottleneck is holding AI science back, says new Nobel winner",
        "link": "https://www.technologyreview.com/2024/10/15/1105533/a-data-bottleneck-is-holding-ai-science-back-says-new-nobel-winner/",
        "description": "Adobe has announced a new tool to help creators watermark their work and opt out of having it used to train generative AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7ni2EkRVms4I33z9c79AFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "MIT Technology Review11h",
        "source": "MIT Technology Review",
        "article_content": "AI has been a gamechanger for biochemists like Baker. Seeing what DeepMind was able to do with AlphaFold made it clear that deep learning was going to be a powerful tool for their work.\n\n“There's just all these problems that were really hard before that we are now having much more success with thanks to generative AI methods. We can do much more complicated things,” Baker says.\n\nBaker is already busy at work. He says his team is focusing on designing enzymes, which carry out all the chemical reactions that living things rely upon to exist. His team is also working on medicines that only act at the right time and place in the body.\n\nBut Baker is hesitant in calling this a watershed moment for AI in science.\n\nIn AI there’s a saying: Garbage in, garbage out. If the data that is fed into AI models is not good, the outcomes won’t be dazzling either.\n\nThe power of the Chemistry Nobel Prize-winning AI tools lies in the Protein Data Bank (PDB), a rare treasure trove of high-quality, curated and standardized data. This is exactly the kind of data that AI needs to do anything useful. But the current trend in AI development is training ever-larger models on the entire content of the internet, which is increasingly full of AI-generated slop. This slop in turn gets sucked into datasets and pollutes the outcomes, leading to bias and errors. That’s just not good enough for rigorous scientific discovery.\n\n“If there were many databases as good as the PDB, I would say, yes, this [prize] probably is just the first of many, but it is kind of a unique database in biology,” Baker says. “It's not just the methods, it's the data. And there aren't so many places where we have that kind of data.”\n\nNow read the rest of The Algorithm\n\nDeeper Learning\n\nAdobe wants to make it easier for artists to blacklist their work from AI scraping"
    },
    {
        "title": "Mysterious ‘doorway’ discovered in Antarctic ice via Google Maps — and conspiracy theorists have wild ideas",
        "link": "https://www.msn.com/en-us/news/technology/mysterious-doorway-discovered-in-antarctic-ice-via-google-maps-and-conspiracy-theorists-have-wild-ideas/ar-AA1sjFdU?ocid=BingNewsVerp",
        "description": "In East Antarctica, just southeast of Japanese research outpost Showa Station, eagle-eyed users spotted a mysterious 'doorway ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FEtGmIu6Z4p89Ahd-2SfgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "The final frog-tier? Scientists find 7 new frog species, name them after Star Trek captains - study",
        "link": "https://www.jpost.com/science/article-824824",
        "description": "Those names may not mean anything to the layperson, but diehard fans will recognize them as being references to some of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.c-TaAjqVxNYROHEBM-FrvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "3h",
        "source": "The Jerusalem Post Blogs",
        "article_content": "Madagascar. The final frog-tier.\n\nThat joke only makes sense when one hears the news that scientists have found seven new tree frog species in Madagascar, and all of them are named after iconic Star Trek captains, as noted in a recent study.\n\nThe findings of this study were published in the peer-reviewed academic journal Vertebrate Zoology.\n\nThe reason for the Star Trek comparisons was that, according to the scientists behind the study, the frogs - rather than croaking - make high-pitched whistles that sound like sounds heard in Star Trek, such as the boatswain whistle often heard on the starships or the tricorders used by Starfleet personnel for carrying out scientific scans.\n\nThese whistles aren’t just incidental, but are actually part of what makes this discovery so significant in the first place. Viersen, Germany - June 9. 2024: Photo of Star Trek 60s TV series scene in old magazine (credit: SHUTTERSTOCK)\n\nMadagascar is a huge island around the size of France, and it boasts around 9% of the entire world’s frog population.\n\nTreefrogs from the Boophis genus are among the frogs. Treefrogs in general tend to look rather similar to one another, and it can be difficult for scientists to spot new species among them.\n\nSingling out the species\n\nBut seven new species were singled out among the many frogs hopping around Madagascar thanks to their sounds.\n\nWhile most frogs typically make croaking sounds, these seven frogs make high-pitched whistles. This, the researchers noted, is what is known as an “advertisement call,” named as such because the frogs are theorized to be sharing information about themselves to potential mates.\n\nOne possible reason for this is their habitat. Living among the streams of water in the mountainous areas of Madagascar, high-pitched whistles may be more audible than croaks. Stay updated with the latest news! Subscribe to The Jerusalem Post Newsletter Subscribe Now\n\nThat isn’t enough to determine if the frogs are new species. As such, the researchers backed their findings with DNA analysis.\n\nWhat they found was that genetically, there was enough information to conclude that the frogs were indeed separate species.\n\nWhat names were the new species given?\n\nThere were eight new species in all, but only seven were named, given the scientific designations of B. kirki, B. picardi, B. siskoi, B. janewayae, B. archeri, B. pikei, and B. burnhamae.\n\nThose names may not mean anything to the layperson, but diehard fans will recognize them as being references to some of the most famous characters in science fiction. Captain James T. Kirk from Star Trek: The Original Series and its associated movies; Captain Jean-Luc Picard from Star Trek: The Next Generation and Star Trek: Picard, as well as several movies; Captain Benjamin Sisko from Star Trek: Deep Space 9; Captain Katheryn Janeway from Star Trek: Voyager; Captain Jonathan Archer from Star Trek: Enterprise; Captain Christopher Pike from Star Trek: Strange New Worlds; and Captain Michael Burnham from Star Trek: Discovery.\n\nThis is not the first time a new scientific discovery has been made and named after Star Trek, which itself is unsurprising given how long Star Trek has been running and how much it influenced generations of scientists raised on the adventures of the crews of the USS Enterprise, Deep Space 9, and Voyager.\n\nFor example, in 2022, scientists discovered microorganisms that consume methane, which were named the Borg, after the Star Trek race of the same name. But while that naming choice was appropriate due to the function they served – the Borg aliens assimilated things into their collective just as the real-life Borg absorbed and contained methane – these paragons of space exploration and scientific discovery don’t seem at first to have anything to do with some frogs found in Madagascar.\n\nBut aside from the high-pitched whistles, there is one other thing the frogs have in common with Star Trek characters, and that’s the word “trek.” This is because, due to the remote locations where these frogs live, scientists had to do quite a bit of trekking to find them.\n\nBut while we might not be getting any frog-themed Star Trek theories anytime soon, the same spirit of adventure and scientific progress will be pushing the researchers behind this study further as they explore the final frog-tier.\n\nTheir ongoing mission: To seek out new frogs. To boldly go where no scientist has gone before."
    },
    {
        "title": "How to transform scientific discoveries into better treatments",
        "link": "https://www.fastcompany.com/91207490/how-to-transform-scientific-discoveries-into-better-treatments",
        "description": "To truly transform treatments, we must shift our focus from 'cure' to 'care.' Patient-centered innovation means designing ...",
        "image_url": "https://www.bing.com/th?id=OVFT.STdVipFJGDworQgFtGZk7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19h",
        "source": "Fast Company",
        "article_content": "Content not available"
    },
    {
        "title": "Scientists accidentally discover a man with three penises",
        "link": "https://www.zmescience.com/science/news-science/scientists-accidentally-discover-a-man-with-three-penises/",
        "description": "The subject, a 78-year-old man whose body had been donated for medical research, appeared to have lived an ordinary life, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ooyhqvKX7Sid4rWYtL8DfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ZME Science7h",
        "source": "ZME Science",
        "article_content": "Facebook\n\nX\n\nLinkedIn\n\nPinterest\n\nEmail\n\nIt was a discovery no one expected. In a routine dissection at the University of Birmingham Medical School, student researchers stumbled upon a rare and surprising anatomical anomaly— the donated human body had three penises. This finding marks only the second known instance of triphallia, a condition characterized by the presence of three distinct penile shafts.\n\nA Triple Anomaly\n\nThe subject, a 78-year-old man whose body had been donated for medical research, appeared to have lived an ordinary life, likely unaware of his extraordinary anatomy. According to the team conducting the dissection, the man’s genitalia seemed entirely normal from an external perspective. Yet, hidden within the scrotal sac were two smaller penises, one of which was connected to the same urethra as the primary penis.\n\n“These penile morphological abnormalities may not have been identified during his life. However, he may have lived with functional deficits due to the abnormal anatomy,” the researchers noted. Such deficits could include urinary tract infections, erectile dysfunction, or fertility issues, although the lack of significant symptoms suggests the condition may have gone unnoticed.\n\nThe second and third penis shafts are seen in red and green. Credit: Journal of Medical Case Reports\n\nTriphallia, unlike the more documented diphallia, is so rare that only one other case has been reported in medical literature. That previous case, discovered in a newborn from Iraq in 2020, brought global attention to the notion of “supernumerary” penises. However, the Birmingham case is notable for being the first where the internal structure of the anomaly has been carefully studied through post-mortem dissection.\n\nSupernumerary penises — meaning extra phalluses — occur in only about one in every 5 to 6 million live births. But even within this ultra-rare category, there are still surprises.\n\nUnderstanding the Origins\n\nThe development of the male genitalia begins early in pregnancy, between four and seven weeks of gestation. During this early development, the penis forms from the genital tubercle, triggered by dihydrotestosterone (DHT), a potent androgen hormone. The authors of the study think a genetic abnormality likely disrupted this process in the 78-year-old patient, causing the genital tubercle to divide into three parts.\n\n“The urethra originally developed in the secondary penis,” the researchers explained. “However, when this penis failed to develop fully, the urethra diverted its course and developed in the primary penis instead. The tertiary penis is a remnant of the triplicated genital tubercle.”\n\nThe genetic causes of conditions like diphallia and triphallia remain murky, though researchers have identified several genes involved in genital formation. One example is the sonic hedgehog gene, which is critical in guiding tissue growth during embryonic development.\n\nWhile external penile duplication often leads to additional congenital issues and is typically corrected via surgery, this man’s condition was hidden. This could mean that internal penile duplications might be more common than previously thought. “Without any symptoms and additional medical needs, concealed internal penises may not present themselves, preventing diagnosis.”\n\nMany individuals with internal penile duplication may never know they have the condition. This, the researchers argue, should prompt healthcare providers to consider the possibility of such anatomical anomalies in patients with urological symptoms.\n\nAs medical science continues to uncover rare and hidden conditions, it’s remarkable how much of the human body remains mysterious, even in individuals who live out their lives without knowing how special they truly are.\n\nThe findings were reported in the Journal of Medical Case Reports."
    },
    {
        "title": "Traqo Raises Pre-Seed Funding to Revolutionize Logistics with No-Code",
        "link": "https://www.ciol.com/funding-acquistion-merger/traqo-raises-pre-seed-funding-to-revolutionize-logistics-with-no-code-7315814",
        "description": "Traqo raises pre-seed funding led by We Founder Circle to enhance its no-code logistics platform, streamlining operations and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TSb9RY1oSqnlXyddeuaGqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "20h",
        "source": "CIOL",
        "article_content": "Traqo.io, a no-code platform specialising in third-party logistics management, is making headlines with its recent pre-seed funding round. The round was led by We Founder Circle, marking a significant milestone for Traqo as they aim to streamline logistics operations using cutting-edge technology and AI capabilities.\n\nAdvertisment\n\nTraqo is not just another logistics platform; it promises to revolutionize how logistics is managed. With its no-code Software as a Service (SaaS) model, Traqo is designed to eliminate manual processes like spreadsheets and reduce operational inefficiencies. Their goal? To bring real-time, integrated management solutions to logistics companies, enhancing transparency and scalability.\n\nThe Recent Pre-Seed Funding Round\n\nThe exact amount of the funds raised in the pre-seed round remains undisclosed, but the investment led by We Founder Circle is expected to fuel Traqo's expansion efforts. The funds will play a crucial role in building the company’s AI capabilities and tech team.\n\nAdvertisment\n\nFounders and Leadership Team\n\nTraqo was founded by Mukesh Deogune, an IIT BHU alumnus, along with a team that brings rich experience from top organizations like Microsoft, HSBC, and Reliance. Their combined expertise is helping to build a robust platform that has already gained traction within the logistics industry.\n\nWhat Traqo Offers\n\nAdvertisment\n\nTraqo’s SaaS-based platform is a game-changer for logistics, covering the entire freight lifecycle—from procurement and tracking to auditing and settlement. It’s designed to be 10x faster and more cost-effective than other logistics solutions on the market, providing manufacturers and logistics stakeholders with powerful tools to optimize their operations.\n\nChallenges in Traditional Logistics Management\n\nTraditional logistics management systems are bogged down by manual processes like data entry, resulting in inefficiencies and increased costs. Traqo addresses these pain points by offering automated, integrated solutions that provide real-time insights.\n\nAdvertisment\n\nHow Traqo is Solving Logistics Problems\n\nTraqo eliminates the need for spreadsheets and manual work, automating logistics management through a unified platform. Their SaaS solution streamlines operations, making logistics up to 10 times faster and significantly cheaper. This is particularly valuable for manufacturers and e-commerce businesses seeking to optimize their freight lifecycle.\n\nAI Capabilities and Tech Expansion\n\nAdvertisment\n\nWith the recent infusion of funds, Traqo plans to expand its AI-driven features. The company aims to give businesses full visibility and control over their logistics operations, ensuring greater efficiency and scalability. AI will play a key role in route optimization, load planning, and real-time monitoring, making logistics more efficient than ever before.\n\nMukesh Deogune, Founder of Traqo.io, shared his vision: \"Traqo is enabling logistics stakeholders to manage their operations on a single, neutral platform, ensuring greater transparency, efficiency, and scalability. With the backing of We Founder Circle, we are set to expand our AI-driven features and empower businesses to gain full visibility and control over their logistics.\"\n\nWe Founder Circle has recognized the potential of Traqo’s no-code platform to reshape the logistics industry. Neeraj Tyagi, Co-Founder & CEO of We Founder Circle, stated: \"Solving a real-world problem, Traqo's no-code platform has the potential to redefine how logistics is managed across sectors, offering businesses the ability to optimize every aspect of their freight lifecycle.\"\n\nAdvertisment\n\nNo-Code SaaS Platform Features\n\nThe platform is built with easy-to-customize, drag-and-drop modules that enable freight procurement, trip planning, SLA management, fund auditing, and invoicing. This no-code system ensures that businesses can adapt the software to meet their unique needs without requiring technical expertise.\n\nTechnological Edge of Traqo\n\nAdvertisment\n\nTraqo integrates advanced tracking technologies, using SIM-based tracking, GPS, and toll gate data to provide real-time monitoring of shipments. Their AI-based trip planner allows for route optimization and 3D load optimization, enabling businesses to cut costs and improve operational efficiencies.\n\nGrowth and Market Opportunities\n\nCurrently, Traqo has onboarded over 51 SMEs and is growing at a rate of 3x year over year. The company is targeting a Total Addressable Market (TAM) of $215 billion, with opportunities to expand both across India and globally.\n\nThe recent funding will be used to scale Traqo’s AI capabilities and strengthen its tech team. The company aims to enhance its platform to meet the growing demands for efficient logistics solutions, particularly in the manufacturing and e-commerce sectors. Their pay-as-you-go subscription model also makes their solution accessible to businesses of all sizes.\n\nConclusion\n\nTraqo is poised to redefine the logistics industry with its no-code SaaS platform. By automating and streamlining key operations, Traqo offers manufacturers and logistics companies a faster, more efficient way to manage their freight lifecycle. With its AI-driven approach and strong leadership, Traqo is set to be a game-changer in the sector.\n\nAlso Read:"
    },
    {
        "title": "SAPIENGRAPH LAUNCHES NEW NO-CODE INNOVATION TO IDENTIFY COMPETITORS' LIKELY PAYING CUSTOMERS",
        "link": "https://www.asiaone.com/business-wires/sapiengraph-launches-new-no-code-innovation-identify-competitors-likely-paying",
        "description": "This tool is part of its new growth toolkit to help businesses scale rapidly with data-driven solutions. SINGAPORE, Oct. 16, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iJX9jZypyLtqRyJloX6zTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Asia One11h",
        "source": "Asia One",
        "article_content": "This tool is part of its new growth toolkit to help businesses scale rapidly with data-driven solutions.\n\nSINGAPORE, Oct. 16, 2024 /PRNewswire/ -- Sapiengraph, a business intelligence platform by Nubela Pte Ltd, announces the beta launch of its new business growth toolkit. It features a proprietary sales prospecting innovation that allows businesses to identify likely paying customers of their competitors. Free trials are available today at sapiengraph.com .\n\nTo improve efficiency, Sapiengraph introduces user-friendly growth tools that automate and speed up prospecting and data enrichment for business teams. Its key differentiator from other growth tools in the market is its Prospector , which identifies potential paying customers by analyzing competitor data.\n\n\"The closest you can get to customer data today is through BuiltWith, but its tech stack data has become commoditized since anyone can scrape it,\" says Steven Goh, CEO of Sapiengraph. \"After a year of R&D, we've developed private customer datasets for the top 1 million companies online. We believe our customer data technology will open new opportunities for targeted outreach.\"\n\nWith its intuitive interface, Sapiengraph's tools are designed to accelerate business growth without complex setups or integrations. The toolkit includes a Prospector , Job Change Monitor , and Data Enrichment Spreadsheets .\n\nProspector: Automated competitor and prospect research\n\nThe Sapiengraph Prospector– a search tool with access to a dataset of over 500 million companies and individuals– compiles customer, company, and individual profile data, including contact information and social media details. Using 44 advanced search filters, sales teams can quickly build lead lists for outreach, and recruiters can export candidate profiles as CSV for applicant tracking .\n\nData Enrichment Spreadsheets: Manage and enrich incomplete data effectively\n\nSapiengraph's Google Sheets Formula integration allows businesses to enrich incomplete data directly within a familiar spreadsheet environment. Teams can use Sapiengraph's Data Enrichment Spreadsheets to organize and analyze data in one place, without needing to switch between different platforms or additional licenses to access the information. Data provided can be as recent as 29 days old .\n\nJob Change Monitor: Track opportunities with high-potential individuals\n\nThe Job Change Monitor– a browser extension that tracks and sends automatic alerts for employment changes– highlights opportunities to connect with leading industry professionals and emerging entrepreneurs. Recruiters can be proactive with potential candidates, and investors can deal source for promising investment opportunities.\n\nAll tools are available for a free trial, with paid plans starting from $49 per month. Upon purchase, customers are entitled to refunds on a case-by-case basis. Sign up at sapiengraph.com/signup or contact hello@sapiengraph.com for a personalized demo.\n\nAbout Sapiengraph\n\nSapiengraph is a fast-growing business intelligence platform, committed to making a wide range of data accessible for sales, recruitment, and investment.\n\nWith over $5 million in annual revenue, Sapiengraph has evolved from a developer-focused product into a user-friendly platform for all. Its plug-and-play growth tools offer unique competitive insight, cross-platform data, and more, helping businesses automate prospecting and data enrichment.\n\nIn addition to being CCPA and GDPR-compliant, the technology behind Sapiengraph is trusted by professionals at IBM, TechCrunch, and Sequoia."
    },
    {
        "title": "America's THAAD anti-missile system starts arriving in Israel as Pentagon says it will be 'fully operational'",
        "link": "https://www.msn.com/en-us/news/world/america-s-thaad-anti-missile-system-starts-arriving-in-israel-as-pentagon-says-it-will-be-fully-operational/ar-AA1sj0nh?ocid=BingNewsVerp",
        "description": "The first components of a U.S. missile defense system aimed at protecting Israel from attacks by Iran have been delivered, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ozO8igNv93JAI7FsK5nKdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "14hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "IoT startup Monogoto raises $27M to accelerate its global expansion",
        "link": "https://siliconangle.com/2024/10/15/iot-startup-monogoto-raises-27m-accelerate-global-expansion/",
        "description": "Internet of things connectivity management platform startup Monogoto Inc. announced today that it has raised $27 million in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ej6Kmwaz2zOayAnYEgW9Sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "4h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Top 50 automation suppliers",
        "link": "https://www.controlglobal.com/control/article/55235510/top-50-automation-suppliers",
        "description": "The largest global and North American automation suppliers report artificial intelligence (AI), sustainability, advanced ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uZ92lYupfOxjj6Ox_pXedS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Control Global13h",
        "source": "Control Global",
        "article_content": "The automation marketplace has changed vastly from what it was 30 years ago, but many trends persist and intensified during this time. The first is the increasing emphasis on software and services. Rapid advances in processing capability launched the decade of industrial, artificial intelligence (AI). Cloud computing, edge data processing, virtualization, containerization, Open Process Automation (OPA) and time-sensitive networks (TSN) have transformed the world of control systems. Suppliers continue to beef up their software capabilities, as we saw in 2022 with Emerson buying a majority stake in AspenTech, and Schneider Electric’s acquisition of industrial software giant Aveva that closed in January 2023. ARC Advisory Group keeps reporting this in just about every Control/ARC Automation Top 50 article in recent memory, but software is the driving force behind today’s market, and AI is now the tip of the spear. Suppliers know this, and will continue expanding and honing their software expertise and industrial AI solutions.\n\nGet your subscription to Control's tri-weekly newsletter.\n\nApproaching the Control/ARC Automation Top 50 global and North American automation suppliers is a unique exercise because we must keep one eye in the rearview mirror and the other on the road ahead. According to our standard methodology, ARC has a strict definition and scope of the automation marketplace that you can read about here. We examine supplier performance based on calendar-year revenues. ARC uses publicly available data in addition to information from our own database that we’ve developed during more than 30 years of following the automation marketplace, the overall operations technology (OT) space, and the key end-user trends that drive them.\n\nHardware and services\n\nThis doesn’t mean hardware isn’t important. The influx of commercial, IT-based solutions began in the automation marketplace more than 30 years ago, too, with the adoption of commercial, off-the-shelf (COTS) operating systems and computing components. The industrial sector debated the benefits of Ethernet for years, until the dam finally burst, and just about every control network available today is based on Ethernet technologies with a few modifications. Today, this trend is accelerating faster than ever, with demand for industrial, edge-based systems and cloud-based automation architectures soaring. Computing requirements for industry will increase exponentially over the next decade, with AI again leading the way. Ethernet Advanced Physical Layer (APL) networking was also introduced in 2023, and will bring the benefits of Ethernet down to the device level and hazardous locations.\n\nAveva and AspenTech aren’t the only recent software acquisitions, though they are substantial. In 2023 alone, ABB acquired a majority stake in Swedish AI startup Viking Analytics; Emerson acquired National Instruments (NI); PTC announced its acquisition of pure-systems; Belden acquired edge-software provider CloudRail; Rockwell Automation acquired OT cybersecurity provider Verve Industrial; and the list goes on. ARC expects more acquisitions as suppliers continue to strength their AI and cybersecurity capabilities.\n\nHowever, it’s the services business for all of these automation suppliers that continues to grow at the fastest rate. Almost universally, supplier service revenues are increasing faster than either their hardware or software businesses. Suppliers continue to differentiate themselves based on their deep understanding and engineering knowledge of specific industrial and customer requirements, and are striving to create lifelong partnerships with their clients where they provide a continuous stream of value-added lifecycle services. Many of these services are increasingly tailored to help users get more value out of their sustainability and digital transformation programs.\n\nSupplier performance in 2023\n\nOn a year-over-year (YoY) basis, consolidated supplier revenues grew by 8% worldwide and by more than 3% in North America during 2022. This continues the post-COVID-19 growth trend that we’ve seen since 2021, when the market sharply rebounded from the pandemic. In typical fashion, the discrete manufacturing markets were the first to contract and the first to bounce back, while the process industries lagged slightly behind.\n\nIn typical fashion, the overall market leaders haven’t changed significantly, though some smaller suppliers gained ground during 2023. It’s worth noting that changes in relative position on this list don’t necessarily indicate the strength or competence of any supplier, and could be due to other factors, the most obvious being merger and acquisition (M&A) activity. This list will give you an idea of who the market leaders are, but any evaluation of suppliers should obviously be more in-depth than their positions in the Control/ARC Top 50 rankings. With the rapid changes taking place in the automation market, it’s also a good time to reevaluate supplier selection criteria.\n\nBig acquisitions fortify positions\n\nEmerson’s acquisition of NI cemented its number-one position in North America with total revenues close to $8 billion. NI’s consolidation into Emerson also removed it from the list, affecting the relative positions of other suppliers.\n\nThe same happened with Schneider Electric, which now wholly owns Aveva. It likewise cemented its number-four position worldwide, and moved up the list in North America to the number four position, placing it very close to ABB. In North America, Hexagon gained some ground to reach the eighth slot by acquiring several software suppliers concentrated in the digitalization, optimization and AI spaces.\n\nAutomation market hitting a wall?\n\nAfter robust growth following the COVID-19 pandemic, the global and North American automation markets remain strong, but they’re also facing some serious headwinds and signs of softening in several sectors. We expect an overall slowdown in growth, but not a market contraction. Uncertainty surrounding the U.S. election and mounting geopolitical conflicts and tensions also contribute to future market uncertainty.\n\nFor example, ARC’s Automation Index declined in 2Q24, which was the first time since the post-pandemic recovery. The automation markets had experienced growth since 3Q20 (past 12 consecutive quarters). Demand for automation products continued to expand in the U.S. market, but at a slower pace. The YoY growth cycle started showing a decline since late 3Q23, and shows further decline through 1Q24. Many of the leading automation suppliers in North America have also increased prices to keep pace with rising production and distribution costs.\n\nMany of the key automation suppliers in North America are reporting strong backlogs, which they plan to work through in 2024. ARC is seeing a shift in growth from converting backlogs to new orders as distributors and machine builders reduce excess inventory. Supply-chain issues have also eased since our last report, and because of this, we’re witnessing improved lead times.\n\nNew energy and decarbonization activities also remain strong, as we'll discuss later in this report. Aside from obvious investments in renewable energy, sustainability is also driving investments in automation for hydrogen infrastructure and its frequent counterpart, carbon capture and storage. Investment in plastics and other recycling technologies, such as wind turbine blade recycling, are increasing. Electrification, utilities, data centers and infrastructure (rail, port and marine) sectors are all experiencing strong growth.\n\nHowever, automotive growth remains weak as automotive manufacturers focus on near-term profitability amid a slowdown in demand for electric vehicles. In addition, semiconductor growth remains weak as manufacturers face several different challenges, including excess memory capacity and workforce shortages. Despite these signs of softening, our outlook remains positive for continued growth in both North America and worldwide through the end of 2024.\n\nHow AI is transforming industry\n\nAI has revolutionized the way we approach problem-solving and decision-making in various industries. Often described as prediction machines or inference engines, AI systems are designed to analyze data, recognize patterns, and make predictions about future events or outcomes. This predictive capability is central to AI's value proposition, enabling businesses to anticipate trends, optimize processes, and make informed decisions. For instance, in the industrial sector, the most widely deployed AI use case involves predicting equipment failures before they occur, allowing for proactive maintenance and reducing downtime.\n\nThe surge in investment in AI infrastructure is a testament to this technology's transformative potential. Investment banks like Goldman Sachs have highlighted the rapid growth in AI investment since the breakthrough of Generative AI (Gen AI) with OpenAI’s ChatGPT 3.5, with projections indicating a global spend nearing $200 billion by 2025.\n\nOver the longer-term, AI-related investment could peak as high as 2.5% to 4% of gross domestic product (GDP) in the U.S. and 1.5 to 2.5% of GDP among other major AI leaders, if Goldman Sachs Research’s AI growth projections are fully realized. This investment is driving down the cost of AI solutions, making them more accessible, and enabling broader adoption across industrial sectors. They’re hungry to apply the technology to address growing skills gaps, control spiraling energy costs, and meet demand for more sustainable products and services with more resilient supply chains.\n\nAI and the data explosion\n\nThe industrial sector's challenges aren’t just about volume, but also involve the complexity and fragmentation of data generated by sensors, machines and smart factories. This data is often disconnected and scattered across various applications, making it difficult to harness for insights and decision-making. Many end-users find it necessary to build a better framework for managing data when implementing new technologies like AI, and this is driving growth in industrial IoT platforms like Honeywell’s Forge, Siemens’ MindSphere, ABB’s Ability, Rockwell Automation’s FactoryTalk InnovationSuite, and Schneider Electric’s EcoStruxure. Other suppliers like Yokogawa are implementing their own industrial AI platforms that allow connections between operational assets and the enterprise.\n\nEach industrial AI use case requires specific datasets, and may necessitate different tools and techniques. For instance, predictive maintenance relies on sensor data to forecast equipment failures, while generative design uses parameters like materials and cost constraints to create product designs.\n\nSustainability drives digital transformation\n\nThe real question is how all this technology is applied and what its business case is. Energy transition and sustainability are being woven into the core business strategies of most of the world’s largest industrial companies, which now have a mandate and opportunity to not only to tackle environmental and social challenges, but also take advantage of the commercial opportunities and competitive advantages that sustainability offers.\n\nFor several years, sustainability issues were approached as something to be dealt with cautiously in reaction to increasingly stringent regulations. However, massive commercial opportunities have emerged beyond just regulatory compliance. Many companies are discovering that ramping up digital transformation initiatives can help reach their sustainability goals. Sustainability can provide business value across several dimensions, including increased energy efficiency, new processes for carbon capture and storage, and hydrogen production and transportation.\n\nSpending on sustainability increases\n\nFor instance, Bank of America (BoA) reports that, prior to COVID-19, the U.S. spent about 0.4% of GDP on sustainability-related industrial policy, while Germany spent 0.5% or more, and the EU’s other member nations spent more traditionally. Today, the U.S. spends 0.8% of GDP on sustainability-related industrial policy thanks to passing its $1.8 trillion stimulus package. The most recent stimulus is structured quite differently from what the U.S. did before. It doesn't peak until 2026, and will run until 2031. The stimulus was designed so that many projects are in “red states,” and $2.4 trillion is needed to meet net-zero emission targets laid out for the U.S. over the next five years, according to BoA’s research.\n\nMost companies are enhancing energy efficiency and switching to clean-energy sources. Carbon capture, utilization and storage (CCUS) facilities have also been growing significantly. Under the Inflation Reduction Act, Section 45 Q tax credits for capturing carbon have increased to $85 per ton, and most companies can do this at a much lower cost. This makes CCUS extremely profitable, which is why we see so much activity in it, including ExxonMobil’s acquisition of Denbury, Occidental’s acquisition of Carbon Engineering and others.\n\nEdge computing push intensifies\n\nIndustrial, edge-computing solutions can overcome limitations such as latency, reliability and security by extending the cloud into OT environments, while also reducing cloud-input data volumes and egress costs. Data at the edge of networks can be aggregated and contextualized to deliver summary information and insights directly to the cloud, ultimately reducing cloud-based, data-storage costs. Edge functionality has likewise expanded digital transformation’s reach into remote, hazardous and other distributed environments, simultaneously addressing potential lacks of reliable network connections and skilled IT personnel in the field.\n\nCustomers and suppliers alike are aligning their edge strategies to take advantage of the cloud’s centralized management, security and scaling capabilities, while preserving operational integrity by marrying these with onsite, edge capabilities. The descent of cloud-native, containerized architectures to the edge is simplifying deployment and management of edge applications, a key edge value driver, by providing a lightweight and portable way to package software and its dependencies. Industrial data can be pre-processed at the edge, sent to the cloud for analytics or model training, and then redeployed at the edge in lightweight software containers.\n\nIndustrial automation and cloud-native architectures are coming together, while industrial automation itself is increasingly software-defined. The data sought by edge and cloud-based solutions resides in the logic, process and motion controllers sold by traditional automation suppliers, which are typically large players with deep domain knowledge that closely integrate their edge offerings with their higher-level, software-based solutions.\n\nThese products typically focus on domain-specific use cases that relate to their core automation competencies. Early offerings look to apply analytics to monitoring and maintenance applications focused on reduced downtime and asset utilization objectives. Automation suppliers are also taking advantage of existing edge technology and ecosystems, and partnering with and/or investing in complementary infrastructures, open-source and multiple cloud providers."
    },
    {
        "title": "Liability landmarks: Turning points in insurance history",
        "link": "https://www.dig-in.com/opinion/six-trends-affecting-the-insurance-industry",
        "description": "It has been my observation that, on average, a significant event or trend has arisen at least every 10 years that reshapes ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Vx20EkDOYlRYORIcTLQ5Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Digital Insurance8hOpinion",
        "source": "Digital Insurance",
        "article_content": "It has been my observation that, on average, a significant event or trend has arisen at least every 10 years that reshapes the insurance industry. When considering the emerging trends with the most potential to impact insurance in the future, it is helpful to review the past. There are three historical trends that significantly challenged the industry at the time that they occurred. Insurance experts adapted to these events and will continue to rise to the challenge of managing emerging risks, no matter how insurmountable they might appear at first.\n\nThree past trends that shook the insurance world\n\n1. Litigation Funding (1990s): In the early 1990s, when I was starting my career in insurance, Australia made legal changes that had a worldwide impact. They allowed insolvency practitioners to enter into contracts to finance litigation, including class-action lawsuits.\n\nThese changes influenced other countries, including the U.S. Before the mid-2000s, the U.S. litigation financing industry was limited to personal injury cases. The industry has grown significantly since the inception of specialized commercial litigation funding in 2006. Meanwhile, insurance affordability has come under threat from litigation and claim cost increases.\n\nThese drive 'social inflation' — the increased legal costs from outsized jury awards and legal proceedings that take longer to resolve.\n\n2. Reptile Theory (2009): In 2009, a jury consultant, David Ball, and a plaintiff lawyer, Don Keenan, published Reptile: the 2009 Manual of the Plaintiff's Revolution, which outlined how to influence jurors by appealing to the 'Triune Brain,' the primal part of our minds.\n\nThe plaintiff's lawyer encourages jurors to instinctively perceive the defendant's alleged conduct as a threat to their own personal safety rather than deciding the case based on factual information around the dispute between the plaintiff and the defendant.\n\nNeuroscientists have pointed out that 'reptile theory' is based on a false scientific premise. However, the authors claim evidence of the success of their approach, citing over $7.7bn in verdicts and settlements are due to reptile theory .\n\nToday, lawyers, plaintiffs, investors and even doctors work together on the litigation. They are able to sustain lawsuits for a long period of time, which has caused a seismic shift in the underwriting landscape. The payouts are substantial if the plaintiff lawyers successfully convince the jury that the action in question is so egregious that there has to be strong compensation. This, too, is supercharging social inflation.\n\n3. Distracted Driving (mid- 2010s):\n\nAs mobile devices became ubiquitous in daily life over the past decade, distracted driving became a contributing cause of vehicular accidents. According to the National Highway Traffic Safety Administration (NHTSA), distracted driving claimed 3,308 lives in 2022 and close to 290,000 people were injured.\n\nLaws regarding cell phone use while driving emerged in the mid-to-late 2010s. From a personal perspective, a conviction can lead to a loss of coverage or increased insurance premiums.\n\nHowever, in cases where distracted driving results in severe injury or death, drivers may face lawsuits from victims or their families. This can lead to substantial financial losses, including the payment of damages, legal fees and other expenses associated with litigation. This is a significant factor driving up auto liability insurance in many regions of the U.S.\n\nFor commercial drivers, distracted driving incidents and accidents can have significant financial, legal, and reputational consequences for companies. The financial strain from crash-related costs can be substantial. On average, a distracted driving accident costs the employer $72,442.\n\nThree current and future trends that could disrupt the liability landscape\n\n1. Wildfires: On October 22, 2007, a small fire started at Witch Creek, California, whipped by Santa Ana winds, and merged with the Guejito Fire from San Pasqual Valley at the San Diego City limits. More than 197,990 acres of San Diego County burned, including 9,250 acres in the city of San Diego. Some 1,141 residences were destroyed.\n\nCalifornia had wildfires in the past, but the intensity and widespread damage they caused, including in urban areas, was off the scale and signalled a shift in the frequency and severity of this emerging threat.\n\nAs the world heats up, so does the litigation. In California, and increasingly other states, utilities are being hit with significant payouts for their role in starting fires. While the legal victories assist victims to rebuild their homes and lives, the wave of litigation is making it difficult for the companies to fund grid upgrades to fireproof their infrastructure. As a result, they are more likely to pass costs on to consumers.\n\nThis is an immediate problem. It is getting to the point where wildfire is almost becoming an uninsurable risk. The 2023 fires in Maui, Hawaii, are an example of the devastating impact of wildfires in regions that have not experienced them in the past.\n\nThere are more wildfires of growing intensity. State and private organizations need wildfire insurance, but, increasingly, insurance companies cannot infinitely cover wildfire-prone regions.\n\n2. Addictive software: Many apps tap into the human need for affirmation, approval and connection and dispense rewards on a variable schedule. Whenever we open a social app, we check if someone has liked our comment, sent a message, left a photo, or written a status update. So, we continue to scroll, swipe left and tap the red dot.\n\nSoftware developers use the Hook Model to design products or services that customers engage with regularly and voluntarily. Its primary aim is to foster customer habits by frequently linking a customer's need with the company's solution, making the interaction a consistent and repeated behavior. By implementing the Hook Model, businesses effectively shape customer behavior by creating recurring actions centered around their products. To achieve this, companies guide customers through a series of experiences known as \"hooks.\" As customers encounter these hooks repeatedly, the likelihood increases that the hooks will become ingrained as habits.\n\nIt is a way of exploiting behavior that could be increasingly open to litigation, particularly if social media is shown to alter the brain anatomy and impact children's mental health.\n\n3. Virtual Reality: As a decades-long liability insurance professional, addictive software may be the most disturbing of the three trends on my radar, however, virtual reality is a close second.\n\nIf this technology develops as anticipated, it will involve collecting unprecedented amounts of user data on what users buy, view and discuss in this alternative world. Apart from current obligations to protect data, it could raise complex questions concerning privacy. For example, could a virtual reality user breach the privacy of another user, and could the platform be liable for failing to prevent the breach?\n\nThere will be questions about product liability as the omniverse develops into a vast market for virtual products and hardware like headsets and glasses. Product liability claims could result from people sustaining bodily injury in the real world.\n\nComplicated and novel arguments could arise, including questions surrounding who is liable for virtual-related claims, choice of law and forum, and where a claim could be brought when loss or injury occurs while in the virtual realm. The coverage territory of umbrella policies is potentially limiting, and one can argue that the omniverse is not in the world, so bodily injury sustained there may not be covered.\n\nGiven the potential for a range of liability claims in connection with this technology, industry participants will want to obtain legal advice and consider how to limit their liability before they take the virtual plunge.\n\nHow to meet the challenges of emerging liabilities\n\nThere will always be new challenges facing insurers and their clients as technology advances and the world evolves. Finding solutions to mitigate the risks of these new threats is a key role that liability underwriters and their broker-partners play while moving the industry forward.\n\nCollaboration is needed to manage the environmental, technological and social advances that lie ahead. The de-escalation of social inflation begins with partnerships. In a world where social media has led to a loss of individual control over communication, we need a clearer idea of where individual responsibility begins and ends in this area. We need a better consensus on the guidance we give about children's use of social media. There will be a call for regulation in certain areas of the omniverse and artificial intelligence.\n\nBusinesses can play their part by responsibly managing emerging risk trends, ranging from wildfire to artificial intelligence. Governments could take responsibility with tort reform — accelerating legal changes that align plaintiff compensation with the needs of injured parties.\n\nAs insurers, we will play our role by leveraging new technology to improve corporate liability underwriting, resulting in improved data precision, interpretation and application to an ever-evolving world.\n\nReprinted with permission from Allianz Global Risks US Insurance Company."
    }
]