[
    {
        "title": "UFO Researcher Records 1,000 UFO Interviews From 1980-92",
        "link": "https://www.msn.com/en-us/news/technology/ufo-researcher-records-1-000-ufo-interviews-from-1980-92/vi-AA1txi4m?ocid=BingNewsVerp",
        "description": "November 5, 2024. More for You ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kQ1CPrD9Hfitv8nRgbfNUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN2h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Donald Trump ‘knows our UFO secrets’ & can defy officials to release them – he must act to alter history, expert says",
        "link": "https://www.thesun.ie/news/14129407/donald-trump-ufo-united-states-government-aliens/",
        "description": "DONALD Trump has been challenged to 'change history forever' and come clean about UFO intel if he makes a stunning return to the White House this week. Arizona-based expert Nick Pope ...",
        "image_url": "https://www.bing.com/th?id=OJ.1lxDXnGCXK0B0Q&pid=news&w=51&h=16&rs=2",
        "category": "ufo",
        "date": "17h",
        "source": "Irish Sun",
        "article_content": "DONALD Trump has been challenged to \"change history forever\" and come clean about UFO intel if he makes a stunning return to the White House this week.\n\nArizona-based expert Nick Pope says there is growing hope within the global UFO community that if Trump returns for a second term, he will push through an executive order to have several classified files released.\n\n5 Donald Trump, pictured on his golf course in Scotland in 2013, has been challenged to release any UFO secrets the government has Credit: Getty\n\n5 Recent whistleblower revelations suggested the White House created a special program to track UFO sightings called the Immaculate Constellation Credit: Getty\n\n5 UFO expert Nick Pope spoke about his hopes of finally seeing revelatory documents released that he believes could change history forever Credit: News Nation Now/On Balance with Leland Vittert\n\nHe also believes the recent whistleblower revelation that the US Government has created an \"active and highly secretive\" tracking program called the Immaculate Constellation could spark Trump's divulgation of critical information about the potential presence of other lifeforms.\n\nSECRET REVELATIONS\n\nQuizzed about his views on UFOs during his recent interview on Joe Rogan's podcast, Trump said he was told \"a lot.\"\n\nPope, who used to work for a British Government department investigating the mysterious phenomenon that has enthralled believers for decades, is adamant the former president has been fully briefed and \"is being cautious about what to disclose.\"\n\n\"There’s a strong belief that the US government knows something concrete and might release it, particularly if Trump regains office,\" Pope excitedly told The U.S. Sun.\n\n\"Many see Trump as a disruptor and a populist, less beholden to the deep state or career bureaucrats. Unlike other politicians, he could potentially push for full disclosure.\"\n\nTrump has previously revealed, during an interview with his son, Donald Jr., that \"he knows a few things\" but had to be careful with the information.\n\nPope believes Trump is also determined to release the JFK files, which have similarly been shrouded in secrecy as the conspiracy theories over the infamous 1963 assassination continue to swirl.\n\n\"He’s already promised total transparency on JFK if re-elected, so it’s reasonable to think he might do the same with UFOs,\" the expert continued.\n\n\"SIGNIFICANT CLAIMS\"\n\nA whistleblower linked to the Immaculate Constellation case, described as \"a current or former US government official,\" has allegedly written a report with significant claims.\n\nIt alleges that the US executive branch has been addressing issues related to unidentified aerial phenomena (UAP) and non-human intelligence (NHI) without Congressional knowledge, oversight, or authorization.\n\nWill Trump or Harris FINALLY reveal the truth about America’s alien secrets? UFO expert says one candidate will tell all\n\nThis situation, the report claims, may have persisted for decades.\n\nThere are also detailed descriptions of several UFO encounters logged in a government database.\n\nOne incident involved an F-22 fighter jet being \"intercepted and boxed in\" by a group of three to six spherical objects, which ultimately forced the jet to leave its mission area.\n\nIn another reported encounter, the crew aboard a Navy aircraft carrier observed a sphere glowing orange-red with a surface that seemed to be “roiling like the sun.”\n\nThis object descended rapidly from a high altitude, stopping to hover approximately 100-200 yards (90-180 meters) above the flight deck.\n\nJournalist Michael Shellenberger claimed he had communicated with the alleged whistleblower.\n\nHowever, identifying information, such as the exact role and gender, was being withheld to protect them from retaliation.\n\nFRESH HOPES\n\nIf Trump does indeed defeat Kamala Harris and return to the Washington DC hot seat, Pope is hoping access will be granted for \"clearer, longer videos of UFO sightings\" as well as underwater tracking data, which insiders believe is also present.\n\nFootage from military surveillance systems could also be released.\n\n\"There’s a lot we haven’t seen from the military’s surveillance systems,\" Pope continued.\n\n\"For example, the recent Chinese spy balloon was followed by other ambiguous shoot-downs, yet the government cited national security concerns as reasons for not releasing clear images.\n\n\"But soon after, they released clear photos of a Russian aircraft near a U.S. drone. This kind of inconsistency frustrates the UFO community, and we expect that a new administration might change this stance.\"\n\nAllan Lichtman's 2024 presidential election prediction Renowned historian Allan Lichtman has accurately predicted the outcomes of presidential elections since 1984 using his 13 Keys to the White House algorithm. In 2016, he was one of the few scholars who correctly predicted a Trump win. This year, has revealed who he thinks will be inaugurated as the 47th president in January next year based on his system of true and false statements. If six or more statements go against the White House party, they are projected to lose the presidential election. Midterm elections: The Democrats suffered losses in the 2022 House elections, meaning the key turns false. (Harris 0-1 Trump) There is no primary contest: This key turns in favor of Harris because the Democrats got \"smart\" and rallied behind the vice president after Joe Biden ended his campaign, according to Lichtman. (Harris 1-1 Trump) The sitting president is seeking another term: This turns false because Biden suspended his re-election campaign. (Harris 1-2 Trump) There is no third-party challenger: This statement is true because third-party candidates like Robert F. Kennedy Jr. needed to poll at 10% nationally, according to Lichtman. (Harris 2-2 Trump) The short-term economy is strong: This key goes in favor of the White House Party. (Harris 3-2 Trump) The long-term economic growth has been as good as the last two terms: This key also swings toward Harris. (Harris 4-2 Trump) The White House Party has made major national policy changes: This key is also true, according to Lichtman's theory. (Harris 5-2 Trump) There is sustained social unrest during the term: College campus demonstrations have erupted in reaction to the Gaza conflict, but no protests have broken out that threaten the fabric of society. This means the key goes in Harris' column. (Harris 6-2 Trump) The White House is untainted by scandal: Despite House Republican efforts to impeach Joe Biden, they have been unable to pin a scandal on him. (Harris 7-2 Trump) The incumbent is charismatic: Harris is not considered a Ronald Reagan or Franklin D. Roosevelt-like figure so the key is false. (Harris 7-3 Trump) The challenger is uncharismatic: This key goes in favor of the White House party - even though Trump is a showman. (Harris 8-3 Trump) Lichtman warned that the two foreign policy keys - whether there has been a major success or no failure - could flip either way. But, even if both statements flipped against Harris, Trump would not have enough keys in his column to win the election.\n\nInterest in possible extraterrestrial activity from political parties isn't new.\n\nMarco Rubio and Tim Burchett have pushed for transparency in the past, while Democrats like Alexandria Ocasio-Coretz and Kirsten Gillibrand have also voiced interest.\n\nUFO fanatic Robert Bigelow has donated millions to Republican campaigns over the years.\n\nHISTORY CHANGER\n\nPope, however, believes a maverick like Trump \"could make a real change\" and push ahead with some seriously stunning revelations.\n\n\"Some feel he’s polarizing, but still hope he might follow through on disclosure promises,\" the expert admitted.\n\n\"People would remember where they were when it happened, much like they remember moments associated with JFK,\" Pope continued.\n\n\"And if there’s a backstory, such as humanity’s origins being linked to extraterrestrials, it could fundamentally alter worldviews, even presenting darker possibilities—that Earth might be a science experiment, prison, or farm, theories that would undoubtedly provoke significant shifts in understanding.\n\n\"The President who discloses alien existence would change history forever.\"\n\n5 UFO expert Nick Pope told The U.S. Sun he believes Trump is a \"disruptor\" who will come clean about what the government knows about UFOs Credit: Getty"
    },
    {
        "title": "Did an Alien Advise the U.S. Government? The Valiant Thor Mystery",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/did-an-alien-advise-the-us-government-the-valiant-thor-mystery/vi-AA1txyk2?ocid=BingNewsVerp",
        "description": "Explore the captivating story of Valiant Thor, the alien who allegedly visited the Pentagon and offered advanced technology to humanity. This video delves into Dr. Frank Stranges' account, complete ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "The Why Files on MSN1h",
        "source": "The Why Files on MSN",
        "article_content": ""
    },
    {
        "title": "Weird lights in the Wigan skies prompt UFO theories",
        "link": "https://www.wigantoday.net/news/people/weird-lights-in-the-wigan-skies-prompt-ufo-theories-4852157",
        "description": "Wigan Today readers ventured that it might have been an emission from a space craft of some kind; another more mundane theory ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QcC_ZHPgKjRRCwVMsOsdPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Wigan Evening Post20h",
        "source": "Wigan Evening Post",
        "article_content": "Content not available"
    },
    {
        "title": "The True Story Behind Netflix’s ‘The Manhattan Alien Abduction’—What Happened To Linda Napolitano?",
        "link": "https://www.forbes.com/sites/monicamercuri/2024/11/04/the-true-story-behind-netflixs-the-manhattan-alien-abduction-and-linda-napolitano/",
        "description": "Netflix’s 'The Manhattan Alien Abduction' recounts Linda Napolitano’s alleged alien abduction in NYC. Here’s what happened ...",
        "image_url": "https://www.bing.com/th?id=OVF.kdLSBxCcSv6%2bNIlStud2%2bQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "17h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Anthropic unveils Claude AI desktop app with Windows on Arm support as concerned users pressure on Microsoft over a 'botched' Copilot update",
        "link": "https://www.msn.com/en-us/news/technology/anthropic-unveils-claude-ai-desktop-app-with-windows-on-arm-support-as-concerned-users-pressure-on-microsoft-over-a-botched-copilot-update/ar-AA1tvfqQ?ocid=BingNewsVerp",
        "description": "The desktop version of the AI chatbot makes navigation more straightforward and seamless for users than the web version. Windows users can launch the app using the Ctrl + Alt + Space shortcut.",
        "image_url": "https://www.bing.com/th?id=OJ.VQ0fb6CWTEw0lQ&pid=news&w=70&h=16&rs=2",
        "category": "ai+app",
        "date": "12hon MSN",
        "source": "Windows Central on MSN",
        "article_content": ""
    },
    {
        "title": "Apple users can soon upgrade to ChatGPT Plus within the Settings app",
        "link": "https://www.msn.com/en-us/news/technology/apple-users-can-soon-upgrade-to-chatgpt-plus-within-the-settings-app/ar-AA1tuW0w?ocid=BingNewsVerp",
        "description": "Apple products are getting an integration with OpenAI's ChatGPT in December when iOS 18.2 rolls out, which should supercharge ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Vl1YQD0k_zXyP255EUT1Ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Meta says it’s making its Llama models available for US national security applications",
        "link": "https://www.msn.com/en-us/news/technology/meta-says-it-s-making-its-llama-models-available-for-us-national-security-applications/ar-AA1tusxx?ocid=BingNewsVerp",
        "description": "Meta confirmed that it's making its Llama models available to U.S. government contractors for national security applications.",
        "image_url": "https://www.bing.com/th?id=OVFT.zahzRBdPn9t9bWBPC8fbjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Huawei Releases 7 Innovations to Help Carriers Build an AI-Centric F5.5G All-Optical Target Network",
        "link": "https://www.huawei.com/en/news/2024/11/UBBF-seven-innovation",
        "description": "During UBBF 2024, Kim Jin, Vice President of Huawei Optical Business Product Line, released seven innovations for the F5.5G ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CatxVXxW0gjfEstuqJdMzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Huawei1m",
        "source": "Huawei",
        "article_content": "[Istanbul, Türkiye, November 5, 2024] During UBBF 2024, Kim Jin, Vice President of Huawei Optical Business Product Line, released seven innovations for the F5.5G network. These innovations are designed to help carriers build an AI-centric F5.5G all-optical target network to drive new business growth.\n\nKim Jin delivering a speech\n\nAs AI foundation models and AI applications become more widely used, collaborative training between computing centers as well as AI device-cloud synergy for inference pose new requirements on network bandwidth, latency, and reliability. Facing these new challenges and opportunities, carriers are upgrading their network architectures to AI-centric and evolving towards computing-network synergy and AI applications. With this in mind, Huawei proposed the AI-centric F5.5G all-optical target network, which includes the 3D-mesh 99.9999% backbone network, one-hop 1 ms all-optical metro network, 1 Gbps/10 Gbps intelligent access network, FTTR intelligent home hub, and intelligent management and control. With the target network, Huawei aims to help carriers achieve new business growth. The seven technological innovations are as follows:\n\nIndustry-leading 1.6T OTN helps build a high-speed and low-power consumption computing center interconnection network. The 1.6T OTN solution uses high-speed modulators to improve the error correction coding capability and achieve a transmission distance of 640 km. In addition, Huawei's \"Ocean Current\" energy-saving algorithm adjusts the working status of a module in real time based on traffic to greatly slash network power consumption.\n\nHybrid ASON, and lossless OTN transmission ensure 99.9999% network availability and zero interruption of AI training and inference. Hybrid ASON implements fast optical path switching, with the optical-layer rerouting time reduced to less than 50 ms. Besides this, the ASON protocol ensures that services are not affected when multiple fiber cuts occur. The industry's unique OTN hitless switching solution achieves zero packet loss during protection switching and network jitter.\n\nE2E OXC from the core to the edge provides ultra-low latency for metro transmission networks and deterministic low latency for AI services. For large-capacity requirements of OXC at the core layer, Huawei uses high-resolution LCOS to implement C+L-integrated switching. This doubles the switching capacity of each subrack. And for small size requirements of OXC at the edge layer, Huawei uses innovative meta lens technology to cut the WSS module size by 55%.\n\nHigh-performance 50G PON accelerates AI application innovation through ubiquitous 10G coverage. During the evolution from GPON and 10G PON to 50G PON, Huawei's 50G PON solution uses Bragg gratings for multiplexing and demultiplexing at different rates to upgrade optical modules from QSFP to SFP. This enables the high integration of 16 ports per board, twice the industry average. The solution also supports 1:1 replacement of GPON and 10G PON boards by 50G PON boards. In addition, Huawei introduces the tapered amplifier and PWB waveguide technologies to greatly improve the system optical power budget. In this way, no change is needed on existing optical distribution networks (ODNs) for upgrading to 10G.\n\nFTTR+X helps build a smart home hub and provide ultimate experience for home AI applications. Huawei's iFTTR F50 provides 3 Gbps Wi-Fi coverage and 10 milliseconds seamless roaming, improving AI connection experience. Huawei also provides users with intelligent applications, such as AI plus storage, home security, and elderly care. This helps carriers develop connection, computing, storage, sensing, and control capabilities to pave the way for the development of smart home services.\n\nPremium broadband helps build the experience management platform for home broadband (HBB) users. With the innovative HBB foundation model HBBMaster, user experience is sensed from NEs, networks, and applications in an end-to end manner, and user experience faults are proactively diagnosed. This also simplifies the HBB O&M.\n\nHuawei's premium transmission solution enables efficient O&M of optical networks. The solution implements digitalization of network resources based on digital twins, reducing the service planning time. Besides this, the StellarGo algorithm provides the optimal path and supports online service provisioning, and in doing so supports differentiated SLA monetization.\n\nKim Jin noted, \"Facing new challenges and opportunities brought by the AI era, Huawei is willing to work with all industries to continuously innovate and help carriers build an AI-centric F5.5G all-optical target network. This will help us move towards an intelligent world, and drive new business growth.\""
    },
    {
        "title": "Meta Opens Its AI Models To US Defence Agencies And Contractors",
        "link": "https://www.msn.com/en-us/money/other/meta-opens-its-ai-models-to-us-defense-agencies-and-contractors/ar-AA1tuniZ?ocid=BingNewsVerp",
        "description": "The Facebook-parent company is making its large language models, called Llama, available to more than a dozen US agencies and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5Ql3D2WsP8PSs-rhwne-4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Bloomberg on MSN5h",
        "source": "Bloomberg on MSN",
        "article_content": ""
    },
    {
        "title": "Abandoned Paranormal MOTEL (Military Junkyard FOUND)",
        "link": "https://www.msn.com/en-us/news/crime/abandoned-paranormal-motel-military-junkyard-found/vi-AA1txbcf?ocid=BingNewsVerp",
        "description": "We head out to the desert of California with our friends George Janko and Brendan North. We had heard of this mysterious ...",
        "image_url": "https://www.bing.com/th?id=OVF.BGZ1AQTORNWQuXsKswsdFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Yes Theory on MSN2h",
        "source": "Yes Theory on MSN",
        "article_content": ""
    },
    {
        "title": "How To Watch The Paranormal Activity Movies In Order",
        "link": "https://www.msn.com/en-us/travel/tripideas/how-to-watch-the-paranormal-activity-movies-in-order/ar-AA1tvkrl?ocid=BingNewsVerp",
        "description": "If you're wondering about the best order to watch every Paranormal Activity film, it isn't the release order. Here's how to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3JTT5aJ4zHGs2AuQXYawjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "/Film on MSN12h",
        "source": "/Film on MSN",
        "article_content": ""
    },
    {
        "title": "World’s most profitable film made Rs 16,0000 crore, earned 1300000 times its budget, but actors were paid only Rs.., the director was…",
        "link": "https://www.msn.com/en-in/entertainment/southcinema/world-s-most-profitable-film-made-rs-160000-crore-earned-1300000-times-its-budget-but-actors-were-paid-only-rs-the-director-was/ar-AA1ttxSA?ocid=BingNewsVerp",
        "description": "In terms of budget, this film was allocated Rs 12 lakh (15,000 USD). We are talking about the film Paranormal Activity. Director Oren Peli decided to make low-budget horror films by using mobile ...",
        "image_url": "https://www.bing.com/th?id=OJ.6Pjgbn6Vn9puxw&pid=news&w=79&h=16&rs=2",
        "category": "paranormal",
        "date": "12hon MSN",
        "source": "India.com on MSN",
        "article_content": ""
    },
    {
        "title": "15 TV shows and movies to keep you distracted on Election Night",
        "link": "https://www.bostonglobe.com/2024/11/05/arts/what-to-watch-on-election-night-tv-movies-distractions/",
        "description": "If you need a break, or a long, engrossing distraction, try this list of comfort-viewing TV shows, excellent binges, and top-rated films. Taking the world of the mockumentary in a slightly different ...",
        "image_url": "https://www.bing.com/th?id=OJ.XM30u26nH0LK0Q&pid=news&w=104&h=16&rs=2",
        "category": "paranormal",
        "date": "1h",
        "source": "The Boston Globe",
        "article_content": "Two candidates. Two drastically different visions for the future of America. And endless polls showing them virtually tied. Look, we all know Tuesday is going to be stressful, no matter what side of the political aisle you’re sitting on. You’re probably going to be checking your phone every five minutes for results that may take several days to come through. You can only watch Steve Kornacki and John King update their map graphics for so long. If you need a break, or a long, engrossing distraction, try this list of comfort-viewing TV shows, excellent binges, and top-rated films.\n\nIt’s true, you’ve probably watched every single episode of this NBC sitcom about a big-hearted small town city employee 10 times through. But that doesn’t make the show any less funny, and it’s just possible you’d enjoy a vision of a world where politicians are honest and whole-heartedly committed to making their country a better place. Travel back to Pawnee, and let Leslie Knope (Amy Poehler), Ron Swanson (Nick Offerman), and April Ludgate (Aubrey Plaza) comfort you with a vision of democracy at its most idealistic. Available on Peacock\n\n‘Heartstopper’\n\nAdvertisement\n\nThis gentle teen dramedy features one of the sweeter romances on TV, and demonstrates over and over again that there is no one way to be queer, or come out, or fall in love. Based on the popular graphic novel of the same name by Alice Oseman, the third season premiered on Netflix earlier this fall, offering the particularly anxious viewer ample opportunities to watch Nick (Kit Connor) and Charlie (Joe Locke, more recently seen in the Disney+ show “Agatha All Along”) navigate the trials of young love. Available on Netflix\n\n‘Abbott Elementary’\n\nQuinta Brunson’s grade school mockumentary has been held up as a proof that the traditional broadcast network sitcom still has life in it. Whether it’s a throwback or a vision of the future, it’s indisputable proof that solid joke writing and an unbeatable cast of comedy pros can still carry the day. The show shares with “Parks” a hope that a devoted group of smart professionals trying their very best can affect meaningful change in the lives of the people (or in this case, kids) around them. Brunson’s elementary school teacher Janine has navigated career opportunities, some tough love mentorship from more senior teachers Barbara (Sheryl Lee Ralph) and Melissa (Lisa Ann Walter), and a burgeoning romance with fellow teacher Gregory (Tyler James Williams). Available on Hulu\n\nAdvertisement\n\n‘What We Do in the Shadows’\n\nTaking the world of the mockumentary in a slightly different direction than “Abbott,” “Shadows” follows the lives of a group of bumbling vampires sharing a house on Staten Island. Despite dwelling in the world of mortals for decades, the crew can’t quite seem to grasp the rules of modern living, leaving their sporadic grasps for power somewhat less than effective. But if you’ve exhausted the world of Nadja, Laszlo, and the gang, you may still want to visit “Wellington Paranormal,” which is yet another spinoff of the original Taika Waititi-starring film version of “What We Do in the Shadows.” “Wellington” takes place in the titular city and follows a group of, you guessed it, bumblers. In this case, they’re members of the local police department in the New Zealand city, investigating strange and paranormal occurrences. Available on Hulu (“Shadows”) and Max (“Wellington”)\n\n‘Harley Quinn’\n\nThis show may not exactly be comforting, per se, but it is one of the funniest shows on television right now. Following the adventures of Harley Quinn, the one-time paramour of the Joker, as she attempts to rise to the top of Gotham’s group of villains and be taken seriously in her own right without her famous ex, the animated sitcom is profane, perverse, and hysterical. If you’ve gotten bored of overly serious Hollywood adaptations of comic book properties, find a home with “Harley,” which finds endless humor poking fun at the DC comics universe. It also features an incredible voice performance from Kaley Cuoco, best known for playing Penny on “The Big Bang Theory,” but here doing exactly the kind of dialed-up-to-11 performance you want from a character like this. Available on Max\n\nAdvertisement\n\n5 TV shows worth binge-watching\n\n‘The Penguin’\n\nDid Colin Farrell’s Penguin villain from the Robert Pattinson-starring “The Batman” truly need his own spinoff show? This engrossing series proves the answer is yes. Buried beneath layers of prosthetics, Farrell’s performance as Oz Cobb drives the show, but it’s the work of Broadway star Cristin Milioti (a Tony nominee for “Once”) as mobster’s daughter Sofia Falcone that has been garnering rave reviews. The show is still airing its first season, so you can hop on this bandwagon in the early days while having seven episodes to plow through to distract yourself. Available on Max\n\n‘The Diplomat’\n\nIf you want to simply get lost in twists upon twists, this Keri Russell dramedy might be the way to go. Following the adventures of a reluctant ambassador to the U.K., “The Diplomat” has intrigue to spare, plus a compelling if minimally believable lead in Russell’s Kate, who can extrapolate world affairs in only a sentence or two, but has never remembered to brush her hair before leaving the house. The recently premiered second season isn’t quite as strong as the first, but it’s got enough twists to keep you riveted and guessing. Available on Netflix\n\n‘Evil’\n\nYou‘ll need a stomach for horror to manage this demonic procedural on Paramount, but the show never gets to the level of, say, a “Halloween” movie. Psychologist Kristen (Katja Herbers), a skeptic on all things divine, teams up with a Roman Catholic priest (Mike Colter) and a tech genius (Aasif Mandvi) to investigate apparently possessed people and face off with the sinister Leland, a probably demonic foe played by “Lost”’s Michael Emerson in a wildly unleashed performance. Come for the creepy demons, stay for the heroic trio’s mysteriously infinite selection of stylish fall coats. Available on Paramount+\n\nAdvertisement\n\n‘Severance’\n\nThe Apple TV+ drama is part workplace satire, part saga about what it means to be human, and all in all a very off-putting vision of what the near future holds for us. Mark (Adam Scott) has been Severed, a procedure that divided his brain into two distinct personas: one who goes to work all day, and then the real Mark, who awakens at the end of the workday with no memory of what he’s been up to. His work self is a total innocent who has never seen the outdoors, but his after-work self is floundering in the aftermath of his wife’s death. The first season, executive produced by Ben Stiller, offered fascinating world-building and enough freaky doings from the fictional company Mark works for to power quite a few seasons of mysteries. A trailer has finally been released for the hotly anticipated second season, so now’s the perfect time to dive in … or refresh your memory of what the Waffle Party turned out to be. Available on Apple TV+\n\n‘Masters of the Air’\n\nThis World War II drama was executive produced by Tom Hanks and Steven Spielberg, a duo with a distinctly impressive pedigree around historical dramas. The show follows the exploits of the 100th Bomb Group, which flew B-17 bomber missions over Nazi Germany. As former Globe TV critic Matthew Gilbert put it at the time, the show had a somewhat thin characterization for its various airmen. But, he argued, “It is an old-school tribute to the Greatest Generation and to those who fought against fascism — wait for the hoisting of the American flag in the finale — and as such it can be moving.” Just what you need right now, right? Available Apple TV+\n\nAdvertisement\n\n5 highly rated films available to stream\n\n‘His Three Daughters’\n\nSibling drama comes to a head in “His Three Daughters,” starring Carrie Coon, Elizabeth Olsen, and Natasha Lyonne as sisters who return to the Brooklyn apartment where they grew up to take care of their father, who’s dying of cancer. According to Globe film critic Odie Henderson, the trio of stars are “at the top of their game” in the Netflix film directed and written by Azazel Jacobs. “Each is superb in her own way, with Lyonne giving a career-best performance,” Henderson writes in his 3½-star review. Available on Netflix\n\n‘Hit Man’\n\nA film that’s “somewhat” based on a true story, director Richard Linklater puts his spin on the tale of Gary Johnson, a Texas college professor who also moonlights for the police as a faux assassin. Henderson calls the flick a “sexy and superb comic neo-noir,” with star Glen Powell hitting all the marks with his standout performance. “The actor has co-written (along with Linklater) a star-making part for himself, a role filled with twisty surprises and major personality shifts,” writes Henderson in his 4-star review. “My noir-loving heart found a lot to love here.” Available on Netflix\n\n‘Music by John Williams’\n\nLongtime film composer and former Boston Pops conductor John Williams has delighted audiences for decades with his iconic scores for classics such as “Jaws,” “Star Wars,” and so many more. Earning 54 Oscar nominations, including five wins, the beloved cinema icon’s impressive career gets the documentary treatment in Disney+’s “Music by John Williams.” Henderson writes in his 3½-star review that the film “is a fine tribute to the magic of a legendary maestro.” Available on Disney+\n\n‘Road Diary: Bruce Springsteen and the E Street Band’\n\nEven after all these years, Bruce Springsteen and the E Street Band still know how to rock a stage. The Boss and his beloved band are at the center of the new documentary “Road Diary,” which gives fans an intimate look at their 2023-24 tour, their first in six years. If you need a little music to help you through Election Night jitters, Henderson promises in his 3-star review that “the film doesn’t scrimp on the musical goods, and that’s where it shines brightest.” Available on Disney+ and Hulu\n\n‘Wolfs’\n\nNo strangers to crime comedies, “Ocean’s Eleven” costars Brad Pitt and George Clooney team up for another action-packed flick, this time playing a pair of rival fixers forced to work together after getting booked for the same bloody clean-up job. While the plot of “Wolfs” is a bit “convoluted,” according to Henderson, Pitt and Clooney’s charm shines. “Together, they exude an enormous amount of chemistry, enough to make this AppleTV+ movie worth watching,” he writes in his 3-star review. Available on Apple TV+\n\nLisa Weidenfeld can be reached at lisa.weidenfeld@globe.com. Follow her on X @LisaWeidenfeld and Instagram @lisaweidenfeld. Matt Juul can be reached at matthew.juul@globe.com."
    },
    {
        "title": "With the success of Bhool Bhulaiya 3, let’s revisit the greatest horror content of all times",
        "link": "https://www.deccanchronicle.com/entertainment/with-the-success-of-bhool-bhulaiya-3-lets-revisit-the-greatest-horror-content-of-all-times-1835591",
        "description": "Bhool Bhulaiya 3 has cemented its position among the top blockbusters this year. The film has managed to garner over 100 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SW2pDg-nTK6VR-RfM91uxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Deccan Chronicle4h",
        "source": "Deccan Chronicle",
        "article_content": "Bhool Bhulaiya 3 has cemented its position among the top blockbusters this year. The film has managed to garner over 100 crore collections so far. We've rounded up five of the most terrifying and iconic horror stories of all time. These spine-chilling stories have left lasting impressions with their eerie atmospheres, unforgettable characters, and shocking plot twists. Whether you're a longtime horror enthusiast or new to the genre, these picks are guaranteed to keep you on the edge of your seat.\n\n1. Yakshini… Ek Dayan (Pocket FM) Kicking off our list is the haunting tale of Yakshini… Ek Dayan is a Pocket FM original. The show centers around Yakshini, a cursed being of extraordinary beauty who ensnares anyone who crosses her path. Yakshini terrorizes the villagers of Bangalamuda and Rongkamucha, leading to the sealing of the Graveyard Kothi, believed to be her lair. For thirteen years, peace reigns, until Yug, a curious local, reopens the mansion, unleashing Yakshini once again.\n\n\n\n\n\n\n\nWritten by Anand Usha Borkar, and voiced by a talented cast, including Naaz, this horror drama keeps listeners hooked with its mix of folklore, suspense, and supernatural terror. Want to know what happens next? Tune into Yakshini… Ek Dayan on Pocket FM and dive into the chilling world of Yakshini.\n\n2. The Exorcist The Exorcist (1973), directed by William Friedkin and based on William Peter Blatty’s novel, is a chilling supernatural horror that follows the harrowing tale of a young girl, Regan, who becomes possessed by a demonic entity. Her desperate mother enlists the help of two Catholic priests to perform an exorcism.\n\n\n\n\n\n\n\nWith intense performances by Ellen Burstyn, Max von Sydow, and Linda Blair, the film shocked audiences with its disturbing imagery and realism, sparking debates and even attempts to ban it. Despite production challenges and rumors of a curse, The Exorcist became a cultural phenomenon and the first horror film to be nominated for an Academy Award for Best Picture, cementing its legacy as one of the greatest horror films ever made.\n\n\n\n3. The Conjuring Franchise No horror franchise has captured the supernatural terror of haunted houses and malevolent spirits quite like The Conjuring. Directed by James Wan, the franchise stars Patrick Wilson as Ed Warren and Vera Farmiga as Lorraine Warren, real-life paranormal investigators who tackle some of the most terrifying hauntings in history.\n\n\n\n\n\n\n\nThe iconic characters delve deeper into the haunted objects and cursed entities that have terrified audiences worldwide. The chilling storylines, impeccable direction, and spine-tingling performances by Wilson and Farmiga make this franchise an essential part of any horror binge-watch.\n\n\n\n4. Raaz\n\nBollywood's Raaz, starring Bipasha Basu as Sanjana Dhanraj and Dino Morea as Aditya Dhanraj, is a horror romance that left an indelible mark on Indian horror fans. Directed by Vikram Bhatt, Raaz tells the story of a couple whose marital issues worsen when they move to a house haunted by a vengeful spirit.\n\n\n\n\n\n\n\nThe film became a massive success due to its gripping narrative, eerie settings, and memorable performances, especially from Bipasha Basu. Its combination of suspense, romance, and paranormal activity made Raaz an instant classic, spawning sequels and solidifying its place in Bollywood’s horror hall of fame.\n\n\n\n5. Ragini MMS Ragini MMS is a thrilling mix of horror and found-footage style, much like Paranormal Activity. The film stars Kainaz Motivala in Ragini and Rajkummar Rao as Uday, a couple who stumble upon an abandoned house for a weekend getaway. What follows is a horrifying encounter with a paranormal entity.\n\n\n\n\n\n\n\nDirected by Pawan Kripalani, Ragini MMS taps into the voyeuristic fears of modern horror, making it one of the most terrifying Bollywood entries in the genre. The success of the first film led to the creation of the franchise, where Ragini’s ordeal continues, and the scares only get more intense. If you’re looking for a hair-raising ride, Ragini MMS is a must-watch."
    },
    {
        "title": "Former Paper Discovery Center in Appleton closes, due to rising operational costs",
        "link": "https://www.msn.com/en-us/money/companies/former-paper-discovery-center-in-appleton-closes-due-to-rising-operational-costs/ar-AA1tuTdW?ocid=BingNewsVerp",
        "description": "The center offered hands-on activities, including handmade paper projects, science live demonstrations, and other STEM-based ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QSUSeE4i0pw_7U6os0PAay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13hon MSN",
        "source": "Post-Crescent (Appleton) on MSN",
        "article_content": ""
    },
    {
        "title": "Archaeologists make first-of-its-kind discovery in ancient Egyptian tomb",
        "link": "https://www.msn.com/en-us/news/world/archaeologists-make-exciting-discovery-in-ancient-egyptian-tomb/ar-AA1twv8o?ocid=BingNewsVerp",
        "description": "Archaeologists have uncovered a rare Egyptian tomb dating back 4,000 years. The tomb could change how researchers look at the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JMWUcavKukUbcvxP8g_e-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5hon MSN",
        "source": "Daily Mail on MSN",
        "article_content": ""
    },
    {
        "title": "Major discovery on origin of writing in birthplace of civilization",
        "link": "https://www.msn.com/en-us/travel/article/major-discovery-on-origin-of-writing-in-birthplace-of-civilization/ar-AA1txjGW?ocid=BingNewsVerp",
        "description": "In Mesopotamia, the birthplace of civilization, the earliest known writing system started around 3,000 BCE. At such a critical moment in US history, we need reporters on the ground. Your donation ...",
        "image_url": "https://www.bing.com/th?id=OJ.j6nLf00sJ5OcJQ&pid=news&w=125&h=16&rs=2",
        "category": "science+discovery",
        "date": "1hon MSN",
        "source": "The Independent on MSN",
        "article_content": ""
    },
    {
        "title": "Paleontology breakthrough as size of 'terror bird' revealed by new 'biggest yet' discovery",
        "link": "https://www.express.co.uk/news/science/1971724/paleontology-breakthrough-size-of-terror-bird",
        "description": "Frightening as the massive beaked predator was, it was no match for the even more terrifying creature which made a meal of it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZLmkYBAhXuG5_EajMMlKJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "3h",
        "source": "Daily Express",
        "article_content": "The new 'terror bird' specimen likely weighed about 340 pounds (stock image)\n\nA fearsome flesh-eating bird from the Phorusrhacid family - known as \"terror birds\" - may be the largest of its kind ever found, despite being known only from a shinbone fragment.\n\nHowever, the creature is likely to have met its demise at the hands - or more accurately the teeth - of an even more terrifying predator.\n\nThese formidable predators roamed Colombia’s Tatacoa Desert about 12 million years ago, alongside car-sized armadillos, massive sloths, and ancient sabre-toothed marsupials.\n\nThis particular specimen’s fossil hints it was much larger than other known Phorusrhacids, which typically stood between one and three metres (3 to 9 feet) tall. It would have weighed in at roughly 340 pounds.\n\nEquipped with enormous beaks, they were likely highly efficient predators whose diet consisted primarily of mammals."
    },
    {
        "title": "New Tardigrade Discovery Reveals Secrets of Radiation Resistance",
        "link": "https://www.msn.com/en-us/news/technology/new-tardigrade-discovery-reveals-secrets-of-radiation-resistance/ar-AA1tvMA4?ocid=BingNewsVerp",
        "description": "Three processes contribute to radiation tolerance. (Li et al., Science, 2024) While some of these tricks were already known ...",
        "image_url": "https://www.bing.com/th?id=OVFT.E7OIc9HWwHETY2jgsAp9aS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert on MSN10h",
        "source": "ScienceAlert on MSN",
        "article_content": ""
    },
    {
        "title": "Vertafore buys Surefyre to accelerate growth in MGA space",
        "link": "https://finance.yahoo.com/news/vertafore-buys-surefyre-accelerate-growth-121113297.html",
        "description": "The integration of Surefyre's AI-enabled, low-code/no-code solution into Vertafore's MGA ecosystem is expected to create a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kt30UrT-3egqsSESwnl1ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Yahoo Finance30m",
        "source": "Yahoo Finance",
        "article_content": "Vertafore has acquired San Francisco-based Surefyre, a submission and underwriting workbench platform, to expand its AI capabilities and accelerate growth for MGAs.\n\nFounded in 2017 by Alex Bautista and Dustin Lorres, Surefyre provides a cloud-based software platform for P&C insurance MGAs, wholesalers and carriers.\n\nThe integration of Surefyre's AI-enabled, low-code/no-code solution into Vertafore's MGA ecosystem is expected to create a better quoting process and policy issuance.\n\nSurefyre's technology platform offers a fully configurable agent portal that supports the entire policy life cycle.\n\nAdditionally, the platform provides an underwriter workbench that rates and quotes specialty P&C business.\n\nThe AI-powered solutions include automated agent portal configuration, which accelerates speed to market, and other AI-driven features that streamline the submission and risk selection process.\n\nSurefyre co-founder Bautista said: “Surefyre’s mission is to push the insurance industry forward with great technology.\n\n“We are proud of our team and the impact the platform has had on our customers. Joining forces with Vertafore, an industry leader that shares our vision, is a perfect next step for our product and people.”\n\nThe acquisition of Surefyre allows Vertafore to deliver advanced automation and flexible technology solutions that MGAs need to remain competitive in this market.\n\nVertafore CEO Amy Zupon said: “We are intensely focused on empowering MGAs and wholesalers through technology. With the addition of Surefyre’s platform, we are setting a new standard for speed to market, operational efficiency and growth in the MGA space.\n\n“This acquisition builds on the successful acquisition of MGA Systems two years ago and is a continuation of our deep commitment to supporting MGAs with technology that enables and powers their success.”\n\nVertafore, a North American insurtech company, provides solutions that facilitate end-to-end connectivity across the distribution channel.\n\nEarlier this year, Vertafore announced that nine new insurtech companies and solution providers joined its Orange Partner Programme.\n\nEncompassing 60 partners, the programme offers agencies, carriers and MGAs access to solutions and services that complement the Vertafore technologies they depend upon on a daily basis.\n\n\"Vertafore buys Surefyre to accelerate growth in MGA space\" was originally created and published by Life Insurance International, a GlobalData owned brand.\n\n\n\n"
    },
    {
        "title": "Comviva named official Channel Partner for GSMA Open Gateway",
        "link": "https://www.prnewswire.co.uk/news-releases/comviva-named-official-channel-partner-for-gsma-open-gateway-302296510.html",
        "description": "Comviva, the global leader in customer experience and data monetization solutions, today announced its official recognition ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-20tdZMxBG-chydkD9gaKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "56m",
        "source": "PR Newswire",
        "article_content": "Strategic channel program to accelerate API adoption and drive digital impact\n\nNEW DELHI, Nov. 5, 2024 /PRNewswire/ -- Comviva, the global leader in customer experience and data monetization solutions, today announced its official recognition as a GSMA Open Gateway Channel Partner, paving the way for next-generation digital services. This achievement positions Comviva among a select group of companies at the forefront of the global movement to champion Open Gateway standards.\n\nThe GSMA Open Gateway initiative aims to accelerate the adoption of Network APIs, enabling seamless integration between mobile operators and third-party developers. This is achieved via common, northbound service APIs — supported by the CAMARA Project — that expose mobile operators' network capabilities within a consistent, interoperable and federated framework.\n\nComviva's NGAGE CNPaaS platform offers 16 CAMARA-certified APIs across 8 API families, supporting a wide range of use cases across multiple industries. This aligns with recent telco alliances and the push to expose and sell Network APIs, ensuring seamless network integration for enterprise adoption.\n\n\"We are honored to be recognized as an official GSMA Open Gateway Channel Partner,\" said Deshbandhu Bansal, COO, RevTech Solutions at Comviva. \"This partnership aligns with our commitment to providing cutting-edge solutions to our customers and driving innovation in the mobile industry. By working closely with the GSMA, we can ensure that our customers have access to the most advanced and reliable API technology available.\"\n\nHenry Calvert, Head of Networks, GSMA, commented, \"We are delighted to welcome Comviva as an official GSMA Open Gateway Channel Partner. Their expertise and commitment to open standards will contribute significantly to the growth and success of the initiative. We look forward to working together, to drive innovation and create new opportunities for the industry.\"\n\nWith the GSMA Open Gateway initiative gaining momentum, Comviva is well-positioned to help its customers capitalize on the opportunities presented by this exciting new technology. By leveraging its expertise and experience, Comviva aims to help customers develop innovative new services, improve customer satisfaction, and drive revenue growth.\n\nFor more information, please contact:\n\nSundeep Mehta\n\nDGM, Global PR & Corporate Communications\n\nEmail: sundeep.mehta@comviva.com\n\nMob: +91-9910030732\n\nLogo: https://mma.prnewswire.com/media/995982/4760440/Comviva_Logo.jpg"
    },
    {
        "title": "Startup stumbles upon potential solution to mitigate major global pollutant: 'We think [they] found the key to that'",
        "link": "https://www.msn.com/en-us/money/companies/startup-stumbles-upon-potential-solution-to-mitigate-major-global-pollutant-we-think-they-found-the-key-to-that/ar-AA1tfyHJ?ocid=BingNewsVerp",
        "description": "Brineworks' innovative methods for decarbonization, while also supporting more sustainable fuels, will soon be put to the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4v0LyESntBNdranUdxsPDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "The Cool Down on MSN25m",
        "source": "The Cool Down on MSN",
        "article_content": ""
    },
    {
        "title": "Vanguard cuts Indian rideshare startup Ola’s valuation to $2B",
        "link": "https://techcrunch.com/2024/11/04/vanguard-cuts-ola-valuation-to-2-billion/",
        "description": "Vanguard has revised its valuation of Indian ride-hailing startup Ola to about $2 billion as of the end of August.",
        "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
        "category": "it+startup",
        "date": "1h",
        "source": "TechCrunch",
        "article_content": "In Brief\n\nVanguard has revised its valuation of Indian ride-hailing startup Ola to about $2 billion as of the end of August, according to a regulatory filing.\n\nA U.S. asset manager’s fund disclosed in a filing that it values its holding in ANI Technologies, the parent firm of Ola, at about $14.3 million, compared to some $51 million it spent to acquire those shares.\n\nThe disclosure implies a valuation of about $2 billion for the Bengaluru-headquartered startup, which was valued at $7.3 billion in late 2021. Ola competes with Uber, Swiggy-backed Rapido, and Google-backed Moving Tech in India’s ride-hailing market.\n\nThe valuation adjustment follows previous cuts by Vanguard, including one in August 2023 that valued the company at about $2.6 billion.\n\nBhavish Aggarwal co-founded Ola in 2010. Ola Electric, which spun out of Ola Cabs several years ago, went public earlier this year and commands a market cap of $4.2 billion. His third venture, AI startup Krutrim, raised its first funding round earlier this year at a valuation of $1 billion."
    },
    {
        "title": "A new update fixes the Snapdragon 8 Elite’s overheating issues — or does it?",
        "link": "https://www.msn.com/en-us/news/technology/a-new-update-fixes-the-snapdragon-8-elite-s-overheating-issues-or-does-it/ar-AA1tuE1C?ocid=BingNewsVerp",
        "description": "Smartphone maker Realme has issued a software fix for the GT 7 Pro and its overheating Qualcomm Snapdragon 8 Elite chip. Has it solved the problem?",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "14hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "As regulations proliferate, enterprises look to generative AI to help simplify ESG and GRC reporting",
        "link": "https://diginomica.com/regulations-proliferate-enterprises-generative-ai-esg-grc-reporting",
        "description": "A panel at Workiva's Amplify EMEA conference last week discussed the opportunities and concerns around using generative AI to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eLfqIMGZcJNFlLc2EfPrvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Diginomica18m",
        "source": "Diginomica",
        "article_content": "(© Khaosai Wongnatthakan at Canva.com)\n\nThe raft of new global legislation for financial, GRC and ESG reporting is putting fresh pressure on enterprises to consolidate and clean up their data and processes. Could generative AI could help alleviate some of this pressure? Companies are unsure about how to make the best use of it, and the regulations themselves are still evolving.\n\nThis was front-of-mind for delegates at last week’s Amplify EMEA conference in Amsterdam last week, hosted by Workiva, which provides a cloud-based platform for integrated reporting in ESG, Financial Reporting, and GRC (Governance, Risk and Compliance). The agenda highlighted trends for a rethink of data, reporting and governance. In this complicated market, where a mix of consultants, auditors and vendors all work closely with their clients, AI is beginning to have an impact — particularly in the ESG space, where data sources and processes are not as predictable as for financial reporting.\n\nSpeaking on a panel called ‘Can you anticipate regulatory change?' Andie Wood, VP of Regulatory Strategy at Workiva, told delegates that even the regulators are now trying to streamline the increasingly complex demands on organizations. She says:\n\nOver the last five years there have been a lot of new regulations introduced, and the regulators are hearing from companies that they've been feeling massively under pressure as a result. I'm not just talking about one big reporting regulation, but that whole suite of regulations across the Green Deal and across the other changes in the environment. We're hearing them start to talk about focusing on the implementation. What are we going to do next? We actually saw the commissioners all being given the brief to specifically find reductions in the reporting burden. So we're very interested to hear what they actually think a reduction in reporting burden is. Everybody's getting themselves together. They're deciding what their new policy is going to be.\n\nUndoubtedly robust data and processes will play a big role in the new regulatory frameworks, according to panel moderator Paul Dickinson, founder of CDP. He comments:\n\nWe talked before about how if you want to really make the best use of the almost unlimited, almost unimaginable abilities of machine intelligence, artificial intelligence, then you need incredibly good data benchmarks now to be able to take advantage of that in the future.\n\nThe growing role of generative AI\n\nIn ESG in particular, having robust data and processes is an important step towards allowing generative AI to play a significant role. Naval Khana, Director at PwC UK, says the technology could help companies meeting their commitments in updated regulations like CSDR and ISSB.\n\nHe presented figures to the conference from this year’s annual PwC CEO report, which found that 68% of CEOs think generative AI will increase employee efficiency, and 44% expect it to increase profits. In the report PwC says it is currently actively engaged with 950 of its top 1000 US consulting clients, and is now discussing its use and implementation with its audit clients. Khana says:\n\nEveryone has access to generative AI, and this has led to an unusual situation, a democratization of a new technology, where personal use of gen AI, like ChatGPT, has come before companies get up to speed. It is unique and is having a mass impact, which corporations are looking at with a mixture of excitement and trepidation.\n\nGenerative AI is already making inroads in content generation, and analysis and interpretation according to Khana. He says trends like interpreting data from multiple media inputs using AI agents that can cope with text, video and audio inputs is having a major impact on efficiency. Domain specific models such as Harvey in the legal arena, and AI systems which use the ‘Human in the Loop’ models are also becoming more effective.\n\nHowever, Jeannette Gorzala, VP European AI Forum, told delegates they need to guide the technology until they are confident they can use the models and mitigate any risk fears. She says:\n\nTwo thirds of employees are now using ChatGPT secretly at work, but only a third of companies are offering their employees guidance on how best to use gen AI. So there is a gap, a sort of limbo, and in order for the companies to get over pain points and innovate using gen AI we have to have a top down approach, as well as the current bottom up one.\n\nGorzala, who represented over 2000 European AI companies during the legislative process of the EU AI Act, says that the approach the Act takes will help organizations to scope their systems based on risk. She comments:\n\nGen AI will be disruptive, and there will be pain points in reporting, but data literacy will gradually develop and the use of gen AI tools in specific areas will increase, without adding any risk.\n\nDifferent paths to adoption\n\nBut while these companies may need the efficiencies that generative AI based platforms offer, it makes no sense to start building their own generative AI systems from scratch, according to Simon Atherton, director CFO Advisory practice at Deloitte UK. He believes that it makes more sense for organizations to make use of software companies like Workiva that incorporate generative AI into their platforms. He says:\n\nIn certain areas like the front office, we all engage with organizations which are already using gen AI. But from a finance and GRC perspective, I think people are just trying to understand what the use cases are. My view is that most won't ever actually buy and build their own gen AI applications, but will use it when companies like Workiva incorporate it onto their platforms.\n\nHe draws a parallel with the emergence of Robotic Process Automation (RPA):\n\nThere was a massive trend for RPA software about 5 years ago. Everyone was going to use RPA. I actually don't think that many people in finance use RPA, because how you produce reports, how you raise invoices, how you pay invoices, how you do journals, needs the same organization. So I think vendors will build gen AI into their platforms. That's how finance functions. If Workiva builds something that uses gen AI, it's all about risk. Workiva will say, ‘We’ve tested this. We've got these protocols. This is what it is, otherwise you have to build it yourself.’ It doesn't make sense to build it yourself.\n\nWorkiva’s Wood says organizations are uncertain about incorporating generative AI into their reporting processes at the moment, but it has become a learning process. She comments:\n\nThere is uncertainty. To what extent AI can really draft? Does it produce a high quality disclosure? Does it produce a common disclosure? But certainly we see it being used to produce the initial outline and then circumstances. I think it's definitely already helping but we're still learning.\n\nGorzala from the European AI Forum believes it will be critical for companies to take their employees on that learning journey, if they are to use generative AI effectively and safely in meeting their regulatory obligations. She says:\n\nThe disruption gen AI brings will lead to innovation, and offer lots of potential to achieve more, and bring benefits throughout organizations. Taking employees on the learning journey is an important first step. There will be massive real time savings in the automating reporting of real time information sources, and using more gen AI tools for assuring compliance.\n\nMy take\n\nDelegates at the Workiva Amplify EMEA conference are pretty fed up with the constantly changing global regulations hitting them. And whereas financial reporting has evolved gradually over quite a few decades, the ESG space offers all sorts of extra worries including the robustness of different data sources and processes they now have to deal with. One delegate told a panel she was tired of constantly thinking about risk, and wanted to start thinking about creating business value.\n\nIt makes little sense for these organizations to start incorporating generative AI from scratch. They should begin to embrace this disruptive technology as it develops through the platforms they already use. Suppliers like Workiva, and the management consultants and auditors who work in this arena, are ready to step up."
    }
]