[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert says he's found portal that could be used for alien invasion of Earth",
            "link": "https://www.mirror.co.uk/news/weird-news/ufo-expert-says-hes-found-34332205",
            "description": "Carl Nally, of UFO and Paranormal Research Ireland (UPRI), has issued a warning about a potential alien invasion and believes ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wLo5xEMdTuEczYAb6S96BC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "4h",
            "source": "The Mirror",
            "article_content": "A UFO expert believes that aliens could invade Earth at any moment and warned that they \"will make themselves known\".\n\nCarl Nally, of UFO and Paranormal Research Ireland (UPRI), issued the chilling warning after unexplained flying objects were spotted near military facilities. The mystery sightings came in the US, UK and Germany. Mr Nally said sightings are on the rise and believes there could be a portal for aliens to enter and exit Earth.\n\nAccording to Mr Nally, the secret entrance is nestled in the middle of Ireland between Athlone and Slane. His claims come after US authorities said they were unable to establish the origin of the objects. \"We have no evidence at this time that the reported drone sightings pose a national security or a public safety threat, or have a foreign nexus,\" a White House official said last week.\n\nImage: X/@charliekirk11) X/@charliekirk11)\n\nMr Nally claimed that if the flashing lights that were spotted were simply drones, it would have been confirmed by now. He told the Irish Mirror: \"It’s an amazing situation, the way we see it. You would imagine that, when anything appears over a military base, a military helicopter would go up and investigate them but they haven’t done that.\n\n“They call them drones. Are they drones or UFOs? They would have identified them by now if they were drones – even just by shooting one of them down to see what it is. But they haven’t done that, and that leads us to believe that, possibly, it could be UFOs again.”\n\nMr Nally said the appearance of flying objects near military bases is part of an unprecedented global surge in UFO sightings over the past two months – including in Ireland, where several suspected UFOs have been spotted around Slane and Athlone. He suggested there were certain locations on the planet where UFOs enter from space and leave again, and claimed one such location may exist in the Irish midlands – explaining the uptick in sightings in recent weeks.\n\nImage: littlespacemochi/ Reddit) littlespacemochi/ Reddit) Image: littlespacemochi / Reddit) littlespacemochi / Reddit)\n\n“It’s very peculiar that it’s happening in a lot of places at the same time,” said Mr Nally. “We’re not used to that on this side of the world. At some point, they will make themselves known, and why not now?”\n\nThe UFO expert said the recent sightings suggested extra-terrestrials were assessing military strength, and noted that UFOs had also been spotted in the vicinity of nuclear facilities. \"It seems to be some kind of observation that’s going on at this point in time, and it seems to have increased, without a shadow of a doubt, and you would wonder,\" he claimed.\n\nMr Nally was relaxed about the prospect of an alien invasion, however, and suggested there were greater threats to mankind to worry about. \"If you put that [an alien invasion] on one side of the scales and AI [artificial intelligence] on the other, I’d be more concerned about AI,\" he said.\n\nMr Nally has co-authored three books on aliens and UFOs with Dermot Butler, the most recent of which was Circle of Deceit. They are currently working on their fourth book."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "More UFO sightings reported in Cornwall as strange lights appear in sky",
            "link": "https://www.msn.com/en-gb/news/world/more-ufo-sightings-reported-in-cornwall-as-strange-lights-appear-in-sky/ar-AA1w2nC4?ocid=BingNewsVerp",
            "description": "More people have reported seeing unusual objects in the night sky in Cornwall as UFO sightings increase. The mysterious ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Py0ojiItsVhXUiTbagFKMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Cornwall Live on MSN1h",
            "source": "Cornwall Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Suspected UFO in Connecticut: Witnesses gave 'impeccable testimony,' Ben Hansen says | Banfield",
            "link": "https://www.yahoo.com/news/suspected-ufo-connecticut-witnesses-gave-041513443.html",
            "description": "Ben Hansen, host of the Discovery+ show 'UFO Witness,' has been investigating suspected UFO sightings in Connecticut from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WBiOLJcQ7C3v1LDm73qKkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "16h",
            "source": "Yahoo",
            "article_content": "17,967 people played the daily Crossword recently. Can you solve it faster than others?\n\n17,967 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Solve the drone mystery: What is causing all these UFO sightings?",
            "link": "https://www.nydailynews.com/2024/12/17/solve-the-drone-mystery-what-is-causing-all-these-ufo-sightings/",
            "description": "If you’re seeing and hearing drones or other such flying things flashing in the sky, it’s absolutely certain that you are not ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VwySNAWiAa9ofDkTaN9umC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "12hOpinion",
            "source": "New York Daily News",
            "article_content": "If you’re seeing and hearing drones or other such flying things flashing in the sky, it’s absolutely certain that you are not imagining it and you are not alone. However, what remains troublingly uncertain is what is actually going on and it’s a question that government has done a lousy job answering.\n\nThe future head of that government, Donald Trump, said yesterday: “The government knows what is happening. For some reason, they don’t want to comment. And I think they’d be better off saying what it is our military knows and our president knows.”\n\nWe often disagree with Trump, but his call for transparency is sound.\n\nWhat do the sightings mean? Hopefully not a real life “The War of the Worlds” invasion copying Orson Welles’ 1938 fictional radio show Martian attack, also in New Jersey. The unsatisfying answer is we don’t know yet. We’ll venture that it’s unlikely that this is some sort of sophisticated foreign intelligence operation that federal officials are somehow unaware of.\n\nMaybe it’s some kind of undisclosed military program that Trump mentioned, or coordinated pranks or, as is may be the case with these things, a phenomenon that’s taken a life of its own when there’s no there there.\n\nA few experts and officials have already pointed out that at least some of the sightings seem to be commercial planes. One Jersey resident claimed to have shined a laser pointer at a “drone” that seems to have really been a FedEx plane. Needless to say, do not do this; risking plane crashes is the opposite of helpful as we try to figure out what’s going on.\n\nThis is all representative of a broader and more acute reality than whatever is going on with these particular sightings: we have more or less lost the ability to contend with and clarify things like this as a society. Conspiracy theories are nothing new, and neither is distrusting official sources of information. Some of our greatest advances as a society and moments of public accountability and reform have come from people going against and questioning narratives.\n\nInstead, we’re faced with something like a choose-your-own-adventure for reality, where every amateur sleuth and social media voice gets a chance to run wild and potentially cause significant damage with their laser pointer exploits.\n\nThe culture of secrecy at the nation’s law enforcement and military entities has left them tight-lipped in a way that the public just takes as confirmation that there’s something nefarious going on, as Trump suggests, and the news media’s cautious reporting, responsive to what we know to be true, is seen as evasive and dismissive.\n\nPeople want there to be clear-cut answers, now. The idea that this could be a series of misidentifications of commercial planes, faraway planets and hobbyists drones (or probably all of the above) even if that turns out to be the correct answer, may not be welcomed by a public that seems hungry for something else.\n\nSo, let’s just go through each sighting, one by one, and determine its cause. The Martians patiently planned their attack in “The War of the Worlds;” will Americans have the same level of patience?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert says Ireland could undergo alien invasion through the ‘Athlone portal’",
            "link": "https://www.joe.ie/news/ufo-expert-says-ireland-could-undergo-alien-invasion-through-the-athlone-portal-828560",
            "description": "A UFO expert has warned that Ireland could be heading towards its own alien invasion.Following a number of unexplained ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9UQD2OqlJZcGcin0n0ox-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Joe7h",
            "source": "Joe",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This AI-Powered Journaling App Helped Me Feel Better In Minutes",
            "link": "https://www.bustle.com/wellness/rosebud-therapy-app-review-features-price",
            "description": "This interactive, AI-powered journaling app helps you vent and offers prompts from therapists to inspire reflection.",
            "image_url": "https://www.bing.com/th?id=OVFT.ADEAsBA-emvhKJgtz62s9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Bustle",
            "article_content": "Do you miss your therapist the second your session ends? Do you wish you could talk longer or reach out during the week to share your every thought and feeling? Then you might appreciate this interactive journaling app that uses a therapist-backed, AI-powered chat to keep the convo going.\n\nInstead of holding everything in until your next sesh, you can simply open the Rosebud app whenever you need to vent, work through anxiety, set goals, or process tough feelings. I’ve been using it for the past two weeks and it never fails to help me feel a little more centered.\n\nWith hundreds of five-star reviews in the app store, Rosebud is quickly becoming a go-to for many people who want to supplement their in-person therapy — or for those who want to treat themselves to an easy, breezy, but entirely helpful journaling experience. As you type in entries and answer daily prompts, the app learns more about your thought patterns and goals, and then it responds to you with personalized Qs that help you calm down, recenter, or get to know yourself better.\n\nIt’s so much easier than journaling with a notebook and pen, and I’ve also found it to be extremely validating when I’m going through it and need somewhere to vent ASAP. Here’s what it was like to use the Rosebud journal and what to know about the app.\n\nFast Facts\n\nPrice: Free to download, Rosebud Premium for $4.99/month\n\nFree to download, Rosebud Premium for $4.99/month Best for: Journaling, working through problems, venting\n\nJournaling, working through problems, venting My rating: 4/5\n\n4/5 What I like: Easy to use app, helpful chat, feels nice to vent\n\nEasy to use app, helpful chat, feels nice to vent What I don't like: Limits what you can do with the free version\n\nWhat To Know About Rosebud\n\nRosebud\n\nRosebud is an AI-powered self-care app that uses a therapist-designed journal and habit tracker to help you dig deeper into your thoughts and feelings. It offers the option to type or voice journal to fill in your diary entries. As you chat, the app also learns more about you and your needs — similar to your most beloved counselor.\n\nAs you log journal entries, answer prompts, set goals, and reflect on your day, Rosebud gives you feedback and insight so you can learn more about your go-to beliefs and thought patterns — perfect for dissecting why you always fall into the same mental traps. It’s useful for navigating anxiety and stress, grief, anger, overthinking, overwhelm, and depression, or for clarity on a big decision.\n\nThe app has five tabs across the bottom. The Today tab is where you reflect, set intentions, and check off daily goals as you complete them. The Explore tab offers guided journals, personalized prompts, and workbooks from real therapists, and the plus sign in the middle lets you quickly create a blank journal entry to write down whatever your heart desires.\n\nThen there’s the Insights tab where you’ll find AI-generated personal reports, your analyzed journal entries, and a graph with your moods and weekly “wins,” aka themes you unpacked or habits uncovered. And the History section lets you peek at past entries so you can appreciate how far you’ve come. The app is free, but the premium version offers unlimited personalized prompts, prompt bookmarking, voice journaling, unlimited entry history, and more.\n\nTrying It Out\n\nRosebud\n\nIf you’re a fan of self-care or #WellnessTok, than you likely already know about the many benefits of journaling. Jotting your thoughts is a good way to reduce stress, increase gratitude, and work through your problems, especially when you’re stressed, but I love that this app adds a dash of therapy into the mix, too.\n\nI found myself waxing poetic within five minutes of downloading Rosebud. I went straight to the morning reflection section where I quickly analyzed how I felt and what I hoped to get out of my day. It’s been so easy to start a fresh journal entry whenever I’m having a moment of stress and anxiety, too. The AI chat does a good job of breaking down what I’m feeling and explaining it back to me.\n\nRosebud\n\nAnother nice perk is the “Today’s goals” section where you can customize what you hope to do with your day. I’ve added stretching, reading, and going for more walks — and it feels good to pop back into the app and check them off as I go.\n\nIt’s nice to wind down with the Evening Reflection section too. The AI prompts you to answer questions like “What was the highlight of your day?” or “What was stressful about your day?” Similar to how a therapist would ask you check in with yourself, Rosebud encourages you to pause and reflect — and it’s nice to see what I’ve learned about myself in the weekly Insights reports that lay it all out.\n\nRosebud\n\nIt isn’t always easy to figure out what to write, which is why I love the various journal prompts and workbook-style sections in the Explore tab. There are things like gratitude journals, dream journals, relationship check-ins, and journals made by therapists with themes like “acceptance and commitment,” “nervous system rebalancing,” and “knowing your needs.”\n\nAs an anxious girly, I immediately clicked on the nervous system rebalancing journal and was prompted to start off with four deep breaths. Once I was chill, the chat guided me through questions about what puts me on edge, how stress makes me feel, the triggers that set me off, and how I tend to relax and reset.\n\nRosebud\n\nIt was all very eye-opening. Turns out I need a slow, mellow morning routine or I’ll be a total wreck for the rest of the day. I also can’t skip daily walks — not even when it’s rainy or cold — or else I kind of crumble. And it appears that I really value (and talk a lot about) accomplishing my to-do list. (Very Virgo rising of me.)\n\nAs I typed, the app offered the option to either finish my journal or “go deeper,” which meant it kept asking questions and encouraging me to reflect on what I had just said. This is where I really started to notice that the AI was learning my patterns and encouraging me to think further — something I wouldn’t have gotten out of a regular paper-and-pen journal.\n\nThe Takeaway\n\nWhile there’s no true replacement for meeting with a therapist, I like that the Rosebud AI was “trained” by therapists, so it doesn’t just feel like random, cold info from the internet. The chat on the app seems like a conversation you’d have with a real person, which makes it feel warmer and more helpful. I’d say this is a great tool for venting, noticing thought patterns, and setting goals — or if you just really miss chatting with your therapist between sessions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia’s New $250 ‘Jetson Computer’ Lets Hobbyists Play Around With AI Locally",
            "link": "https://gizmodo.com/nvidias-new-250-jetson-computer-lets-hobbyists-play-around-with-ai-locally-2000539783",
            "description": "The palm-sized Orin Nano is ideal for hobbyists and small companies looking to run AI applications locally, such as for use ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lAWfIOuWCQ9I3l4HiudchC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Gizmodo",
            "article_content": "Nvidia has released a new $249 version of its Jetson computer meant for running artificial applications locally. The palm-sized Orin Nano is said to double the speed and efficiency of its predecessor at half the price, and it can process roughly 70% more computational tasks, according to Nvidia.\n\nThe Orin Nano is ideal for hobbyists looking to train their own artificial intelligence applications, or for developers of robots and other industrial tools to run sophisticated applications without connecting to the cloud.\n\nIn a brief video on YouTube announcing the product, Nvidia CEO Jensen Huang stands in his kitchen as he pulls a tray out of his oven to reveal the small, palm-sized computer. Huang goes on to say the computer can process almost “seventy trillion” operations per second and draws just 25 watts of power.\n\n“A long time ago, we created a brand new type of processor, it was a robotics processor,” Huang says. “Nobody understood what we were building at the time, and we imagined that someday these deep learning models would evolve and we would have robots for everything.” The Jetson computers were intended to power robots, but today can also run large language models like Meta’s Llama.\n\nSam Altman’s startup World (formerly Worldcoin), which aims to authenticate human identity with iris scans, uses a Jetpack module inside its Orb scanning device. In a blog post back in October, World said, “In its newest iteration, the Orb is equipped with the most advanced NVIDIA Jetson module with nearly 5x the AI performance over the previous version to enable even faster, more seamless proof of human verifications.”\n\nIn essence, the Orin Nano is a portable brain that can be plugged into other hardware to power its AI functionality. Cloud hyperscalers—a term for companies building massive data centers for AI— like Amazon and Google charge for access to servers and AI models, and those costs can add up. Certain applications might need guaranteed uptime and minimal latency, such as warehouse robots. Connecting to a remote cloud hosting provider is not ideal. That being said, a computer like the Orin Nano will only be capable of running more lightweight AI applications—it will not replace Nvidia’s high-end GPUs that cost tens of thousands of dollars and are capable of training and inferring from large-scale AI models.\n\nStill, in a world where running AI is becoming increasingly cheap and accessible, startups are quickly going to learn the value of having real intellectual property. Shoving an AI model into a smart home camera is no longer going to be good enough when anyone can easily do it."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Daring To Use Generative AI For Predicting Your Precise Death Date",
            "link": "https://www.forbes.com/sites/lanceeliot/2024/12/17/daring-to-use-ai-for-predicting-your-precise-death-date/",
            "description": "AI-based death date apps are trending. They seemingly calculate your precise date and time of demise. Concerns about this are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IeouvynRykU2ZVYA_JevMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Princess Anne High School students recognized for apps that utilize AI",
            "link": "https://www.wavy.com/news/local-news/virginia-beach/princess-anne-high-school-students-recognized-for-apps-that-utilize-ai/",
            "description": "Students Aarav Chokshi and Andy Yang received FIRST PLACE for their app, VisuAI. Their app utilizes Artificial Intelligence ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vNzT1qxW9CIrZAFLRex-OC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "WAVY-TV17m",
            "source": "WAVY-TV",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 Creative Uses For Midjourney AI, According To Users",
            "link": "https://www.slashgear.com/1734993/midjourney-ai-creative-uses/",
            "description": "Generative AI is transforming the creative landscape for amateurs and professionals alike, and this is what Midjourney users ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XL_hSXIrvrjxeQZuEXNLqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10m",
            "source": "SlashGear",
            "article_content": "We've all been there — you wake up from a vivid, complex dream, only for your brain to hit the delete button on the entire thing. Now, you're left blank, knowing you've been through something, but not sure what exactly. If you were hoping for news that AI can now recover those elusive dream fragments from the recesses of your mind, sorry to disappoint you — we're not there yet. However, what AI can do, as Reddit user Jae_Kingsley has discovered, is help render the content of the dreams you do remember into visuals that you can share with others. It's not mind-reading, but it's a close second.\n\nAdvertisement\n\nTo make this work, though, you'll need to know how to write specific and detailed prompts for Midjourney. Dreams are often messy, abstract, and defy logic (why was your third-grade teacher juggling flaming pineapples?), and describing them comes with the inevitable \"lossiness\" of language — the gap between the vivid imagery in your head and the words you use to describe it. While AI can partially bridge this gap, it still relies on your ability to convey as much detail as possible. By experimenting with descriptions – focusing on elements like colors, textures, emotions, and unique details – and iterating on your inputs, you should be able to guide Midjourney toward creating something that feels close to what you imagined. You can make the output more immersive by pairing Midjourney with AI video generators like Hailuo or Kling to add movement and depth to your concept.\n\nAdvertisement"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert says he's found portal that could be used for alien invasion of Earth",
            "link": "https://www.mirror.co.uk/news/weird-news/ufo-expert-says-hes-found-34332205",
            "description": "Carl Nally, of UFO and Paranormal Research Ireland (UPRI), has issued a warning about a potential alien invasion and believes ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wLo5xEMdTuEczYAb6S96BC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "The Mirror",
            "article_content": "A UFO expert believes that aliens could invade Earth at any moment and warned that they \"will make themselves known\".\n\nCarl Nally, of UFO and Paranormal Research Ireland (UPRI), issued the chilling warning after unexplained flying objects were spotted near military facilities. The mystery sightings came in the US, UK and Germany. Mr Nally said sightings are on the rise and believes there could be a portal for aliens to enter and exit Earth.\n\nAccording to Mr Nally, the secret entrance is nestled in the middle of Ireland between Athlone and Slane. His claims come after US authorities said they were unable to establish the origin of the objects. \"We have no evidence at this time that the reported drone sightings pose a national security or a public safety threat, or have a foreign nexus,\" a White House official said last week.\n\nImage: X/@charliekirk11) X/@charliekirk11)\n\nMr Nally claimed that if the flashing lights that were spotted were simply drones, it would have been confirmed by now. He told the Irish Mirror: \"It’s an amazing situation, the way we see it. You would imagine that, when anything appears over a military base, a military helicopter would go up and investigate them but they haven’t done that.\n\n“They call them drones. Are they drones or UFOs? They would have identified them by now if they were drones – even just by shooting one of them down to see what it is. But they haven’t done that, and that leads us to believe that, possibly, it could be UFOs again.”\n\nMr Nally said the appearance of flying objects near military bases is part of an unprecedented global surge in UFO sightings over the past two months – including in Ireland, where several suspected UFOs have been spotted around Slane and Athlone. He suggested there were certain locations on the planet where UFOs enter from space and leave again, and claimed one such location may exist in the Irish midlands – explaining the uptick in sightings in recent weeks.\n\nImage: littlespacemochi/ Reddit) littlespacemochi/ Reddit) Image: littlespacemochi / Reddit) littlespacemochi / Reddit)\n\n“It’s very peculiar that it’s happening in a lot of places at the same time,” said Mr Nally. “We’re not used to that on this side of the world. At some point, they will make themselves known, and why not now?”\n\nThe UFO expert said the recent sightings suggested extra-terrestrials were assessing military strength, and noted that UFOs had also been spotted in the vicinity of nuclear facilities. \"It seems to be some kind of observation that’s going on at this point in time, and it seems to have increased, without a shadow of a doubt, and you would wonder,\" he claimed.\n\nMr Nally was relaxed about the prospect of an alien invasion, however, and suggested there were greater threats to mankind to worry about. \"If you put that [an alien invasion] on one side of the scales and AI [artificial intelligence] on the other, I’d be more concerned about AI,\" he said.\n\nMr Nally has co-authored three books on aliens and UFOs with Dermot Butler, the most recent of which was Circle of Deceit. They are currently working on their fourth book."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I'm a UAV pilot and here's what happened when I tried to fly near New Jersey's mystery drones",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14198039/Im-UAV-pilot-heres-happened-tried-fly-near-New-Jerseys-mystery-drones.html",
            "description": "An experienced drone pilot in New Jersey has come forward to demonstrate just how advanced the state's mystery drones are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hip2VFgmM5yQ81FamOEcGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "Daily Mail",
            "article_content": "An experienced drone pilot in New Jersey has come forward to demonstrate how advanced the state's mystery drones are compared to ordinary consumer models.\n\nThe pilot known to fans of his paranormal investigation series 'Terror Talk' as Michael B, witnessed his own drone crash and burn as he attempted to steer it near one of the many, still-unexplained drone UFOs that have swarmed the state.\n\n'When this started, I tried to take my drone over Picatinny Arsenal to follow a drone that was just hovering over there,' Michael explained, 'and as I got closer my drone lost power, spun out, the battery died and it went down.'\n\n'But the other drone,' he noted, ominously, 'remained sitting in the air, unaffected.'\n\nPicatinny Arsenal, a US Army base that houses military research and manufacturing facilities, has proven to be ground zero for the Garden State's bizarre drone crisis.\n\nOfficials at the arsenal, in fact, recently revealed that the aerial incursions above their base began five days earlier than previously reported, with one base police officer making a confirmed sighting on November 13.\n\nWhat makes these mystery drone flights so concerning, according to Michael B, is that sensitive sites like Picatinny Arsenal and major US airports already have drone jamming technology that prevents commercial drones from entering their airspace.\n\nThe 'Terror Talk' host even demonstrated how similar FAA-mandated jamming capabilities prevent models like his own from even taking off near local airports.\n\nPentagon officials and US intelligence agencies are 'playing stupid,' he argued — and know more about these strange craft than they are letting on.\n\nAn experienced drone pilot in New Jersey has come forward to demonstrate just how advanced the state's mystery drones (seen above) really are compared to consumer models\n\nWhat makes these mystery drone flights (examples above) so concerning, according to this drone pilot, is that sensitive sites like Picatinny Arsenal and major US airports already have drone-jamming technology that prevents commercial drones from entering their airspace\n\nTo demonstrate the government's drone deterrence capabilities, Michael B brought his DJI brand quadcopter to a parking lot near Morristown Municipal Airport, a local flight corridor that has achieved national prominence due to President Trump's use.\n\nPresident-elect Donald Trump's Bedminster gold course has also become a concerning hot spot of the mystery drone sightings over this past month.\n\nWith his camera pointing at his DJI's remote controls, Michael B showed MSNBC host Alex Witt just what the FAA overrides look like on a store-bought drone display.\n\n'We set up in a parking lot about a quarter mile away from the airport,' Michael B explained, 'and I'm trying to get flight clearance to take the drone up and see what this other drone is — and I cannot.'\n\n'Restricted,' he continued, noting the warning signal on his drone's controls.\n\n'I tried to bypass it,' he added. 'At one point, it even asked for my phone number and I said, 'Nah. I think we're good at this point.''\n\nWitt asked Michael B: 'What do you think that is? What do you think people are seeing in the sky? And why only at night?'\n\n'At this point, I think that someone knows what they are,' Michael B responded.\n\nThe Terror Talk host also noted that he has technology to detect objects in the sky, 'none of these things that we go after are on flight radar.'\n\nTo demonstrate the government's drone deterrence capabilities, the pilot brought a DJI brand drone to a parking lot near Morristown Airport, a local flight corridor that's achieved national prominence due to Trump's use. 'Restricted,' he noted pointing at his drone's controls\n\nThe drone pilot - known to fans of his paranormal investigation series 'Terror Talk' as Michael B (pictured) - witnessed his own drone crash and burn as he attempted to steer it near one of the many unexplained drone UFOs that have swarmed NJ. The mystery drone was 'unaffected'\n\nMichael B told MSNBC that he believes the government is keeping the truth about New Jersey's unidentified drones a mystery on purpose.\n\nThe real answers, he said, are likely to be 'secrets that the government don't want us to know [...] either that or aliens.'\n\n'At this point, I think that someone knows what they are,' he told the station.\n\n'What they could be — I have no idea,' the paranormal investigator admitted, although he emphasized that he was taking it as a personal mission to keep monitoring the state's mystery drones to get answers.\n\nThe FBI has fielded over 5,000 complaints in the course of this drone UFO wave, in progress, but noted that only 100 of these cases now warrant further investigation.\n\nThe US Department of Homeland Security official has also noted that sightings due to mass concern over the drones has led to many false positives.\n\n'We're confident that many of the reported drone sightings are, in fact, manned aircraft being misidentified as drones,' DHS officials said.\n\nBut the cases above sensitive military bases and US Coast Guard ships off the Jersey shore continue to worry state officials, federal investigators and the US military.\n\nThe FBI and other agencies are investigating the strange activity, but a representative from the Department of Homeland Security said Wednesday, Dec. 11: 'We have no more information as to where these drones are coming from, where they're launching from, where they're landing'\n\nOfficials and residents have also seen truly odd, well-lit drones that do not resemble fixed-wing aircraft (example above) deepening the mystery of the craft's origins and intent\n\nPicatinny Arsenal told press that sightings of the unidentified drones, capable of beating their counter-drone defenses, has now climbed to 11 confirmed cases.\n\n'While the source and cause of these aircraft operating in our area remain unknown,' Picatinny's garrison commander, Lt Col Craig A. Bonham II, said, 'we can confirm that they are not the result of any Picatinny Arsenal-related activities.'\n\nAmid the uncertainty, the president-elect called for answers from the US Government as he slammed the Biden administration and urged them to shoot down the UFOs.\n\nBut this was rejected by DHS Secretary Alejandro Mayorkas who said that the government does not have the authority to neutralize the drones."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Investigating the Horror House | Terror in the Toy Room",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/investigating-the-horror-house-terror-in-the-toy-room/vi-AA1w1n8j?ocid=BingNewsVerp",
            "description": "Today, we explore Chase Manor, a magnificent mansion in Auburn, New York, built in 1866 and rumored to be haunted. Invited by ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n5-gBLB8noXyT5NuY6xB_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN4h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NJ pilot’s drone lost power in restricted flight space — while mystery drone kept flying",
            "link": "https://www.msn.com/en-us/news/us/new-jersey-drone-pilot-lost-power-while-approaching-mystery-drone/ar-AA1w1Cc5?ocid=BingNewsVerp",
            "description": "A New Jersey drone pilot claims his drone 'spun out, lost power and the battery died' as he directed the craft toward one of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XRkKb6nIhMzk9qAu7paw4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An Incomplete List of the Times We’ve Panicked Over Lights in the Sky",
            "link": "https://gizmodo.com/an-incomplete-list-of-the-times-weve-panicked-over-lights-in-the-sky-2000539937",
            "description": "It’s natural to be afraid of things we see in the sky and don’t understand. It’s been happening for hundreds of years. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dyCRWkIoDj6e8sbJnDrGmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "50m",
            "source": "Gizmodo",
            "article_content": "We blotted out the stars and became frightened when we saw our own lights amidst the darkness. America is in the midst of a full-on drone panic and it’s gotten very stupid. People in the northeast part of the U.S. are freaking out about strange lights in the sky and spinning all kinds of conspiracy theories. The dark truth is that American memories are short and we’ve panicked about lights in the skies—be they drones, UFOs, or German bombers—many many times before.\n\nOver the past few weeks, people in New Jersey and NYC have pointed to the sky and quaked in fear at the strange lights above them they had never noticed before. The FBI has held briefings about the issue. New York State closed some runways at Stewart International Airport in Poughkeepsie. The White House is asking Congress to do something.\n\nWe have been here before. Recently. And what’s frustrating, to me, about this is that we’ll do it all again in a few years. And when it happens, we don’t remember all the sky panics that have come before.\n\nIt’s natural to be afraid of things we see in the sky and don’t understand. It’s been happening for hundreds of years. The only thing that changes, from century to century, is the explanation for the fear. The answer to that question tells you about the society that’s afraid, but it may not give you an explanation of what actually happened.\n\n“The airspace above us is big, mysterious, and spooky. It’s totally natural that people project wild visions of secret, unknowable aircraft onto the night sky,” Arthur Holland Michel, a journalist who covers drones and a senior fellow at the Carnegie Council for Ethics in International Affairs, told Gizmodo\n\n“At the same time, I don’t think we should dismiss right out of hand every potential drone sighting,” he added. “We know for a fact that drones can sometimes be used to do harm, and we probably shouldn’t lose sight of that fact just because a bunch of people see drones in the sky that do not, in fact, exist.”\n\nOver the past 25 years, there’s been a lot of panic about strange lights in the sky that mirror what’s happening in New Jersey right now. In the last month of 2019 and the first month of 2020, people in Colorado were convinced they’d seen unexplained lights in the sky. Like in 2024, the national press covered it and local politicians quavered. Washington promised to do something. The cases that could be verified and chased down had mundane answers. They were planes, commercial drones, and other common objects.\n\nIn 2016, a passenger plane was landing at Heathrow International Airport when it collided with what it thought was a drone. Had it actually happened, it would have been the first time a commercial airplane had struck a drone mid-flight. A report later found it was probably a plastic bag.\n\nOne of the first great panics about lights in the sky happened in Canada, not the U.S. In 1915, after Canada had entered World War I, the city of Ottawa became convinced it would soon be attacked from the sky.\n\nThe mayor of the town of Brockville, Ontario called the Prime Minister on February 14, 1915, with an incredible story. The mayor said that three German airplanes had penetrated Canadian airspace from New York. Dozens of citizens had seen them. The planes shined a light across the town and they dropped fireballs.\n\nFreaked out, the Prime Minister placed some calls of his own. Fearing an attack, much of Ottawa went dark. “Ottawa In Darkness Awaits Aeroplane Raid. Several Aeroplanes Make A Raid Into The Dominion Of Canada,” read a newspaper from the time. No attack came and later some kids admitted to sending up balloons loaded with fireworks in a village near Brockville. They wanted to scare people. They didn’t realize it would shut down their nation’s capital for a few hours.\n\nSimilar scares happened across the eastern seaboard in the U.S. over the next few years. As World War I ground on, the nation was convinced that German spies were piloting strange planes in the sky. In 1916, the sightings were centered around Delaware, New Jersey, and Washington D.C. In 1917, a week after the U.S. entered World War I, two National Guardsmen in New Hampshire fired on a strange light they saw in the sky.\n\nDuring World War II, America trained its citizens to be paranoid about what it saw in the sky. Driven by a fear of attacks on the mainland, and a need to make citizens feel like they were part of the war effort, the U.S. Civil Defense Forces launched the Ground Observer Corps. Americans trained on what Axis aircraft looked like and then sat in 14,000 coastal locations and scanned the skies with binoculars.\n\nAfter the war ended people didn’t hang up their binoculars. The U.S. had trained more than a million of its citizens to watch the skies. And so they did. In 1947, a military balloon crashed in Roswell, New Mexico, and it kicked off the first great sky-watching panic of the post-war years. UFOs were already in the news before the crash, but Roswell supercharged the phenomenon.\n\n“The Roswell crash was discovered weeks before the rancher who discovered it reported it. For weeks it was just weird wreckage and trash in the high desert,” Kelsey Atherton, an editor at the Center for International Policy, told me. “And then, after reading the news of flying saucer sightings, the rancher who discovered it reported it to the sheriff, which retroactively made it the most famous UFO site. But without the panic, it’s just a rancher who saw some junk.”\n\nThe Cold War years were awash in fears about strange objects in the sky. It permeated our media, birthed subcultures, cults, and repeated panics. Some feared it was advanced Soviet weapons systems but, today, we remember it mostly as aliens. The Cold War UFO panic reached its apotheosis in the Clinton years with the airing of X-Files, a paranormal procedural whose mythology focused heavily on UFO myths.\n\nAs a new century dawned, the old fears of lights in the sky faded a bit. But they come back with a vengeance. As part of the Global War on Terror, America was using unmanned aerial vehicles to assassinate its enemies. On the homefront, affordable quadcopter drones hit the market and small objects took to the skies in droves.\n\nThe shape of what we feared was in the sky changed. No longer Soviet super weapons or UFOs, people began to see consumer drones flying through the sky. And they feared them. Journalist and drone expert Faine Greenwood predicted this in 2019, months ahead of the panic in Colorado.\n\n“An essential part of being human is our drive to ascribe meaning to things that we cannot adequately explain, and all of us do it, including the most brilliant and believable among us. The best we can do is to mitigate this natural tendency, because while it is understandable, it can be counterproductive,” Greenwood wrote in Salon back then. “If we jump too quickly to the assumption that something weird in the sky is a drone, we might miss out on other explanations, like errant weather balloons, plastic bags, or, sure, alien spacecraft. An overemphasis on one kind of threat or problem can lead us to miss other problems.”\n\nGreenwood’s Salon piece contains other sky panics from the era, including sightings at Gatwick airport during the holiday season, more sightings at Heathrow, and the brief shuttering of an airport in Australia after staff mistook a balloon for a drone.\n\nI reached out to Greenwood to see what their favorite little-known drone panic is and they went farther back than 100 years. Greenwood says they’re “very interested in the U.K. 1909 and 1913 mystery airship panics. I also like the 1561 celestial phenomena over Nuremberg,” and pointed me to Roman writings about strange things in the sky.\n\nHumans, it seems, have long been fascinated and frightened by strange things in the sky. As Michel cautioned, it’s important to remember that the panics of the past and present don’t mean something isn’t going on. As Greenwood cautioned in 2019, it’s important to focus on what’s actually happening around us.\n\nDrones and cameras are ubiquitous. They’re both weapons of war. The dominant visual of the war in Ukraine is that of an FPV drone. The viewer sits aboard the machine as it hunts down a soldier in a trench. It finds them. The soldier panics and fires at the sky. But it’s no use. The drone descends, the camera cuts out, and we know the soldier is dead.\n\nAuthorities across the planet are putting cameras on flying machines and using them to spy on citizens, customers, and enemies. We read about it daily. We know it’s happening. Is it any wonder, then, that we look up in the sky and fear what might be watching or waiting in the wings to deliver death for some unseen and unknowable purpose?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bell Media rebrands several Discovery channels, offering nationwide free preview",
            "link": "https://mobilesyrup.com/2024/12/17/bell-media-rebrand-discovery-channels-free-preview/",
            "description": "Starting in the new year, Bell Media will replace several of its Discovery-branded channels with CTV and other branding.",
            "image_url": "https://www.bing.com/th?id=OVFT.rMPRJNTwbMdvE8khYDi-pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "MobileSyrup5h",
            "source": "MobileSyrup",
            "article_content": "Bell Media announced it will rebrand several Discovery channels, with many gaining CTV branding.\n\nAccording to press releases from the company, Animal Planet, Discovery Science, Discovery Velocity, Investigation Discovery, and the Discovery Channel itself will all be rebranded starting January 1st.\n\nAnimal Planet will become CTV Wild, Discovery Science will become CTV Nature, Discovery Velocity will become CTV Speed, Investigation Discovery will become Oxygen True Crime, and the Discovery Channel will become the USA Network.\n\nBell Media will move away from the Discovery branding and lean more into the CTV naming strategy that started in 2019 with the rebrand of three pre-existing channels into CTV Comedy, CTV Life, and CTV Space.\n\nCTV Wild will focus on the animal side of nature programming, featuring shows like Cold Water Cowboys, Yellowstone Wardens, Wardens of the North, as well as an all new series named My Pet Ate What?!\n\nCTV Nature will feature shows like fan favourite How it’s Made, Aussie Gold Hunters, Battlebots, and I Survived Bear Grylls.\n\nCTV Speed will keep Velocity’s programming with shows like Last Stop Garage, Tougher Than it Looks, and Monster Garage.\n\nOxygen True Crime will come to Canada for the first time as part of a deal with NBC Universal that also brings USA Network to Canada.\n\nUSA Network will keep most of its programming and add new shows from the licensing deal. Two big additions to the network are AEW Collision and the NASCAR XFINITY Series.\n\nBell Media will offer a nationwide free preview of the new networks from January 1st to February 28th.\n\nBell Media isn’t the first network to rebrand some of its assets in the new year, as Corus Entertainment will rename Food Network Canada and HGTV Canada into the Home and Flavour networks due to the loss of the HGTV and Food Network naming rights.\n\nFor now, networks like TSN and CP24 will remain unchanged.\n\nSource: Bell, (2), (3)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hidden for Centuries, the World’s Largest Coral Colony Was Mistaken for a Shipwreck",
            "link": "https://www.zmescience.com/science/hidden-for-centuries-the-worlds-largest-coral-colony-was-mistaken-for-a-shipwreck/",
            "description": "'Globally, coral is facing severe pressures as oceans warm with climate change,' said Eric Brown, a coral scientist on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uM4juyv2c5sVebrWGMwh6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ZME Science3m",
            "source": "ZME Science",
            "article_content": "Facebook\n\nX\n\nLinkedIn\n\nPinterest\n\nEmail\n\nDivers study the world’s largest coral colony. Credit: National Geographic Pristine Seas.\n\nIn the crystal-clear waters off the Solomon Islands, where maps suggest shipwrecks lie waiting to be discovered, scientists recently uncovered a living marvel that defies all expectations. What appeared to be the dark outline of a submerged vessel turned out to be the largest coral ever recorded.\n\nA Colossal Coral, Hiding in Plain Sight\n\nThe discovery, made by the National Geographic Pristine Seas expedition in October 2024, is a single coral colony measuring an astonishing 34 meters wide, 32 meters long, and 5.5 meters high (111 by 104 feet, and 15 feet tall). To put it into perspective, it’s longer than a blue whale and three times the size of the “Big Momma” coral, the previous record-holder in American Samoa.\n\nManu San Félix, a cinematographer and diver with the Pristine Seas team, initially thought he saw a wreckage. “I went diving in a place where the map said there was a shipwreck and then I saw something,” he recalled. But as he and his son Inigo descended 42 feet, they realized they were witnessing a “cathedral underwater.”\n\n“Just when we think there is nothing left to discover on planet Earth, we find a massive coral made of nearly one billion little polyps, pulsing with life and color,” said Enric Sala, National Geographic Explorer in Residence.\n\nThe coral, identified as Pavona clavus, or “shoulder blade coral,” is thought to be between 300 and 500 years old. It’s a product of centuries of growth by countless polyps, each one a tiny creature contributing to a vast, interconnected organism.\n\nSurvival Amidst Rising Threats\n\nThe Solomon Islands’ coral stands resilient in a world where many reefs are collapsing under the pressures of climate change, pollution, and overfishing. Corals are sensitive creatures. When ocean temperatures rise, corals expel the algae that give them color and nutrients — a process known as bleaching. Without these algae, corals are more vulnerable to disease and death.\n\n“Globally, coral is facing severe pressures as oceans warm with climate change,” said Eric Brown, a coral scientist on the expedition. Yet, this coral’s sheer size and health is a silver lining. Situated in deeper, cooler waters, it may be better protected from the higher temperatures that have devastated shallow reefs.\n\n“Witnessing this large, healthy coral oasis in slightly deeper waters is a beacon of hope,” Brown noted.\n\nEven the most resilient coral is not immune to human impacts. Pollution, particularly from logging, affects nearby waters, threatening the delicate balance of the region’s marine life. The Solomon Islands’ Climate Minister, Trevor Manemahaga, underscored the importance of protecting these ecosystems. “We rely mostly on marine resources for economic survival,” he said. “It’s very crucial for our economy to make sure our coral is not exploited.”\n\nA Call for the Future\n\nThis coral has survived for centuries, growing through eras marked by human history and environmental change. As Manu San Félix reflected, “I thought, ‘Wow, this was here when Napoleon was alive.'”\n\nSuch discoveries not only stir wonder but also provide a valuable record of the ocean’s past. By studying the coral’s growth patterns, scientists hope to learn more about historical oceanic conditions, such as what the water’s temperature and acidity were like a hundred or two hundred years ago — clues that may inform efforts to protect today’s vulnerable reefs.\n\nCollin Beck, a senior official from the Solomon Islands, expressed optimism about what this discovery means for the future. “There is so much to learn about the richness of marine life and the ocean ecosystem, but this finding opens doors of knowledge.”\n\nFor now, this sprawling, living cathedral lies undisturbed, a reminder of the ocean’s wonders. It is a testament to what remains undiscovered, and what could be lost if we fail to act.\n\n“Finding this mega coral,” Sala said, “is like discovering the tallest tree on Earth. This discovery rekindles our sense of awe and wonder about the ocean.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make shock discovery when cutting open world's rarest whale that's never been spotted alive before",
            "link": "https://www.ladbible.com/news/science/scientists-discovery-taoka-whale-cut-open-worlds-rarest-652924-20241217",
            "description": "Scientists have been left with a shocking find after opening up one of the world’s rarest whale. Researchers in New Zealand ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NYkWBejr-xpFqQkYKGQXDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "LADbible",
            "article_content": "Scientists have been left with a shocking find after opening up one of the world’s rarest whale.\n\nResearchers in New Zealand were delighted to acquire the rare Taoka whale, which is just one of six reported specimens.\n\nThe species was first discovered in 1874 and all that they had to go off was a lower jaw and two teeth collected from Pitt Island, Rēkohu.\n\nAdvert\n\nOnce skeletal remains of two other specimens were found, it allowed scientists to confirm a new species.\n\nThen, two more recent findings helped to allow researchers to describe the colour pattern of the species for the first time.\n\nSo, dissecting this one is a big deal.\n\nTaoka Whales are a rare find (DOC)\n\nAdvert\n\nBeautifully, the rare whale’s name translates to treasure in the language of South Island Māori culture, and it’s spade-teeth is a distinctive characteristic.\n\nIts official name is mesoplodon traversii, and it is the rarest species of beaked whale ever to be found.\n\nWhile no one has ever seen one alive, the corpse allows scientists to finally see what’s so different about the whale.\n\nIt first washed ashore on Taieri Mouth on 4 July and was put into cold storage until officials knew what to do with the body.\n\nAdvert\n\nThe five-metre male, ended up allowing researchers to find something totally unexpected.\n\nThe Department of Conservation in New Zealand’s Rachel Wesley of the Rūnanga Maori assembly shared that this was the first time scientists and natives worked together to gain a deeper understanding of the whale.\n\nTe Rūnanga ō Ōtakou chair Nadia Wesley-Smith said the rūnaka will partner with DOC to find out what to do with the body.\n\nShe said: “It is important to ensure appropriate respect for this taoka is shown through the shared journey of learning, applying mātauraka Māori as we discover more about this rare species.”\n\nAdvert\n\nThe Taoka isn't like regular whales (Getty Stock Images)\n\nWhat was found was weird and amazing.\n\nWhen they took a closer look, they found that the whales have tiny vestigial teeth in their upper jaw, which many whales tend to evolve out of as it’s not necessary for survival today.\n\nThey also realised that the whales previously walked on land as well as living in the ocean as it had reduced hind limbs.\n\nAdvert\n\nScientists believe these limbs would have been legs around 50 million years ago, but now they’re a tool for sex.\n\nYou read that right.\n\nScientists believe they help improve the thrust.\n\nAnother interesting thing to come from the autopsy was that the whale had a whopping nine chambers in the stomach.\n\nMarine Science Advisor and whale expert Anton van Helden said, as per the Daily Star: \"In some of those stomachs we found squid beaks and some lenses from the eyes of squid, a few parasitic worms, and maybe some other parts of organisms that we are not quite sure of.\n\n“We have a parasitologist who will study them to find out what they are.\n\nDOC Coastal Otago Operations Manager Gabe Davies said in a statement: “Spade-toothed whales are one of the most poorly known large mammalian species of modern times. Since the 1800s, only 6 samples have ever been documented worldwide, and all but one of these was from New Zealand. From a scientific and conservation point of view, this is huge.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology’s top discoveries of 2024 include preserved brains and a lost city",
            "link": "https://www.sciencenews.org/article/archaeology-discovery-brains-lost-city",
            "description": "From the plight of ancient Egyptian scribes to the identities of ancient Maya sacrifices, 2024 brought a rich medley of insights into human history.",
            "image_url": "https://www.bing.com/th?id=ODF.U05qPw4ob4djIugVATRjuA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science News2h",
            "source": "Science News",
            "article_content": "Grizzly details about ancient child sacrifices, a map of a lost city in the Amazon and the answer to a Stonehenge mystery are some of this year’s insights into human history.\n\nBygone brains\n\nDiscovering a human brain at an archaeological site is more common than you might think. A new archive catalogs some 4,400 ancient brains that have been found dried out, frozen or otherwise preserved (SN: 3/19/24). Brains may owe such surprising sturdiness to their chemical makeup.\n\nThis 1,000-year-old naturally preserved human brain of an individual excavated from a Belgian churchyard is still soft and wet and stained orange with iron oxides. Alexandra L. Morton-Hayward\n\nAncient arts and crafts\n\nThe oldest rock art in the Americas may be a set of cave paintings in Argentina that date back some 8,200 years (SN: 3/9/24, p. 16). That’s several thousand years older than other rock art in the region. The nearly 900 paintings in a cave called Cueva Huenul 1 — which include geometric shapes plus figures of humans and animals — may have helped preserve cultural knowledge across generations of hunter-gatherers.\n\nHunter-gatherers in northwestern Patagonia, Argentina painted nearly 900 designs (some shown) in a cave over 130 generations, probably to transmit cultural knowledge, researchers say. Guadalupe Romero Villanueva\n\nHerder heritage\n\nYamnaya herders arriving from southwest Asia rewrote Europe’s genetic history starting around 5,000 years ago, according to the DNA of more than 1,600 ancient people (SN: 2/10/24, p. 14). Northern Europeans may have Yamnaya ancestry to thank for their taller statures and lighter skin, as well as their vulnerability to multiple sclerosis. Eastern Europeans, meanwhile, may have inherited a Yamnaya gene variant linked to Alzheimer’s disease.\n\nThis Danish bog skull found with an arrow that had been shot through the nose dates to about 4,600 years ago, around the time when incoming herding groups from Asia transformed the genetic profiles of Danes and other people throughout Europe. The Danish National Museum\n\nEgyptian ergonomics\n\nHunching over scrolls took a toll on ancient Egyptian scribes (SN: 6/27/24). The skeletons of 30 scribes buried at the Abusir pyramid complex show signs of arthritis and other damage from poor posture.\n\nThe high dignitary Nefer (depicted with his wife in statues) was a scribe in ancient Abusir, Egypt. His skeleton and those of other scribes show signs of occupational wear and tear. Martin Frouz, Czech Institute of Egyptology/Charles University\n\nStonehenge’s Scottish centerpiece\n\nThe mysterious Altar Stone at the heart of Stonehenge likely came from Scotland (SN: 8/14/24). Previously thought to share the Welsh origins of other Stonehenge blocks, the stone closely matches the mineral makeup of the Orcadian Basin, a Scottish rock formation.\n\nThe age and chemical makeup of two Altar Stone fragments (green) closely match a Scottish rock formation known as the Orcadian Basin. That’s surprising because many other stones (blue) around the Altar Stone have Welsh roots. A.J.I. Clarke et al/Nature 2024\n\nPompeii’s terrible, horrible, no good, very bad day\n\nPompeii’s infamous apocalypse was worse than thought. When Mount Vesuvius erupted in A.D. 79, it didn’t just coat nearby cities with lethally hot gas, ash and rock — it also triggered deadly earthquakes, a study of collapsed buildings and crushed skeletons found (SN: 8/7/24).\n\nThis skeleton’s fractures suggest that the person was crushed by the house he sheltered in when Mount Vesuvius erupted in A.D. 79. The explosion likely caused quakes that toppled the house. Pompeii Archaeological Park\n\nMaya sacrifices unmasked\n\nChild sacrifices in a Maya burial chamber on the Yucatán Peninsula were all young boys, DNA shows, upending a theory that women were sacrificed there in fertility rituals (SN: 6/12/24). The boys, sacrificed between A.D. 500 and 900, may have been killed to appease a rain god.\n\nTwin brothers and other related young boys were ritually sacrificed in Chichén Itzá (a temple at the ancient Maya site, shown). Johannes Krause\n\nA lost city no more\n\nLaser scans unveiled the earliest and largest known urban complex in the Amazon (SN: 1/11/24). Beneath the trees in Ecuador’s Upano Valley lie thousands of mounds that were once homes and community spaces, along with remnants of roads and farms. Inhabited from roughly 500 B.C. to A.D. 1500, the city shows how sophisticated Amazonian civilizations were long before European conquest.\n\nLaser scans at several ancient sites (one shown) in the Upano Valley in Ecuador revealed the remains of buildings arranged around plazas and distributed along wide streets. A. Dorison and S. Rostain\n\nX marks the spot\n\nIn a rare case of productive social media scrolling, a researcher identified part of a lost civilization’s alphabet in a photo of an engraved slate posted to X (SN: 6/24/24). Found in Spain, the slate is from the Tartessos civilization, which vanished in the fifth century B.C. The writing system is linked to the Phoenician alphabet that shaped Latin, Spanish and English writing.\n\nAn analysis of an ancient slate slab revealed engraved letters (outlined in green), hinting that artisans from Spain’s Tartessos culture inscribed an alphabet on the slate. Researchers plan to examine other slate fragments in hopes of finding missing letters. JFiJ/CSIC\n\nAgriculture was not inevitable\n\nA group of Stone Age hunter-gatherers known as the Iberomaurusians ate a mostly vegetarian diet of wild plants for millennia. And they did that without ever growing those plants as crops, according to an analysis of roughly 15,000-year-old human bones and teeth from a cave in Morocco (SN: 6/1/24, p. 14). These findings challenge the traditional idea that plant-based diets ultimately lead humans to grow their own food.\n\nAn analysis of human remains unearthed from this Moroccan cave suggest that some late Stone Age hunter-gatherers had a largely plant-based diet. But they never domesticated the plants, researchers say. Abdeljalil Bouzouggar\n\nPopulation boom idea is a bust\n\nContrary to popular belief, early Polynesian settlers of Rapa Nui, aka Easter Island, might not have undergone a population boom that destroyed their civilization and the island’s environment. Ground surveys and satellite data hint that Polynesian islanders who arrived some 800 years ago set up a modest farming system and maintained a steady population of less than 4,000 until Europeans arrived 300 years ago (SN: 8/10/24, p. 14)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Deep-sea predator discovered with a body made for ‘capturing, killing and feasting’, scientists say",
            "link": "https://www.msn.com/en-us/news/world/deep-sea-predator-discovered-with-a-body-made-for-capturing-killing-and-feasting-scientists-say/ar-AA1w1BUv?ocid=BingNewsVerp",
            "description": "An extremely deep-dwelling and spooky-looking sea creature was discovered inside a vast trench off South American shores.",
            "image_url": "https://www.bing.com/th?id=OVFT.9LnUraNod16SOrXA-V1fMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI brings its o1 reasoning model to its API — for certain developers",
            "link": "https://www.msn.com/en-us/news/technology/openai-brings-its-o1-reasoning-model-to-its-api-for-certain-developers/ar-AA1w2iTW?ocid=BingNewsVerp",
            "description": "OpenAI is bringing its o1 model to its API — and introducing other, related developer-focused improvements across its product ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fNkN6HFTTHLP1d5X7giciS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI 2024 event: How to watch new ChatGPT product reveals and demos",
            "link": "https://techcrunch.com/2024/12/17/openai-2024-event-how-to-watch-new-chatgpt-product-reveals-and-demos/",
            "description": "OpenAI is in the holiday spirit, it seems. The ChatGPT series of reveals, called '12 Days of OpenAI,' will be streamed live ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OynaGnyQuj39TMqNXgvUdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2h",
            "source": "TechCrunch",
            "article_content": "OpenAI is in the holiday spirit, it seems. The ChatGPT series of reveals, called “12 Days of OpenAI,” will be streamed live at 10 a.m. PT each weekday through December 23. So far, we’ve seen the launch of ChatGPT Pro, OpenAI’s $200 per month subscription plan; the full version of its “reasoning” o1 model; the highly anticipated public releasee of its text-to-video generator Sora; the rollout of Canvas; ChatGPT in Apple Intelligence; and ChatGPT’s real-time video capabilities. You can find out how to watch the event along with us below.\n\nOpenAI will stream the event live on its YouTube channel, and we’ll be covering everything that’s announced on our live blog so you can follow along with us in real time. Watch the upcoming stream with us or catch up on the past few streams below!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "All the announcements OpenAI has made so far for its 12 days of 'Shipmas'",
            "link": "https://www.msn.com/en-us/news/technology/all-the-announcements-openai-has-made-so-far-for-its-12-days-of-shipmas/ar-AA1vlooL?ocid=BingNewsVerp",
            "description": "OpenAI's marketing campaign called \"Shipmas\" is underway.The campaign is set to include 12 days of product releases, demos, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5DdkG4tpBBtxw9tm9wEFmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Does OpenAI Need So Much Money?",
            "link": "https://www.nytimes.com/2024/12/17/technology/openai-chatgpt-funding.html",
            "description": "Building a chatbot like ChatGPT requires billions upon billions of dollars. That’s the driving force behind OpenAI’s plans to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GtpivSPtCqmqLnc4jWVKKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "The New York Times",
            "article_content": "Early last year, OpenAI raised $10 billion. Just 18 months later, the company had burned through most of that money. So it raised $6.6 billion more and arranged to borrow an additional $4 billion.\n\nBut in another 18 months or so from now, OpenAI will need another cash infusion because the San Francisco start-up is spending more than $5.4 billion a year. And by 2029, OpenAI expects to spend $37.5 billion a year.\n\nOpenAI’s accelerating expenses are the main reason the corporate structure of the company, which began as a nonprofit research lab, could soon change. OpenAI must raise billions of additional dollars in the years to come, and its executives believe it will be more attractive to investors as a for-profit company.\n\nIn many ways, artificial intelligence has inverted how computer technology used to be created. For decades, Silicon Valley engineers designed new technologies one small step at a time. As they built social media apps like Facebook or shopping sites like Amazon, they wrote line after line of computer code. With each new line, they carefully defined what the app would do."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How OpenAI Hopes to Sever Its Nonprofit Roots",
            "link": "https://www.nytimes.com/2024/12/17/technology/openai-nonprofit-control.html",
            "description": "As the maker of ChatGPT battles Google and Meta for A.I. supremacy, it’s also fighting to end control by a nonprofit board.",
            "image_url": "https://www.bing.com/th?id=OVFT.Pg2J4aNCqPkUuVUXp3IATC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "The New York Times",
            "article_content": "Last fall, the nonprofit that controls OpenAI tried to fire the company’s high-profile leader, Sam Altman. It failed.\n\nEver since then, Mr. Altman has been trying to wrest control of the company away from the nonprofit.\n\nUnder the watchful eyes of government regulators, the press and the public, Mr. Altman and his colleagues are working to sever the nonprofit’s control while ensuring that the existing board is properly compensated for the changes, according to four people familiar with the negotiations who spoke on the condition of anonymity.\n\nMr. Altman and his colleagues need to answer a question: What is a fair price for ceding control over a technology that might change the world? Proper compensation to the nonprofit is still being debated, but it could easily be in the billions of dollars, one person said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 DevOps Trends for 2025 and Beyond",
            "link": "https://www.devprojournal.com/software-development-trends/devops/3-devops-trends-for-2025-and-beyond/",
            "description": "Experts provide insight into the rise of FinOps, how APIs will force a rise in DevSecOps, and how low-code, no-code is here ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZG0nS-_gB5l0X-ylR2HP0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "devprojournal5h",
            "source": "devprojournal",
            "article_content": "Experts provide insight into the rise of FinOps, how APIs will force a rise in DevSecOps, and how low-code, no-code is here to stay.\n\nThe Rise of FinOps\n\nTzvika Zaiffer, Director, Solutions, Spot by NetApp:\n\nThe DevOps landscape has evolved significantly in recent years, particularly in response to the growing demands of enterprise AI initiatives and competitive market pressures. A key development has been the rise of FinOps—the integration of financial accountability into DevOps practices. DevOps teams now regularly collaborate with finance experts, making decisions that balance technical requirements with cost considerations. This evolution reflects a broader shift toward cost-conscious infrastructure management. Organizations increasingly expect DevOps teams to implement sophisticated cost visibility tools, automated provisioning systems, and real-time monitoring capabilities. These practices help control expenses while maintaining the high-performance infrastructure needed for AI workloads and other complex applications.\n\nLooking ahead, this convergence of DevOps and financial stewardship will become even more critical. Successful DevOps strategies will need to demonstrate not just technical excellence, but also clear financial viability through mature cost controls and efficient resource utilization.\n\nAPI Boom Will Yield Transition to DevSecOps Teams\n\nMoshe Lipsker, VP of Global Product Development, Imperva, a Thales company:\n\nAs we head into 2025, we’ll be four years into application programming interfaces (APIs) taking over the world. As it stands, the Economic Impact of API and Bot Attacks study from the Imperva Threat Research Team found that the average enterprise managed 613 API endpoints last year. APIs enable seamless integration and user experience but, consequently, attract hacker interest as these endpoints provide direct access to sensitive data. On average, API-related security issues cost organizations $25-87 billion annually. This massive loss begs the question: are IT security teams and DevOps teams ready to work together to balance the speed of business development with security?\n\nAs more organizations continue to adopt APIs in 2025, these increasing risks will force their hand in strengthening security posture at the point of development so that they can provide widespread protection of their software. Though it’s not easy, we will continue to see the transition to DevSecOps teams to ensure that security is effectively built into product development from the start. With these transitions, organizations will adopt automated solutions such as runtime application self-protection to increase security without adding overhead to development processes.\n\nLow-code/no-code: Hype or Real Value?\n\nShomron Jacob, Head of Applied Machine Learning & Platform, Iterate.ai:\n\nAs we’ve seen firsthand for years now, low-code strategies are very efficient and effective at bringing AI, the IoT, data connectivity and more into production applications—and doing so without facing the exorbitant cost and technical hurdles of otherwise hardcoding (and exhaustively learning) those technologies. By distilling the complexity of those technologies into modules ready to be connected to build out complete applications, businesses are achieving innovative functionality and delivering breakthrough capabilities with less direct expertise, time, and expense. That simplicity also translates into speed, from initially testing applications, to iteratively optimizing and perfecting them (both capabilities and user experiences). Those advantages will continue to drive greater low-code adoption in the coming year as organizations seek to debut applications with competitive features at an even more accelerated pace."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Absolute Worst Food and Dining Trends of 2024",
            "link": "https://www.msn.com/en-us/food-and-drink/recipes/the-absolute-worst-food-and-dining-trends-of-2024/ar-AA1w2dXV?ocid=BingNewsVerp",
            "description": "While 2024 saw many great things in the world of food and drinks — excellent new restaurants! An actually good season of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LN23YJ2V_At-plsyCx8hwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "2hon MSN",
            "source": "Eater on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crack the Code on Trust: 2025 Marketing Insights for Small Businesses",
            "link": "https://www.taiwannews.com.tw/news/5995305",
            "description": "As 2025 approaches, the key to success for SMBs is embracing trust-first strategies. By focusing on Real-User Content, being ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TTwu2baoD7O1r3PLJhlCdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Taiwan News6h",
            "source": "Taiwan News",
            "article_content": "NEW YORK, Dec. 17, 2024 (GLOBE NEWSWIRE) -- iStock, a leading e-commerce platform providing premium content to SMBs, SMEs, creatives, and students everywhere, has released its 2025 Marketing Trends Report, packed with practical strategies to help businesses thrive in today’s trust-driven marketplace.\n\nThe report comes at a critical time when consumer trust in social media—a key tool for small businesses—is declining. According to iStock’s VisualGPS research platform, 81% of consumers don’t trust social media content, citing concerns over misinformation. However, trust in businesses remains high, with 64% of people favoring businesses over celebrities or influencers, or even politicians, and 58% preferring brands whose values align with their own. For small businesses, this is a powerful opportunity to leverage their local ties and authentic engagement to build stronger connections and outpace larger competitors.\n\n\n\n\n\n\n\n\n\nDr. Rebecca Swift, Senior Vice President of Creative for iStock, emphasizes the need for a bold shift: “As we enter 2025, trust will define success, and visual content will be a critical tool in forging genuine connections with audiences. For small businesses, the advantage lies not in chasing polished perfection but in creating visuals that feel human, honest, and deeply relevant. By telling real stories and reflecting diverse experiences, small businesses can establish deep, lasting trust with their audiences–proving that it’s not about looking perfect but about feeling real and relatable.”\n\nHere are iStock’s key marketing trends to help SMBs build trust in 2025:\n\nReal Talk: Less Influencer, More Real-User Content\n\nThe genuine feel that made influencer content connect with people is disappearing. VisualGPS revealed, 67% of people believe traditional ads are more authentic than sponsored influencer posts. Even if you don’t use influencers, this shift matters. People are tired of content that looks too perfect and want visuals that feel genuine and honest. A few years ago, User-Generated Content (UGC), like selfies and vertical videos, was seen as the most real and authentic. But in 2025, people expect more. This is where Real-User Content (RUC) comes in, a new concept from iStock experts which encourages businesses to move from \"generated\" content to images and videos that show “real.”\n\nThis change is affecting how people interact with visual content, especially on social media. Despite people’s lack of trust, they still find these platforms valuable, 82% of users still go to places like TikTok, Instagram Reels, and YouTube Shorts for video content to learn something new or get inspiration. In other words, people want the benefits of social media, without the negative effects. This shift has also made video-driven social search more popular, where platforms focused on video are no longer just for scrolling —they’ve become places to search and discover. In 2025, to succeed, you need to speak directly to your audience, this approach will always be more effective than a flood of generic posts.\n\n\n\n\n\nHonesty: The New Face of Authenticity\n\nIf you’ve been paying attention to marketing trends, you’ve probably seen the word “authenticity” everywhere. But what does it truly mean? For consumers, it means being real, truthful, and original, according to VisualGPS research. And in 2025, it will still be key to building trust—98% of people say authentic images and videos are important for earning trust. However, authenticity is changing. In 2025, it’s will be about radical honesty. People don’t want perfect images—they want to see what makes your business human, imperfections and all.\n\nSharing raw moments, real customer stories, and the messy, behind-the-scenes parts of running a business can create strong emotional connections. Being honest is important—whether it's showing how your processes work to teach your audience or admitting when things don’t go as planned. Even humor, when used carefully, can turn simple interactions into memorable moments. In a world full of overly polished content, honesty will help your brand stand out.\n\n\n\n\n\n\n\n\n\nThe Next Frontier: Trust-Centric AI for Forward-Thinking Businesses\n\nText-to-image Generative AI is a powerful tool for businesses of all sizes. However, in 2025, its successful use will depend on being transparent. While consumers are open to AI-generated ads, 86% believe it should be clearly labeled, and 74% are okay with AI-generated content IF used ethically. This means using AI to empower, not to mislead. Also, as ethical AI becomes the standard, using tools that offer commercially safe AI images with legal protection—just like any other royalty-free image—not only gives you peace of mind but also positions your business as a leader in responsible AI use, aligning with the values your audience expect.\n\nOn top of that, beyond creating images from scratch think of AI as a virtual studio that helps your team create flexible, cost-effective content. AI tools like iStock’s AI generator, allow businesses to not only generate custom images from creative prompts but also modify visuals, remove or change elements, and expand canvases to fit specific formats—all without needing expensive software or design skills. This tool even lets businesses upload reference images and product photos to build a personalized library of assets, making it quicker and easier to align visuals with your business needs, pace, and budget.\n\n\n\n\n\nAs 2025 approaches, the key to success for SMBs is embracing trust-first strategies. By focusing on Real-User Content, being radically honest, and using AI transparently, small businesses can not only stay ahead of the curve but also lead the way in making trust the foundation of modern marketing.\n\nTo inspire and elevate your visual marketing strategy ahead of 2025 with related imagery and videos, visit https://www.istockphoto.com/.\n\nMedia contact:\n\nIlse Noguez\n\n[email protected]\n\nPhotos accompanying this announcement are available at:\n\n\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/9508cf80-f5a7-403f-819b-68c62617e25c\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/f9cc203d-5c67-45a0-8e84-a6e001ad7acb\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/80078fc0-f37b-4b57-b58b-55c54c396f5a\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/ef7c3bb1-ca44-4d03-83f5-0d5f80c8af52\n\nhttps://www.globenewswire.com/NewsRoom/AttachmentNg/f860a42a-50ab-413a-b17e-75d09e83934c"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The right way to think about AI - Twilio’s Chief Product Officer Inbal Shani on the difference between successful and not successful companies",
            "link": "https://diginomica.com/right-way-think-about-ai-twilios-chief-product-officer-inbal-shani-difference-between-successful",
            "description": "For the past nine months, Inbal Shani has been the Chief Product Officer and Head of R&D at Twilio, a customer engagement ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5JhrkZ704IgEg-ATj8qwOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Diginomica9h",
            "source": "Diginomica",
            "article_content": "For the past nine months, Inbal Shani has been the Chief Product Officer and Head of R&D at Twilio, a customer engagement platform (CEP). She's already working hard to build a trusted platform that leverages AI to support a constantly shifting customer engagement market.\n\nShani previously worked at Github, where she was responsible for what is now called Copilot (along with other platform elements). She has over twenty years of experience in AI/ML and has been through every phase of AI growth, from neural networks to deep learning, predictive, and now generative AI. Shani's experience spans industries including aerospace, automotive, robotics, retail, cloud developer tools, and now communications and data. In all her work, she has looked at how AI can improve the business.\n\nTwilio has created trends and followed trends. But as it looks to the future, it's all about building \"one platform that is trusted, simple, and smart.' Shani argue that every company has to leverage AI, but many are taking the wrong approach.\n\nThe questions companies do ask focus more on AI and how to monetize it. The questions they should be asking are: what is the value-add that automation or having a conversational agent brings to the customer experience, and how are you using AI as a tool? How will AI make you more productive, remove friction, or provide a better customer experience?\n\nIt’s the difference, she says, between successful and less successful companies. If you are grounded by the customer problem you're trying to solve and figuring out how AI can help solve that problem, you will realize ROI and see successful adoption. Companies that sprinkle a little generative AI on something that doesn't materialize into a product or feature that customers want to adopt and buy will struggle.\n\nThe other challenge she sees is that the AI strategy doesn't necessarily align with the company strategy.\n\nI think that's the biggest kind of difference in terms of perspective on AI; AI is a very useful tool. It's a very powerful tool. And you need to know how to use these tools to solve problems. But it's not a magic solution for everything, and it's not a magical solution that is going to solve everything. So, knowing how to use it in a smart way to really focus on the customer. If it's better user experience, if it's better productivity, if it's creating shorter time to value because of automation, then you have a successful AI strategy.\n\nShani says Twilio is successful because it uses AI as a tool to improve customer engagement, security, and customer satisfaction.\n\nHow Twilio CEP uses AI\n\nTwilio is not for one department. It provides the tools to support the customer end-to-end. The CDP (customer data platform) gives them customer data, and the CPaaS (communications platform as a service) provides the \"last mile connection\" - email, SMS, and voice interactions. Bringing them together creates customer engagement across the entire customer lifecycle. AI is used throughout the CEP. Shani cites the example of Fraud Guard, Twilio’s first product to market, which provides SMS protection. They developed predictive AI models for this product, which they continually tune:\n\nIn Twilio, for example, in our Fraud Guard product that I mentioned before. It was never about, okay, how do we monetize predictive AI? We were grounded in solving a problem that was real and increasing, especially now in the age of AI, of spam, and impersonation. So when we built Fraud Guard, it was always the intention: how do we protect our customers, how do we create these secure communications, and we see real value? We see real savings for our customers who are using the product. And they never once asked us, are you using LLMs? Are you using predictive AI? It was not even a question. So, it was not about how you're monetizing it. But it's more in terms of what is the value that I'm getting?\n\nBut Shani is also looking into leveraging AI in the Segment business, focusing on customer data and engagement. Here, predictive audiences help companies understand what their customers are trying to do, how they will behave, and what the next best action for them is.\n\nIn addition, Twilio has launched generative AI products across communications, including their personalized IVR and Flex contact center product with a copilot agent. In this product, an AI assistant helps agents be more helpful to customers by providing advice and recommendations, sentiment analysis, and summarizing conversations.\n\nWhat’s changing for developers\n\nWith a ten-million-strong developer community, it makes sense that Shani would have a strong view of how AI is affecting developers.\n\nWe are hearing more and more that in the next five years, everyone will be a developer. Shani doesn’t agree. She reckons there is a big difference between a developer and a builder. Yes, everyone can use an AI tool and build something, she said. You can write better content and better code, but that doesn’t make you a software developer:\n\nIt's kind of a new language that developers need to learn how to use and how to use it well.\n\nShani pitches that AI is a productivity and assistant tool, with rhe caveat that you need to know what questions to ask to get the right answer.\n\nYou see the evolution of software development languages all the time. And I think when I'm looking from a software developer perspective, what we see right now, with all these copilot assistants to write code, is really about making a developer much more productive so they can focus on getting the full value out of their time writing code which is something that they didn't have before.\n\nShani sees three themes in how AI is impacting software development. First, developers need enough software skills to validate that the AI-generated code is good and does what they want it to.\n\nSecond, AI uses data to create code, but there’s a creative aspect to people that Shani doesn’t see AI replacing in the near future.\n\nFinally, Shani believes there will be a shift in how developers think about code. Before, it was all about generating code to solve a problem. Now, it’s thinking about systems design and overall architecture from the start. And it’s about user experience, something that is becoming very critical in the world of AI, she said.\n\nWhat does this mean for developers exactly?\n\nShe explains:\n\nIf we're using an AI tool to write a document, we don't just copy, paste, and call it done. The same needs to be done in code. You have to validate whatever the AI assistant has been generating. I think that's one element. And the second thing that I advise computer science students asking me similar questions is you need to learn the basics without AI. You need to learn how to be a software developer before you earn the right to use an AI tool because you need to be able to look into the code. You need to be able to look into the product that you have generated and know if it's good or not. Because, if not, and that goes back to then, we don't really need you because that's the validation that is missing if you delegate the entire creation of a code to an AI assistant.\n\nThe key to consider here is how students are taught computer science today. Not all universities have embraced AI trends—not for developers, marketers, or writers. Shani said she is seeing some effort to figure it out. But there is a balance to find. You want students to learn to code without AI first, but you also want them to learn to leverage AI tools to help them be more productive and efficient.\n\nAt the same time, these schools also need to devote more teaching time to the thinking and designing aspects of systems development. There aren't likely many schools teaching user experience in computer science courses—at least not as a core subject.\n\nMy take\n\nI appreciated Shani's perspective on how organizations should think about AI. By focusing on the customer and creating better experiences, it's easy to find ways to leverage AI. Incorporating AI into a product without thinking about what benefits it truly brings may have been okay at first, but it isn't the right approach today.\n\nI also liked how she talked about developers' use of AI. This is very similar to how content marketers and writers can use AI—as an assistant, as another tool. It doesn't replace the need to understand the work; it's simply a way to take more of the basic operations out of the hands of developers so they can spend more time designing products and experiences that customers will love.\n\nDoes this mean companies won't replace developers? Not necessarily. As I have said before, with AI and writers, some will get replaced. It's just the way things go. What developers want to do is find the companies that understand the true value of AI in the toolkit. And it sounds like Twilio is one of those companies."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2025 predictions: 6 trends for freelance and contract work",
            "link": "https://www.simplybusiness.co.uk/knowledge/freelance/2025-predictions-for-freelancers-contractors/",
            "description": "AI has been a hot topic for several years now, but recent developments suggest that 2025 is a year for change. AI has come a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tf4U_8ikoYnFOPaxpAKCdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "simplybusiness.co.uk4h",
            "source": "simplybusiness.co.uk",
            "article_content": "Is AI going to steal your job – or will you be able to use it to your advantage? And is the recent decrease in job listings a good or a bad thing for freelancers? It’s an interesting time for freelancers and contractors and that’s set to continue into 2025.\n\nWondering what could be coming up for your business next year? Keep reading to see six predictions about the state of freelance work.\n\n1. An urgent need to embrace AI?\n\nAI has been a hot topic for several years now, but recent developments suggest that 2025 is a year for change. AI has come a long way – and with easy access to tools like ChatGPT and Google Gemini, as well as Apple’s new inbuilt Apple Intelligence, there are less barriers to introducing it into your professional life too.\n\nAs a busy freelancer, you can use generative AI to lighten your workload for things like drafting proposals, transcribing notes, and summarising emails. You can also use it to help with areas outside of your expertise, such as marketing or copywriting.\n\nA recent study from Fiverr also found that AI was the top missing skill in UK businesses – with 18 per cent of business leaders surveyed saying they hire freelancers who have AI skills full time employees don’t.\n\nLooking to upskill in this area? Read our guide to AI for small businesses for some ideas.\n\n2. An end to late payments?\n\nThe new Labour government’s Fair Payment Code launched in December 2024, so will start affecting the self-employed in 2025. This voluntary code of practice gives larger businesses who work with freelancers and contractors an award based on their payment record.\n\nBusinesses can be categorised one of three ways: Gold – for businesses that pay 95 per cent of their suppliers within 30 days\n\n– for businesses that pay 95 per cent of their suppliers within 30 days Silver – businesses that pay 95 per cent of their small business suppliers within 30 days and all other suppliers within 60 days\n\n– businesses that pay 95 per cent of their small business suppliers within 30 days and all other suppliers within 60 days Bronze – businesses that pay 95 per cent of suppliers within 60 days\n\nAdditionally, the Small Business Commissioner will be given greater enforcement powers to ensure small businesses and freelancers are getting paid on time. And with our own research showing that small businesses were owed an estimated £32 billion in late payments in 2023, this is sure to be a positive change in the freelance world.\n\n3. More clarity for contractors under umbrella companies?\n\nThe 2024 Autumn Budget revealed plans to crack down on exploitative umbrella companies who fail to comply with IR35 regulations. This means that the responsibility for paying the correct income tax and National Insurance contributions will fall on the employer and not the contractor.\n\nWhile this new legislation won’t come into effect until April 2026, HMRC recently published an online tool designed to help contractors better understand payment from umbrella companies. This new tool was published in December 2024, meaning freelancers will be able to use it for their 2025 contracts.\n\n4. Higher day rates for freelancers?\n\nThe new year could be the time to increase your day rate, according to a recent study from the Association of Independent Professionals and the Self-Employed. The study revealed that the average day rate of UK freelancers increased from Q2 to Q3 2024, from £457 to £576.\n\nThe same study revealed that the freelancers surveyed expected their day rates to further increase 12.2 per cent in the next year.\n\nIf you think it’s time to increase your earnings, our guide to setting a freelance rate can help.\n\n5. Increased costs for freelancers outside IR35?\n\nFiverr’s recent data also reveals that 83 per cent of businesses believe Labour’s Budget will impact their business. This is largely in part to the increase of Employer National Insurance contributions – which are set to rise to 15 per cent from April 2025.\n\nThis increase, combined with a lower earnings threshold and an increase in corporation tax, could affect both umbrella contractors and limited company contractors. Umbrella contractors could see a reduction in their take home pay, while limited company contractors may find it harder to negotiate contracts.\n\n6. Less job vacancies?\n\nJob vacancy website Reed recently reported the number of job vacancies posted on its website had fallen 13 per cent between October and November – and is now 26 per cent lower than a year ago.\n\nThis is supported by recent data from the Office of National Statistics, which also revealed that the number of job vacancies fell by 31,000 between September and November.\n\nWhile this accounts for the job market as a whole and isn’t limited to just freelance and contract work, it suggests changes for the self-employed.\n\nEither businesses will be unable to hire full time staff and will instead look to contractors, meaning more employment opportunities, or the decrease in overall opportunities will include freelancers too.\n\nDo you have any other predictions that may affect freelancers and contractors in 2025? Let us know what you’ve heard in the comments below.\n\nHelpful guides for freelancers"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tiny particle, huge potential: Scientists discover new type of quasiparticle present in all magnetic materials",
            "link": "https://www.msn.com/en-us/science/physics/tiny-particle-huge-potential-scientists-discover-new-type-of-quasiparticle-present-in-all-magnetic-materials/ar-AA1w2yEp?ocid=BingNewsVerp",
            "description": "Researchers recently made a groundbreaking discovery on the nanoscale: a new type of quasiparticle found in all magnetic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MZa2m--GTpp5feticwMAsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "39mon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Year in Physics",
            "link": "https://www.quantamagazine.org/the-year-in-physics-20241217/",
            "description": "'Hint' is the preferred term because the sign in the heavens isn’t quite robust enough to be called 'evidence,' to say ...",
            "image_url": "https://www.bing.com/th?id=OVF.6r6WtgToJ7U7sAGQulDRnA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Quanta Magazine20h",
            "source": "Quanta Magazine",
            "article_content": "Dark Matter Is Dead, Long Live Dark Matter\n\nIn the search for the invisible components of the universe, dark matter reached a discouraging milestone. (Fuzzy on the difference between dark energy and dark matter? Read our Fundamentals newsletter from May.) Experimenters hunting for hypothesized dark matter particles known as WIMPs — heavy, inert particles that were long considered the top candidate for the nonreflective stuff floating in and around galaxies — hit a limit. Detectors have become so sensitive that they’re now picking up the glow of neutrinos from the sun, which blinds them to any subtler signals. “So that’s kind of the end of the WIMP detection era,” the Stanford University physicist Natalia Toro told us.\n\nShe and other dark matter hunters have switched gears and now seek new dark matter candidates, especially lightweight but abundant particles that would come in multiple species. “The most common hypothesis is that this is somehow simple. Why on Earth should we expect that?” said Philip Schuster, also a Stanford physicist, voicing an increasingly common sentiment among specialists.\n\nLest you suspect that dark matter is the Ptolemaic epicycle of the 21st century — a long-believed but convoluted and ultimately erroneous model of the universe — astronomers discovered a new reason to think it’s really out there. The finding, an object called MACS J0018.5, has proved so compelling that people are referring to it as the new Bullet Cluster. In the original Bullet Cluster — long considered one of the single most persuasive pieces of evidence for dark matter’s existence — we see two enormous clusters of galaxies crashing together. The colliding gas glows brightly in the center of the crash site, but most of the matter has sailed right through, forming heavy, light-distorting blobs on either side. That’s how dark matter particles would behave, because they don’t (or barely) interact.\n\nMACS J0018.5 is similar, except the galaxy clusters are merging along our line of sight. Researchers effectively pointed a radar gun at them and found that their visible gas has slowed as it collides while the majority of the mass moves faster, unimpeded by the collision.\n\nThese merging clusters are hard to explain without invoking the kind of invisible particles we’re looking for."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make shock discovery when cutting open world's rarest whale that's never been spotted alive before",
            "link": "https://www.ladbible.com/news/science/scientists-discovery-taoka-whale-cut-open-worlds-rarest-652924-20241217",
            "description": "Scientists have been left with a shocking find after opening up one of the world’s rarest whale. Researchers in New Zealand ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NYkWBejr-xpFqQkYKGQXDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "LADbible",
            "article_content": "Scientists have been left with a shocking find after opening up one of the world’s rarest whale.\n\nResearchers in New Zealand were delighted to acquire the rare Taoka whale, which is just one of six reported specimens.\n\nThe species was first discovered in 1874 and all that they had to go off was a lower jaw and two teeth collected from Pitt Island, Rēkohu.\n\nAdvert\n\nOnce skeletal remains of two other specimens were found, it allowed scientists to confirm a new species.\n\nThen, two more recent findings helped to allow researchers to describe the colour pattern of the species for the first time.\n\nSo, dissecting this one is a big deal.\n\nTaoka Whales are a rare find (DOC)\n\nAdvert\n\nBeautifully, the rare whale’s name translates to treasure in the language of South Island Māori culture, and it’s spade-teeth is a distinctive characteristic.\n\nIts official name is mesoplodon traversii, and it is the rarest species of beaked whale ever to be found.\n\nWhile no one has ever seen one alive, the corpse allows scientists to finally see what’s so different about the whale.\n\nIt first washed ashore on Taieri Mouth on 4 July and was put into cold storage until officials knew what to do with the body.\n\nAdvert\n\nThe five-metre male, ended up allowing researchers to find something totally unexpected.\n\nThe Department of Conservation in New Zealand’s Rachel Wesley of the Rūnanga Maori assembly shared that this was the first time scientists and natives worked together to gain a deeper understanding of the whale.\n\nTe Rūnanga ō Ōtakou chair Nadia Wesley-Smith said the rūnaka will partner with DOC to find out what to do with the body.\n\nShe said: “It is important to ensure appropriate respect for this taoka is shown through the shared journey of learning, applying mātauraka Māori as we discover more about this rare species.”\n\nAdvert\n\nThe Taoka isn't like regular whales (Getty Stock Images)\n\nWhat was found was weird and amazing.\n\nWhen they took a closer look, they found that the whales have tiny vestigial teeth in their upper jaw, which many whales tend to evolve out of as it’s not necessary for survival today.\n\nThey also realised that the whales previously walked on land as well as living in the ocean as it had reduced hind limbs.\n\nAdvert\n\nScientists believe these limbs would have been legs around 50 million years ago, but now they’re a tool for sex.\n\nYou read that right.\n\nScientists believe they help improve the thrust.\n\nAnother interesting thing to come from the autopsy was that the whale had a whopping nine chambers in the stomach.\n\nMarine Science Advisor and whale expert Anton van Helden said, as per the Daily Star: \"In some of those stomachs we found squid beaks and some lenses from the eyes of squid, a few parasitic worms, and maybe some other parts of organisms that we are not quite sure of.\n\n“We have a parasitologist who will study them to find out what they are.\n\nDOC Coastal Otago Operations Manager Gabe Davies said in a statement: “Spade-toothed whales are one of the most poorly known large mammalian species of modern times. Since the 1800s, only 6 samples have ever been documented worldwide, and all but one of these was from New Zealand. From a scientific and conservation point of view, this is huge.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hidden for Centuries, the World’s Largest Coral Colony Was Mistaken for a Shipwreck",
            "link": "https://www.zmescience.com/science/hidden-for-centuries-the-worlds-largest-coral-colony-was-mistaken-for-a-shipwreck/",
            "description": "'Globally, coral is facing severe pressures as oceans warm with climate change,' said Eric Brown, a coral scientist on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uM4juyv2c5sVebrWGMwh6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ZME Science3m",
            "source": "ZME Science",
            "article_content": "Facebook\n\nX\n\nLinkedIn\n\nPinterest\n\nEmail\n\nDivers study the world’s largest coral colony. Credit: National Geographic Pristine Seas.\n\nIn the crystal-clear waters off the Solomon Islands, where maps suggest shipwrecks lie waiting to be discovered, scientists recently uncovered a living marvel that defies all expectations. What appeared to be the dark outline of a submerged vessel turned out to be the largest coral ever recorded.\n\nA Colossal Coral, Hiding in Plain Sight\n\nThe discovery, made by the National Geographic Pristine Seas expedition in October 2024, is a single coral colony measuring an astonishing 34 meters wide, 32 meters long, and 5.5 meters high (111 by 104 feet, and 15 feet tall). To put it into perspective, it’s longer than a blue whale and three times the size of the “Big Momma” coral, the previous record-holder in American Samoa.\n\nManu San Félix, a cinematographer and diver with the Pristine Seas team, initially thought he saw a wreckage. “I went diving in a place where the map said there was a shipwreck and then I saw something,” he recalled. But as he and his son Inigo descended 42 feet, they realized they were witnessing a “cathedral underwater.”\n\n“Just when we think there is nothing left to discover on planet Earth, we find a massive coral made of nearly one billion little polyps, pulsing with life and color,” said Enric Sala, National Geographic Explorer in Residence.\n\nThe coral, identified as Pavona clavus, or “shoulder blade coral,” is thought to be between 300 and 500 years old. It’s a product of centuries of growth by countless polyps, each one a tiny creature contributing to a vast, interconnected organism.\n\nSurvival Amidst Rising Threats\n\nThe Solomon Islands’ coral stands resilient in a world where many reefs are collapsing under the pressures of climate change, pollution, and overfishing. Corals are sensitive creatures. When ocean temperatures rise, corals expel the algae that give them color and nutrients — a process known as bleaching. Without these algae, corals are more vulnerable to disease and death.\n\n“Globally, coral is facing severe pressures as oceans warm with climate change,” said Eric Brown, a coral scientist on the expedition. Yet, this coral’s sheer size and health is a silver lining. Situated in deeper, cooler waters, it may be better protected from the higher temperatures that have devastated shallow reefs.\n\n“Witnessing this large, healthy coral oasis in slightly deeper waters is a beacon of hope,” Brown noted.\n\nEven the most resilient coral is not immune to human impacts. Pollution, particularly from logging, affects nearby waters, threatening the delicate balance of the region’s marine life. The Solomon Islands’ Climate Minister, Trevor Manemahaga, underscored the importance of protecting these ecosystems. “We rely mostly on marine resources for economic survival,” he said. “It’s very crucial for our economy to make sure our coral is not exploited.”\n\nA Call for the Future\n\nThis coral has survived for centuries, growing through eras marked by human history and environmental change. As Manu San Félix reflected, “I thought, ‘Wow, this was here when Napoleon was alive.'”\n\nSuch discoveries not only stir wonder but also provide a valuable record of the ocean’s past. By studying the coral’s growth patterns, scientists hope to learn more about historical oceanic conditions, such as what the water’s temperature and acidity were like a hundred or two hundred years ago — clues that may inform efforts to protect today’s vulnerable reefs.\n\nCollin Beck, a senior official from the Solomon Islands, expressed optimism about what this discovery means for the future. “There is so much to learn about the richness of marine life and the ocean ecosystem, but this finding opens doors of knowledge.”\n\nFor now, this sprawling, living cathedral lies undisturbed, a reminder of the ocean’s wonders. It is a testament to what remains undiscovered, and what could be lost if we fail to act.\n\n“Finding this mega coral,” Sala said, “is like discovering the tallest tree on Earth. This discovery rekindles our sense of awe and wonder about the ocean.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Deep-sea predator discovered with a body made for ‘capturing, killing and feasting’, scientists say",
            "link": "https://www.msn.com/en-us/news/world/deep-sea-predator-discovered-with-a-body-made-for-capturing-killing-and-feasting-scientists-say/ar-AA1w1BUv?ocid=BingNewsVerp",
            "description": "An extremely deep-dwelling and spooky-looking sea creature was discovered inside a vast trench off South American shores.",
            "image_url": "https://www.bing.com/th?id=OVFT.9LnUraNod16SOrXA-V1fMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "6hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Build Apps and Automations With No Coding Experience",
            "link": "https://www.msn.com/en-us/money/other/how-to-build-apps-and-automations-with-no-coding-experience/ar-AA1w2vjt?ocid=BingNewsVerp",
            "description": "Stop dreaming about that custom app and start building it yourself with this tool that’s suitable for all users.",
            "image_url": "https://www.bing.com/th?id=OVFT.ERmD5y0cFvbfrvLgMnVdOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "PCMag on MSN1h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 DevOps Trends for 2025 and Beyond",
            "link": "https://www.devprojournal.com/software-development-trends/devops/3-devops-trends-for-2025-and-beyond/",
            "description": "Experts provide insight into the rise of FinOps, how APIs will force a rise in DevSecOps, and how low-code, no-code is here ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZG0nS-_gB5l0X-ylR2HP0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "devprojournal5h",
            "source": "devprojournal",
            "article_content": "Experts provide insight into the rise of FinOps, how APIs will force a rise in DevSecOps, and how low-code, no-code is here to stay.\n\nThe Rise of FinOps\n\nTzvika Zaiffer, Director, Solutions, Spot by NetApp:\n\nThe DevOps landscape has evolved significantly in recent years, particularly in response to the growing demands of enterprise AI initiatives and competitive market pressures. A key development has been the rise of FinOps—the integration of financial accountability into DevOps practices. DevOps teams now regularly collaborate with finance experts, making decisions that balance technical requirements with cost considerations. This evolution reflects a broader shift toward cost-conscious infrastructure management. Organizations increasingly expect DevOps teams to implement sophisticated cost visibility tools, automated provisioning systems, and real-time monitoring capabilities. These practices help control expenses while maintaining the high-performance infrastructure needed for AI workloads and other complex applications.\n\nLooking ahead, this convergence of DevOps and financial stewardship will become even more critical. Successful DevOps strategies will need to demonstrate not just technical excellence, but also clear financial viability through mature cost controls and efficient resource utilization.\n\nAPI Boom Will Yield Transition to DevSecOps Teams\n\nMoshe Lipsker, VP of Global Product Development, Imperva, a Thales company:\n\nAs we head into 2025, we’ll be four years into application programming interfaces (APIs) taking over the world. As it stands, the Economic Impact of API and Bot Attacks study from the Imperva Threat Research Team found that the average enterprise managed 613 API endpoints last year. APIs enable seamless integration and user experience but, consequently, attract hacker interest as these endpoints provide direct access to sensitive data. On average, API-related security issues cost organizations $25-87 billion annually. This massive loss begs the question: are IT security teams and DevOps teams ready to work together to balance the speed of business development with security?\n\nAs more organizations continue to adopt APIs in 2025, these increasing risks will force their hand in strengthening security posture at the point of development so that they can provide widespread protection of their software. Though it’s not easy, we will continue to see the transition to DevSecOps teams to ensure that security is effectively built into product development from the start. With these transitions, organizations will adopt automated solutions such as runtime application self-protection to increase security without adding overhead to development processes.\n\nLow-code/no-code: Hype or Real Value?\n\nShomron Jacob, Head of Applied Machine Learning & Platform, Iterate.ai:\n\nAs we’ve seen firsthand for years now, low-code strategies are very efficient and effective at bringing AI, the IoT, data connectivity and more into production applications—and doing so without facing the exorbitant cost and technical hurdles of otherwise hardcoding (and exhaustively learning) those technologies. By distilling the complexity of those technologies into modules ready to be connected to build out complete applications, businesses are achieving innovative functionality and delivering breakthrough capabilities with less direct expertise, time, and expense. That simplicity also translates into speed, from initially testing applications, to iteratively optimizing and perfecting them (both capabilities and user experiences). Those advantages will continue to drive greater low-code adoption in the coming year as organizations seek to debut applications with competitive features at an even more accelerated pace."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Falcons’ Kirk Cousins experiment is dead, and it’s time for Michael Penix Jr. to start",
            "link": "https://www.msn.com/en-us/sports/other/the-falcons-kirk-cousins-experiment-is-dead-and-it-s-time-for-michael-penix-jr-to-start/ar-AA1w1ZaO?ocid=BingNewsVerp",
            "description": "If you’re a Falcons fan who thinks it’s worth being happy after their win over the Raiders, then I don’t know what to tell ...",
            "image_url": "https://www.bing.com/th?id=OVFT.whwRDaKs79F4E8g_8yvViy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hermès may be nearly 200 years old. But astronomical growth means it’s ‘an old lady with startup issues,’ its artistic director says",
            "link": "https://www.msn.com/en-ca/money/companies/herm%C3%A8s-may-be-nearly-200-years-old-but-astronomical-growth-means-it-s-an-old-lady-with-startup-issues-its-artistic-director-says/ar-AA1w1fIE?ocid=BingNewsVerp",
            "description": "Hermès doesn't belong in the world of speed and mass production. But that doesn't mean it doesn't change how it operates with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KT30q4-JAl7qksqzvBMXAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 DevOps Trends for 2025 and Beyond",
            "link": "https://www.devprojournal.com/software-development-trends/devops/3-devops-trends-for-2025-and-beyond/",
            "description": "Experts provide insight into the rise of FinOps, how APIs will force a rise in DevSecOps, and how low-code, no-code is here ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZG0nS-_gB5l0X-ylR2HP0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "devprojournal5h",
            "source": "devprojournal",
            "article_content": "Experts provide insight into the rise of FinOps, how APIs will force a rise in DevSecOps, and how low-code, no-code is here to stay.\n\nThe Rise of FinOps\n\nTzvika Zaiffer, Director, Solutions, Spot by NetApp:\n\nThe DevOps landscape has evolved significantly in recent years, particularly in response to the growing demands of enterprise AI initiatives and competitive market pressures. A key development has been the rise of FinOps—the integration of financial accountability into DevOps practices. DevOps teams now regularly collaborate with finance experts, making decisions that balance technical requirements with cost considerations. This evolution reflects a broader shift toward cost-conscious infrastructure management. Organizations increasingly expect DevOps teams to implement sophisticated cost visibility tools, automated provisioning systems, and real-time monitoring capabilities. These practices help control expenses while maintaining the high-performance infrastructure needed for AI workloads and other complex applications.\n\nLooking ahead, this convergence of DevOps and financial stewardship will become even more critical. Successful DevOps strategies will need to demonstrate not just technical excellence, but also clear financial viability through mature cost controls and efficient resource utilization.\n\nAPI Boom Will Yield Transition to DevSecOps Teams\n\nMoshe Lipsker, VP of Global Product Development, Imperva, a Thales company:\n\nAs we head into 2025, we’ll be four years into application programming interfaces (APIs) taking over the world. As it stands, the Economic Impact of API and Bot Attacks study from the Imperva Threat Research Team found that the average enterprise managed 613 API endpoints last year. APIs enable seamless integration and user experience but, consequently, attract hacker interest as these endpoints provide direct access to sensitive data. On average, API-related security issues cost organizations $25-87 billion annually. This massive loss begs the question: are IT security teams and DevOps teams ready to work together to balance the speed of business development with security?\n\nAs more organizations continue to adopt APIs in 2025, these increasing risks will force their hand in strengthening security posture at the point of development so that they can provide widespread protection of their software. Though it’s not easy, we will continue to see the transition to DevSecOps teams to ensure that security is effectively built into product development from the start. With these transitions, organizations will adopt automated solutions such as runtime application self-protection to increase security without adding overhead to development processes.\n\nLow-code/no-code: Hype or Real Value?\n\nShomron Jacob, Head of Applied Machine Learning & Platform, Iterate.ai:\n\nAs we’ve seen firsthand for years now, low-code strategies are very efficient and effective at bringing AI, the IoT, data connectivity and more into production applications—and doing so without facing the exorbitant cost and technical hurdles of otherwise hardcoding (and exhaustively learning) those technologies. By distilling the complexity of those technologies into modules ready to be connected to build out complete applications, businesses are achieving innovative functionality and delivering breakthrough capabilities with less direct expertise, time, and expense. That simplicity also translates into speed, from initially testing applications, to iteratively optimizing and perfecting them (both capabilities and user experiences). Those advantages will continue to drive greater low-code adoption in the coming year as organizations seek to debut applications with competitive features at an even more accelerated pace."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Creative Design Trends for New Build Homes in 2025",
            "link": "https://thesiliconreview.com/2024/12/creative-design-trends-for-new-build-homes-in-2025",
            "description": "Discover the top creative design trends for new build homes in 2025, featuring sustainable, modern, and smart home ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nxV9FO7y8xAxPLCgL7G8KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "thesiliconreview5h",
            "source": "thesiliconreview",
            "article_content": ">>\n\n>>\n\n>>\n\nARCHITECTURE AND INTERIOR DESIGN\n\nThe housing market is evolving rapidly, and so are the preferences of homeowners. New build homes in 2025 are no longer just about functionality—they're about making bold statements, embracing sustainability, and integrating technology seamlessly into everyday living. Modern homeowners demand more than just a house; they seek a home that reflects their personality, values, and aspirations.\n\nOne essential tool for bringing these innovative designs to life is Australian construction estimating software. This technology ensures that creative ideas can be realized without breaking budgets or causing unnecessary delays. With precise cost estimates and resource management, builders can focus on crafting homes that embody these forward-thinking trends.\n\nSmart Homes with Integrated Technology\n\nThe concept of a \"smart home\" has taken a giant leap forward. Builders are now incorporating technology that enhances convenience, security, and energy efficiency. Voice-controlled lighting, advanced thermostats, and security systems with AI capabilities are just the beginning. Home automation is now about anticipating needs and simplifying life, making tech integration a priority for new build homes. Multifunctional Spaces\n\nAs remote work and hybrid lifestyles become the norm, homeowners value versatility in their living spaces. The trend of multifunctional rooms is gaining traction, with designs that allow for easy transitions between work, play, and relaxation. Think hidden office nooks, modular furniture, and rooms that can transform into home gyms or entertainment areas with minimal effort. Biophilic Design\n\nBringing the outdoors inside is no longer a luxury; it’s a growing necessity for creating healthier living environments. Biophilic design focuses on incorporating natural elements such as indoor gardens, large windows for ample natural light, and materials like wood and stone. These features not only enhance aesthetic appeal but also promote well-being by connecting residents with nature. Energy-Efficient Features\n\nSustainability is a major focus in 2025, with new build homes prioritizing energy efficiency. Solar panels, energy-efficient windows, and advanced insulation materials are now standard features in many designs. Builders are also exploring the use of recycled materials and renewable resources, helping homeowners reduce their environmental footprint while cutting energy costs. Bold Color Palettes and Textures\n\nNeutral tones have long been a staple in home design, but 2025 is shaking things up with bold, vibrant color schemes. Statement walls, colorful cabinetry, and striking accent pieces are making their way into new build homes. Textures like exposed brick, polished concrete, and woven textiles are also being used to create visually engaging spaces that feel warm and inviting. Outdoor Living Spaces\n\nOutdoor areas are becoming extensions of the home, offering functional spaces for relaxation and entertainment. From expansive decks to outdoor kitchens and fire pits, builders are designing homes that seamlessly blend indoor and outdoor living. These spaces are particularly appealing in regions with favorable climates, as they allow homeowners to enjoy their surroundings year-round. Smaller, Smarter Footprints\n\nThe demand for efficient use of space has led to a trend of \"smaller but smarter\" homes. Compact designs prioritize functionality and creativity, ensuring that every square foot is utilized effectively. Custom storage solutions, open floor plans, and innovative layouts cater to those seeking minimalism without compromising on style or comfort. Wellness-Oriented Designs\n\nHomeowners are increasingly prioritizing wellness in their living environments. Features like home spas, meditation rooms, and air-purification systems are becoming common in new build designs. These elements cater to the growing interest in self-care and health-focused living.\n\nThe Role of Technology in Bringing Ideas to Life\n\nTo successfully implement these innovative design trends, builders rely on tools that streamline planning and execution. For instance, Australian construction estimating software helps builders accurately forecast costs and allocate resources efficiently. By leveraging such tools, construction teams can ensure that cutting-edge designs are both feasible and cost-effective.\n\nConclusion\n\nThe new build homes of 2025 are defined by creativity, functionality, and sustainability. From energy-efficient features to smart home integrations and wellness-oriented spaces, today’s homeowners are seeking designs that elevate their living experience. For builders, tools like Australian construction estimating software are invaluable in turning these visionary concepts into reality. By embracing these trends and leveraging technology, the construction industry is setting the stage for homes that inspire and endure."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Prompt: OpenAI’s Legal Battle With Musk Heats Up",
            "link": "https://www.forbes.com/sites/rashishrivastava/2024/12/17/the-prompt-openais-legal-battle-with-musk-heats-up/",
            "description": "You can’t sue your way to AGI.' That’s OpenAI’s response to Elon Musk, who has filed a lawsuit against the AI juggernaut over ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6YWnJpCLe0rQTzbWfpwgfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "More Competition for Google As OpenAI Makes SearchGPT Free For All",
            "link": "https://www.digitalinformationworld.com/2024/12/more-competition-for-google-as-openai.html",
            "description": "OpenAI just made its much anticipated SearchGPT free for all users having ChatGPT. This means Google needs to watch out as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hNlexLKH9GUNYZuJ80sLYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Digital information world9h",
            "source": "Digital information world",
            "article_content": "OpenAI just made its much anticipated SearchGPT free for all users having ChatGPT. This means Google needs to watch out as competition in the world of search heats up.The feature got a lot of popularity shortly after it was first launched, several months back. Some lucky people got their hands on the offer early and they were able to confirm that ever since they started using it, they’ve never returned back to Google.Kevin Weil who is the head of OpenAI just shared the great news including another exciting new offering called Voice Search. It entails several new changes used for streamlining data retrieval. This again was a part of the demo during the launch. The new update entails better search speed and more accuracy. It also means users could expect a quicker and more accurate search result.As a whole, it betters the overall efficiency of accessing information. The feature also shows support for matters like embedded content such as pictures, movies, and even videos from YouTube. The new rich media combination has users watching new videos featuring ChatGPT without leaving the actual search page.The new update also gives details about business maps such as data for cafes and more that users can make the most of in real time. They can also ensure more informed decisions regarding dining out and more services linked to searches. Thanks to refined queries related to navigation, users can make the most of getting quicker data to online pages related to the search. These are put on display above results and content summaries.Additionally, ChatGPT makes the most of Advanced Voice which entails search. This combination enables users to carry out search through voice commands. The whole process is more accessible and intuitive. This is very true for anyone who prefers to use hands-free options. And the best bit is the features are launching around the globe today. So if you’re a ChatGPT user, you might want to make the utmost use of this feature.Yes, it’s for free but users need to sign up and make an account if they wish to get the most of enhanced features. The new updates place ChatGPT as one of the most robust tools curated for retrieving data online. In case you’re wondering, it’s a direct challenge for search engines like Google.The latest integration combines conversational access to get information and is well above users’ expectations. As a result, the overall experience is seamless and comprehensive. OpenAI keeps on enhancing the utility and this gives rise to more versatility so users’ needs keep getting met.Another announcement made by ChatGPT’s team is how developers will enjoy the feature the most. They hope to roll out more changes soon so stay tuned for more exciting updates.Read next: Study Reveals AI's Role in Holiday Overspending and Financial Strain"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "We are seeing continuous improvement through the use of machine learning, Solvay CEO says",
            "link": "https://www.msn.com/en-us/money/other/we-are-seeing-continuous-improvement-through-the-use-of-machine-learning-solvay-ceo-says/vi-AA1w0VqC?ocid=BingNewsVerp",
            "description": "Jean-Marc Ollagnier, chairman of EMEA at Accenture, and Solvay CEO Philippe Kehren discuss the interplay between AI and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JWdtWiS0xlNy3Shw2tIfxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "8hon MSN",
            "source": "CNBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hybrid machine learning model predicts financial market volatility with increased accuracy",
            "link": "https://www.msn.com/en-us/money/markets/hybrid-machine-learning-model-predicts-financial-market-volatility-with-increased-accuracy/ar-AA1w0DL7?ocid=BingNewsVerp",
            "description": "With volatility so closely tied to investment risk and returns, it's no wonder that a statistical method that captured ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ErQuBJU_a89Ky55akNncDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Tech Xplore on MSN9h",
            "source": "Tech Xplore on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine Can Still Beat Russia. It Must Win for All of Us | Opinion",
            "link": "https://www.msn.com/en-us/politics/international-relations/ukraine-can-still-beat-russia-it-must-win-for-all-of-us-opinion/ar-AA1w2bmt?ocid=BingNewsVerp",
            "description": "When historians study us sometime in the future, they will analyze not our statements and promises but the decisions we made ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NXp6PK0pAjsy3owWTrG_xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSNOpinion",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Sets Out 2025 Ukraine Goal",
            "link": "https://www.newsweek.com/russia-ukraine-goal-2025-2002040",
            "description": "Russian Defense Minister Andrei Belousov said Moscow will control the Donetsk, Luhansk, Kherson and Zaporizhzhia regions next ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YzUT7frrXAqCBDrnLGn5Bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gaza war: What is the history of the Israel-Palestinian conflict",
            "link": "https://www.reuters.com/world/middle-east/what-is-history-israel-palestinian-conflict-2024-12-17/",
            "description": "Israel and Hamas have been waging war since gunmen from the Palestinian militant group in the Gaza Strip stormed into ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uQKjTJIz6bzPcpBVDJb1xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "6h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple accused of covering up war crimes by willfully using Congo conflict minerals",
            "link": "https://www.msn.com/en-us/technology/tech-companies/apple-accused-of-covering-up-war-crimes-by-willfully-using-congo-conflict-minerals/ar-AA1w1pLv?ocid=BingNewsVerp",
            "description": "Apple has been formally accused by Congo of covering up war crimes by using conflict minerals in its supply chain, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ETTKnRILKPUOHmbx7gbkyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "7hon MSN",
            "source": "AppleInsider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Palantir Going to Plunge 50% (or More)? History Offers a Blunt Answer.",
            "link": "https://www.fool.com/investing/2024/12/17/palantir-going-to-plunge-50-or-more-history-answer/",
            "description": "Market leaders of next-big-thing trends are known for their parabolic climbs -- as well as their inevitable retracements.",
            "image_url": "https://www.bing.com/th?id=OVFT.ynZs4-47gOr5nth9AG8hXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "10h",
            "source": "The Motley Fool",
            "article_content": "Market leaders of next-big-thing trends are known for their parabolic climbs -- as well as their inevitable retracements.\n\nIt's been a phenomenal year for Wall Street and investors. Whereas the stock market's major indexes have historically averaged annual returns that range from the high single digits to around 10%, the ageless Dow Jones Industrial Average, benchmark S&P 500, and growth-propelled Nasdaq Composite have respective rocketed higher by 16%, 27%, and 33% on a year-to-date basis, as of the closing bell on Dec. 13.\n\nWhile the latest leg of this bull market rally has been fueled by Donald Trump's November victory, the lion's share of this two-year ascension for the major stock indexes can be attributed to the artificial intelligence (AI) revolution.\n\nThe ability for AI-fueled software and systems to become more proficient at their tasks over time, as well as evolve to learn new skills, should give this technology utility in virtually all industries around the globe. It's why the analysts at PwC are forecasting a $15.7 trillion addressable market for artificial intelligence by 2030.\n\nThough Nvidia has been the most front-and-center beneficiary of the rise of AI, it's actually been outshone by another AI stock recently: data-mining specialist Palantir Technologies (PLTR -1.31%).\n\nShares of Palantir have soared 343% on a year-to-date basis and are up a scorching-hot 935% over the trailing-two-year period. In fact, Palantir has done so well that it's being added to the Nasdaq-100.\n\nHowever, Wall Street is a forward-looking entity. This means the million-dollar question is: \"Can these monstrous gains can hold up in 2025 and beyond?\"\n\nBased on what history tells us, this unabashed optimism may soon come to a screeching halt.\n\nPalantir's unique positioning drives investor excitement\n\nIf there's a prevailing catalyst that's most responsible for Palantir's enormous outperformance of Wall Street's major stock indexes over the last two years, it's the company's irreplaceability at scale.\n\nThough there are other businesses that tackle bits and pieces of what Palantir's platforms and services cover, there is no one-for-one replacement for what this company provides. Businesses with a secure moat tend to command a hearty valuation premium on Wall Street, and they typically enjoy predictable operating cash flow.\n\nPalantir's core operations are broken into two segments: Gotham and Foundry. The former is driven by AI and helps federal governments collect data, as well as plan and execute missions. Meanwhile, Foundry is the company's enterprise-focused segment that relies on AI and machine learning to help businesses make sense of their data.\n\nPalantir's Gotham platform has primarily been responsible for lifting the company to recurring profitability, based on generally accepted accounting principles (GAAP). Government contracts with the U.S. often span four or five years, resulting in transparent operating cash flow and steady double-digit sales growth.\n\nBut there's also plenty of excitement for Foundry. This platform is still in its early stages of growth, with Palantir's commercial customer count surging 51% on a year-over-year basis in the latest quarter to 498. As businesses shift their data (and that of their customers) online and into the cloud, making sense of big data to streamline operations should become increasingly important. In short, the table is set for Foundry to deliver a superior growth rate to Gotham moving forward.\n\nLastly, investors have to be impressed with Palantir's treasure chest. The company closed out the third quarter with $4.6 billion in cash, cash equivalents, and U.S. Treasuries, with no debt. This capital provides financial flexibility in any economic climate and may allow Palantir's board to reward shareholders via buybacks from time to time.\n\nHistory weighs in on Palantir's parabolic climb\n\nWhile there's no denying that a lot has gone right for Palantir, it's also hard to ignore the historic precedent that it's contending with.\n\nDuring the mid-1990s, the internet began changing the corporate landscape and growth trajectory much in the same way we're witnessing artificial intelligence alter corporate growth strategies for businesses today. However, every next-big-thing technology and innovation that's followed in the internet's footsteps over the last three decades has endured an early innings bubble-bursting event.\n\nInvestors have consistently overestimated the adoption and utility of game-changing technologies since the mid-1990s. Regardless of whether or not these trends went on to be successful over the long-term doesn't change the outcome that businesses leading next-big-thing trends have lost 80% to 99% of their value on a peak-to-trough basis.\n\nThe silver lining for Palantir is that its multiyear contracts with the U.S. government and select allies may potentially soften the blow if an AI bubble took shape and eventually burst. But history bluntly suggests the decline expected in Palantir's stock would still be significant.\n\nTo make matters worse, Palantir's valuation is at a level that's historically consistent with market leaders of next-big-thing trends reversing course. Prior to the dot-com bubble bursting, Amazon and Cisco Systems peaked in the neighborhood of 40 times trailing-12-month sales. We've also witnessed Nvidia recently hit a price-to-sales (P/S) ratio of more than 40.\n\nPalantir has them all beat, with a P/S ratio of more than 69 on a trailing-12-month basis. History clearly shows that market-leading businesses -- even those with sustainable moats -- haven't been able to maintain this much of a valuation premium for an extended period.\n\nThough it's not history-specific, the other issue for Palantir is that its most-profitable segment, Gotham, has a natural ceiling. As I've pointed out in the past, Gotham is only available to the U.S. government and its immediate allies. Palantir's management team isn't going to allow foreign governments, such as China or Russia, access to its AI-driven software-as-a-service (SaaS) solutions. This limits the long-term growth runway for Gotham and places the burden of future profit growth squarely on Foundry's shoulders.\n\nTo reiterate, there's no question that Palantir deserves some level of valuation premium given its successful integration of AI, its push to recurring GAAP profits, and its irreplaceability. But with market leaders of next-big-thing innovations continually failing to live up to expectations in the early going, a halving in Palantir's stock, if not a larger percentage decline, would be par for the course, historically speaking."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did FirstEnergy Corp (FE) Stock See -8.67% Plunge in the Last 90 Days?",
            "link": "https://www.bovnews.com/2024/12/17/why-did-firstenergy-corp-fe-stock-see-8-67-plunge-in-the-last-90-days/",
            "description": "FirstEnergy Corp (FE) stock saw a decline, ending the day at $39.9 which represents a decrease of $-0.37 or -0.92% from the prior close of $40.27. The stock opened at $40.31 and touched a low of $39.9 ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews1h",
            "source": "bovnews",
            "article_content": "Scotiabank has recently raised FirstEnergy Corp (FE) stock to Sector Outperform rating, as announced on December 12, 2024, according to Finviz. Earlier, on October 31, 2024, Seaport Research Partners had reduced the stock from a Buy to Neutral. Jefferies also initiated Hold rating with a price target of $46. Additionally, Argus raised Buy rating on September 20, 2024, with a target price of $50. Goldman analysts, in their report published on April 10, 2024, also initiated Buy rating and set a price target of $45 for FirstEnergy Corp’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nFirstEnergy Corp (FE) Stock Trading Recap\n\nOn Monday, FirstEnergy Corp (FE) stock saw a decline, ending the day at $39.9 which represents a decrease of $-0.37 or -0.92% from the prior close of $40.27. The stock opened at $40.31 and touched a low of $39.9 during the day, reaching a high of $40.38. The volume of shares traded was 2.64 million falling short of the average volume of 2.87 million.\n\nFE Stock Performance and Moving Averages\n\nIn recent trading, FirstEnergy Corp (FE) stock price has shown some volatility, fluctuating -2.23% over the last five trades and -2.28% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 4.34%, and it has plunged by -8.67% in the previous three months. Currently, FE is trading at -3.50%, -5.18%, and -1.95% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, FE, a Utilities sector stock, is trading -11.27% below its 52-week high but remains 12.68% above its 52-week low. The Average True Range (ATR) (14 days) of 0.53 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nFirstEnergy Corp’s Profitability and Valuation Ratios\n\nFirstEnergy Corp’s profitability metrics reveal financial health. The company currently boasts an operating margin of 17.33% and a profit margin of 6.64%, with a gross margin of 4.34%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, FirstEnergy Corp’s market capitalization stands at $22.97 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 25.77, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 13.83. Additionally, the Price-to-Sales Ratio is 1.71, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 1.85, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.15% of FirstEnergy Corp (FE)’s shares, while financial institutions hold 89.13%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Luigi Mangione murder case draws scrutiny of health claim denial rates",
            "link": "https://www.msn.com/en-us/health/other/luigi-mangione-murder-case-draws-scrutiny-of-health-claim-denial-rates/ar-AA1w2oRb?ocid=BingNewsVerp",
            "description": "Three of Maryland’s top health insurers have higher than average claim denial rates, according to research that’s gained ...",
            "image_url": "https://www.bing.com/th?id=OVFT.20X4WkBoTCGCcVWanPS3GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1hon MSN",
            "source": "Baltimore Sun on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huawei Maintains the Top Position in the Global Passive Antenna Market for the Ninth Consecutive Year",
            "link": "https://www.huawei.com/en/news/2024/12/antenna-overall-leader",
            "description": "In their latest report, the global technology market intelligence firm ABI Research released its 2023 global base station ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CmgmwMmZYFYeCLq1ub8p2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "Huawei9h",
            "source": "Huawei",
            "article_content": "[Shenzhen, China, December 17, 2024] In their latest report, the global technology market intelligence firm ABI Research released its 2023 global base station antenna market research report titled \"Passive Cellular Antenna Competitive Analysis\". According to the report, Huawei continues to lead the global market for the ninth consecutive year with a market share of 38.93%, making Huawei the only equipment manufacturer to maintain positive market share growth during this period.\n\nAs a leading market intelligence firm in the global information and communications technology (ICT) sector, ABI Research conducted a comprehensive assessment of 15 base station antenna vendors based on three dimensions: Overall, Innovation, and Implementation. Huawei is ranked first in all three areas. This achievement highlights Huawei's outstanding performance and continuous innovation in the global communications technology field.\n\nOverall Leader: Huawei earns the title of industry overall leader with a high score of 86.4, topping the world in market share, innovation, and application capabilities. In addition, Huawei's lead widened to become the only equipment vendor to score over 80 points. The gap between Huawei and the second-place vendor has increased by 1.5 times compared to 2022.\n\nTop Innovator: The report specifically highlighted Huawei's innovative achievements in antenna technology. Huawei is the first in the industry to launch eco-friendly, high efficiency and green antennas, leading the industry's transition to sustainable development. In addressing network deployment challenges, Huawei's A+P (Active+Passive) module solution and invisible antenna solution have brought new ideas to the industry; meanwhile, under the trend towards intelligent networks, Huawei has taken the lead in antenna digitalization with cutting-edge innovations such as Antenna Information Sensor Unit (AISU) and beam adjustment technologies, significantly enhancing operational efficiencies and performance optimization of mobile networks.\n\nTop Implementer: The scoring basis of implementation capability covers various aspects such as global antenna market share, regional market penetration, financial and organizational health, contract wins with major customers, and product portfolio range. According to the report, Huawei's scored 87.8 points for its implementation capability, which is 8.5% ahead of the second place and fully reflects Huawei's strong competitiveness in the global base station antenna market.\n\nAs crucial infrastructure components in wireless communication systems, base station antennas directly affect energy consumption, network coverage, capacity, user experience. Looking toward the future, Huawei will continue to promote innovative solutions, contributing to building more efficient and intelligent networks, moving towards a fully connected, intelligent world."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Behind Germany’s Political Turmoil, a Stagnating Economy",
            "link": "https://www.nytimes.com/2024/12/17/world/europe/germany-government-collapse-economy.html",
            "description": "One of Europe’s powerhouses is losing its competitive edge, and the political class can’t agree on why — or what to do about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hc0Dy5fgMpOWdKBlZEEswy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "6h",
            "source": "The New York Times",
            "article_content": "If you are looking for a quick explanation for why Chancellor Olaf Scholz’s government in Germany dissolved on Monday, consider this.\n\nOver the past five years, through pandemic recession and its inflationary aftermath, the American economy has grown 12 percent in real terms. The German economy has not grown at all.\n\nGermany’s economic engine, the world’s third-largest, has stalled, and its political class cannot agree on why — or what to do about it.\n\nLike so many other Western nations in the post-pandemic era, Germany is afflicted with economic malaise, the sort that gives rise to populist revolts at the ballot box and empowers political parties on the far left and the far right. But not all malaise is the same."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A disaster foretold: Three years of aging Russian tankers navigating the globe",
            "link": "https://english.elpais.com/economy-and-business/2024-12-17/a-disaster-foretold-three-years-of-aging-russian-tankers-navigating-the-globe.html",
            "description": "The sinking of two old ships in the Black Sea highlights the risks of a practice that has grown exponentially since the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IK8IAGxKjao9ucbr6hd2iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "El País in English1h",
            "source": "El País in English",
            "article_content": "It was only a matter of time. One day after two old oil tankers sank in the Black Sea on Sunday, spilling a significant amount of the fuel they were carrying, that was the prevailing sentiment on Monday among industry insiders. Russia has responded to sanctions on its crude by deploying an aging fleet of ships — some flying Russia’s flag, some not — in an effort to keep its oil exports flowing on the global market. This strategy — which has proven economically beneficial for Russia — has also posed an environmental risk for nearly three years. The first major incident occurred in the Kerch Strait, though the full consequences are still unfolding.\n\n“It’s the chronicle of a disaster foretold,” says Jorge León, vice president of oil analysis at energy consultancy Rystad, who has extensive industry experience. “Everyone said this was an imminent risk, that it was going to happen. So the only surprise is that it took so long to happen,” he explains. Most of the ships operated by Russia, he adds, “were already ready to be scrapped; they were vessels no one else wanted, and Russia bought them.” As a result, safety measures on these ships “are minimal,” says León.\n\nNearly two decades ago, in November 2007, a tanker from the same fleet sank while navigating the passage from the Sea of Azov to the Black Sea. That tanker was only 29 years old and was more modern than the ships involved in Sunday’s incident. The Volgoneft 212, the first of the two damaged vessels, was 55 years old. It was launched on December 15, 1969, during Leonid Brezhnev’s era in the USSR.\n\nThe second ship, the Volgoneft 239, was built in 1973 and had 51 years of service. These tankers were originally longer but were shortened in the 1990s to navigate smaller seas and rivers. The welds connecting the bow and stern failed to withstand the strong winds and rough waves. Just one day before the incident, Russian occupation authorities in Crimea, which was annexed by Russia in 2014, advised against venturing out to sea due to winds reaching up to 50 miles per hour.\n\nThe two tankers were carrying about 8,000 tons of fuel combined, and the spill from both vessels could potentially exceed the ecological damage caused in 2007, when around 2,000 tons of fuel were spilled. The rough seas could further disperse the pollution. Additionally, there have been casualties: one sailor from the Volgoneft 212 has died, and two others, including the captain, have been hospitalized in serious condition. All 14 crew members of the Volgoneft 239 were rescued.\n\nAt the beginning of this decade, there were around 1,500 Volgoneft-class vessels in service. “We should stop debating the future of the Volgonefts as carriers of dangerous goods; I think we’re playing with fire,” Gennady Yegorov, director of the Russian Maritime Engineering Bureau, wrote in 2020 in the magazine Russian Shipping.\n\nIt is unclear whether the two sunken vessels were transporting cargo directly from one dock to another or transferring fuel to other Russian tankers on the high seas. For example, U.S. firm S&P tracked over 3,100 such transfers by Russia’s shadow fleet between April 2023 and April 2024. To be classified as part of this “shadow fleet,” León believes a vessel must meet certain criteria: it must violate European regulations and operate without European-recognized insurance. Many ships in the fleet also disable their GPS signals to avoid detection. “The two tankers involved in the accident meet these criteria,” concludes León.\n\nNo transponder\n\nThe Volgoneft 212 last activated its transponder on December 3, nearly two weeks before the shipwreck, according to the Krymsky Veter website. Russian media only report that the ship had left Saratov, located along the Volga River, heading for the port of Kavkaz in the Kerch Strait. Officially, the ship is registered in St. Petersburg. According to the Russian news outlet Mash, the vessel was supposed to depart the Kerch Strait on November 30, but it spent over two weeks waiting to unload its fuel.\n\nThe Volgoneft 239 had been traveling in and out of the Black Sea in the days before the incident. Russian media report that it had departed from the port of Azov at the mouth of the Don River, bound for Kavkaz, where it was heading before it ran aground just 80 meters from the Taman pier.\n\nLittle more is known about the ship, although VesselTracker logs show that it spent a couple of days at the port of Kronstadt last year. Interestingly, the ship is officially registered in Astrakhan, located at the mouth of the Volga River in the Caspian Sea, thousands of miles away.\n\nThe shipwreck and spill came just days after the European Union took further steps to try to stop Russia from evading sanctions. The 15th package of EU sanctions, approved last Wednesday, included measures targeting ships from third countries that assist Vladimir Putin’s regime in bypassing the Western blockade — an integral part of the shadow fleet.\n\nAgreement with India Apart from its shadow fleet, Russia has adopted a second strategy to evade sanctions: selling vast and increasing quantities of crude oil to countries that were not traditionally its top customers. Essentially, Russia is redirecting shipments that were once bound for Western markets to nations like India, which has now become a primary destination for its oil. Last week, Russian oil giant Rosneft struck a deal with Indian refinery Reliance to sell half a million barrels of oil per day (equivalent to 0.5% of global production and 5% of Russian production) for the next decade. The deal is valued at over $12 billion annually, based on the current exchange rate. This marks the largest such agreement in the history of both countries, with benefits for both parties: Russia secures a market for its oil, which would otherwise be difficult to sell, while India gains access to a critical raw material — one it relies almost entirely on imports for — at a significantly lower price than the international market rate.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Qualcomm's Snapdragon X Elite 2 could target gaming desktops with liquid-cooled performance",
            "link": "https://www.techspot.com/news/105989-qualcomm-snapdragon-x-elite-2-could-target-gaming.html",
            "description": "Established leaker Roland Quandt believes the previously leaked follow-up to Qualcomm's Snapdragon X Elite series of CPUs is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E-OxxqgxZSAmhw-g9Oufmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "4h",
            "source": "TechSpot",
            "article_content": "Serving tech enthusiasts for over 25 years.TechSpot means tech analysis and advice you can trust\n\nRumor mill: Qualcomm's Snapdragon X Elite chips, which spearheaded a recent push to promote Arm-based Windows, have exclusively powered laptops so far. However, new reports suggest that the company's next-generation lineup will fulfill its promise to expand into desktops following its canceled mini PC.\n\nEstablished leaker Roland Quandt believes the previously leaked follow-up to Qualcomm's Snapdragon X Elite series of CPUs is intended for desktops. Numerous laptops featuring the chips launched earlier this year running an Arm-based version of Windows, and the company aims to expand into other form factors.\n\nThe Snapdragon X2 Elite (or possibly X Elite 2), codenamed Project Glymur, initially appeared in international import-export databases in late September, according to WinFuture. Hardware details are scarce, but Qualcomm previously used special housing to test the NAND and RAM chips for a new flagship processor with the model number SC8480XP.\n\nI think Qualcomm is coming for the desktop with Snapdragon \"X Elite 2\". They're testing \"Project Glymur\" SC8480XP with an AIO liquid cooler feat 120mm fan(s?), just like what you'd use in a (gaming) desktop – Roland Quandt (@rquandt.bsky.social) December 9, 2024 at 8:26 PM\n\nQuandt reports that the company has begun testing the CPU with AIO liquid coolers resembling those typically used for gaming desktops, suggesting Qualcomm is aiming for higher-end sectors. Snapdragon X Elite laptops have demonstrated modest gaming performance thus far, but seeing what they can accomplish with higher power budgets could be intriguing.\n\nThe company announced plans to bring Snapdragon to all PC form factors at a July Computex presentation but has since remained silent on the subject. Qualcomm unveiled a Snapdragon X Elite mini PC for use as a dev kit earlier in the year but abruptly ceased selling and supporting the device in October.\n\nGeekom might become the first company to release a Snapdragon X desktop. The mini PC manufacturer hasn't formally announced the device, but a leaked promo image reveals that it will be called the QS series and house the top-end X Elite CPU in an aluminum chassis.\n\nAlthough various laptop manufacturers released new models featuring Qualcomm's chips, they haven't amassed a significant presence in the overall PC market yet. Lower prices, which the company promises will come next year, could help attract customers.\n\nGenAI is a primary selling point of Snapdragon X Elite and other \"AI PC\" processors, but users have shown little interest in the technology. Instead, Qualcomm's main advantage might be longer battery life, with some laptops featuring the company's chips lasting a whole day on a single charge.\n\nThe likelihood of desktops running Windows on Arm is expected to increase with the emergence of Arm CPUs from other manufacturers. Nvidia has teased plans for one in 2025, and Arm previously stated that more clients are preparing chips."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leak Reveals the Nvidia RTX 5090 Will Need a Ridiculous Amount of Space Inside Your PC",
            "link": "https://gizmodo.com/leak-reveals-the-nvidia-rtx-5090-big-2000539452",
            "description": "Nvidia has five cards to show off next month, including the RTX 5090, RTX 5080, and RTX 5070. We're still missing the RTX ...",
            "image_url": "https://www.bing.com/th?id=OVFT.A48qudUXzbbgmx6qdx_3ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "19h",
            "source": "Gizmodo",
            "article_content": "Nvidia’s next-gen series of GPUs is an open secret, and just a month out from CES 2025, the names and specs for these potentially massive graphics cards are out in the open. In the latest leak, a graphics OEM spoiled the names of the top five Nvidia cards, including the monstrous RTX 5090. The top-end card in the codenamed Blackwell series could take up a ton of space inside your PC. At the same time, it demands enough juice to make your next itemized electrical bill as big as the card itself.\n\nCard manufacturer Zotac leaked the SKUs for Nvidia’s next slate of cards. VideoCardz picked up on the Google Search listings CSI tools before Zotac could pull the results. The screenshotted listings mention the 5090 with 32GB of GDDR7 memory at the top end, which confirms an 8GB increase from the RTX 4090’s 24 GB.\n\nThese cards are big suckers. The RTX 5090 will supposedly take up three to four slots on your motherboard. The current RTX 4090 takes up three slots on most boards. That doesn’t account for length, however. Nvidia’s cards are also a massive power hog. The card manufacturer recommends having a PSU between 650W and 750W. Past rumors hinted the card itself could have a 600W TGP. Rumormonger Kotike7kimi, who normally has a good track record for GPU leaks, wrote on Twitter that the card may demand slightly less than the total 600W. Either way, the 5080 is somewhat more manageable, supposedly demanding 400W. The current RTX 4090 has a 450W total graphics power.\n\nThe Zotac leak showed five cards, including the GeForce RTX 5090, the RTX 5090D (a model made for Chinese markets), the RTX 5080, the RTX 5070 Ti, and the RTX 5070. If you’re wondering where the 5060 or 5050 are, it’s safe to assume they may not arrive at the same time as these higher-end cards. It’s another matter whether Nvidia announces them at CES 2025 but later releases them.\n\nBeyond the need for a separate baby carriage inside your PC case to keep it cradled without toppling your tower, the confirmed VRAM gives more credence to past rumors that the 5090 will have 21,760 FP32 CUDA cores, more than double the number of the RTX 4090.\n\nWe’d also like to hear from Nvidia itself why it decided to release the 5070 Ti “Titanium” edition simultaneously with its other cards. Nvidia normally drops these versions later as a sidegrade to existing GPUs, as with the 4070 Ti. Nvidia seems to be focusing on the high-end GPUs, while leaving the lower-end cards for later.\n\nFor the budget builders, it doesn’t leave much room to hope the lower-end 50-series will be inexpensive. There’s been much less to go on with the 5060 or supposed 5060 Ti. There have been even fewer hints about any kind of RTX 5050. Intel just released its budget cards like the B580, with claims it can top the RTX 4060 in most games, plus it comes with 12GB of VRAM. So far, rumors hint the non-Ti 5060 may have 8GB."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discussion on Optimizing Cloud & Technology Migration Processes using Artificial Intelligence & Machine Learning",
            "link": "https://www.analyticsinsight.net/artificial-intelligence/discussion-on-optimizing-cloud-technology-migration-processes-using-artificial-intelligence-machine-learning",
            "description": "Govindaiah Simuni is passionate about solving enterprise data architecture challenges, improving batch processing, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x_6Qg-f2QAdq48fYBlwI2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Analytics Insight6h",
            "source": "Analytics Insight",
            "article_content": "Govindaiah Simuni is passionate about solving enterprise data architecture challenges, improving batch processing, and ensuring customers achieve their desired business outcomes. As a Solution Architect, he has designed comprehensive solutions that encompass hardware, software, network infrastructure, data management, and batch systems.\n\nAs a Data Architect, Govindaiah evaluates numerous technological possibilities and makes informed decisions based on compatibility, cost-efficiency, and industry best practices. He oversees implementation processes, guides development teams, and addresses technical challenges. Additionally, he provides recommendations on technologies that align with the organization's long-term strategy, ensuring that solutions adhere to design principles, meet quality standards, and fulfill business requirements.\n\nIn his role as an Architect, Govindaiah proactively investigates, identifies, and evaluates risks associated with solutions, such as security vulnerabilities, data privacy concerns, and performance bottlenecks. He develops strategies to mitigate these risks, ensuring the reliability and robustness of the solutions.\n\nGovindaiah also continuously monitors implemented solutions, gathers feedback, and identifies areas for improvement. He remains up-to-date with emerging technologies, industry trends, and best practices, integrating them into future solution designs to drive innovation and deliver superior results."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What's Ahead in Data Architecture for 2025",
            "link": "https://www.dbta.com/DBTA-Downloads/WhitePapers/Whats-Ahead-in-Data-Architecture-for-2025-13897.aspx",
            "description": "From cloud data warehouses and lakehouses to real-time data processing and streaming, the data architecture landscape ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WYNsMIzhoi00s1gFGmSH3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "dbta1h",
            "source": "dbta",
            "article_content": "From cloud data warehouses and lakehouses to real-time data processing and streaming, the data architecture landscape continues to evolve rapidly. Right now, the majority of DBTA subscribers have budgets for modernization efforts. Why? To meet the ever-growing demands for greater scalability, resilience, agility, and cost-optimization, new approaches are necessary -- especially to support new AI initiatives. Download this special report to dive into the key technologies and trends paving the way forward."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make shock discovery when cutting open world's rarest whale that's never been spotted alive before",
            "link": "https://www.ladbible.com/news/science/scientists-discovery-taoka-whale-cut-open-worlds-rarest-652924-20241217",
            "description": "Scientists have been left with a shocking find after opening up one of the world’s rarest whale. Researchers in New Zealand ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NYkWBejr-xpFqQkYKGQXDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "1h",
            "source": "LADbible",
            "article_content": "Scientists have been left with a shocking find after opening up one of the world’s rarest whale.\n\nResearchers in New Zealand were delighted to acquire the rare Taoka whale, which is just one of six reported specimens.\n\nThe species was first discovered in 1874 and all that they had to go off was a lower jaw and two teeth collected from Pitt Island, Rēkohu.\n\nAdvert\n\nOnce skeletal remains of two other specimens were found, it allowed scientists to confirm a new species.\n\nThen, two more recent findings helped to allow researchers to describe the colour pattern of the species for the first time.\n\nSo, dissecting this one is a big deal.\n\nTaoka Whales are a rare find (DOC)\n\nAdvert\n\nBeautifully, the rare whale’s name translates to treasure in the language of South Island Māori culture, and it’s spade-teeth is a distinctive characteristic.\n\nIts official name is mesoplodon traversii, and it is the rarest species of beaked whale ever to be found.\n\nWhile no one has ever seen one alive, the corpse allows scientists to finally see what’s so different about the whale.\n\nIt first washed ashore on Taieri Mouth on 4 July and was put into cold storage until officials knew what to do with the body.\n\nAdvert\n\nThe five-metre male, ended up allowing researchers to find something totally unexpected.\n\nThe Department of Conservation in New Zealand’s Rachel Wesley of the Rūnanga Maori assembly shared that this was the first time scientists and natives worked together to gain a deeper understanding of the whale.\n\nTe Rūnanga ō Ōtakou chair Nadia Wesley-Smith said the rūnaka will partner with DOC to find out what to do with the body.\n\nShe said: “It is important to ensure appropriate respect for this taoka is shown through the shared journey of learning, applying mātauraka Māori as we discover more about this rare species.”\n\nAdvert\n\nThe Taoka isn't like regular whales (Getty Stock Images)\n\nWhat was found was weird and amazing.\n\nWhen they took a closer look, they found that the whales have tiny vestigial teeth in their upper jaw, which many whales tend to evolve out of as it’s not necessary for survival today.\n\nThey also realised that the whales previously walked on land as well as living in the ocean as it had reduced hind limbs.\n\nAdvert\n\nScientists believe these limbs would have been legs around 50 million years ago, but now they’re a tool for sex.\n\nYou read that right.\n\nScientists believe they help improve the thrust.\n\nAnother interesting thing to come from the autopsy was that the whale had a whopping nine chambers in the stomach.\n\nMarine Science Advisor and whale expert Anton van Helden said, as per the Daily Star: \"In some of those stomachs we found squid beaks and some lenses from the eyes of squid, a few parasitic worms, and maybe some other parts of organisms that we are not quite sure of.\n\n“We have a parasitologist who will study them to find out what they are.\n\nDOC Coastal Otago Operations Manager Gabe Davies said in a statement: “Spade-toothed whales are one of the most poorly known large mammalian species of modern times. Since the 1800s, only 6 samples have ever been documented worldwide, and all but one of these was from New Zealand. From a scientific and conservation point of view, this is huge.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Easter treats appear on supermarket shelves in December - leaving people to joke 'Jesus hasn't even been born yet'",
            "link": "https://www.dailymail.co.uk/femail/article-14201061/Easter-treats-appear-supermarket-shelves-December-leaving-people-joke-Jesus-born-yet.html",
            "description": "Liberty Lester, from Jersey, spotted an aisle full of seasonal chocolate after visiting an Alliance store on December 16, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kkLk1-oDGY0mX0A2uVhEKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "8h",
            "source": "Daily Mail",
            "article_content": "Liberty Lester, from Jersey, spotted the unusually early arrival in Alliance store\n\nChristmas might be around the corner, but some shops have already started stocking their shelves with Easter treats - and it's left social media users divided.\n\nLiberty Lester, from Jersey, spotted an aisle full of seasonal chocolate after visiting her local Alliance supermarket on December 16.\n\nTaking to X, the dumbfounded shopper posted a photo of her discovery on her account @libertylester, alongside the caption, 'He's not even born yet,' seemingly referring to the birth of Jesus in December.\n\nIn the photo, four shelves can be seen packed with seasonal fan favourites, including Cadbury Mini Eggs, Creme Eggs and mini Smarties Easter eggs.\n\nThe post has since sparked a debate among Brits on social media, as people argue as to whether Easter chocolate should be available to buy throughout the year.\n\nReferring to the Alliance branch highlighted by Lester, one Jersey resident wrote, 'They also have Valentines cards,' to which Lester responded, 'I love organised people but that's too much.'\n\nAnother person joked: 'Read your bible. The wise men brought gold, cadbury creme, and myrrh.'\n\nOthers appeared triggered by the early arrival of Easter chocolate, with one person writing: 'Utter woke nonsense.'\n\nLiberty Lester, from Jersey, spotted an aisle full of seasonal chocolate after visiting her local Alliance supermarket on December 16\n\nAnother commented: 'Our shop got them yesterday....'\n\nA third quizzed, 'Did we sleep through Christmas?' while a fourth raged: 'Ridiculous!!!'\n\nMeanwhile, a number of Brits voiced support over the idea of Easter chocolate being available to buy year-round.\n\nOne person wrote, 'Hey man I get your point, but I’ll take a mini egg any day,' while another said, 'Chocolate is chocolate and mini eggs slap so I don't even care.'\n\nA third wrote: 'Y'all wouldn’t judge if I got the kilo bag of mini eggs for Christmas, perks of my dad working retail.'\n\nFinally, another commented: 'Creme egg and mini eggs should be available all year round!'\n\nIt comes as Cadbury has revealed it has axed a popular treat from its festive range, leaving fans resorting to drastic measures as they claim Christmas is 'ruined.'\n\nThe chocolate confectioner is facing backlash after confirming Festive Friends will not be returning to supermarket shelves in the run-up to Christmas.\n\nThe post has since sparked a debate among Brits on social media, as people argue as to whether Easter chocolate should be available to buy throughout the year\n\nSimilar to Cadbury's beloved Animals biscuits, Festive Friends are bite sized biscuits half covered in milk chocolate and shaped in a variety of traditional Christmas characters, such as Santa, snowmen and reindeer.\n\nCadbury fans have been looking forward to stocking up on the seasonal treat ahead of the festive season, but were left scratching their heads after failing to spot the beloved biscuits in shops across the UK.\n\nFans took to social media in September to search for answers, but have since been left 'heartbroken' after the chocolate giant confirmed their decision to discontinue the product.\n\nOne dedicated fan wrote, 'Have Cadbury's stopped selling Festive Friends? Because I haven't seen any anywhere and I'm disappointed,' to which another responded, 'You and me both!!!'\n\nIn response, a Cadbury spokesperson wrote: 'Hi there, we can confirm that Festive Friends are being replaced by Festive Animals this Christmas."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After drone hysteria takes over U.S, a bizarre alien conspiracy theory called Project Blue Beam re-emerges; here's all about it",
            "link": "https://www.msn.com/en-in/entertainment/bollywood/after-drone-hysteria-takes-over-us-a-bizarre-alien-conspiracy-theory-called-project-blue-beam-re-emerges-heres-all-about-it/ar-AA1w2tNB?ocid=BingNewsVerp",
            "description": "Latest reports are claiming that following the drone scare in the US, now another hysteria has eventually taken over the US ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cJP9DKWkmv6Gok-8ZvWPxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "10mon MSN",
            "source": "The Economic Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mystery New Jersey Drones Spark Baseless Conspiracy Theories: Here’s What We Know, As Federal Agencies Say There Are No Anomalies",
            "link": "https://www.msn.com/en-us/news/us/mystery-new-jersey-drones-spark-baseless-conspiracy-theories-here-s-what-we-know-as-federal-agencies-say-there-are-no-anomalies/ar-AA1w1Dyl?ocid=BingNewsVerp",
            "description": "Federal officials have said there’s no evidence of abnormal drones, but conspiracy theories like Project Blue Beam are still ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5Dp8a4Q6OXaR_R2pJPfeuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "5hon MSN",
            "source": "Forbes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "More UFO sightings reported in Cornwall as strange lights appear in sky",
            "link": "https://www.msn.com/en-gb/news/world/more-ufo-sightings-reported-in-cornwall-as-strange-lights-appear-in-sky/ar-AA1w2nC4?ocid=BingNewsVerp",
            "description": "More people have reported seeing unusual objects in the night sky in Cornwall as UFO sightings increase. The mysterious ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Py0ojiItsVhXUiTbagFKMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Cornwall Live on MSN2h",
            "source": "Cornwall Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO expert says he's found portal that could be used for alien invasion of Earth",
            "link": "https://www.mirror.co.uk/news/weird-news/ufo-expert-says-hes-found-34332205",
            "description": "Carl Nally, of UFO and Paranormal Research Ireland (UPRI), has issued a warning about a potential alien invasion and believes ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wLo5xEMdTuEczYAb6S96BC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "4h",
            "source": "The Mirror",
            "article_content": "A UFO expert believes that aliens could invade Earth at any moment and warned that they \"will make themselves known\".\n\nCarl Nally, of UFO and Paranormal Research Ireland (UPRI), issued the chilling warning after unexplained flying objects were spotted near military facilities. The mystery sightings came in the US, UK and Germany. Mr Nally said sightings are on the rise and believes there could be a portal for aliens to enter and exit Earth.\n\nAccording to Mr Nally, the secret entrance is nestled in the middle of Ireland between Athlone and Slane. His claims come after US authorities said they were unable to establish the origin of the objects. \"We have no evidence at this time that the reported drone sightings pose a national security or a public safety threat, or have a foreign nexus,\" a White House official said last week.\n\nImage: X/@charliekirk11) X/@charliekirk11)\n\nMr Nally claimed that if the flashing lights that were spotted were simply drones, it would have been confirmed by now. He told the Irish Mirror: \"It’s an amazing situation, the way we see it. You would imagine that, when anything appears over a military base, a military helicopter would go up and investigate them but they haven’t done that.\n\n“They call them drones. Are they drones or UFOs? They would have identified them by now if they were drones – even just by shooting one of them down to see what it is. But they haven’t done that, and that leads us to believe that, possibly, it could be UFOs again.”\n\nMr Nally said the appearance of flying objects near military bases is part of an unprecedented global surge in UFO sightings over the past two months – including in Ireland, where several suspected UFOs have been spotted around Slane and Athlone. He suggested there were certain locations on the planet where UFOs enter from space and leave again, and claimed one such location may exist in the Irish midlands – explaining the uptick in sightings in recent weeks.\n\nImage: littlespacemochi/ Reddit) littlespacemochi/ Reddit) Image: littlespacemochi / Reddit) littlespacemochi / Reddit)\n\n“It’s very peculiar that it’s happening in a lot of places at the same time,” said Mr Nally. “We’re not used to that on this side of the world. At some point, they will make themselves known, and why not now?”\n\nThe UFO expert said the recent sightings suggested extra-terrestrials were assessing military strength, and noted that UFOs had also been spotted in the vicinity of nuclear facilities. \"It seems to be some kind of observation that’s going on at this point in time, and it seems to have increased, without a shadow of a doubt, and you would wonder,\" he claimed.\n\nMr Nally was relaxed about the prospect of an alien invasion, however, and suggested there were greater threats to mankind to worry about. \"If you put that [an alien invasion] on one side of the scales and AI [artificial intelligence] on the other, I’d be more concerned about AI,\" he said.\n\nMr Nally has co-authored three books on aliens and UFOs with Dermot Butler, the most recent of which was Circle of Deceit. They are currently working on their fourth book."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tiny particle, huge potential: Scientists discover new type of quasiparticle present in all magnetic materials",
            "link": "https://www.msn.com/en-us/science/physics/tiny-particle-huge-potential-scientists-discover-new-type-of-quasiparticle-present-in-all-magnetic-materials/ar-AA1w2yEp?ocid=BingNewsVerp",
            "description": "Researchers recently made a groundbreaking discovery on the nanoscale: a new type of quasiparticle found in all magnetic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MZa2m--GTpp5feticwMAsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "39mon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Year in Physics",
            "link": "https://www.quantamagazine.org/the-year-in-physics-20241217/",
            "description": "'Hint' is the preferred term because the sign in the heavens isn’t quite robust enough to be called 'evidence,' to say ...",
            "image_url": "https://www.bing.com/th?id=OVF.6r6WtgToJ7U7sAGQulDRnA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Quanta Magazine20h",
            "source": "Quanta Magazine",
            "article_content": "Dark Matter Is Dead, Long Live Dark Matter\n\nIn the search for the invisible components of the universe, dark matter reached a discouraging milestone. (Fuzzy on the difference between dark energy and dark matter? Read our Fundamentals newsletter from May.) Experimenters hunting for hypothesized dark matter particles known as WIMPs — heavy, inert particles that were long considered the top candidate for the nonreflective stuff floating in and around galaxies — hit a limit. Detectors have become so sensitive that they’re now picking up the glow of neutrinos from the sun, which blinds them to any subtler signals. “So that’s kind of the end of the WIMP detection era,” the Stanford University physicist Natalia Toro told us.\n\nShe and other dark matter hunters have switched gears and now seek new dark matter candidates, especially lightweight but abundant particles that would come in multiple species. “The most common hypothesis is that this is somehow simple. Why on Earth should we expect that?” said Philip Schuster, also a Stanford physicist, voicing an increasingly common sentiment among specialists.\n\nLest you suspect that dark matter is the Ptolemaic epicycle of the 21st century — a long-believed but convoluted and ultimately erroneous model of the universe — astronomers discovered a new reason to think it’s really out there. The finding, an object called MACS J0018.5, has proved so compelling that people are referring to it as the new Bullet Cluster. In the original Bullet Cluster — long considered one of the single most persuasive pieces of evidence for dark matter’s existence — we see two enormous clusters of galaxies crashing together. The colliding gas glows brightly in the center of the crash site, but most of the matter has sailed right through, forming heavy, light-distorting blobs on either side. That’s how dark matter particles would behave, because they don’t (or barely) interact.\n\nMACS J0018.5 is similar, except the galaxy clusters are merging along our line of sight. Researchers effectively pointed a radar gun at them and found that their visible gas has slowed as it collides while the majority of the mass moves faster, unimpeded by the collision.\n\nThese merging clusters are hard to explain without invoking the kind of invisible particles we’re looking for."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Current generated by the quantum Hall effect found to have additional magnetic properties",
            "link": "https://www.msn.com/en-us/news/technology/current-generated-by-the-quantum-hall-effect-found-to-have-additional-magnetic-properties/ar-AA1w2hHX?ocid=BingNewsVerp",
            "description": "The quantum Hall effect, a fundamental effect in quantum mechanics, not only generates an electric but also a magnetic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.22pYpzqGBkhyAH7NB94ogS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "3hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Iceberg of Quantum Physics Explained!",
            "link": "https://www.msn.com/en-us/video/money/the-iceberg-of-quantum-physics-explained/vi-AA1w00zW?ocid=BingNewsVerp",
            "description": "You’ve heard of quantum physics, but how much do you really know? This video explains quantum concepts in layers – starting ...",
            "image_url": "https://www.bing.com/th?id=OVF.AuuOBNeFx%2bdxWKx%2bXz8wow&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Hosted on MSN11h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ANSWERS TO CORRESPONDENTS: Why was antimony so prized by alchemists?",
            "link": "https://www.dailymail.co.uk/news/article-14199889/answers-correspondents-antimony-prized-alchemists.html",
            "description": "The word antimony comes from the Greek anti and monos: 'a metal not found alone' and it can be found in more than 100 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NCfk3Wb8FMNdv_oPUK1XTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "19h",
            "source": "Daily Mail",
            "article_content": "QUESTION: Why was antimony so prized by alchemists?\n\nSir Isaac Newton (1642-1727), the towering genius of the Scientific Revolution, was dubbed ‘the last of the magicians’ by John Maynard Keynes. It is often forgotten that Newton was obsessed with alchemy, having written more than a million words on the subject.\n\nAlchemy was an ancient practice that combined elements of science, philosophy and mysticism. It aimed to transform base metals like lead into noble ones such as gold, discover a universal elixir of life, and understand the fundamental nature of matter and existence.\n\nAntimony’s very reactivity with usually inert elements made it fascinating to alchemists.\n\nNewton held that antimony, along with quicksilver (mercury), was the foundation of alchemy: ‘That other (and properly named) chalybs is antimony for it is created from nature of itself (without art) and it is the beginning of the work.’ (In alchemy the chalybs was a foundation chemical of ‘the Art’.)\n\nOutside its supposed alchemical properties, antimony is a chemical element belonging to the nitrogen group. It has the atomic number 51 and is a lustrous, silvery-grey semi-metal with a flaky texture. Unlike typical metals, antimony is not malleable but hard and brittle and can be crushed to a powder.\n\nA unique property of antimony is that, because its solid form is less dense than its liquid form, it expands as it freezes (like water).\n\nThe word antimony comes from the Greek anti and monos: ‘a metal not found alone’ and it can be found in more than 100 different minerals. Its chemical symbol is Sb, which comes from the element’s historical Latin name, stibium.\n\nAntimony became widely used in Medieval times, mainly to harden lead, although some was taken medicinally as a laxative pill. Today about half of all antimony is used to make antimony trioxide for flame-proofing.\n\nSir Isaac Newton (1642-1727), English Mathematician And Physicist. Colored English Line And Stipple Engraving, 19th Century\n\nCharles Rees, Warwick\n\nQUESTION: What became of New Zealand’s Moriori people?\n\nThe Moriori were an indigenous Polynesian people who settled the Chatham Islands, east of New Zealand, around the 14th century. They had a relatively peaceful hunter-gatherer lifestyle, relying on seal meat and seafood and adapting to the Chatham Islands’ harsh and cold environment.\n\nTomorrow's questions:\n\n\n\nQ: It took 24 years for Gladiator II to be released after Gladiator. What are the longest time gaps between original feature films andtheir first sequel? John Rutherford, Sevenoaks, Kent Q: What did the Keeper of the King’s Conscience do? Martine Garner, Norwich Q: Was a postbox installed in a crematorium? What was it for? Will Livesy, Truro, Cornwall Advertisement\n\nThey developed a pacifist, collectivist culture known as the law of Nunuku, based on the teachings of the 16th-century Moriori leader Nunuku-whenua.\n\nMeanwhile, the main islands of New Zealand were settled by the Maori, who developed an agricultural and warlike society, with fortified villages and organised tribal structures.\n\nIn 1835, Maori tribes from mainland New Zealand invaded the Chatham Islands, seeking new resources and territory. The Moriori, adhering to their principle of nonviolence, did not resist. They were enslaved and killed. The Moriori population fell from around 1,600 to fewer than 100 within 30 years.\n\nA Moriori survivor recalled: ‘[They] commenced to kill us like sheep... [We] were terrified, fled to the bush, concealed ourselves in holes underground, and in any place to escape our enemies. It was of no avail; we were discovered and killed.’\n\nThe Moriori suffered injustice after injustice; after 30 years of slavery, the Chatham Islands were awarded to their invaders in an 1870 Native Land Court decision.\n\nThere was a systematic portrayal of Moriori as a ‘lazy, stupid people’ genetically distinct from Maori and Polynesians. This description could be found in a 1916 copy of School Journals, a series of educational magazines used across New Zealand elementary schools. The last known full-blooded Moriori, Tommy Solomon (Tame Horomona Rehe), died in 1933.\n\nEmilia Turner, London SE27\n\nQUESTION: Is Valiasr Street in Tehran the longest residential street in the world?\n\nValiasr Street, the longest in the Iranian capital (and in the Middle East), spans 11 miles from Rahahan Square in the south to Tajrish Square in the north. Built in the 1920s under Reza Shah Pahlavi, it was originally called Pahlavi Street. It was renamed Valiasr or Vali-e Asr following the 1979 Iranian Revolution.\n\nValiasr Street is the longest in the Iranian capital, Tehran (pictured) and it spans 11 miles from Rahahan Square in the south to Tajrish Square in the north\n\nYonge Street in Toronto, Canada, is the longest street in the world. Measuring 34 miles, it connects Lake Ontario in the south to Lake Simcoe in the north.\n\nThe longest street in Britain is disputed, with both Duke Street in Glasgow and King Street in Aberdeen commonly claiming to be two miles long.\n\nSteven Lewis, Coventry"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It's worth mixing it up: what combination of policies will lead to a clean energy future?",
            "link": "https://www.sciencedaily.com/releases/2024/12/241216125923.htm",
            "description": "How can we ensure that as many households as possible adopt not only solar panels, but also their own battery to store solar energy, a heat pump, and an electric car? Researchers have looked into just ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "Science Daily22h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    }
]