[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Two of the most iconic flying saucer photos ever are from RI? Our history of UFO sightings",
            "link": "https://www.msn.com/en-us/news/technology/two-of-the-most-iconic-flying-saucer-photos-ever-are-from-ri-our-history-of-ufo-sightings/ar-AA1vku1x?ocid=BingNewsVerp",
            "description": "Has Rhode Island ever been visited by UFOs and flying saucers? The Ocean State ranks nationally for sightings and has some of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K7J8TZB0zEgD_mYxiLC7jC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "14hon MSN",
            "source": "Providence Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Manchester Airport debunks UFO claims of ‘orb’ floating around its airspace",
            "link": "https://www.msn.com/en-us/lifestyle/travel/manchester-airport-debunks-ufo-claims-of-orb-floating-around-its-airspace/ar-AA1vk5I4?ocid=BingNewsVerp",
            "description": "Manchester Airport has refuted claims that a UFO was spotted in its airspace and floating on its runways after theories ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0ffSVcN6pfSQY49Pswg8Ai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15hon MSN",
            "source": "The Independent on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO thanks sponsors of this Sunday’s Paskong Pinoy 2024",
            "link": "https://www.saipantribune.com/news/local/ufo-thanks-sponsors-of-this-sunday-s-paskong-pinoy-2024/article_99a34652-b2d1-11ef-9b72-3fe5ea6bf67f.html",
            "description": "IT&E CNMI, RNV Construction and its affiliates Homesmart Residences and Best Deal Merchandises, Hong Ye Construction, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Dk0EKjYVy93A_uBtdJHkIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Saipan Tribune4h",
            "source": "Saipan Tribune",
            "article_content": "× Browser Compatibility\n\nYour browser is out of date and potentially vulnerable to security risks.\n\nWe recommend switching to one of the following browsers:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BUYING THE UFO FOR FREE! *HOW TO* (Roblox Jailbreak)",
            "link": "https://www.msn.com/en-us/technology/general/buying-the-ufo-for-free-how-to-roblox-jailbreak/vi-AA1vikTi?ocid=BingNewsVerp",
            "description": "In today's video, we show you how to get the UFO in Jailbreak for FREE! Shoutout to my boy Chris for help!Chris: <a href=\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e6BxlhcMsHB1-e3XUw-iey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN23h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Hearing - George Knapp claims congress PASSED on talking to FIRST HAND WHISTLEBLOWERS",
            "link": "https://www.msn.com/en-us/politics/government/ufo-hearing-george-knapp-claims-congress-passed-on-talking-to-first-hand-whistleblowers/vi-AA1vjtKc?ocid=BingNewsVerp",
            "description": "George Knapp has claimed that Congress was given the chance to speak with first hand whistleblowers at the last hearing and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XR-n8rdLlw4Hj-Z0_w4QQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Twos is a to-do app that uses AI to suggest actions to complete your tasks",
            "link": "https://www.msn.com/en-us/news/technology/twos-is-a-to-do-app-that-uses-ai-to-suggest-actions-to-complete-your-tasks/ar-AA1vktyc?ocid=BingNewsVerp",
            "description": "The overarching promise of companies working on AI-powered productivity tools is to build solutions that would do a task for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Os_zIiY_8uAMT--ds21fQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Twos is a handy to-do list app with exactly the right amount of AI",
            "link": "https://www.theverge.com/2024/12/5/24313672/twos-app-tasks-notes-ai",
            "description": "The developers of the app Twos are taking a much more cautious and, as a result, much more actually useful approach. Twos is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uUWJZsVTVp1wWuSEqoDzSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "9h",
            "source": "The Verge",
            "article_content": "A lot of AI tools promise something like magic. Just write down all the stuff you need to do, or better yet, just let the tool record every second of your life, and presto manifesto, it’ll do… something. Buy plane tickets, maybe, or magically reorder your calendar to maximize your flow state. The idea is huge and enticing, that you could just live your life and your AI assistant will make everything happen on your behalf. But hardly any of it works.\n\nThe developers of the app Twos are taking a much more cautious and, as a result, much more actually useful approach. Twos is an app for taking notes, managing to-dos, and generally making lists of any and every kind — Parker Klein, the app’s creator, just calls it “a place to write things down.” Klein has been working on the app for nearly a decade, first as a tool just for himself and most recently as a true startup. I’ve been using Twos off and on for a couple of years, and there’s a lot to like about the app.\n\nThe Twos AI approach, which Klein and cofounder Joe Steilberg call “smart suggestions,” is to use AI to help you simply take the first step in getting something done. If you write down the name of a movie, Twos might offer you a link to a JustWatch search or the IMDb page for that movie. If you write a person’s name and phone number, it can add them to your contacts with one tap. If you’re making a grocery list, it’ll send you to Amazon or Walmart or Instacart to buy it.\n\nThe logic behind all these suggestions is really simple: Twos looks for certain words and phrases to determine what you’re trying to do and which integration makes the most sense. (You can pick and choose, too — I never use Uber Eats, for instance, so I turned that off entirely.) All the smart suggestions really do is take the first step. They’re definitely not perfect — when I type “bake blueberry muffins,” it offers me an Allrecipes link, which is helpful and relevant, and a Google Maps search for “blueberry muffins around me,” which is not. But even in the feature’s early days, I’ve found it way more useful than almost every other, vastly more ambitious productivity tool.\n\nLike any to-do list app worth its valuation, Twos now has an AI chatbot. Image: Twos\n\nTwos also has a built-in chatbot, which you can use to ask questions about your notes. If you use your note-taking app like a journal, this can be really cool — “what was the name of that Thai food place we went to a few weeks ago?” is a surprisingly common question in my life. Lots of apps have something like this, and they all suffer from the same problem: if you don’t put everything in the app, the search isn’t that useful. But whether it’s Notion or Dropbox or Twos, the AI integrations reward the heaviest users.\n\nAI turns Twos into not just my to-do list but the jumping-off point for all my tasks. Since the app works across platforms — it’s fundamentally a web app, but there are versions for Android and iOS, Windows and Mac, and more — it’s easy to just dump information into. Then, when it’s time to leave for the restaurant I wrote down and promptly forgot the name of, I open Twos, tap the sparkles that appear next to any item with a smart suggestion, and it opens Google Maps and directs me there. You can store and organize things inside of Twos, but I find myself using it transiently, just for the small things in day-to-day life. I need to make bread: click the sparkles, bread recipes appear. Remember to buy those Sesame Street bath toys for the kid: click the sparkles, Amazon search done. Ollie’s birthday is December 7th: click the sparkles, in my contacts.\n\nFor now, the Twos smart suggestions are only available in beta testing, and there’s a waitlist for new users. (Though Klein did tell me that if you sign up and use the code “Verge,” you’ll be able to skip the line.) Klein and Steilberg are working on more integrations and more ways to do even more with just a few words of your writing. They’re obviously enticed by how far this might go. Why not automatically buy the toys or start the grocery delivery and take a cut for themselves? It’s an age-old idea, that one. Any.do tried it years ago; there was even a frenzy of apps like Magic that would do it all via text message. Even the Alexa business model used to depend on you being willing to just shout “buy toilet paper” at your speaker and trust it to do the rest.\n\nThere’s just one problem with the idea: it doesn’t work. There are too many logistical questions, too many ways to screw it up, and too many consequences for getting it wrong that it’s not going to work anytime soon. If ever."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Suno AI now lets aspiring music creators on Android join in on the fun",
            "link": "https://www.androidauthority.com/suno-ai-comes-to-android-3506081/",
            "description": "The Suno AI app, an AI music generator, has arrived on the Google Play Store, nearly half a year after it came to iOS.",
            "image_url": "https://www.bing.com/th?id=OVFT.Jw4ZfH7MlKOlm_KkUuOA1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "Android Authority",
            "article_content": "Andy Walker / Android Authority\n\nTL;DR Suno AI is now available to download on Android.\n\nThe mobile version of the AI-powered music creation tool was previously only available on iOS.\n\nUsers will be able to use the app to generate songs that include lyrics, vocals, and instrumentation.\n\nAlmost a half year after it arrived on iOS, the Suno AI app is now also available on Android. So if you have an Android phone and have been wanting to make some music with Suno away from your computer, you now have the freedom to do so.\n\nIf you’re not familiar with Suno AI, the company behind the app describes it as an AI music studio. Similar to how other generative AI tools, like ChatGPT, work, it’s able to generate a result based on whatever prompt you submit. In this case, it can turn text into up to four-minute full songs.\n\nSuno AI isn’t the only AI music generator out there, but it sets itself apart by being able to create everything from the instrumentals to the vocals and lyrics. In the clip below, you can hear an example of a song Rolling Stone made using the AI.\n\nRolling Stone · Soul Of The Machine The AI-powered app first made waves back in December 2023 when it partnered with Microsoft to create a plugin for Copilot. Its ability to generate music that sounds as if it were created by a human artist helped jettison its popularity. Now, if you go into the Google Play Store and search for Suno AI, you’ll find a listing for the app.\n\nIn addition to having the ability to create your own songs, you’ll be able to browse creations from other users. You can also curate your songs and follow other creators.\n\nOne of the biggest complaints about the app is the audio quality. However, Suno recently released an update that fixed this issue and introduced a new ReMi (pronounced “ray me”) lyric writer that can produce edgier lyrics.\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Android Is Now Using AI to Upgrade Your Phone’s Closed Captions",
            "link": "https://www.wired.com/story/android-pixel-december-2024-software-updates/",
            "description": "Google is rolling out new features for Android and Pixel devices, including a new memory capability for Gemini and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a-4CEBDkf2Xe-uFRbtzqDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "Wired",
            "article_content": "Other Android upgrades include better-looking document scans in Google Drive thanks to improved contrast and white balance in the document processing steps, and easier sharing with Quick Share, which is the Google equivalent of Apple's AirDrop. You can quickly share images and videos with a QR code rather than requiring the person to be a contact or fiddling with your app's sharing settings.\n\nOne of the most notable Gemini enhancements is “Saved info with Gemini,” which lets you tell Gemini to remember certain things about yourself so that it can generate better results tailored for you. As an example, if you're vegan and you ask it to find recipes, Gemini can remember that you're vegan and will only provide vegan recipes without you ever having to specify that detail in your query.\n\n“Saved info with Gemini” is rolling out to Gemini on all Android phones and the web.\n\nPixel Phone Updates\n\nMany other new features being announced today will specifically roll out to Google's Pixel phones, though some of these may make their way to the broader Android ecosystem down the road.\n\nSome core Pixel phone features are getting quality-of-life updates. Call screen, which is Google's system that screens phone calls to obliterate robocalls and telemarketers from your life, now offers suggested replies you can tap through when a call is being screened. So if a delivery driver is calling and you're in a meeting, you can respond through a series of taps on the screen instead of picking up. You can also look at the real-time conversation between Google's screening agent and the caller, and take over at any time. This latter feature is available on Pixel 6 and newer, but the suggested replies are exclusive to the Pixel 9 series.\n\nCourtesy of Julian Chokkattu/Google\n\nGoogle's Recorder app, which transcribes recordings in real time, now has a “Clear Voice” feature you can toggle on to cut out distracting noises from the audio, like the typing of a keyboard or blaring horns on the street if you were in a noisy environment when you recorded the conversation. Cleaning up audio has been a bit of a theme for Google as it uses similar technology called “Clear Calling” in its Pixel Buds Pro 2 wireless earbuds and Pixel phones to reduce background sounds, not to mention the Audio Magic Eraser, which lets you erase unwanted sounds in recorded videos.\n\nNow Playing, one of the original features that debuted on the second Pixel phone, lets you see right on the lock screen what music is playing in your surroundings so you don't have to look anything up. This feature now can recognize even more songs and artists, and when you go to your Now Playing history in the settings menu, it'll show album art."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Mode could turn your next Google search into a conversation",
            "link": "https://www.techradar.com/computing/artificial-intelligence/ai-mode-could-turn-your-next-google-search-into-a-conversation",
            "description": "Google searches will be a lot more conversational on Android devices thanks to artificial intelligence, judging from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XABySnYxm-EihPz4GHeVmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "TechRadar",
            "article_content": "Google searches might soon be a lot more conversational on Android devices thanks to artificial intelligence, judging from unreleased code discovered by 9to5 Google. The Search app may soon add an AI Mode combining interactive discussions and other features that make Google's foundational service act more than a little like the Gemini AI assistant.\n\nAI Mode, referred to as AIM in the uncovered code, melds the human-like interactions of Gemini Live with Google Search and tosses in the visual understanding and analysis that you get from Google Lens. When in AIM, you'll be able to respond to what Google Search comes up with. Instead of just a list of results, you'll be able to ask follow-up questions, interrupt responses, and otherwise treat Search like it's Gemini Live.\n\nAI Mode should be available as a tab in the Google app's bottom navigation bar if and when it rolls out. In addition to using your voice to search, you can also use photos taken with your phone or other uploaded ones. You can then explain what you want to search for concerning the image. One additional amusing bit of the code is that its placeholder is a winking emoticon.\n\nGemini or Search?\n\nThe idea of AI Mode in Google Search makes sense at first glance but raises a few questions in context. It appears to be so similar to Gemini that it is more of a variation of Gemini Live. That would fit with how Google seems keen to get people to use Gemini for everything. AI Mode isn't identical to Gemini Live, as AI Mode would offer a multimodal experience that combines text, voice, and images, but it's close enough to make it hard to know when you would use one over the other.\n\nAI Mode might just be a road to a more comprehensive service. Augmenting Google Search with Lens's ability to ask questions about photos and videos and boosting the current voice interaction, which transcribes spoken requests, could pave the way for Google Search to become a facet of Gemini or vice versa. It could also change how we think about the most popular search engine in the world.\n\nInstead of turning to Google to say “show me results,” we could simply ask it to “give me a direct, thoughtful answer.”\n\nYou might also like"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "True Crime and Paranormal Expo coming to Capitol Theater",
            "link": "https://www.msn.com/en-us/entertainment/tv/true-crime-and-paranormal-expo-coming-to-capitol-theater/ar-AA1vlrUa?ocid=BingNewsVerp",
            "description": "Tickets for the True Crime and Paranormal Expo are available through Offbeat Horror and the Capitol Theater ’s websites.",
            "image_url": "https://www.bing.com/th?id=OVFT.XO0UGwlJizYsdTSFjSAp2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Bowling Green WBKO on MSN4h",
            "source": "Bowling Green WBKO on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jonathan Ross lands brand new series worlds away from famous ITV chat show",
            "link": "https://www.thesun.co.uk/tv/32121930/jonathan-ross-lands-new-paranormal-show-away-itv/",
            "description": "JONATHAN Ross is swapping his chat show desk for the graveyard for a brand new TV series. The seasoned presenter has hosted a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xcDtrzXYw6IjFJGdwESfLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "12h",
            "source": "The Sun",
            "article_content": "The star previously hinted he was filming a new TV show earlier this year to fans\n\nWossy's new gig Jonathan Ross lands brand new series worlds away from famous ITV chat show\n\nJONATHAN Ross is swapping his chat show desk for the graveyard for a brand new TV series.\n\nThe seasoned presenter has hosted a whopping 20 series of The Jonathan Ross Show since it moved to ITV in 2011.\n\n2 Jonathan Ross has landed a brand new show - worlds away from his chat show Credit: ITV\n\n2 Jonathan Ross pictured at Tower Hamlets Cemetery for Haunted Homecoming Credit: Discovery+\n\nHe previously had the prime time show on the BBC for nine years before it ended in 2010.\n\nBut Jonathan, 64, will step outside of his comfort zone when he goes back to his old stomping ground in East London for his new show.\n\nThe Sun can exclusively reveal Wossy will return to his childhood home where he once experienced a terrifying paranormal event in his parents' cellar.\n\nFilming for the show, which is called Jonathan Ross: Haunted Homecoming has wrapped and the star has shot scenes in eerie Epping Forest in the guise of the night.\n\nA source close to the show said: \"Jonathan has always been fascinated by ghosts and paranormal activity since he was a child.\n\n\"The new show is out of Jonathan's comfort zone but fans will get to see him like they haven't really before.\n\n\"Viewers will get a unique insight into Jonathan's upbringing as he opens up on his childhood and relationship with his family.\"\n\nHaunted Homecoming will land on Discovery+ on December 20th and will also air on Really.\n\nPsychic Medium Ian Lawman and Paranormal Investigator Dr Kate Cherrell will join Jonathan for the two-part series, with each episode spanning an hour.\n\nPopular chat show axed from ITV’s autumn schedules in as bosses reveal future\n\nEarlier this year The Sun revealed how Jonathan was in talks to make an epic BBC comeback.\n\nA source close to the star told how he was in negotiations to star in the celebrity series of The Traitors."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Conjuring' house, made famous by Hollywood movies and Connecticut's Warrens, loses business license",
            "link": "https://www.stamfordadvocate.com/entertainment/article/conjuring-house-ed-lorrain-warren-closing-19961243.php",
            "description": "The subject of the box office hit \"The Conjuring,\" a house in R.I. that came to be known as \"The Conjuring House\" has been ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K1WrSJPt0ljet6Mno25-KS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9h",
            "source": "StamfordAdvocate",
            "article_content": "The \"Conjuring\" house in Harrisville, RI on Oct. 14, 2020. The house, a 3,100 square foot farmhouse and eight-acre property, was made famous by the movie series that began in 2013. Boston Globe/Boston Globe via Getty Images\n\nThe subject of the box office hit \"The Conjuring,\" a house in Harrisville, R.I. (a village in the town of Burrillville) that came to be known as \"The Conjuring House\" has been ordered to close. Known for its alleged paranormal happenings, the house drew in paranormal investigators and fans who sought to stay over at the \"haunted\" attraction.\n\nOn Nov. 18, the renewal of the house's annual entertainment license was declined via a vote by the Burrillville Town Council, with Town Manager Michael C. Wood pointing out issues with insurance, police and the fire marshal as reasons why the renewal of the house's license should be declined.\n\n\"Quite frankly, there's too many problems on the site,\" Wood said in a video of the Nov. 18 meeting. \"It's unfortunate because it was a great business for the town in the past.\"\n\nAdvertisement Article continues below this ad\n\nDuring the meeting, it was determined by the Town Council that the house's entertainment license would cease at the end of November.\n\nIssues became prevalent a few weeks earlier when the Rhode Island Department of Labor and Training issued a stop work order after it was discovered that the business had been operating without workers' compensation insurance coverage since May 2024, according to the Providence Journal. The stop work order was lifted in mid-November when the necessary insurance was obtained.\n\nBoston Globe reporter Amanda Milkovits and her sister Susanne Carpenter, and colleague John Huntington, Paranormal Investigator in the house's \"dairy room\" in the cellar at the \"Conjuring\" house in Harrisville, RI on Oct. 14, 2020. Boston Globe/Boston Globe via Getty Images\n\nOn Oct. 28, house owner Jacqueline Nuñez was charged by Burrillville police for driving under the influence. Nuñez's charge will be addressed at a pretrial conference on Dec. 17, according to the Providence Journal.\n\nAdvertisement Article continues below this ad\n\nNuñez purchased the house in 2022 for $1.5 million — a 3,000 square-foot property located on eight acres of land that boasts three bedrooms and two bathrooms. The house is open to the public for house tours and investigations for paranormal researchers. \"The Conjuring House\" also offers overnight stays and a \"GHamping experience\" which allows guests to camp outside while exploring the house at night.\n\nIn the 1970's, paranormal researchers Ed and Lorraine Warren made multiple visits to the small house in Harrisville to investigate what was believed to be a \"haunting.\" The couple traveled from Connecticut to investigate reports of levitating furniture and smells of rotting flesh, according to the New England Society of for Psychic Research (NESPR), an organization founded by the Warrens.\n\nThe events surrounding the Warrens' investigation into the house were cemented in film history with the 2013 movie \"The Conjuring.\" The popularity of the movie led to the \"Conjuring Universe\" of movies, which have collectively grossed more than $2 billion globally at the box office.\n\nTony Spera, co-director of NESPR and the son-in-law of the Warrens, said that he believes there is still much left to uncover behind the \"haunting\" of the \"Conjuring\" house.\n\nAdvertisement Article continues below this ad\n\n\"Annabelle\" doll in the house's living room at the \"Conjuring\" house in Harrisville, RI on Oct. 14, 2020. Boston Globe/Boston Globe via Getty Images\n\n\"Much can be learned from paranormal research, in trying to pierce the veil between our world and the paranormal realm,\" Spera said via Messenger. \"We have just scratched the surface with respect to understanding spirit entities and why they sometimes haunt specific locations.\"\n\nIn an exclusive interview with WPRI, Nuñez said she is not shutting down in December so that she can accommodate guests who have made reservations for this month. However, new tours are not being booked. Nuñez said she will attempt to get the business license back, but if that fails, she will not sell the house.\n\n\"There are people that want me to sell. I’m never selling,\" Nuñez told WPRI. \"If I don’t run a business, I still have a great house.\"\n\nAdvertisement Article continues below this ad\n\nAccording to the Burrillville town ordinances, an entertainment license can be revoked \"for violation of any requirement of this article.\" The punishment for violations to the town ordinances, according to Sec. 1-6 of the ordinances, can include a fine of up to $500, up to 30 days of imprisonment, pay a restitution of up to $2,500 or 10 days of community service."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Forget GTA 6, all I need is this free-to-play, open-world anime RPG",
            "link": "https://bgr.com/entertainment/forget-gta-6-all-i-need-is-this-free-to-play-open-world-anime-rpg/",
            "description": "Ananta is a new free-to-play, open-world action RPG that combines elements from Grand Theft Auto, Marvel's Spider-Man, and ...",
            "image_url": "https://www.bing.com/th?id=OVF.504MV%2fzs6gqmPXvwoiwhfQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "BGR",
            "article_content": "What a coincidence! Almost precisely one year after Rockstar Games shared the first trailer for Grand Theft Auto 6, Chinese developer Naked Rain has revealed a name and shown off actual gameplay for its free-to-play, open-world urban action RPG Ananta.\n\nOriginally known as Project Mugen, this eye-popping amalgamation of a dozen other games is shaping up to be one of my most anticipated titles. In its new trailer, you’ll see elements of some of the most popular releases of the last decade or so, from the web swinging of Marvel’s Spider-Man to the massive urban cityscape of Grand Theft Auto to the sports minigames you might get in Wii Sports. All of that within the friendly confines of a cutesy anime world in the same vein as Genshin Impact, Tower of Fantasy, or Wuthering Waves.\n\nSome of the in-game activities I spotted in the trailer include skateboarding, attending a concert, dancing in a club, beach volleyball, basketball, toilet racing (?), swinging through the city, driving, shooting weapons, weightlifting, and darts, just to name a few.\n\nWe don’t know much about the game yet, but the developer has shared a few details. You will play as an elite agent of the A.C.D. (Anti-Chaos Directorate), and it’s your job to stop the Chaos running rampant in Nova City. Along the way, you’ll have to deal with everything from “spooky paranormal phenomena to toilets racing through traffic in the streets.”\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\n“Throughout the game, players will also encounter adventures and exploration in other interconnected cities,” adds publisher NetEase Games. “Whether it’s partying at the Sonic Boom Club, visiting the Whalebone LibraryFlying Bone Library, or experiencing the lively Eve GalleryEve Art Museum, there’s always something exciting to do.”\n\nAnanta doesn’t have a release date, but an offline technical test will begin in Hangzhou, China, on January 3rd, 2025. We don’t know who will be included in the test, but if you want to keep up with the game, you can pre-register on the Ananta website."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Netflix’s Jentry Chau vs. the Underworld has one scene I can’t stop thinking about",
            "link": "https://www.polygon.com/review/490353/jentry-chau-vs-underworld-review-ali-wong",
            "description": "[ Ed. note: This post contains spoilers for Jentry Chau vs. the Underworld.] ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WvwUybojCSshPjYOya5pey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "11h",
            "source": "Polygon",
            "article_content": "I love a good show about teenagers fighting supernatural entities while also facing the mortifying ordeal of being a high school student. So Netflix’s Jentry Chau vs. the Underworld, which not only sees a superpowered teenage girl battle demons but also draws from Chinese mythology, seems like it was created in a lab just for me. From the first trailer, I had high expectations. With bright, bold colors and character designs, compelling character relationships, and some very funky monsters and action sequences, it really checked all my boxes.\n\nBut there’s one specific scene that I can’t stop thinking about, because it so perfectly exemplifies the tone of this show and why it works so well.\n\n[Ed. note: This post contains spoilers for Jentry Chau vs. the Underworld.]\n\nImage: Netflix\n\nJentry Chau vs. the Underworld kicks off when 16-year-old Jentry (Ali Wong) learns that a demon is after her for the powers she’s suppressed for most of her life. She must return to her hometown in Texas with her great-aunt Gugu (Lori Tan Chinn) in order to close a portal to the underworld and prevent more monsters from wreaking havoc in the world. All the while, she tries to fit in with her new (old?) classmates and slowly learns more about her own past and Gugu’s refusal to reveal more about her parents.\n\nAbout halfway through the show, Jentry discovers that Kit (Woosung Kim), the new boy at school with big, dreamy eyes, is actually a Painted Skin demon from Chinese mythology. This means that he’s actually a long-limbed shadowy demon who must construct elaborate disguises out of human skin to conceal his true form. Jentry is initially hurt by this revelation, but she eventually seeks his help to create a skin form in her image for a heist.\n\nCue a montage where the two of them carefully sew together a Jentry skin in Kit’s dimly lit workshop while a soft romantic song plays. Kit cuts into a roll of flesh so that it best replicates Jentry’s body, and gently tilts her face up so he can measure her chin. Jentry is mildly disgusted when Kit rifles through a bin of body parts and asks him to warn her when he picks the eyes, to which he replies he already knows the exact match for her eyes, because he’s imagined them so often — and Jentry blushes.\n\nImage: Netflix\n\nIt’s a bit gross. It’s incredibly intimate. It’s uncanny, yet super romantic. It’s adorably reminiscent of a budding high school romance, and also like something out of The Silence of the Lambs. But it’s emblematic of how showrunner Echo Wu has marvelously leaned into the wonderfully weird, both with the paranormal elements and the more grounded stakes.\n\nThe show leans pretty hard on the more terrifying aspects of Chinese mythology, like a trip to Diyu, the Daoist version of hell, where souls are tortured for eons. The bright colors and cartoonish character designs keep the show firmly planted in PG territory, but it does get a bit freaky, in a good way. At one point, for instance, the house ghosts need to generate some more ectoplasm, so one of them volunteers to be brutally maimed — off screen, but with some screaming — in order to generate just a splash of magical ghost fluid. And even with those darker elements, the tone never gets too dire, and a lot of the fun comes from the weird situations and paranormal entities that Jentry and her friends encounter.\n\nAnd because Wu is tapping into a cultural mythos that American animation hasn’t fully explored, none of the supernatural plotlines feel overdone (do we really need another broody vampire when we can have a Painted Skin demon?). American cartoons have long flirted with Chinese mythology, without actually delivering. American Dragon: Jake Long and The Life and Times of Juniper Lee, two animated shows that aired in the mid-2000s, also featured a young Chinese American protagonist guided by an elderly relative to battle monsters — but both shows primarily prioritized Western mythology, only incidentally pulling in Chinese legends. Jentry Chau does the reverse: By default, everything Jentry encounters is from Chinese mythology, mixing in other cultural perspectives without assuming that the default is Western. It’s a unique lens, and one that really lets the show shine and avoid any trite cliches.\n\nJentry Chau vs the Underworld. Ali Wong as Jentry in Jentry Chau vs the Underworld. Cr. COURTESY OF NETFLIX © 2024 Image: Netflix\n\nBut even with the fun paranormal side, Wu never loses sight of the show’s more realistic threads. At the end of the day, Jentry is a teenage girl who just wants to be normal. Her relationships with her friends, her secretive great-aunt, and her own self might be colored by the paranormal, but they all feel very rooted in realism. The scene with Kit works so well because even though it’s a demon making a skin costume, it’s also about teenage crushes and complicated feelings (and the fact that those complicated feelings stem from your crush actually being a demonic creature). Jentry Chau vs. the Underworld certainly isn’t the only high school supernatural romp out there, but Wu takes care to balance the fantastical elements with the real ones.\n\nStill, the show works so well because Wu isn’t afraid to get weird. As both a coming-of-age story and a supernatural show, Jentry Chau could easily fall into some cliched genre pitfalls. But Wu doesn’t let that happen, simply by embracing the funkier beats and really letting them sing. It’s in the little details in the background, like Jentry’s Lisa Frank leopard poster and Gugu’s crocs. And it’s also in the bigger scenes, like that romantic moment between Jentry and Kit, set against the sewing of a flesh suit. Now that’s something special — and the whole show is a special, weird gem that sparkles with neon intensity.\n\nJentry Chau vs. the Underworld is available to stream on Netflix now."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hands-On Science Activities Bring Fire & Ice To Life At The Discovery Lab",
            "link": "https://www.newson6.com/story/67523dea445f88bc5867961f/hands-on-science-activities-bring-fire--ice-to-life-at-the-discovery-lab",
            "description": "Discovery Lab's new winter theme features fire and ice experiments, teaching kids about science through hands-on activities ...",
            "image_url": "https://www.bing.com/th?id=OVFT.j1uOtnnMy4LUXOktwgEp1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "News on 64h",
            "source": "News on 6",
            "article_content": "Today on the Coca-Cola Porch: Discovery Lab's new winter theme features fire and ice experiments, teaching kids about science through hands-on activities and Winter WonderCamps.\n\n-\n\nDiscovery Lab has launched a new theme in its Science Lab for the winter. All the activities and experiments involve either fire or ice.\n\nNews On 6's Alyssa Miller got to try one of the experiments out on the Coca-Cola Southwest Beverages Porch.\n\nWhat We Used: Dry Ice, Warm Water, Bubbles, Clear Tank\n\nHow It Works: Put a piece of dry ice in the tank and blow bubbles into it. Then combine warm water and dry ice. That will turn the solid ice into a gas. Pour the gas into the tank. The bubbles will float, and a cloud will form above a layer of clear gas.\n\nWhat It Teaches: This experiment teaches kids about phase changes, combustion reactions, and gas laws.\n\nDiscovery Lab Director of Education, Chip Lindsey said, \"You get iridescent rainbows on the bubbles, so what causes that? You see that the bubbles begin to float down through the carbon dioxide, what causes that? All of those questions are like an entry point to really talk about basic properties of physics, chemistry, and even biology.\"\n\nHow Can I Learn More?\n\nThe Discovery Lab will be doing these fire and ice experiments and activities daily in its Science Lab. There is also single-day Winter WonderCamps for kids from Pre-K through 6th grade on January 2, 3, and 6. Register for camp at https://www.discoverylab.org/camps."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of key protein complex shows evolution and adaptability of photosynthetic organisms",
            "link": "https://phys.org/news/2024-12-discovery-key-protein-complex-evolution.html",
            "description": "A team of researchers has revealed the structure of a modified and evolved version of Photosystem I (PS I), a key protein ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5DomTCgrH6HilTrs3buUPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nA 1 sites of MenB PS I. Credit: Science Advances (2024). DOI: 10.1126/sciadv.adp4937\n\nA team of researchers has revealed the structure of a modified and evolved version of Photosystem I (PS I), a key protein complex used by plants and cyanobacteria to convert sunlight into chemical energy. This discovery sheds light on the evolution and adaptation of photosynthetic organisms and could potentially lead to new, highly efficient systems for producing renewable solar fuels.\n\nThe research was led by K.V. Lakshmi at RPI's Baruch '60 Center for Biochemical Solar Energy Research. The center, established by Johanna and Tom Baruch, RPI Class of 1960 and Trustee Emeritus, is focused on understanding and enhancing the rates of photosynthetic processes, such as light harvesting, electron transport, and increasing the yield of products under changing environmental conditions.\n\nPhotosynthesis is the process that powers life on Earth by allowing plants and certain bacteria to harness sunlight and produce chemical energy. One crucial part of this process is the photosynthetic protein PS I, which helps turn light into usable chemical energy.\n\nBy examining the structure and function of PS I in unprecedented detail, scientists can understand the adaptation of photosynthetic processes under changing environmental conditions and learn to harness them for human-made artificial solar energy systems that could produce renewable fuels, such as hydrogen, a clean energy source.\n\nIn a new breakthrough study published in the journal Science Advances, the researchers focused on a modified version of PS I isolated from a cyanobacterium (a.k.a., blue-green algae). Although natural PS I contains a molecule called phylloquinone to transfer electrons, evolution and adaptation led to a variant with an alternate molecule called DMPBQ.\n\nSwapping the phylloquinone molecule is a major discovery, as it can help scientists understand how organisms can adapt their photosynthetic machinery to varying environmental conditions. This discovery suggests that the electron carrier can be swapped with other molecules that could allow PS I to be connected to catalysts that generate hydrogen, effectively turning the protein into a tiny solar-powered fuel factory.\n\nThe electron transfer chain cofactors of PS I from WT Synechocystis 6803 and the MenB deletion variant. Credit: Science Advances (2024). DOI: 10.1126/sciadv.adp4937\n\nThe study used a cutting-edge technique known as cryogenic electron microscopy to capture a highly detailed picture of the modified PS I. With a resolution of 2.0 Ångströms (less than a millionth of a millimeter), the research provided new insights into how PS I interacts with different quinones—molecules involved in the transfer of electrons, which is essential for converting sunlight into energy.\n\nThese new insights will help scientists understand how and why these molecules are swapped as photosynthetic organisms evolve and adapt in nature, and in the future, may inform a design for improved versions of PS I for creating solar fuels.\n\nAccording to Lakshmi, the lead corresponding author of the study, \"Increasing global population and climate change uncertainties have compelled enhanced photosynthetic efficiency and yields over the coming decades. This presents a need for a thorough understanding of the adaptation of photosynthetic systems to changes in the environment and the key factors limiting photosynthesis.\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\n\"The knowledge gained in this breakthrough study helps us understand the adaptation of photosynthetic bacteria to environmental stressors and could help develop new, nature-inspired technologies for producing clean energy.\"\n\n\"This discovery led us to reconsider how quickly organisms can evolve, even under controlled laboratory conditions,\" added Penn State's John Golbeck, co-corresponding author.\n\n\"Understanding how these proteins work at such a fine level is essential for us to engineer systems with higher efficiency and yields. The discovery is part of a larger effort to create engineered photosynthetic systems that use natural processes to produce renewable fuels,\" said the University of Wisconsin-Madison's Chris Gisriel (formerly at Yale University), a primary author of the publication.\n\nCurrent methods for producing hydrogen often rely on fossil fuels or inefficient processes, but PS I-based systems have the potential to revolutionize the field by providing a more sustainable and effective solution. This work lays the foundation for further research into bioengineered energy systems and could eventually contribute to the development of large-scale, eco-friendly fuel production, helping to reduce our dependence on fossil fuels and combat climate change.\n\nMore information: Christopher J. Gisriel et al, Cryo-EM structure of a photosystem I variant containing an unusual plastoquinone derivative in its electron transfer chain, Science Advances (2024). DOI: 10.1126/sciadv.adp4937 Journal information: Science Advances"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Excelsior finalist: Rockford children's museum provides place for kids to play and learn",
            "link": "https://www.msn.com/en-us/news/us/excelsior-finalist-rockford-childrens-museum-provides-place-for-kids-to-play-and-learn/ar-AA1vjE4M?ocid=BingNewsVerp",
            "description": "Rockford's Discovery Center Museum is considered one of the nation's best museums for kids. It is a finalist for the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AlePO4oTIXAdUP9eowILni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "12hon MSN",
            "source": "Rockford Register Star on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI’s Material ‘Breakthroughs’ are Still Useless",
            "link": "https://analyticsindiamag.com/ai-origins-evolution/ais-material-breakthroughs-are-still-useless/",
            "description": "Orbital’s claims of a ‘radical’ improvement in the speed of material discovery are also backed by research findings from the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Tv_pc1SaFz0Nh_1N0FIjSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Analytics India Magazine1h",
            "source": "Analytics India Magazine",
            "article_content": "Recently, Amazon announced a multi-year partnership with Orbital Materials to use their ‘proprietary AI platform’ to develop new materials that help decarbonise their data centres. Orbital is synthesising and designing advanced materials for data centre-integrated carbon removal and cooling technology for Amazon.\n\n“Together, AWS and Orbital will evaluate the scalability and performance of these new technologies in removing carbon and increasing efficiency,” said Amazon in the report.\n\nOrbital, like any other materials science lab using AI, said that the development of new materials has ‘traditionally been a slow process of trial and error in the lab,’ and generative AI has significantly improved the timeframe for discovering these materials.\n\n“Orbital has achieved a 10x improvement in its material’s performance through the use of its AI platform—an order of magnitude faster than traditional development and breaking new ground in carbon removal efficacy,” the startup announced. The company also plans to deploy and test these carbon removal technologies by the end of 2025.\n\nOrbital’s claims of a ‘radical’ improvement in the speed of material discovery are also backed by research findings from the Massachusetts Institute of Technology (MIT), suggesting we’re living in a golden age of material discovery.\n\nThe Golden Age of Materials Science?\n\nRecent research from MIT outlines the potential of AI technologies and their assistance to scientists, specifically those working on materials science. The author revealed statistics after handing over ‘new materials discovery technology’ to 1018 scientists in an unnamed ‘R&D lab of a large US firm’.\n\nThe data showed a 44% increase in new material discovery, a 39% increase in patent filings, and a 17% increase in product prototypes that incorporated these newly discovered materials.\n\n“Trained on the composition and characteristics of existing materials, the model generates recipes for novel compounds predicted to possess specified properties,” said Aidan Toner-Rodgers.\n\nInterestingly, the research also revealed that 82% of scientists reported a reduced level of satisfaction with their work, as they found that leveraging AI decreased creativity and skill underutilisation.\n\nThe advent of AI revolutionising materials science began last year, when Google DeepMind released research titled ‘Scaling deep learning for material discovery’, where they discovered 2.2 million new crystals, equivalent to 800 years of work of knowledge. Out of which, 380,000 materials were stable materials.\n\n“For example, 52,000 new layered compounds similar to graphene have the potential to revolutionise electronics with the development of superconductors,” said DeepMind in the announcement.\n\nGoogle DeepMind went beyond discovery and also published another research stating that 41 out of 58 selected materials were successfully synthesised in just 17 days.\n\nMeta marked its foray into material size by releasing a massive data set called Open Materials 2024, or OMat24. The dataset contains over 118 million examples of material simulations and structures, focusing on a wide range of inorganic bulk materials to improve AI-enabled material discovery.\n\nNew Materials, Really?\n\nDeep learning has amplified materials research and discovery for a few years now. However, if there’s one way AI can save humanity, it lies in not just discovering new materials, but also finding ways to synthesise and manufacture them in commercial capabilities.\n\nWhen Google Deepmind made the announcement last year, the company did not take long for contradictory results to come into the picture, where a researcher said that many of the materials discovered weren’t truly novel and were just minor variations of known compounds. It also said that Google Deepmind mostly focused on the stability of the materials, overlooking functionalities that are required for practical applications.\n\nMoreover, Google’s claim of synthesising these newly discovered materials using an autonomous lab is also facing scrutiny, thanks to a study from Princeton University. The researchers here outright deny Google Deepmind’s claim. They said that none of the materials produced by the autonomous lab were new and that the majority were misclassified.\n\nThe authors also say that a majority of the synthetic products were wrongly characterised. It failed to distinguish between materials with random and organised atomic arrangements. In short, the authors said that AI can generate predictions but will struggle to interpret experimental results accurately.\n\nWhen Do I Use It\n\nPresuming these challenges are overcome in discovering and synthesising new materials, but when can we hold these new materials?\n\nIt is indeed a very long journey. Benjamin Reinhardt, CEO at Speculative Technologies, puts it best in his work: Getting materials out of the Lab.\n\n“You can think of lab-scale materials as the most artisanal products in the world, painstakingly handcrafted by people with advanced degrees. Like any artisanal product, lab-scale materials are expensive,” he said.\n\n“Trying to mass-produce these materials by simply increasing the number of fume hoods, test tubes, and pipette wielders would make them cost billions of dollars per kilogram.”\n\nMass-producing or scaling these newly discovered materials remains a challenge. From analysing the materials’ failure modes in controlled conditions to setting up an industrial-scale factory, following regulations, and justifying the choices to investors and customers, one is surely set to turn into Sisyphus.\n\nScientists, mostly working in universities, have strong incentives to focus on novelty and one-off demonstrations because these can lead to publications and positive media attention.\n\n“Start-ups commercialising a new material face many headwinds, including often-unavoidable relationships with larger companies, trade-offs between speed and profit margins, and capital constraints,” said Reinhardt.\n\nMoreover, newly discovered materials need to go through a lot of testing, and the world has seen quite a few tragedies when they’re put out in the real world. For instance, carbon fibre, and composite materials are all the rage. We don’t need to look far behind in the history books. In the recent OceanGate’s tragic implosion, the Titan submersible was using an ‘experimental carbon fibre composite hull’. It was the first instance of the material being used in a submersible.\n\nAn investigation revealed that the hull may have been prone to micro buckling and delamination under deepsea pressures. Small manufacturing imperfections in carbon-fiber material could amplify such issues.\n\nIn 2017, the Grenfell Tower fire in London, claimed 72 lives owing to the building’s exterior cladding. It was made of aluminium composite panel panels with a polyethylene core and flammable insulation materials. The combination led to a rapid spread of fire, and investigations revealed that manufacturers exploited loopholes in regulation.\n\nTherefore, there will be an increased sense of caution before these materials come to life. In the essay, Reinhardt also provided a dataset that visualises the timeline from when materials were discovered and fully commercialised.\n\nThe numbers speak for themselves. The next time it seems exciting when AI has discovered new materials, it’s time to give ourselves a reality check. There’s no doubt AI has the potential to speed up the manufacturing process as well, but we’re yet to see how.\n\n[This story has been read by 115 unique individuals.]\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery of molecular mechanism involved in early brain development provides insights into microcephaly pathogenesis",
            "link": "https://www.msn.com/en-us/science/biochemistry/discovery-of-molecular-mechanism-involved-in-early-brain-development-provides-insights-into-microcephaly-pathogenesis/ar-AA1vl161?ocid=BingNewsVerp",
            "description": "A team of researchers from Tohoku University, the National Center of Neurology and Psychiatry, and National Yang Ming Chiao ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CE8BCVhkvV65nXINUxbVay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Medical Xpress on MSN11h",
            "source": "Medical Xpress on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "LambdaTest Partners with Autify to Enhance No-Code Mobile App Testing with Real Device Support",
            "link": "http://koreabizwire.com/lambdatest-partners-with-autify-to-enhance-no-code-mobile-app-testing-with-real-device-support/299879",
            "description": "LambdaTest partners with Autify to enable seamless real-device testing for faster onboarding and cost-effective mobile app ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9XL8w7jStIr0sz_EETQJHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "The Korea Bizwire2h",
            "source": "The Korea Bizwire",
            "article_content": "LambdaTest partners with Autify to enable seamless real-device testing for faster onboarding and cost-effective mobile app automation\n\nNoida/San Francisco, Dec. 5 (Korea Bizwire) – LambdaTest, a leading unified testing platform, is proud to announce its partnership with Autify, a no-code testing platform for native mobile applications. This collaboration integrates Autify’s testing capabilities with LambdaTest’s Real Device Cloud, empowering users to test applications on a wide range of real devices and operating systems seamlessly.\n\nAutify’s all-in-one solution has been a game-changer for mobile app testing, offering customers a comprehensive environment for test automation without the need for dedicated devices. However, the reliance on simulators posed challenges, including compatibility issues, bugs unique to simulators, and significant costs related to scalability. By leveraging LambdaTest’s Real Device Cloud, Autify now provides a robust alternative, enabling customers to test their applications on real devices with unmatched ease and efficiency.\n\nThe introduction of LambdaTest’s Real Device Cloud addresses these issues. Customers can now record and execute tests on real devices, including Android, iOS, tablets, and iPads, without the need to procure or manage hardware. Using Appium, Autify communicates directly with LambdaTest to allocate the required devices, ensuring smooth and efficient testing.\n\nKeita Moriya, Product Manager of Autify NoCode Mobile, shared his thoughts on the collaboration: “We are thrilled to partner with LambdaTest. Their Real Device Cloud meets our diverse requirements and offers exceptional support for technical challenges. We’re excited to explore additional features like Camera Image Injection, Biometric Authentication, and Dedicated Devices to deliver even greater value to our customers.”\n\nThe partnership between LambdaTest and Autify has delivered remarkable results. New customers can now be onboarded in less than a day—a significant improvement from the previous two-week timeline. Additionally, operational costs have been reduced, and customers benefit from a seamless experience without simulator-specific bugs or inconsistencies. The extensive range of OS-device combinations offered by LambdaTest has surpassed expectations, enabling Autify to provide a comprehensive and reliable testing solution.\n\nFurther commenting on the partnership, Mohit Juneja, VP of Strategic Sales and Partnerships at LambdaTest shared, “It’s incredibly fulfilling to collaborate with Autify in their mission to simplify and accelerate no-code mobile app testing,” said Mohit Juneja, VP of Strategic Sales and Partnerships at LambdaTest. “By integrating our Real Device Cloud with Autify’s platform, we’re addressing key challenges around scalability, cost, and compatibility—offering customers a seamless and efficient testing experience. Partnerships like this demonstrate our shared commitment to innovation and delivering real value to end-users, and we’re excited about the transformative impact this will have on mobile app automation”\n\nThis strategic alliance represents a significant step towards Autify’s vision of providing an out-of-the-box solution for mobile app testing. Together, LambdaTest and Autify aim to simplify and accelerate the testing process, ensuring scalability, cost efficiency, and unparalleled ease of use for customers worldwide.\n\nAbout LambdaTest\n\nLambdaTest is an intelligent and omnichannel software quality assurance platform that enables businesses to accelerate time to market through AI-powered cloud-based test authoring, orchestration, and execution. Over 10,000+ enterprise customers and 2+ million users across 130+ countries rely on LambdaTest for their testing needs.\n\n• Browser & App Testing Cloud allows users to run both manual and automated tests of web and mobile apps across 5000+ different browsers, real devices, and operating system environments.\n\n• HyperExecute helps customers run and orchestrate test grids in the cloud for any framework and programming language at blazing-fast speeds to reduce quality test time, helping developers build software faster.\n\nFor more information, please visit, https://lambdatest.com\n\nAbout Autify\n\nWith a mission to enhance people’s creativity through technology, Autify, Inc. has developed an AI-powered quality engineering platform. Since its launch, Autify has been implemented by many global organizations whose development teams use Autify to automate their software testing. Test automation often presents several challenges, such as a lack of resources to create test cases, maintain end-to-end (E2E) test code, and debug tests. Autify’s product suite addresses these issues by utilizing generative AI.\n\nLearn more at https://autify.com/\n\n\n\n\n\nContact press@lambdatest.com\n\nSource: Lambdatest, Inc. via GLOBE NEWSWIRE"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Rauw Alejandro announces Cosa Nuestra World Tour: See 22 US dates, presale steps",
            "link": "https://www.usatoday.com/story/entertainment/music/2024/12/05/rauw-alejandro-world-tour-presale/76811509007/",
            "description": "Rauw Alejandro announced the 2025 Cosa Nuestra World Tour with dates across the U.S., starting in Seattle and ending in Miami ...",
            "image_url": "https://www.bing.com/th?id=OVF.lsrRhLaA6vmJBJWpboaYlw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1h",
            "source": "USA Today",
            "article_content": "Reggaeton star Rauw Alejandro has treated fans to new visuals and a world tour announcement.\n\nThe 31-year-old Puerto Rican artist dropped the music video for his track \"Khé?\" featuring singer Romeo Santos. In the video the two singers donned elegant suits and sensual choreography while performing the romance song under a cinematic black-and-white aesthetic.\n\nAt the end of the video the world tour is revealed dedicated to his new album \"Cosa Nuestra,\" which dropped last month. The 18-track record features collaborations with major names from Bad Bunny to Pharrell Williams.\n\nThe tour will kick off with a slate of U.S. stops starting in Seattle on April 5 and wrapping up in Miami on May 30. The tour will include five stops across California before heading east to major cities like Houston, Chicago, Boston and New York City.\n\nThe presale is scheduled to open on Wednesday, Dec. 11 and a presale sign-up period is open through Monday, Dec. 9.\n\nNeed a break? Play the USA TODAY Daily Crossword Puzzle.\n\nRauw Alejandro Tour Dates\n\nThe 2025 Cosa Nuestra World Tour includes stops in the following U.S. cities:\n\nSat Apr. 5 — Seattle, WA — Climate Pledge Arena\n\nTue Apr. 8 — Sacramento, CA — Golden 1 Center\n\nFri Apr. 11 — Las Vegas, NV — T-Mobile Arena\n\nSat Apr. 12 — San Francisco, CA — Chase Center\n\nSun Apr. 13 — Fresno, CA — Save Mart Center\n\nTue Apr. 15 — Salt Lake City, UT — Delta Center\n\nThu Apr. 17 — Denver, CO — Ball Arena\n\nWed Apr. 23 — Phoenix, AZ — Footprint Center\n\nFri Apr. 25 — Inglewood, CA — Intuit Dome\n\nWed Apr. 30 — San Diego, CA — Viejas Arena\n\nThu May 1 — Anaheim, CA — Honda Center\n\nSat May 3 — Dallas, TX — American Airlines Center\n\nTue May 6 — Houston, TX — Toyota Center\n\nFri May 9 — Chicago, IL — United Center\n\nWed May 14 — Baltimore, MD — CFG Bank Arena\n\nThu May 15 — Philadelphia, PA — Wells Fargo Center\n\nSat May 17 — Boston, MA — TD Garden\n\nTue May 20 — Brooklyn, NY — Barclays Center\n\nFri May 23 — Raleigh, NC — Lenovo Center\n\nSat May 24 — Atlanta, GA — State Farm Arena\n\nTue May 27 — Orlando, FL — Kia Center\n\nFri May 30 — Miami, FL — Kaseya Center\n\nRauw Alejandro presale code\n\nNo code is required to sign up for the presale of the 2025 Cosa Nuestra World Tour. Instead users should sign up on Ticketmaster to recieve access to the show 15 minutes before the presale begins.\n\nTo sign up in advance for the presale click here. An email reminder will be sent ahead of the sale. The presale sign-up period closes on Monday, Dec. 9 at 11:59 p.m. ET."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This NYC Tech Startup Aims To Fix Private Equity’s Accounting Mess",
            "link": "https://www.forbes.com/sites/jeffkauflin/2024/12/05/this-nyc-tech-startup-aims-to-fix-private-equitys-accounting-mess/",
            "description": "Despite having amassed more than $10 trillion in capital, private equity and private credit firms suffer from byzantine, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BuWHNNCH0i0Nn2mkc37HqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "8h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The search startup trying to turn the web into a database",
            "link": "https://www.technologyreview.com/2024/12/03/1107726/the-startup-trying-to-turn-the-web-into-a-database/",
            "description": "Search firm Exa wants to use the tech behind large language models to tame the wildness of the web. A startup called Exa is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sDWgSJmJrpT-hq395ZUT8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "MIT Technology Review13h",
            "source": "MIT Technology Review",
            "article_content": "“The web is a collection of data, but it’s a mess,\" says Exa cofounder and CEO Will Bryk. \"There's a Joe Rogan video over here, an Atlantic article over there. There's no organization. But the dream is for the web to feel like a database.”\n\nWebsets is aimed at power users who need to look for things that other search engines aren’t great at finding, such as types of people or companies. Ask it for “startups making futuristic hardware” and you get a list of specific companies hundreds long rather than hit-or-miss links to web pages that mention those terms. Google can’t do that, says Bryk: “There’s a lot of valuable use cases for investors or recruiters or really anyone who wants any sort of data set from the web.”\n\nThings have moved fast since MIT Technology Review broke the news in 2021 that Google researchers were exploring the use of large language models in a new kind of search engine. The idea soon attracted fierce critics. But tech companies took little notice. Three years on, giants like Google and Microsoft jostle with a raft of buzzy newcomers like Perplexity and OpenAI, which launched ChatGPT Search in October, for a piece of this hot new trend.\n\nExa isn’t (yet) trying to out-do any of those companies. Instead, it’s proposing something new. Most other search firms wrap large language models around existing search engines, using the models to analyze a user’s query and then summarize the results. But the search engines themselves haven’t changed much. Perplexity still directs its queries to Google Search or Bing, for example. Think of today’s AI search engines as a sandwich with fresh bread but stale filling.\n\nMore than keywords\n\nExa provides users with familiar lists of links but uses the tech behind large language models to reinvent how search itself is done. Here’s the basic idea: Google works by crawling the web and building a vast index of keywords that then get matched to users’ queries. Exa crawls the web and encodes the contents of web pages into a format known as embeddings, which can be processed by large language models.\n\nEmbeddings turn words into numbers in such a way that words with similar meanings become numbers with similar values. In effect, this lets Exa capture the meaning of text on web pages, not just the keywords.\n\nA screenshot of Websets showing results for the search: \"companies; startups; US-based; healthcare focus; technical co-founder\"\n\nLarge language models use embeddings to predict the next words in a sentence. Exa’s search engine predicts the next link. Type “startups making futuristic hardware” and the model will come up with (real) links that might follow that phrase.\n\nExa’s approach comes at cost, however. Encoding pages rather than indexing keywords is slow and expensive. Exa has encoded some billion web pages, says Bryk. That’s tiny next to Google, which has indexed around a trillion. But Bryk doesn’t see this as a problem: “You don’t have to embed the whole web to be useful,” he says. (Fun fact: “exa” means a 1 followed by 18 0s and “googol” means a 1 followed by 100 0s.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Adobe predicts surrealism will trend in 2025, but can photographers join in without AI?",
            "link": "https://www.msn.com/en-gb/money/technology/adobe-predicts-surrealism-will-trend-in-2025-but-can-photographers-join-in-without-ai/ar-AA1vkkal?ocid=BingNewsVerp",
            "description": "The software company's 2025 trend predictions feature heavy use of AI – but there are some key takeaways for photographers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NrCv0AwF8o4MTyNGNS0oai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Digital Camera World on MSN18h",
            "source": "Digital Camera World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Open-source usage trends and security challenges revealed in new study",
            "link": "https://www.securityinfowatch.com/cybersecurity/press-release/55247722/open-source-usage-trends-and-security-challenges-revealed-in-new-study",
            "description": "The Census III effort was conducted in partnership with Harvard University and leading software composition analysis (SCA) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1FIBHISo9J-0ihsmPqTQrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Security12h",
            "source": "Security",
            "article_content": "The Linux Foundation, a nonprofit organization enabling mass innovation through open source, today announced the release of “Census III of Free and Open Source Software—Application Libraries” (Census III) in collaboration with the Laboratory for Innovation Science at Harvard. The study identifies the most widely used free and open-source software (FOSS) as application libraries. Among its key insights, the study underlines the ongoing importance of open source collaboration.\n\nCensus III is the third study investigating the widespread use of open source software and provides the most comprehensive aggregation of data to date. Derived from over 12 million observations of FOSS libraries in production applications at more than ten thousand companies, the report highlights critical trends shaping the open source ecosystem.\n\nThe Census III effort was conducted in partnership with Harvard University and leading software composition analysis (SCA) organizations, including Black Duck, FOSSA, Snyk, and Sonatype. This collaboration advances the state of open source research by combining insights and resources to better understand the value and security of the OSS ecosystem.\n\nKey Findings of Census III Report\n\nThe report highlights several key trends and insights, such as: The use of cloud service-specific packages is increasing. There is an ongoing transition from Python 2 to Python 3. Maven packages continue to be widely used, and there is an increased prevalence of NuGet and Python packages. Use of components from Rust package repositories has increased considerably since Census II. There continues to be a need for the use of standardized naming schema for software components. Much of the most widely used FOSS is developed by only a handful of contributors. Individual developer account security is increasingly important. Legacy software persists in the open-source space.\n\nCensus III is authored by Frank Nagle, Harvard Business School; Kate Powell, Laboratory for Innovation Science at Harvard; Richie Zitomer, Harvard Business School; and David A. Wheeler, Open Source Security Foundation (OpenSSF), The Linux Foundation.\n\nTo read the report, download the Census III of Free and Open Source Software—Application Libraries research study on the Linux Foundation website.\n\nSupporting Quotes\n\nLinux Foundation\n\n\"Understanding the health and security posture of open source software is a critical step to ensure its sustainability. Census III underscores the importance of identifying and supporting widely used open-source components, complementing Linux Foundation projects, initiatives, and security-focused research, and it comes at a critical time as we navigate regulations like the Cyber Resilience Act. These insights are vital for prioritizing resources in our efforts to steward a secure and resilient open source ecosystem.\"\n\n-Hilary Carter, SVP Research, The Linux Foundation\n\nOpenSSF\n\n“FOSS is now ubiquitous, serving as a foundational infrastructure of society. However, its success has also made it a target for attackers seeking to exploit vulnerabilities. This study provides valuable insights that will help individuals and organizations worldwide prioritize their investments to significantly reduce both the recurrence and impact of vulnerabilities in FOSS—both unintentional and malicious. This marks a critical step in safeguarding our software supply chains against attacks and ensuring they deliver reliable, high-quality results.”\n\n- David A. Wheeler, Director of Open Source Supply Chain Security, Open Source Software Foundation (OpenSSF)\n\nHarvard Business School\n\n“Free and open source software has become the backbone of the digital economy. However, understanding which projects are critical to sustaining the FOSS ecosystem is difficult since there is limited ability to centrally measure the most widely used packages. Census III provides deep and broad insights into this problem as it measures which FOSS packages companies are most heavily reliant on and offers guidance for organizations and individuals who want to invest to support and secure this essential public good.”\n\n- Frank Nagle, Harvard Business School\n\nBlack Duck\n\n“The ubiquity of FOSS as both foundational software and as an innovation engine demands that companies understand that the health of the FOSS they consume is a business risk just as any other supply chain risk. If there are only a handful of contributors to a critical component or if the supplier is effectively one anonymous GitHub user account, the cybersecurity and software hygiene decisions of those individuals could introduce unexpected business risks.”\n\n- Tim Mackey, Head of Software Supply Chain Risk Strategy, Black Duck\n\nFOSSA\n\n“This third multi-party open-source census from the Linux Foundation and Harvard is an important examination of the FOSS ecosystem, and I'm proud FOSSA was asked to contribute again. The report clearly reaffirms the ubiquity and continued growing influence of open source on the economy, but more than that, it plays a material part in the trend towards greater transparency. Government regulations, industry initiatives, and research like this are all instrumental in improving the software supply chain through open communication, which ultimately builds trust. On behalf of the thousands of organizations who use FOSSA and share our love of open source, thank you!”\n\n- Kevin Wang, CEO, FOSSA\n\nSnyk\n\n\"Free and Open Source Software forms the backbone of modern technology, yet its decentralized nature presents challenges in understanding its true impact and vulnerabilities. Efforts like the Free and Open Software Census are pivotal, combining community-driven data with analytical rigor to help the industry identify critical dependencies and prioritize investments. By sharing data and fostering collaboration among developers, organizations, policymakers, and academia, we can secure and sustain the health of this invaluable ecosystem for the digital economy’s future.”\n\n- Danny Allan, Chief Technology Officer, Snyk\n\nSonatype\n\n\"Sonatype is proud to contribute to the Census III effort as part of our commitment to strengthening the open source ecosystem. By providing critical data and insights into FOSS usage, we aim to empower organizations to make informed decisions about securing their software supply chains.\"\n\n- Brian Fox, Co-Founder and CTO, Sonatype\n\nBackground on Census Projects I & II\n\nThe original Census Project (“Census I”), conducted in 2015, centered on identifying critical software packages within the Debian Linux distribution that are essential to server operations and security. This initial effort provided a foundational understanding of the most vital components of the FOSS ecosystem, helping stakeholders prioritize their security and maintenance efforts.\n\nCensus II expanded the scope to include a broader analysis of language-level FOSS packages commonly used in applications developed by both private and public organizations. By broadening the lens beyond Debian, this phase captured a more comprehensive view of how FOSS is integrated into diverse applications and infrastructure, providing deeper insights into the dependencies that organizations rely on for their day-to-day operations.\n\nBuilding on these efforts, Census III takes the initiative even further by leveraging anonymized usage data from leading Software Composition Analysis (SCA) partners. This collaboration allows for a more robust and data-driven understanding of FOSS adoption and security trends. With this enhanced dataset, Census III offers actionable insights to help stakeholders better prioritize resources and address critical security challenges within the FOSS ecosystem. This progression underscores the growing need for collaboration and coordination across the industry to sustain and secure the vital infrastructure that FOSS represents.\n\nAdditional Resources"
        }
    }
]