[
    {
        "title": "Australia's CRAZIEST UFO Encounter had over 200 Witnesses, Westall Australia",
        "link": "https://www.msn.com/en-us/news/technology/australia-s-craziest-ufo-encounter-had-over-200-witnesses-westall-australia/vi-AA1tNC4n?ocid=BingNewsVerp",
        "description": "Patrick watches and reacts to two 15 minutes clips about the 1966 Westall UFO Encounter. One of Australia's most prolific UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.U0BwgDprdzlO-WfgwlxSDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN8h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "US Air Force Pilot ordered To SHOOT DOWN UFO",
        "link": "https://www.msn.com/en-us/news/technology/us-air-force-pilot-ordered-to-shoot-down-ufo/vi-AA1tNuRY?ocid=BingNewsVerp",
        "description": "Patrick discusses US Air Force Pilot, Milton Torres's harrowing and fascinating \"world war 3\" UFO story from 1957. Milton ...",
        "image_url": "https://www.bing.com/th?id=OVF.fr%2f9EuRcpQwFTz4XoAUu7Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN9h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "50th anniversary of an alien mystery in Carbondale",
        "link": "https://www.pahomepage.com/news/50th-anniversary-of-an-alien-mystery-in-carbondale/",
        "description": "It marks the 50th anniversary of the urban legend dating back to the 1970s about a UFO crashing into a pond just outside of ...",
        "image_url": "https://www.bing.com/th?id=OVF.5tp6NYOOKhTeh3k%2fWwsddQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "WYOU32m",
        "source": "WYOU",
        "article_content": "Content not available"
    },
    {
        "title": "Carbondale marks UFO crash on Saturday",
        "link": "https://www.wnep.com/article/news/local/lackawanna-county/an-out-of-this-world-festival-lands-in-lackawanna-county/523-425af728-c72b-4c07-b2d0-fa78c45f5d64",
        "description": "The Carbondalien Festival marks the 50th anniversary of a reported UFO sighting in Carbondale. In 1974, there was a report of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KUzVyZ4pktucQgfYAZl1MS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "21h",
        "source": "wnep",
        "article_content": "A festival highlighting a UFO crash in Carbondale takes off Saturday at 11 a.m. at Russell Park.\n\nExample video title will go here for this video\n\nExample video title will go here for this video\n\nCARBONDALE, Pa. — It's an out-of-this-world festival! On Saturday, Carbondale will celebrate its history with aliens at the inaugural Carbondalien Festival. There will be an Extraterrestrial Express train ride, alien hot-air balloon rides, out-of-this-world vendors, live music, and more.\n\n\"There's a free speaker series at the Hotel Anthracite. We also have activities at the YMCA. There's a free swim. The Carbondale Public Library has a free film series and story time and crafts for kids,\" Stefanie Colarusso said.\n\nThe Carbondalien Festival marks the 50th anniversary of a reported UFO sighting in Carbondale. In 1974, a glowing unidentified object was reported at nearby Russell Park. You can relive the event at Saturday's festival with the \"Russell Park Experience.\"\n\n\"They will ride a bus as if they are press members being brought in to meet actual witnesses who were there the night that it happened. So you're bringing them down to the site where it happened? Yes, we are going to Russell Park, to where the Silk Pond is,\" Brenda Fager said.\n\nArt takes center stage at the festival. Nearly three dozen aliens are throughout Lackawanna County, many sponsored by businesses.\n\n\"Recognizing the artists in the area but also just boosting this local economy and making sure that Carbondale is part of some growth here and welcoming people into this cute, quaint small town,\" Colarusso said."
    },
    {
        "title": "Trump pledged to reveal the 'truth' about JFK, UFOs and Jeffrey Epstein... which secret will he expose first?",
        "link": "https://www.dailymail.co.uk/news/article-14062807/Trumps-wildest-promises-Americans-UFO-Epstein-JFK-assassination.html",
        "description": "Donald Trump made numerous promises to expose investigations into the controversial subjects during his presidential campaign ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mA-BuK6p833d2YcHabhQ3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6h",
        "source": "Daily Mail",
        "article_content": "Donald Trump promised to get busy remaking the US in his image from his first day in office after his election victory over Kamala Harris.\n\nMany policies on his wide-reaching agenda, though radical, cover bread-and-butter issues like immigration, the economy, and education.\n\nHe vowed mass deportations for undocumented migrants and asylum-seekers, a worrying purge of the public service, and controversial tariffs on China.\n\nBut Trump also made other promises from the unconventional to the bizarre that he may or may not implement, but will certainly be talking points from day one.\n\nDonald Trump declares victory over Kamala Harris in the 2024 election\n\nDeclassifying JFK assassination files\n\nThe assassination of President John F Kennedy in Dallas on November 22, 1963, has fascinated the American public for decades - even after the Warren Commission ruled shooter Lee Harvey Oswald acted alone.\n\nThe secrecy around the investigation and claims of other gunmen and plots by the CIA, Cuba, and the Soviets fueled persistent conspiracy theories.\n\nIn 1992, a law was brought in which declared that all the documents about the assassination should be made publicly available by 2017, by which time Trump was in the White House.\n\nAbout 320,000 files were supposed to be released, but the law allowed officials to postpone some of them on privacy and national security grounds.\n\nTrump delayed the release of some documents until 2021 for those reasons, and released another 19,045 in 2018 with redactions.\n\nPresident John F Kennedy was gunned down in Dallas on November 22, 1963. This is his motorcade minutes before he was shot\n\nThe Warren Commission ruled shooter Lee Harvey Oswald acted alone, but there are persistent conspiracy theories\n\nJoe Biden again delayed the release of those files, but made about 13,000 more public over the course of his presidency so far.\n\nBut after securing the endorsement of Robert F Kennedy Jr, who is JFK's nephew, Trump promised to make all the rest public and pledged to do so 'early' in his presidency.\n\n'This is a tribute in honor of Bobby. I will establish a new independent presidential commission on assassination attempts, and they will be tasked with releasing all of the remaining documents pertaining to the assassination of President John F. Kennedy,' he said at a rally in Phoenix in August.\n\nRFK Jr believes the CIA was involved in his uncle's murder and wants the files made public to prove it.\n\nTrump said the new commission would investigate all presidential assassination attempts, including his own.\n\nAfter securing the endorsement of Robert F Kennedy Jr, who is JFK's nephew, Trump promised to make all the rest of the documents public\n\nHe reiterated his plan to release the JFK documents on a podcast with right wing personality Lex Fridman on September 3.\n\n'They also are pushing me on Kennedy, and I did release a lot, but I had people come to me and beg me not to do it. But I'll be doing that very early on,' he said.\n\n'Kennedy's interesting because it's so many years ago. They do that for danger too, because it endangers certain people, etc etc.'\n\nTrump previously said he got a lot of pushback in his efforts to declassify the files when he was president.\n\nGerald Posner, who wrote the 1993 Kennedy assassination book Case Closed, said wasn't so sure Trump would follow through.\n\n'You had an opportunity to do it, you said you were going to do it, and you didn't do it,' he told the Washington Post.\n\n'Now, with the RFK Jr endorsement, maybe that's a quid pro quo, and maybe this time he'll actually do it.'\n\nExposing the 'truth' about UFOs\n\nTrump claims the question he is asked most about his time in office is what he learned about extraterrestrial contact.\n\nHe was asked on the Fridman podcast if he would 'help push the Pentagon to release more footage (of UFOs), which a lot of people claim is available'.\n\n'Oh yeah, sure, I'll do that. I would do that. I'd love to do that. I have to do that,' he replied.\n\nTrump's comment, along with his history of giving credence to UFO theories, sparked excitement about what he would expose.\n\nUFO 'expert' Nick Pope claimed there was a 'strong possibility of bombshell UFO information being released' next year.\n\n'It's the perfect storm: a maverick, populist President in his second term, and – thus – not up for re-election,' he told The Mirror.\n\n'For those in the UFO community who believe there's been a decades-long conspiracy to cover up the truth about an alien presence, Trump in his second term offers the best-ever hope for pushing back against the Deep State and delivering Disclosure.\n\n'I believe Trump views the subject in the same way as he views the JFK files, where, if there's top secret information still being withheld, it should be declassified and released.'\n\nTrump has on several occasions claimed American military pilots shared UFO sightings with him that they couldn't explain.\n\n'I have met with pilots... they are not conspiratorial, they are not crazy, and they tell me stories that they've seen things that you wouldn't believe,' he said in June.\n\nHe told influencer Logan Paul that he believed there was something out there.\n\n'It's very possible there is something. And why wouldn't there be? You look at the universe and you see all of the different planets and you see... look, here we are, one relatively small planet.\n\n'Why wouldn't there be, on a planet that's 400 times the size? Why wouldn't there be something, somebody?'\n\nThis position is still very different to believing aliens have actually visited Earth, and the CIA's official position is still that they have not.\n\nTrump elaborated on his UFO thoughts in his podcast with Joe Rogan, again citing conversations with pilots\n\nTrump elaborated on his UFO thoughts in his podcast with Joe Rogan, again citing conversations with pilots.\n\n'I interviewed a few people, it's never been my thing, I have to be honest. I have never been a believer,' he said.\n\n'So I interviewed jet pilots that say they saw something. If you saw them you'd love to have them [on your show]...that were solid people, perfect, great pilots, everything.\n\n'And they said, 'we saw things sir that were very strange, like a round ball that wasn't a comet or meteor, it was something and it was going four times faster than an F22, which is a very fast plane.\n\n'And it was round, which in theory is a great shape [for flying].'\n\nTrump added that while the sighted UFOs 'could be' drones or Chinese spy balloons, he remained swayed by the eyewitness accounts of the fighter pilots he spoke to.\n\nHe added: [They are] solid, beautiful people. [They said] this is something sir, this is something. They're not conspiracy guys.'\n\nReleasing the 'Epstein files'\n\nMany Trump fans, including Elon Musk, want him to release all documents relating to the investigation of billionaire child sex trafficker Jeffrey Epstein.\n\nEpstein, who hung himself in jail, flew numerous well-heeled friends to his private Caribbean island, Little Saint James, where some of them sexually abused children.\n\nThe billionaire was known to have many famous friends and acquaintances in Hollywood, politics, and business, and many Americans want to know their level of involvement in his dealings.\n\nSome documents became public last year from a defamation case with his alleged victim Virginia Roberts in 2015, but no one famous was incriminated.\n\nThere are rumors of a 'client list' but it has never been proved to actually exist.\n\nMany Trump fans, including Elon Musk, want him to release all documents relating to the investigation of billionaire child sex trafficker Jeffrey Epstein (pictured in jail)\n\nTrump was asked abut released Epstein-related documents during the Fridman podcast, including if the supposed 'client list' would be made public.\n\n'It's very interesting, isn't it? It probably will be, by the way, probably,' he said.\n\n'I'd certainly take a look at it. Now... Kennedy is very different from the Epstein thing but I'd be inclined to do the Epstein. I'd have no problem with it.'\n\nTrump appeared more cautious in another interview, wary that people could be smeared by potential lies contained in the files.\n\n'Yeah, yeah, I would. I guess I would because... I think that less so because, you know, you don't know you don't want to affect people's lives if it's phony stuff in there because it's a lot of phony stuff with that world,' he said.\n\n'But I think I would or at least... Yeah I don't know about Epstein so much as I do the others (the JFK assassination and 9/11 files).'\n\nTrump himself knew Epstein and was photographed with him (this one at Mar-a-Lago in 1997), but has consistently downplayed his involvement\n\nTrump with Melania, Epstein, and the billionaire sex offender's right-hand women Ghislaine Maxwell at Mar-a-Lago club on February 12, 2000\n\nTrump himself knew Epstein and was photographed with him, but has consistently downplayed his involvement.\n\n'I'm not involved. I never went to his island, fortunately, but a lot of people did,' he said on the Fridman podcast.\n\nHowever, hours of recorded interviews with Epstein by author Michael Wolff, who interviewed the billionaire for his Trump book Fire and Fury - well before his hideous crimes were exposed - told a different story.\n\nEpstein, in the recordings given to the Daily Beast, called Trump his 'closest friend' and spoke extensively of their relationship.\n\n'Freedom cities' and flying cars\n\nTrump, in a March 2023 campaign ad, said he planned to build 10 new cities on federal land he referred to as 'freedom cities'.\n\n'In other words, we'll actually build new cities in our country again,' he said.\n\n'These Freedom Cities will reopen the frontier, reignite American imagination, and give hundreds of thousands of young people and other people, all hardworking families, a new shot at home ownership and in fact, the American Dream.'\n\nTrump waxed lyrical about how past generations had 'big dreams' and pursued impossible projects, but the country had 'lost its boldness'.\n\n'Under my leadership, we will get it back in a very big way. If you look at just three years ago, what we were doing was unthinkable, how good it was, how great it was for our country,' he said.\n\n'Our objective will be a quantum leap in the American standard of living.'\n\nThe freedom cities plan hasn't been mentioned since then, and may go the way of another bizarre idea from Trump's first term - buying Greenland from Denmark.\n\nIn the same video Trump said he planned to fill American driveways with flying cars and declared 'America, not China, leads the revolution in air mobility'.\n\n'Dozens of major companies in the US and China are racing to develop vertical-takeoff-and-landing vehicles for families and individuals,' he said.\n\n'Just as the United States led the automotive revolution in the last century, I want to ensure that America, not China, leads this revolution in air mobility.\n\n'These breakthroughs can transform commerce, bring a giant infusion of wealth into rural America, and connect families and our country in new ways.'\n\nSome companies are working on these projects, but they are a lot further off than the end of Trump's second term, if they are ever feasible."
    },
    {
        "title": "Exclusive: US ordered TSMC to halt shipments to China of chips used in AI applications",
        "link": "https://www.reuters.com/technology/us-ordered-tsmc-halt-shipments-china-chips-used-ai-applications-source-says-2024-11-10/",
        "description": "The U.S. order comes after TSMC notified the Commerce Department that a chip had been found in a Huawei AI processor.",
        "image_url": "https://www.bing.com/th?id=OVFT.JTA7ah0gTLfStr0lvVVKWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "Exclusive-US ordered TSMC to halt shipments to China of chips used in AI applications, source says",
        "link": "https://www.aol.com/news/exclusive-us-ordered-tsmc-halt-003224611.html",
        "description": "The U.S. ordered Taiwan Semiconductor Manufacturing Co to halt shipments of advanced chips to Chinese customers that are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MIPRF3tw45njtOzz6sHqBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "59m",
        "source": "AOL",
        "article_content": "By Karen Freifeld and Fanny Potkin\n\nNEW YORK/SINGAPORE (Reuters) - The U.S. ordered Taiwan Semiconductor Manufacturing Co to halt shipments of advanced chips to Chinese customers that are often used in artificial intelligence applications starting Monday, according to a person familiar with the matter.\n\nThe Department of Commerce sent a letter to TSMC imposing export restrictions on certain sophisticated chips, of 7 nanometer or more advanced designs, destined for China that power AI accelerator and graphics processing units (GPU), the person said.\n\nThe U.S. order, which is being reported for the first time, comes just weeks after TSMC notified the Commerce Department that one of its chips had been found in a Huawei AI processor, as Reuters reported last month. Tech research firm Tech Insights had taken apart the product, revealing the TSMC chip and apparent violation of export controls.\n\nHuawei, at the center of the U.S. action, is on a restricted trade list, which requires suppliers to obtain licenses to ship any goods or technology to the company. Any license that could aid Huawei's AI efforts would likely be denied.\n\nTSMC suspended shipments to China-based chip designer Sophgo after its chip matched the one found on the Huawei AI processor, sources told Reuters last month.\n\nReuters could not determine how the chip ended up on Huawei's Ascend 910B, released in 2022, viewed as the most advanced AI chip available from a Chinese company.\n\nThe latest clampdown hits many more companies and will allow the U.S. to assess whether other companies are diverting chips to Huawei for its AI processor.\n\nAs a result of the letter, TSMC notified affected clients that it was suspending shipments of chips starting Monday, the person said.\n\nThe Commerce Department declined comment.\n\nA spokesperson for TSMC also declined to comment beyond saying it was a \"law-abiding company...committed to complying with all applicable rules and regulations, including applicable export controls.\"\n\nThe Commerce Department communication -- known as an \"is informed\" letter -- allows the U.S. to bypass lengthy rule-writing processes to quickly impose new licensing requirements on specific companies.\n\nIjiwei, a Chinese media site covering the semiconductor industry, reported on Friday that TSMC notified Chinese chip design companies it would suspend 7 nanometer or below chips for AI and GPU customers beginning Nov. 11.\n\nThe action comes as both Republican and Democratic lawmakers have raised concerns about the inadequacy of export controls on China and the Commerce Department's enforcement of them.\n\nIn 2022, the Commerce Department sent is-informed letters to Nvidia and AMD restricting their ability to export top AI-related chips to China, and to chip equipment makers like Lam Research, Applied Materials and KLA to restrict tools to make advanced chips to China.\n\nThe restrictions in those letters were later turned into rules that apply to companies beyond them.\n\nThe U.S. has been delayed in updating rules on tech exports to China. As Reuters reported in July, the Biden administration drafted new rules on some foreign exports of chipmaking equipment and planned to add about 120 Chinese companies to the Commerce Department's restricted entity list, including chipmaking factories, toolmakers, and related companies.\n\nBut despite plans for an August release, and later tentative target dates for publication, the rules still have not been issued.\n\n(Reporting by Karen Freifeld and Fanny Potkin; editing by Chris Sanders and Chizu Nomiyama)"
    },
    {
        "title": "One reason Amazon likes Anthropic so much: The startup is gaining on OpenAI in this key area of the AI market",
        "link": "https://www.businessinsider.com/anthropic-gaining-on-openai-ai-market-2024-11",
        "description": "New tools are helping developers plug their apps into different AI models. Data suggests the developers are increasingly ...",
        "image_url": "https://www.bing.com/th?id=OVFT._ZztF7YjydAiHxE_1QQhzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "20h",
        "source": "Business Insider",
        "article_content": "Amazon is considering investing billions of dollars in Anthropic, doubling down on a huge deal the companies struck this year, The Information reported.\n\nAdvertisement\n\nOne reason Amazon is so keen on Anthropic: The AI startup has been gaining on its rival OpenAI in recent months, according to data from a popular developer tool.\n\nThe AI SDK is a tool kit that helps developers build AI-powered applications. It provides code libraries that developers install to get their apps to communicate with different AI models. Data is published regularly showing how many times these code packages are downloaded each week.\n\nThis is a useful window into how popular the top AI models are with developers, a key constituency of early tech adopters.\n\nThe data shows that OpenAI remains in the lead but that Anthropic has been growing faster lately in terms of developer mindshare.\n\nAdvertisement\n\nIn the week of August 18, developers downloaded the OpenAI code library almost 229,000 times. The equivalent Anthropic library was downloaded almost 38,000 times.\n\nIn late October, OpenAI downloads were relatively unchanged, while Anthropic downloads were much higher: about 244,000 for OpenAI and 100,000 for Anthropic.\n\nData from NPM Trends. NPM Trends\n\nThe recent adoption trends can be partly explained by a new AI model Anthropic released in June.\n\n\"Anthropic's recent gains can be attributed to their Claude 3.5 Sonnet model, which, among many tasks, excels at understanding and generating code,\" said Jared Palmer, a vice president of AI at Vercel, a startup that offers the AI SDK and other developer tools. \"Its combination of speed, cost, and output quality has won over the developer community for the time being.\"\n\nAdvertisement\n\nClaude 3.5 Sonnet has been particularly useful for tasks that developers need to do regularly, such as generating, checking, and fixing software code.\n\nStill, OpenAI has maintained its lead among developers because of its first-mover advantage and factors such as cheap pricing of its GPT-4o-mini AI model and strong developer tooling and documentation.\n\nRelated stories\n\nThere's also pretty widespread adoption of its API, or application programming interface. This is a common way for different software applications to communicate and share data.\n\nIt's worth noting, though, that OpenAI's lead is inflated by the download data. That's because many AI-model providers have adopted OpenAI's API specification as a de facto standard. That allows developers to use the same OpenAI code library package but point their apps to different models.\n\nAdvertisement\n\nIt's hard to quantify how much this exaggerates OpenAI's lead, but the inflation of OpenAI's numbers here supports the general conclusion that Anthropic has been gaining on its main rival in recent months.\n\nAn OpenAI spokesperson said usage of the startup's API had doubled since it released its GPT-4o mini AI model in July. The spokesperson added that OpenAI had also tripled the number of active apps running in production on its platform in the past year.\n\nThe OpenAI spokesperson criticized the data, saying downloads of these code libraries aren't an accurate representation of developer audience since they don't reflect actual usage or spending.\n\nAnthropic had no problem with the data. The company said its Claude 3.5 Sonnet model helped developers handle complex software architecture and multistep processes. It added that enterprises were increasingly adopting Claude for business-critical functions where accuracy is key, such as software development and data analysis.\n\nAdvertisement\n\n\"Our new Claude 3.5 Sonnet model is the ideal choice for developers to build AI-powered applications with state-of-the-art performance across the board, including coding, complex financial analysis, and live chat support,\" Dianne Penn, a product lead at Anthropic, told Business Insider.\n\nPenn cited DoorDash, Sourcegraph, and GitLab as companies using Claude to reduce development time, increase code acceptance rates, and build AI features."
    },
    {
        "title": "3 Artificial Intelligence (AI) Stocks That Could Go Parabolic",
        "link": "https://www.msn.com/en-us/money/savingandinvesting/3-artificial-intelligence-ai-stocks-that-could-go-parabolic/ar-AA1tNhyn?ocid=BingNewsVerp",
        "description": "Some investors might be reluctant to chase those breakneck gains, but plenty of overlooked AI stocks could still go parabolic ...",
        "image_url": "https://www.bing.com/th?id=OVFT.E-haH2SMunDc2on1IrXh4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11hon MSN",
        "source": "The Motley Fool on MSN",
        "article_content": ""
    },
    {
        "title": "Millions of Australians jobseekers admit to using AI when applying for jobs",
        "link": "https://7news.com.au/news/millions-of-australians-jobseekers-admit-to-using-ai-when-applying-for-jobs-c-16682528",
        "description": "Millions of Australian jobseekers are using artificial intelligence (AI) in an attempt to get ahead in a competitive job ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ndq8_Q_rXij-KZv-UccJuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "7NEWS",
        "article_content": "Millions of Australian jobseekers are using artificial intelligence (AI) in an attempt to get ahead in a competitive job market, new research from business software brand Capterra has found.\n\nThe jobseekers survey found that 73 per cent of respondents have used AI technology when applying for jobs — 15 per cent higher than the global average.\n\nOf these jobseekers, 90 per cent admitted to exaggerating or lying about their skills on resumes, applications, or assessments.\n\nKnow the news with the 7NEWS app: Download today\n\nThis group said they believe other applicants for similar positions are enhancing or exaggerating their job applications with AI and so feel they have no other option but to do the same.\n\nWhile many jobseekers feel comfortable using AI in their job search, 25 per cent of non-users fear recruiters might see AI usage as cheating.\n\nWhile some organisations told Capterra they are open to candidates using AI, they said applications should still be ethical and transparent — discouraging uses that could mislead or compromise the integrity of the hiring process.\n\nHowever, recruiters are also increasingly embracing AI.\n\n“Implementing AI solutions in the hiring process is becoming inevitable for recruiters to combat deception in applications,” Analyst at Capterra Andrew Blair said.\n\n“Jobseekers are eager to armour themselves with resources available to present themselves better, and it’s up to recruiters to adapt their strategies to stay competitive and discern the most eligible candidates.\n\n“While AI can be a jobseeker’s ally, it also has the potential to blur the lines between assistance and deception.”\n\nMultiple uses for AI\n\nJust over half of respondents said AI significantly helped their chances of landing a new job, with 26 per cent believing AI enhances their representation in the job market and 21 per cent said it saves them time and allows them to apply for more positions.\n\nOn the other side of the job search, AI can be used to recruiters and employers to analyse resumes and LinkedIn profiles, as well as cover letters, to assess the candidates’ suitability for specific roles.\n\nRespondents pointed to tools like ChatGPT as having a positive impact on their job search by creating and refining resumes, cover letters, and other written materials.\n\nJobseekers most commonly use AI in their job search to find relevant job listing and refine their resumes.\n\nHowever, 27 per cent of respondents said they have used AI to complete test assignments or skills assessments.\n\nOne in five jobseekers also reported using AI teleprompter tools to generate interview answers.\n\nThese tools can listen in on phone or video interviews, providing real-time suggestions and answers, according to Capterra.\n\nCapterra’s report said these findings “raise questions about transparency and the authenticity of (jobseekers’) skills.\n\n“Employers must adopt new recruitment strategies, such as the right AI detection tools,” it said.\n\n“With a critical recruiting process, they would have an advantage in identifying and hiring genuinely qualified candidates.”"
    },
    {
        "title": "23 Real-Life Paranormal Encounters That Are Far Scarier Than Any Hollywood Horror Movie You've Ever Seen",
        "link": "https://www.yahoo.com/lifestyle/23-real-life-paranormal-encounters-121602043.html",
        "description": "Reading ghost stories because it's kinda nice to be scared about something other than the election results for a few minutes.",
        "image_url": "https://www.bing.com/th?id=OVFT.T8jox7CYa5Q9k1z7Ygo7Xy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "13h",
        "source": "Yahoo",
        "article_content": "Reddit user Kendexx posed this question in the r/AskReddit community: \"What is the scariest thing you've ever seen in your life that you can't explain?\" As someone who loves a good ghost story, I couldn't resist. Here are some of the eeriest encounters people recalled:\n\n1.\"I once woke up in the middle of the night to the sound of my bedroom door creaking open. I could see the outline of someone standing there, but when I turned on the light, there was no one. The door started slowly closing as if whoever or whatever had been there was leaving. Even creepier, my Nest fire alarm had illuminated in the corridor, sensing movement, but nobody was there. Still gives me chills thinking about it.\"\n\n–justheway\n\n2.\"One night, when I was 14 years old, I heard the shower turn on around midnight or some ungodly hour. I assumed it was just my mom. I tried to go back to sleep for ages and couldn't. I just lay there waiting and waiting. Ages went by. I went to check to ensure she hadn't fallen or something. No one was in there, and the shower was on full blast. I was terrified. I had to turn it off, and in doing so, I felt a wave of dread wash over me. I ran back to my room and hid.\"\n\n–Left_Pear4817\n\nDouglas Sacha / Getty Images\n\n3.\"My grandparents own a very old, large mansion where my three siblings and I spent a lot of time. We each had our own bedrooms, and one night, my sister begged me to sleep in her room because she was scared. We were both watching TV when suddenly, I saw a woman with long dark hair dressed in a sundress walk from the library, past my sister's doorframe, and down the hall. I jumped up to look down the hall just in time for the woman to look back at me, round the corner, and disappear. My sister raced over, slamming the door in front of my face. She was almost in tears, blubbering, 'She'll be back. Please don't open the door! I don't want to see her again!'\"\n\n\"The door had a large square hole where a metal grate sat for proper ventilation, but it was removed for cleaning at the time. I saw the woman's legs walk past the door through that hole several times during the night. To this day, my sister won't talk about it, and she kicked me out of her room once the metal grate was put back on the door.\"\n\n–Limited_two\n\n4.\"When my grandpa died, almost all of the family was around his bed. We put some candles on the nightstand. A few seconds after he died, the flames of the candles started burning so intensely that the height grew about 10 times bigger. They stayed like that for about 10 seconds before returning to their normal size. I don't know if my grandpa's soul leaving his body caused some kind of combustion, but it was weird, and we had no explanation for it. All my uncles saw it, but no one has talked about it since.\"\n\n–xlake1\n\nFhm / Getty Images\n\n5.\"My best friend and I would always talk about our wild dreams. He told me about one where he got hit by a car and died. We were about 15 or 16 when he told me about the dream (we were into things like aliens, the paranormal, and lucid dreaming, so we'd talk about stuff like that a lot), and he died right before he would've turned 20. In the dream, he said he was riding a skateboard wearing all black when this car hit him. He said he could see everyone at his funeral (he even said his crush was at his funeral and laughed about it). He just kept going on about how it was so real, and it shook me up until I eventually forgot about it. Then, a few years later, after I'd long forgotten about the dream, it happened for real.\"\n\n\"He did get hit by a car and die. His crush was at his funeral. He was wearing all black like in the dream (his work clothes) and riding my skateboard. It was all true, and I still don't know what to make of it. Every detail I remember from his dream came true, and I'm sure there are parts he told me that I don't remember. I felt like I was losing my mind. I didn't tell anyone about it. I just don't know why or how he saw it happen in his dream. I have so many questions, but I guess now I have proof, at least for myself, that our souls go on after we die. I just wish I knew why he experienced that dream and told me about it; there must be some reason. I wouldn't believe it if I hadn't experienced it myself. Has anyone ever experienced anything similar?\"\n\n–johnnyb1917\n\n6.\"I grew up in an old farmhouse in Alabama. A lot of weird stuff happened there, but the memory that sticks out the most was the night when everyone in my immediate family saw the same thing. We were watching TV in the living room (five of us), and from the living room, you could see directly into the dining room. We first noticed a sound in the dining room, like paper crunching. I don't remember who heard it first, but one of us asked if anyone else heard it. Then it happened again. We all turned and looked into the dining room, and the blinds on the window raised all the way up, hung there for about three seconds, and then crashed back down. No one else was in the house. We still talk about it today. No explanation, just scary.\"\n\n–StrangeMagic83\n\nZhihao / Getty Images\n\n7.\"The day before my grandfather died, he told my brother and me that he'd be waiting at the bar to buy us a beer in the future. Skip ahead to about a month after his passing. I had a very short, VERY vivid dream where I walked into a bar I didn't recognize, and my grandpa was there. He spun his chair around and had a beer in each hand. He said, 'You guys ready for that beer?' I looked to the right, and my brother was standing next to me. I SNAPPED awake so fast I scared the crap out of my wife and dog. I was panting and totally freaked out. I went to check my phone to see what time it was, and as I picked it up, I got a text from my brother saying, \"Hey, I just had a fucked up dream.' Yeah. Same dream.\"\n\n–FloridaIsHell\n\n8.\"I was biking home one evening when I was 9. We lived in the countryside up a small mountain. The road from the village started uphill, then had a flat section, and then went uphill again. The street lights only stretched to the end of the flat section. I was afraid of the dark, so I stopped at the end of the street lights at the bottom of the last hill to gather the courage to bike the final section home. It was a partial moon, so it wasn't pitch black, and at the end of the final hill, I saw a figure walking down towards me. I thought I'd wait until they got closer because I'd feel less afraid to bike in the dark if someone else was close. But, about halfway down the hill, the 'person' walked into a thin shadow of a tree on the road and never returned. They just disappeared.\"\n\n\"I stood there for a while and tried to figure out what I'd just seen. Then I panicked, biked down to the village, and decided to stay there until my parents drove down, wondering why I had never come home. They tried rationalizing it by saying the person might've gone into the woods. They didn't disclose, though, out of fear that I'd never dare to bike home again, that my father had seen the same thing walking home from work. He had seen her clear as day, walking down the hill for a while. When he looked down for a moment and looked up, she was gone, and there were no footsteps in the fresh snow.\n\nI later read a book about local legends, and apparently, for at least a century, many people have seen her walking down the hill and disappearing halfway down. My youngest daughter loved this story, so we've been on ghost stakeouts where we buy pizzas and snacks and hang out at the bottom of the hill, listening to the Ghostbusters theme song and trying to see the ghost.\"\n\n–SmalandOutdoor\n\nRbkomar / Getty Images\n\n9.\"I had a sleepover with my best friend (we were in our 20s), and I slept on the couch. The couch had a direct line of sight all the way down her hallway to the bedrooms. I woke up from a dead sleep around 4:00 a.m., sat up, and looked down the hallway. At the end was a woman. She looked at me for a second, then turned and walked through one of the bedroom doors. I heard the door open and close, even though it never moved. The next day, I told my friend about it. She said, 'Oh, so you saw the woman! My mom and I see the woman. Dad and my brother always see a little girl.' As far as I know, the woman and/or little girl still hang around the house. Her family still sees them sometimes.\"\n\n–morganalefaye125\n\n10.\"I studied in the UK during college and lived in a house with other American students. They all had stories about the ghost of a girl who passed away while living there. I never believed in any of it, but it was fun to play along. The kitchen had one way in and out, and right after you entered the kitchen, to your right was a padlocked door to the cellar where the ghost allegedly lived. I had the only key. We were all a little homesick near Thanksgiving, so we decided to do a meal together. This required some creative cooking schedules due to small appliances in the kitchen, so one girl who didn't have class the following day offered to stay up late to get the turkey going. We went into the cellar the first (and only) time that evening to get larger cooking tools.\"\n\n\"At 2:04 a.m., I woke up to my door rattling like someone was pushing against it. I assumed it was a housemate who just went to the wrong door. About 30 seconds later, I heard a scratchy female voice softly say, 'Hello?' which repeated every five seconds or so. My window was open, and it sounded like the voice was coming from outside, so I got up to close it. I assumed it was some drunk girl walking back from the pub. I went to the window, and there was no one there. I heard 'Hello?' again behind me, clear as a bell, then my door rattled again, then fell silent.\n\nI've had night terrors before and hallucinate when I have even a mild fever, so I assumed I was still asleep and laid back down. The following day at 7:00 a.m., the girl who was cooking told me, 'I had the creepiest night. At 1:50, I heard footsteps coming up the cellar stairs, then the door rattled. Then, at 2:10, the door rattled again, and I heard footsteps coming down.' She told me this before I had said anything to anyone about what I'd experienced.\"\n\n–ProfessorBeer\n\nGetty Images/iStockphoto\n\n11.\"I went to college in Providence, Rhode Island. My dorm room housed my roommate and me, and we had our beds on opposite sides of the room, with our desks by the foot of each bed. Anyway, my boyfriend and I were hanging out in my room one day, and he was lying on my bed. I was up next to the bed and bent over to grab something. I heard him scream, and he covered his eyes (not exaggerating), but he wouldn't tell me why. Eventually, he told me that when I bent over, he saw a shadow behind me that actually kind of looked like him, and it freaked him out. He had an afro, so the silhouette would've been pretty distinctive. We didn't really talk about it afterward, and I never told my roommate (she wasn't in the room at the time).\"\n\n\"A few weeks later, I was asleep in bed with my boyfriend. I woke up in the middle of the night to my roommate packing a bag, clearly panicked. She rushed out of the room and didn't see me wake up, so I didn't say anything. The following day, I saw her and asked her why she had rushed out of the room in the middle of the night. She told me she woke up in the middle of the night and saw my boyfriend sitting at my desk. She asked him why he was up, then saw my boyfriend sleeping beside me! She believed in ghosts, so she freaked and left.\n\nIt freaked me out because we hadn't mentioned the 'lookalike' my boyfriend saw to her, and it sounded like she saw the same figure.\"\n\n–Expensive_Plant4586\n\n12.\"I was on a cruise with a friend, and we shared a cabin. My friend was a really loud snorer. He would usually stay awake until I'd fallen asleep; otherwise, I'd find it impossible to sleep with the racket he was making. That night, he'd had a few drinks and passed out drunk, snoring loudly. It didn't bother me, as I had my book to read. It was about 2:00 a.m., and I was wide awake, reading my book in bed. I got this feeling there was something at the foot of the bed. I glanced up, and there was this' thing.' It looked like a person but translucent and gray, and the features were blurry. It was a bit like if a person was made of television static. I felt like it was being inquisitive, like how a young child would watch you do something.\"\n\n\"In my head, I asked what it wanted, and as I did, it turned and walked across the room to the door. As it did, it disappeared. I didn't feel scared or threatened by it. No idea what it was. I don't drink or take drugs, so it wasn't that, and I was wide awake. Odd. Really odd.\"\n\n–Ana_Phases\n\nCatherine Mcqueen / Getty Images\n\n13.\"About 25 years ago, my now ex-wife and I were caretakers of a house. We had been there for several weeks and noticed that we always had a funny feeling coming up the cellar stairs. It felt like something was going to grab us as soon as we turned the light switch off. Everything else about the house was normal. We slept with an analog windup alarm clock next to the bed — the kind that actually ticks. To set the alarm, you had to move a tiny third hand to the location on the clock face for the desired time. For example, you'd put the hand halfway between 6:00 and 7:00 to awaken at 6:30 a.m. It's a physical process, and it's difficult to get wrong.\"\n\n\"We always had the clock set to wake us up at 6:00 a.m. It was not something we fiddled with daily. One night, the alarm clock went off at about 2:00 a.m., playing old-school ringing bells. Both my ex-wife and I woke up absolutely terrified. I saw a small figure, maybe two feet tall, run out of the room. I thought I must've been imagining it until my ex-wife screamed, 'Did you just see that thing?' We both described it as some sort of small gremlin. When we looked at the alarm clock, we saw that the alarm hand had been moved from 6:00 a.m. to 2:00 a.m. It scared the crap out of me. I have no explanation for it. Nothing else ever happened there, but the cellar feeling persisted.\"\n\n–theferalforager\n\n14.\"When I was a kid, my grandpa was the night shift custodian of a big old-school church building. My sister and I used to go with him some nights because they had a big gymnasium-type room with a ton of big exercise balls and stuff, and it was fun to run around. One night, while my grandpa was locking a room up, my sister and I heard a noise down the stairs behind us. We looked, and an old lady was leaving the building. She turned, looked at us, and made the 'shhh' motion with her finger to her lips, then she left. We didn't think too much of it at the time. We asked our grandpa if anyone else was in the building tonight (like for any meetings, classes, etc.), and he said no, it was just us in the entire building. We asked him where the door down the stairs led, and he said, 'Oh, that goes out to the cemetery.' My sister and I FREAKED out. We still talk about it today and have the same memory of it.\"\n\n–ziggs4lyfe\n\nGeorgepeters / Getty Images\n\n15.\"Back in college, my girlfriend and I would go back to her parents' old farmhouse and fool around after class. There was never anybody home. One afternoon, I was standing in her kitchen, thirstily guzzling a post-sex Gatorade. Behind me was a back staircase leading to the house's second floor. When I finished my drink and turned to leave the room, I noticed a little girl between 7 and 10 years old standing on the bottom step. My first thought was, 'Oh crap. Why didn't my girlfriend tell me a little girl was in the house? I really hope she didn't hear what we were up to!' But before I could speak, I realized something was off. She was semi-transparent and oddly two-dimensional in a way I can't articulate. Slowly, I realized that I was staring at a ghost.\"\n\n\"There was nothing inherently frightening about the experience. Knowing I was in the presence of something unexplainable, I did everything in my power not to blink. I stared at her for 10 to 15 seconds, taking in every detail I could. She was wearing a red and yellow summer dress. Her long blonde hair was tied into two old-timey braids at the end. She wore black strapped shoes. Overall, her look gave me a 1940s—1970s vibe.\n\nFortunately for her, she seemed to have no idea I existed. She stood on the bottom step, looking out the back window towards the driveway like she was waiting for someone to arrive. I never took my eyes off her, but she was eventually gone. I never believed in ghosts before that. I still don't believe in intelligent hauntings, but I'll certainly entertain the idea of residual energy and echoes of the past.\"\n\n–ThroatBabies\n\n16.\"My grandfather had died a few days earlier, and my mom was crying in our kitchen. I hugged her. We had a lot of my grandfather's belongings, but there was this broken radio that didn't even have working batteries on the table, along with other things like photos and clothes he previously owned. This is the only unexplainable thing I've ever experienced, but while my mom was bawling, the radio made a very loud static noise for about one second. We both stared in silence at it. It was eerie! She stopped crying when she heard it. We both went to bed after that and haven't spoken of it since. If it were something paranormal, I'd imagine it was my grandfather letting us know he was there.\"\n\n–One-Ad8707\n\nSutthiwat Srikhrueadam / Getty Images\n\n17.\"The basement in my dad's house is finished except for the storage room. It's really dark and creepy and is around the corner from the basement's main room. There's an elliptical down there, and when standing on the elliptical, if you look over your shoulder, you can see half of the door to the storage room. I was working out on said elliptical, and I felt like someone was standing behind me, so I looked over my shoulder. In that half doorway, a dark figure with light gray eyes stood there looking at me. I was house-sitting, so I knew there wasn't anyone else home. I slowly got off the elliptical and went into the bathroom to hide; a while later, I decided to be bold and rush past the storage room and back upstairs. It was not my first time seeing that gray-eyed figure either.\"\n\n–Conscious-Outside430\n\n18.\"I used to work for a company where I would go into foreclosed homes. I went into this one house with a coworker, and from the moment I stepped into the yard, I felt I was being watched. We went inside, and I felt I was being watched the entire time. And I kept seeing black, swirling shadows standing in the corner of every room. I saw them out of the corner of my eye, and when I'd look directly at them, they'd be gone. At one point, we heard the basement door SLAM shut. My coworker and I said, 'OK, I think we're done for the day.' When we were leaving, I asked the coworker if that house was weird, and he said yeah, he kept seeing black shadows in the corners. I remember getting chills. I refused to ever go back to that house.\"\n\n–Genghishahn44\n\nZimmytws / Getty Images/iStockphoto\n\n19.\"I saw a completely identical 'copy' of me at a beach in California. They were wearing different clothes than I was at the time, but they were still wearing clothes I owned. As soon as I tried approaching him to get a picture, he started to run away down the shoreline at full speed. A strange experience for sure.\"\n\n–psychedelicious13\n\n20.\"I was around 10 years old, and my grandma had just died. I didn't really know her because she had spent most of my young life in a nursing home and often didn't remember who I was when I went to visit. But, when I visited, she would always rub my back. It was like an instinctual way to comfort someone. She did it to all her kids and grandkids. For about a year after she died, I would be sitting in my room at night, alone, and start to feel someone rubbing my back like she used to. It freaked me out until I acknowledged it one night and said, 'Thank you, grandma.' It stopped after that, and I never felt it again.\"\n\n–sillybanana2012\n\nRalf Nau / Getty Images\n\n21.\"I grew up in a haunted house in Canada. From ages 7 to 18, I saw and experienced a lot that I cannot and will not attempt to explain. The house was obviously haunted. We had doors slamming, orbs, shadows, and electronic phenomena. You name it, and this house had it. Whatever resided there was never malicious to any of us — it was maybe even playful when we were kids. I was not afraid of it, just a little confused. I feel like this background will give a little context to what happened last week. Last week, my wife and I flew to York, England. It is a lovely town made even more special by the people who live in, curate, and care for it. We spent three days wandering around, shopping, and drinking pints with the locals. Part of that shopping involved going into a four-story antique store by The Minster.\"\n\n\"The first floor was really cool and had lots of houseware from a bygone era. The second floor was all records, and the third floor was curiosities gathered from a life of travel. The fourth floor was messed up. As my wife and I rounded the banister, it felt like I walked into the saddest, angriest place I have ever been. On one wall were WW1 medals, on the other were WW2 medals, and in the middle was a rocking horse.\n\nI felt like I had to run for my life. The darkness that saturated every inch of that room was indescribably terrifying. I abandoned my beautiful wife in a room with the darkest presence I have ever experienced. I sprinted from the building and sat on the front steps, waiting for my wife to come down and ask what was wrong with me.\n\nShe eventually meandered down and said, 'Yeah, you felt that too, huh? The rocking horse started rocking when you ran.' And this, folks, is why I will not be going back there.\"\n\n–kokaneeking\n\n22.\"Roughly 15 years ago, I was in upstate New York with my uncle at our family house. It's pretty quiet; not a lot of people are up there. My uncle and I were outside when it started to downpour, so we went inside. We were looking out the front door together, and my uncle commented on how hard it was raining. It's also pretty rural, so it was mostly pitch-black out, with only our front house light illuminating the area. We saw someone speed-walking on the road as we looked out the door. It was so dark, but their skin was so pale we could see their hands swaying as they walked and then their face as they turned towards our house. All I remember was the face had no eyes. My uncle quickly shut the door and said not to worry. It was probably someone who got stuck in the rain. I was scared, but he calmed me down. I was little, so I don't remember too much after that other than my uncle keeping watch for a while.\"\n\n\"I forgot about this story until years later, when I brought it up with my uncle because I thought maybe it was a dream. His attitude changed when I brought it up, and he just said he remembered but didn't want to talk about it. I have never brought it back up to him, and to this day, when I think about it, I feel really eerie.\"\n\n–NyStiles1210\n\nDavid Wall / Getty Images\n\n23.And: \"When I was in second grade, I woke up one night and saw a glowing ball about the size of a volleyball floating out of my bedroom closet. It was pale green and hovered in the middle of the room. I remember pulling the covers over my head and being overwhelmed with this sense of fear/dread. I tried to yell out for my parents, but I was so terrified I could barely whisper. Years later (I was in my early 20s), we were at a family gathering, and somehow, the conversation turned to spooky things, and I told everyone at the table about the orb. My uncle (mom's brother) got this look on his face and said, 'You saw it too?!' He and my mom had lived in that house for a few years as kids (my grandfather owned it and sold it to my parents when they got married), and my old room had been his room. Apparently, the same exact thing had happened to him when he was roughly the same age.\"\n\n–Colonial13\n\nHave you ever experienced something truly scary and unexplainable? Tell us your story in the comments or share anonymously using this form.\n\nNote: Submissions have been edited for length and/or clarity."
    },
    {
        "title": "10 Everyday Items Paranormal Activity Made Terrifying",
        "link": "https://www.msn.com/en-us/health/other/10-everyday-items-paranormal-activity-made-terrifying/ar-AA1tNOlF?ocid=BingNewsVerp",
        "description": "This horror franchise is second to none when it comes to making people afraid of seemingly innocuous stuff. Welcome to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-k_KqJJgcYyANIYt_OfJKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WatchMojo on MSN3h",
        "source": "WatchMojo on MSN",
        "article_content": ""
    },
    {
        "title": "Carbondalien celebration: Hundreds mark the paranormal anniversary",
        "link": "https://www.thetimes-tribune.com/2024/11/09/carbondalien-celebration-hundreds-mark-the-paranormal-anniversary/",
        "description": "Peace, love, aliens.' Duane and Denise Lindenmuth bore the motto on their T-shirts Saturday, specially made for the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qjjjm5jsrvTvr9NbAxEpHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Scranton Times-Tribune3h",
        "source": "The Scranton Times-Tribune",
        "article_content": "Wooden cutouts of aliens are seen at the Carbondalien Festival in Carbondale on Saturday, Nov. 9, 2024. (Christopher Dolan / Staff Photographer)\n\nA smoking flying saucer is seen on a flatbed truck at Russell Park in Carbondale during the Carbondalien Festival on Saturday, Nov. 9, 2024. (Christopher Dolan / Staff Photographer)\n\nA wooden cutout of an alien is seen in the window of a building in downtown Carbondale during the Carbondalien Festival on Saturday, Nov. 9, 2024. (Christopher Dolan / Staff Photographer)\n\nJennifer Brennan of Thompson is seen dressed like an alien at the Carbondalien Festival in Carbondale on Saturday, Nov. 9, 2024. (Christopher Dolan / Staff Photographer)\n\nPeople are seen in alien costumes at the Carbondalien Festival in Carbondale on Saturday, Nov. 9, 2024. (Christopher Dolan / Staff Photographer) Show Caption 1 of 5 Wooden cutouts of aliens are seen at the Carbondalien Festival in Carbondale on Saturday, Nov. 9, 2024. (Christopher Dolan / Staff Photographer) Expand\n\nCARBONDALE — “Peace, love, aliens.”\n\nDuane and Denise Lindenmuth bore the motto on their T-shirts Saturday, specially made for the Carbondalien Festival, marking the 50th anniversary of an infamous incident near Russell Park in Carbondale that many believe was a UFO crash landing on Nov. 9, 1974.\n\nThe legend began when three teenage boys alerted police after witnessing a “red, whirring ball” fall from the sky and into a mine pond. The incident drew police, military and the curious to the city and concluded with a dive team pulling a battery-powered mine lantern from the pond, according to newspaper reports from that time.\n\nThe Lindenmuths traveled about two hours from Ambler with other family members, to participate in the festival, which drew hundreds of people to Main Street. Most were decked out in fluorescent green, some with extra eyes or antennae sprouting from their heads.\n\nSome of those attending were simply out for an afternoon of fun with family, while others are true believers in UFOs and other supernatural phenomena.\n\nAdrian and Maria Johnson, of Kingston, were among the latter. Both are familiar with the history of UFO sightings, including the Roswell incident in 1947, which many believe was the crashing of a UFO near the town in New Mexico.\n\nAdrian Johnson pointed out President Harry Truman addressed the possibility of UFOs with reporters in the early 1950s.\n\n“We believe,” said Maria Johnson.\n\nSasha Podunajec, of Waymart, attended the event with her mother Diane Gallagher, Moscow; and son Rowan, age 3.\n\nGallagher said the event was a great opportunity for Carbondale to celebrate its history and host a robust community event.\n\nCandace and Thomas Deblasio moved to the area recently and heard about the event at a senior presentation last week.\n\nThe two went “all out,” with Thomas decked in a green inflatable costume and Candace in shimmering silver and slanted glasses.\n\n“These weren’t our Halloween costumes; we bought them especially for today,” Candace Deblasio said, laughing.\n\nChana Manarchuck was part of the committee that organized the event and said it exceeded expectations of planners.\n\n“I think we should have it every year,” she said. “My motto is ‘bloom where you’re planted.’ “\n\nTodd Pousley, of NeighborWorks, said the event provided the chance to chat with residents and visitors about their vision for Carbondale.\n\nIt was also an opportunity to encourage people to complete a survey aimed at documenting their suggestions for Carbondale for future projects.\n\nBradford May, part of the event committee, said the event exceeded expectations.\n\nOriginally, when the event was scheduled for Nov. 9, there was a question about whether cold weather might interfere with attendees’ enjoyment of the day.\n\nBut moderate temperatures and clear skies were the perfect setting for vendors who offered everything from good food to home goods and information.\n\nThe day included an immersive “The Russell Park Experience,” with transportation to the park, which was sold out early in the day, as well as a citywide scavenger hunt and special speakers.\n\nIt concluded with an after-party event at the ballroom of the Hotel Anthracite featuring “Paranormal State” star Heather Taddy."
    },
    {
        "title": "The Buzz: Local residents among those getting awards for conservation work",
        "link": "https://www.theday.com/business/20241109/the-buzz-local-residents-among-those-getting-awards-for-conservation-work/",
        "description": "On Nov. 23, from 6 to 9 p.m., the Connecticut League of Conservation Voters will present the 2024 Environmental Awards at The ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dQXFG1blwllrLrqGmavKGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Day11m",
        "source": "The Day",
        "article_content": "John Harris\n\nUlysses Hammond\n\nAmy Blaymore Paterson\n\nMarissa Gillett\n\nBill Wright\n\nJustin Croteau\n\nThe North Stonington Garden Club has named its 2025 board of directors. They are, from left, Fran Barsky, treasurer; Karen McGee, president; Jen Panosky, vice president; Karen Askins, recording secretary, and Claire Verdier, assistant treasurer. Not pictured is Susan Rostenberg, corresponding secretary.\n\nRobert Boris\n\nOn Nov. 23, from 6 to 9 p.m., the Connecticut League of Conservation Voters will present the 2024 Environmental Awards at The Red Barn at Mitchell College in New London. For tickets, visit https://secure.everyaction.com/sttkmwANP0qYqlD7GUHQyg2.\n\n​The Environmental Public Service Award will be given to Marissa Paslick Gillett, chair of Connecticut’s Public Utilities Regulatory Authority. Gillett received a bachelor of science in bioengineering from Clemson University and a Juris Doctor from the University of Baltimore School of Law.\n\nThe Lifetime Achievement Award is being presented to Amy Blaymore Paterson, who has served as the first executive director of the Connecticut Land Conservation Council since 2010. Under her guidance, CLCC has grown into one of the most influential land trust service organizations in the nation.\n\nAmy Blaymore Paterson, executive director of the Connecticut Land Conservation Council since 2010, will be honored for her leadership in making CLCC one of the nation’s most influential land trust service organizations.\n\nThe Environmental Legacy Award will be presented to Ulysses Hammond, who this year stepped down as interim executive director of the Connecticut Port Authority, a quasi-public agency responsible for the maritime economic development of Connecticut’s ports and harbors. He was also responsible for the transformation of the Port of New London into a world class heavy lift intermodal transport marine terminal that is a marshaling hub for the staging and pre-assembly of wind turbines for America’s new offshore wind industry.\n\nThe Community Impact Award will be bestowed upon ​John G. Harris of Preston, now serving his first term on the Mohegan Tribal Council. Harris served on the Mohegan Tribal Housing Authority for nearly 25 years, as a site operations director for the Preston Redevelopment Agency for the last 10 years and as the chairman of the Preston Housing Authority from 2007 to 2017.\n\nGroton Rotary Club has announced its slate of new officers for the 2024-25 Rotary Year. Robert Boris will be the club’s president. Cindy Olsen will serve as secretary and Deborah Lea Doran will be treasurer.\n\nBoris is a local businessman and serves on several local municipal boards and commissions. Olsen is a program supervisor at Thrive 55+ Active Living Center. Doran has been responsible for the club’s finances for past few years.\n\nThe club’s Board of Directors are: Robert Boris, Cindy Olsen, Deborah Lea Doran, Gary Weale, John Silsby, Richard B. Kent, Jr., Jim Mitchell and Lian Obrey.\n\nThe club’s Community Service Awards Foundation Board members are: Frank E. Winkler, chair; Cindy Olsen, Lea Doran, Robert Boris, David Brown, Greg Thevenet and Marcia Gipstein.\n\nJohn P. Silsby will continue as the club’s Interact Advisor and Youth Services Chair. Richard B. Kent Jr. will serve as the Club’s Rotary Foundation chair and executive secretary. Winkler is chair of the Club’s Foundation Board. Silsby and Kent chair the club’s annual Golf Tournament Committee. For club information, visit grotonrotary.org.\n\nThe Greater Mystic Chamber of Commerce recognized Command Sgt. Maj. William “Bill” Wright, a dedicated community member and distinguished veteran, in its Community Proud series sponsored by CorePlus Credit Union.\n\nKnown for his remarkable work ethic, Wright is celebrated as one of the hardest workers at Beer’d Brewing Co. and an invaluable team member. Whether it’s assisting with deliveries, stepping behind the bar, or offering support across departments, Bill exemplifies dedication and teamwork.\n\nBeer’d Brewing Co. owner Precious Putnam noted Wright’s “unwavering service and sacrifice” that extends to volunteer work repairing local structures with the Maine Island Trail Association and as a steward for the Northern Forest Canoe Trail.\n\nWright’s military service included leadership roles with the Connecticut National Guard and the Joint Staff, where he led, mentored, and safeguarded soldiers during both natural disasters and overseas missions. After his military career, he continued to serve by supporting veterans and their families at the Stonington Institute.\n\nJewett City Savings Bank has announced the hiring of Justin Croteau as branch manager in the Preston office.\n\nCroteau brings more than seven years of experience in retail banking, sales, and customer service. Prior to joining Jewett City Savings, he served as branch manager for CorePlus Credit Union. He brings knowledge of the local community having grown up in Griswold and attending Griswold High School.\n\nThe North Stonington Garden Club has named its 2025 board of directors. They are: Fran Barsky, treasurer; Karen McGee, president; Jen Panosky, vice president; Karen Askins, recording secretary; Claire Verdier, assistant treasurer, and Susan Rostenberg, corresponding secretary.\n\nOn Oct. 11, Gov. Ned Lamont and the Connecticut Department of Energy and Environmental Protection Commissioner Katie Dykes awarded Comcast more than $21 million in grants to connect unserved homes and businesses across Connecticut to high-speed Internet services through DEEP’s ConneCTed Communities Grant Program.\n\nThrough the public-partnership, and private capital, Comcast will extend its state-of-the-art network in 76 municipalities, including Norwich and Essex. Expanding broadband access to unserved and underserved communities is part of a mission to bridge the digital divide, sending millions of dollars in investment to mostly rural communities throughout the state.\n\nAhead of Veterans Day, Navy Federal Credit Union and Sperling’s BestPlaces released the 2024 Best Cities After Service list— designed to help military servicemembers, veterans and their families evaluate the pros and cons of U.S. cities where they may consider settling down, and Norwich ranked No. 2 nationally on the “best overall” list and No. 5 for retired veterans. Norwich was selected due to its blend of rich history, culture, and abundant outdoor recreation with excellent veteran services like income tax exemptions and college tuition waivers.\n\nEach year during National Veterans Small Business Week, the U.S. Small Business Administration highlights the entrepreneurial spirit of veterans, service members, National Guard members, reservists and military spouses. This year the Connecticut SBA will hold a Military Spouse Pathways to Business Program, Wednesday, Nov. 13, 8 a.m.-4:30 p.m. at the Regional Innovation Center, New London, or on Zoom. For more, visit visit sba.gov/ovbd.\n\nFoxwoods Resort Casino has announced the opening of the 150-seat Momosan ramen restaurant by Iron Chef Masaharu Morimoto, set to debut in spring 2025. The new addition brings the globally renowned chef’s celebrated Japanese cuisine to Foxwoods, marking the seventh location. Located in the Great Cedar Concourse at Foxwoods, Momosan will feature signature dishes including gyoza, nigiri and sushi rolls.\n\nThis announcement is the latest in a series of enhancements at Foxwoods, including Grace By Nia, the resort’s first Black-woman-owned speakeasy-style lounge, Gordon Ramsay Hell’s Kitchen and Sprinkletown, the debut storefront from celebrated pastry chef Zac Young. For more information, visit www.foxwoods.com.\n\nCumulus Media's station WWKX-FM in Providence has flipped from its Rhythmic Contemporary format to Classic Rock, debuting as the all-new 106.3 The Wolf. Cumulus Media has also launched a new website for 106.3 The Wolf at: https://www.thewolf1063.com/.\n\nThe newly reformatted 106.3 The Wolf joins Cumulus New London sister station 102.3 The Wolf/WMOS-FM with its Classic Rock format. As part of the change, Doug MacGunnigle has been promoted to regional program director for NewsTalk and Classic Rock/Southern New England, overseeing 102.3 and 106.3 The Wolf, NewsTalk 630 AM/ 99.7 FM WPRO, and Sports Talk 790AM The Score in Providence, along with NewsTalk 980 WXLM in New London.\n\nMike English, longtime host of the WMOS-FM morning drive, will now also be heard on WWKX-FM weekdays from 6 to 10 a.m. The stations will also both carry live nighttime show, Steve Gorman Rocks! Monday through Friday from 7 p.m. to midnight.\n\nAwards & Recognition\n\nSeaside Shadows Haunted History Tours has been named one of the top ghost tours in the country, securing the No. 3 spot in the prestigious USAToday 10Best Reader’s Choice Awards, and No. 1 in New England.\n\nFounded by author and historian Courtney McInvale in 2013, Seaside Shadows offers a blend of history, local legend, and paranormal lore in the Mystic and Westerly areas. USAToday describes Seaside Shadows as a premier tour operator that “blends history with the occult on guided tours,” offering everything from downtown walking tours to spirit-themed pub crawls.“ For information, visit www.seasideshadows.com.\n\nThames Valley Council for Community Action has been awarded $5,000 by R.S. Gernon Trust to support its homelessness prevention initiative in the Norwich area. Ida Parker, director of TVCCA’s housing program, said the support of the Gernon Trust will allow TVCCA to work with individuals and families much more extensively, as solutions focus on employment, child care, and health/nutrition issues.\n\nChamber News\n\nThe Chamber of Commerce of Eastern Connecticut recognized local leaders during its 15th annual Social Service Recognition Awards on Nov. 7 at the Holiday Inn Norwich.\n\nHonorees were: Lonnie Braxton, Board Member of the Year for the Public Library of New London; Wendy Lusk, Executive Director of the Year for the South East CT Community Center of the Blind; Denisse Mateo, Staff Member of the Year for The Arc Eastern CT; Elizabeth Shilosky, Volunteer of the Year for Alzheimer’s Association Connecticut Chapter; Community Foundation of Eastern CT, Collaboration of the Year, and an Honorable Mention for Petra, a Therapy Horse at High Hopes Therapeutic Riding Center.\n\nDina Sears-Graves, president and CEO of the United Way of Southeastern Connecticut, gave the keynote address.\n\nThe Greater Norwich Area Chamber of Commerce will hold a Business After Hours at The Spa at Norwich Inn from 5:30 to 7:30 p.m. Thursday, Nov. 14. Walk-ins are welcome. For information, email Amber at info@norwichchamber.com.\n\nThe Buzz is a free service of The Day. To submit, email businessbriefs@theday.com. For easy access to websites and emails listed here, go to www.theday.com and type “The Buzz” into the search bar."
    },
    {
        "title": "‘Amityville Horror’ 50 years later — a look at the ‘most haunted house in the world’ decades after grisly killings",
        "link": "https://nypost.com/2024/11/09/us-news/inside-the-amityville-horror-house-50-years-after-grisly-killings/",
        "description": "The Dutch Colonial-style home was the site of one of New York’s most infamous, bloody crimes, when a young man with a gun ...",
        "image_url": "https://www.bing.com/th?id=OVFT.w7bSJzV7UywZ5WTx6mZG-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "11h",
        "source": "New York Post",
        "article_content": "At first glance, the cute, three-story home with the black shutters and wrought-iron fence looks like an American Dream.\n\nThen you realize: it’s that house.\n\nThe five-bed, four-bath Dutch Colonial on Ocean Avenue in Amityville was the site of one of New York’s most infamous mass murders, when a young man shot all six members of his family as they slept with a .35-caliber Marlin rifle, one by one.\n\nThe bloodshed wrought by Ronald DeFeo Jr. the morning of Nov. 13, 1974 was straight out of a horror movie, and eventually became one: the 1979 classic “The Amityville Horror” starring Margot Kidder and James Brolin as a couple who buy and move into the empty house after the murders only to meet a demonic presence.\n\n5 Ronald Defeo Jr., seen here leaving court shortly after the killings, died years later at age 69. AP\n\nDeFeo, then 23, was a heavy drug user known as “Butch.” Over the years he blamed everything from voices in his head, to hired killers, to his own sister, for the massacre.\n\nHe was sentenced to six terms of 25 years to life for killing his parents, Ronald and Louise; his two sisters, Dawn, 18, and Alison 13; and his two brothers, Marc, 12, and John, 9.\n\nHe was never paroled. In 2021, at the age of 69, he died in Albany Medical Center, close to the Sullivan Correctional Facility in upstate Fallsburg, where he was imprisoned. His cause of death was never made public.\n\nOn the 50th anniversary of DeFeo’s macabre tour de force, the stain of the crime is something that little Amityville, pop. 9,500, just can’t shake, try as it might.\n\nLaura DiDio was on an internship as a trainee reporter at the Long Island Press and got the exclusive story on a crime that stunned the village — and the world.\n\n“New York in the mid-1970s was no stranger to murder but Amityville certainly was,” she told The Post.\n\n“It’s this upscale, largely middle-class neighborhood and they hadn’t had a murder in maybe 50 or 60 years. Local men had died fighting in the Korean War and Vietnam but there had never been anything like this.”\n\nThe legend really took root about a year after the murders.\n\n5 Coroner office employees remove one of the bodies from the home. Bettmann Archive\n\nIn December 1975, during DeFeo’s trial, the three-story home was purchased by newlyweds George and Kathy Lutz for $80,000. They moved from Brooklyn with Kathy’s three children, Daniel, 9, Christopher, 7, and 5-year-old Melissa, known as “Missy.”\n\nSoon, the Lutzes claimed to have experienced a range of paranormal phenomena, including slime oozing from walls, sudden temperature drops and strange noises and odors.\n\nGeorge said he was waking at 3:15 a.m. each day — the same time DeFeo started his killing spree – while Kathy claimed to have levitated above her bed, according to a best-selling book based on the Lutzes’ experience, 1977’s “The Amityville Horror: A True Story.”\n\n5 The family that moved in after the murders alleged that they experienced haunting and supernatural phenomena. AP\n\nThe kids all began sleeping on their stomachs, the same position DeFeo’s victims were found in, while Missy claimed to have a new friend: a demonic pig called “Jodie.”\n\nWhen a local Catholic priest, Father Ralph J. Pecoraro, arrived to bless the house, he fled, insisting he heard a voice telling him to “Get out,” George told reporters at the time.\n\nJust 28 days after they moved in, the Lutzes fled, their stay so short they didn’t make a single payment on the $60,000 mortgage.\n\nStart your day with all you need to know Morning Report delivers the latest news, videos, photos and more. Thanks for signing up! Enter your email address Please provide a valid email address. By clicking above you agree to the Terms of Use and Privacy Policy. Never miss a story. Check out more newsletters\n\nThe Lutzes’ story was a gift for fans of the supernatural.\n\nTwo years after the publication of the book, the movie was released, the first of a long-running franchise now exceeding 20 films.\n\n“It’s a story that just won’t go away,” said DiDio, who co-produced a 2012 documentary called, “My Amityville Horror.”\n\n“It’s become a brand. In fact, Amityville is more like a cottage industry.”\n\nAlexandra Holzer is a paranormal investigator and the daughter of Dr. Hans Holzer, the parapsychologist who examined the house in the wake of the events in the 1970s. He concluded that the house itself was not haunted but the land on which it was built probably was.\n\n5 The crime sparked a franchise that began with the film “The Amityville Horror.” Everett Collection / Everett Collection\n\n“My father believed that DeFeo Jr. may have been possessed by an old American Indian chief and that unscrupulous property developers had built the house on a sacred Indian burial site,” explains Holzer.\n\n“He thought that all the disturbances in that house stem from this little-known fact.”\n\nIn the years since the murders, the book and the films, hordes of visitors, eager to see just what the fuss was all about, come to see what was dubbed, “the most haunted house in the world.”\n\nThe crowds, whom DiDio said would sometimes sail up the creek to spy on the home from the rear, included another creepy visitor in 1984.\n\nRicky Kasso, a devil-worshipping, drug-taking teenager from Northport, Long Island, often visited the house. He butchered his 17-year-old friend Gary Lauwers, stabbing him over 30 times, in their hometown on June 19, 1984, only to hang himself before trial.\n\nSince the Amityville murders in 1974, the 3,600-square foot property on Ocean Avenue has changed hands many times, with one set of owners, Jim and Barbara Cromarty, even changing the address to throw off the curious.\n\nOther owners changed the house’s distinct upper floor eye-windows — a signature of its spookiness — to square ones; fixed up the boathouse; added a sunroom; renovated the kitchen and finished the basement. None reported being haunted.\n\n5 Some neighbors put up Halloween decorations playfully referencing the “horror.” J.C. Rice\n\nIn 2000 The Amityville Record revisited the house, describing life on Ocean Avenue as “fairly routine,” apart from the “regular visits by the curious and believers in the supernatural,” adding that mostly “it is just another house in Amityville with nothing more than a horrific history.”\n\nLast week, when The Post visited the burg, some neighbors had even put up Halloween decorations playfully referencing the “horror.”\n\nThe property last sold for just $605,000 in 2017 but is now estimated to be worth $1,137,300, according to Zillow.\n\nThe current owners of the property declined to comment, as did the late Lutzes’ surviving children, the mayor of Amityville, and the local church.\n\n“Towns often like to bury these types of happenings – no pun intended – as it’s not good for business,” says Holzer.\n\nBut it never stays buried for long.\n\n“You will never be able to really quell that desire of interest because that is the very definition of our human nature,” she added."
    },
    {
        "title": "Accelerating Discovery and Development with Advances in High-Throughput Screening",
        "link": "https://www.pharmtech.com/view/accelerating-discovery-and-development-with-advances-in-high-throughput-screening",
        "description": "High-throughput screening (HTS) enables the rapid testing of numerous compounds against biological targets. By automating and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ets7Codps3kMNzadv-f56C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "PharmTech9h",
        "source": "PharmTech",
        "article_content": "In addition to innovation in the analytical methods and laboratory equipment used for HTS, significant advances have also occurred in the software arena, most notably the integration of AI and ML for data analysis and improvements in cloud-based platforms for collaborative research.\n\nIn addition to advances in automation, innovation in miniaturization technologies is helping to improve HTS performance. “By shrinking assay volumes, miniaturized platforms like microfluidics and nanodispensing have allowed for higher throughput while reducing reagent consumption,” Mahale remarks. Access to smaller-volume assays, he says, is especially useful in fragment-based drug discovery and the screening of complex biological samples, as it allows for cost-effective experiments with even larger libraries.\n\nMore specifically, automation accelerates workflows by allowing researchers to complete multiple tasks at once. “This kind of parallelization is especially helpful for processes like catalyst screening, ligand screening, or solvent selection. Automation also allows chemists to conduct experiments in high-pressure and high-temperature conditions, which are difficult to complete manually. With these features, automation makes experimentation in the lab more targeted and efficient, saving valuable time, energy, and cost,” Schmidt notes.\n\nBy automating process development tasks, researchers can significantly accelerate the identification of optimal synthetic pathways and fine-tune processes for maximum efficiency, according to Schmidt. “This translates to faster development times, reduced errors, and more consistent API production. For drug developers, this means reduced risk and uncertainty in API development, enabling a greater focus on clinical trials and regulatory approvals,” he contends.\n\nAutomated liquid-handling robots, says Mahale, have become faster, more accurate, and capable of working with extremely low volumes of reagents, enabling more cost-effective screening. “Advances in pipetting precision, multi-plate handling, and integration with other systems (like incubators, centrifuges, and imagers) have significantly reduced human error and improved reproducibility. Automated workflows for complex cell assays and readouts based on imaging analysis, meanwhile, allow multiple assays to be performed with minimal consumable cost and keeping sustainability in mind. Use of multimode plate readers in the automation workflow also allows for multiplex assays to maximize data collection,” he details.\n\nSome of the biggest advances improving and expanding HTS for drug discovery and development relate to automation and miniaturization of laboratory systems. “Automation is transforming the landscape of API development and manufacturing,” Schmidt states.\n\nOverall, Alderwick summarizes, these various innovations have improved the scalability, specificity, and throughput of HTS, enabling researchers to screen more diverse compound libraries and discover novel molecular mechanisms of action.\n\nCRISPR-based functional screening, meanwhile, is employed to elucidate the biological pathways involved in disease processes, according to Alderwick. CRISPR editing of genes for knock-out and knock-in experiments have greatly advanced assay designs for cell-based phenotypic HTS approaches, he explains. In addition, by selectively tagging proteins of interest, CRISPR is advancing the understanding of target engagement and functional effects of drug treatments. “By screening small molecules alongside CRISPR-modified cells, researchers can better understand drug-target interactions at a genomic level, enabling the selection of candidates with higher precision,” says Alderwick.\n\nASMS screening is increasingly used to discover small molecules that engage a specific target, says Alderwick. “Highly advanced ASMS platforms that use rapid workflows to quickly generate high-quality data are getting traction as HTS methods. The platform is amenable to a broad spectrum of targets, including proteins, complexes, and oligonucleotides such as RNA, and can be a leading assay to initiate drug discovery programs,” he comments. Unlike traditional label-free approaches, which are often slow, restrictive, and not optimal for large screening campaigns, Alderwick adds that new solutions such as Charles River’s SAMDI ASMS platform allow efficient investigation of protein-protein interactions, TPD, molecular glues, RNA binders, etc. in a high-throughput format.\n\nOne of the key advances in HTS for drug discovery and development is the adoption of a wider array of state-of-the-art analytical techniques for this application. The most notable technologies introduced recently as high-throughput platforms include affinity selection mass spectrometry (ASMS)-based screening platforms such as self-assembled monolayer desorption ionization (SAMDI), target protein degradation (TPD), and molecular glue platforms; and CRISPR (clustered regularly interspaced short palindromic repeats)-based functional screening platforms, notes Luke Alderwick, senior group leader, Discovery Sciences with Charles River.\n\nOverall, using HTS during process development can, contends Schmidt, “help in the optimization and simplification of established workflows, integration of emerging technologies such as photochemistry and electrochemistry, and leveraging of rapidly evolving computational tools like artificial intelligence (AI) and machine learning (ML).”\n\nDuring the early stages of candidate development, the synthetic pathway is still flexible, making HTS particularly valuable, according to Jens Schmidt, associate director of manufacturing, science, and technology at Lonza. “HTS can help process development scientists rapidly evaluate the feasibility of different synthetic routes or optimal chemical combinations, such as solvents, catalysts, and bases,” he explains. As the project advances through clinical phases, the flexibility in process steps decreases, but HTS remains useful for expanding the understanding of the process, such as its reaction kinetics.\n\n“Considering the vast number of technologies, each one of them serving a different purpose to address the scientific question, naturally different attributes, including binding affinities, reaction kinetics, enzymatic activity, functional activity, target engagement, selectivity, and specificity, are often analyzed. These attributes are critical because they provide early insights into the potential efficacy and selectivity of drug candidates, which is essential for optimizing pharmacological profiles,” says Mahale. Given the wide range of technologies available, he also emphasizes the importance of selecting a fit-for-purpose technology to address each biological question.\n\nThe most widely used HTS technologies for identification of small-molecule API candidates include fluorescence-based, luminescence-based, and absorbance-based assays, according to Sachin Mahale, research leader, Discovery Sciences at Charles River. He adds that methods for detection of unlabeled biomolecules, such as those based on mass spectrometry, have also become more widely used at an HTS-scale in recent years, allowing the screening of compounds in both biochemical and cellular settings and thus expanding the breadth of targets to those that would otherwise be unscreenable. High-content imaging and automated electrophysiology are additional techniques providing multi-parametric cellular data that are becoming more widespread in high-throughput formats for discovery research, Mahale observes.\n\nHigh-throughput screening (HTS) enables the rapid testing of numerous compounds against biological targets. By automating and miniaturizing assays, HTS significantly accelerates the identification of potential drug candidates or optimal process conditions and can be applied throughout the entire development path of a potential drug, from discovery to process development. In the discovery phase, HTS is one of several hit-identification (Hit-ID) paradigms and involves the use of sensitive and miniaturized methods for screening large libraries of small molecules in a practical and efficient manner. During process development, HTS helps researchers rapidly establish an optimal synthetic route and conditions for each process step that reliably produce sufficient material quickly.\n\nNew AI algorithms can, observes Schmidt, analyze data from high-content screening systems, detecting complex patterns and trends that would otherwise be challenging for humans to identify. AI/ML algorithms can identify patterns and predict the activity of small-molecule candidates, even when the data are noisy or incomplete, Mahale adds. In addition to significantly speeding up the analysis of screening results and identifying promising leads faster and with higher accuracy, integration of AI into HTS processes can also improve assay optimization, he comments. Another key advantage of AI-driven HTS, according to Mahale, is its ability to adapt to new data in real time when compared to traditional HTS relying on pre-determined conditions.\n\n“These advances in AI and ML have been pivotal in accelerating drug discovery by improving both the quality of data and the efficiency of experimental processes. In the early stages of development, meanwhile, using these advanced solutions provides a holistic view that streamlines route scouting and accelerates the transition from research and development to robust manufacturing processes,” Schmidt says. As an example, he points to Lonza’s AI Route Scouting Service, which integrates proprietary commercial data with cutting-edge synthesis planning technology. “This innovation allows for more accurate and comprehensive analysis of cellular phenotypes, providing deeper insights into the efficacy and safety of drug candidates,” he notes.\n\nCloud technology, meanwhile, has enhanced the ability to store, share, and analyze HTS data across multiple sites in real time, says Mahale. “The result is improved collaboration between research teams globally, reduced data redundancy, and increased application of machine learning models on large datasets,” he explains.\n\nCombined, Mahale believes the various software innovations incorporated into HTS systems are enabling the handling of more complex datasets, improving prediction accuracy and streamlining the drug discovery pipeline.\n\nAddressing cost and complexity\n\nImplementing HTS for drug discovery and development is not a simple matter. The systems are both complex and costly. Fortunately, minimizing these issues has also been a focus of technology providers and end users.\n\nSchmidt points to significant advancements in standardization and simplification of workflows as helping to accelerate HTE experimentation timelines and reduce costs. Examples include the development of standardized protocols and data formats, which has simplified the implementation and operation of HTE assays, specifically improving their accessibility and accuracy. He also notes that software tools powered by AI have made it easier for researchers to design, execute, and analyze HTE experiments.\n\nAnother effective approach, according to Alderwick, is to leverage tailored compound libraries such as Charles River’s Lead-Like Compound Library, which include compounds with lead-like properties and diversity and excludes problem chemotypes. The company’s Fast-Track HTS offerings leverages this library to provide rapid hit discovery and lead identification while maintaining high-quality data outputs, he adds. “With a fixed-cost and streamlined program, this service is ideal for proof-of-concept studies and suits research groups or companies with limited funding because it allows for high-quality, early-stage screening without the need for extensive internal resources or infrastructure,” Alderwick says.\n\nAlderwick also notes that modular systems in development offer the potential to customize HTS systems to the specific needs of a lab, which will further lower the initial capital investment required. “All of these advances are making HTS more cost-effective, scalable, and user-friendly, reducing barriers to entry for smaller research organizations,” he concludes.\n\nFurther advances needed\n\nDespite the many remarkable advances made in HTS technologies for drug discovery and process development, significant challenges impacting both the efficiency of identifying optimal small-molecule candidates and processes, and their downstream success in clinical trials, remain.\n\nOne important issue, according to Schmidt, is the need to analyze large HTE datasets that require significant computational resources. “This can be a bottleneck for many drug developers, which is why partnering with a contract development and manufacturing organization (CDMO) like Lonza can be helpful. CDMOs have the tools and technology, such as AI algorithms, to help drug developers analyze data and progress through development stages quickly,” he says.\n\nThere are also challenges to handling very small amounts of solids, Schmidt notes. “Although this may seem like a minor technical detail, understanding and accepting these limitations is crucial,” he says. One potential solution highlighted by Schmidt is the use of solid supports such as ChemBeads (MilliporeSigma), small, chemical-coated glass beads created specifically for use in HTS applications.\n\nA primary challenge in HTS for drug discovery is identifying assays that are physiologically relevant to the disease state despite the need for simplification to ensure scalability and robustness, according to Mahale. Model systems do not always translate well. In addition, biochemical assays, while simpler, often fail to capture the nuances of cellular contexts, such as the impact of membrane permeability, metabolite production, or protein-protein interactions, while cell-based assays are closer to physiological reality but are more complex, expensive, and challenging to miniaturize.\n\n“The complexity of human diseases, particularly multifactorial diseases like cancer or neurodegenerative disorders, makes it difficult to develop assays that can recapitulate the true pathophysiology of the disease,” Alderwick observes. “Poor assay choice,” he continues, “leads to the identification of hits that might show promise in early testing but later fail due to lack of efficacy or off-target effects in more complex disease models or clinical settings. The incorrect assay not only risks identifying false positives but also misses out on potential therapeutic candidates that could have better real-world efficacy. This limitation significantly contributes to the high attrition rates in drug development.”\n\nAnother challenge is the development of a robust screening cascade (primary, secondary, and tertiary screenings) that helps to identify, confirm, validate, and refine viable candidates and reduce the attrition rate during later stages of drug development. Further assays are then employed during lead optimization to assess toxicity, selectivity, functional activity, bioavailability, and pharmacokinetics for further hit validation. “Failures in designing an appropriate HTS cascade occur when these different stages are not sufficiently de-risked,” contends Alderwick.\n\nWhile incorporating more predictive absorption, distribution, metabolism, excretion, and toxicity screens early in the process has helped de-risk candidate selection to some degree, the challenge still lies in balancing the need for throughput and speed with the inclusion of more complex, multi-parametric data, according to Alderwick. “Early prediction of in vivo efficacy and safety in HTS remains a weak point, contributing to high failure rates in the transition from hit-to-lead and lead-to-clinical candidate stages,” he concludes.\n\nFinally, Mahale notes that the selection of chemically diverse and high-quality libraries for HTS is pivotal in the success of small-molecule candidate identification, because even with the best assays, if the chemical library lacks diversity or contains unsuitable and non-drug-like compounds, the likelihood of finding optimal candidates diminishes. “Many historical compound libraries are biased toward certain chemical scaffolds that have been repeatedly screened over decades, thus reducing the chances of discovering novel small molecules with new mechanisms of action,” he observes. Charles River, Mahale adds, has tackled this issue by developing an expertly curated small-molecule compound library that covers a wide range of structural and functional diversity, thereby maximizing the probability of finding useful hits.\n\nEmerging strategies offer potential\n\nSeveral emerging strategies aim to improve the efficiency, reliability, and outcomes of HTS by leveraging advancements in technology, biology, and chemistry, according to Alderwick. Advances in organoid and 3D-cell culture technologies are helping to bridge the gap between simple in vitro assays and complex human disease biology, and thus address the need for more physiologically relevant assays, he observes. “These models better mimic the physiological conditions of tissues and organs, providing a more relevant system for screening potential drug candidates,” Alderwick explains. Organoids derived from patient tissues, for example, can offer insights into how drugs might work in specific disease contexts, improving the predictive power of assays.\n\nTo shrink the gap between biochemical, cell-free assays and phenotypic, cell-based screens and thus better understand the on-target activity of identified hit molecules, including binding assays such as for target engagement and protein-protein interaction analysis in the HTS screening cascade, would greatly advance the ability to select optimal compounds for further development, believes Alderwick. He also notes that the use of advanced cellular models, such as CRISPR/Cas (CRISPR-associated protein) knockouts and induced pluripotent stem cells, for early screening is likely to improve HTS outcomes.\n\nContinued advances in automation and the use of AI and ML will further enable HTS platforms to handle more complex assays with higher precision, reproducibility, and throughput, according to Mahale. “Fully automated HTS systems can reduce human error, improve the consistency of assay conditions, and allow for more sophisticated workflows that balance throughput with data quality, while incorporation of AI/ML algorithms can reduce the rates of false readouts, making HTS more reliable and reducing the time spent following up on false positives,” he says.\n\nUltimately, concludes Mahale, these emerging solutions aim to reduce the high attrition rates in drug discovery by improving the relevance and quality of the screening process, optimizing candidate selection, and expanding the chemical diversity available for exploration. “While challenges remain, these developments promise to significantly enhance the utility of HTS in the drug development pipeline,” he contends.\n\nExcitement around multi-omics approaches\n\nLooking beyond these strategies, Alderwick is excited about the trend toward integration of multi-omics approaches into HTS, which he says represent a major leap forward in the ability to identify optimal small-molecule API candidates. “Multi-omics approaches leverage data from various molecular levels, including genomics, proteomics, transcriptomics, metabolomics, and even epigenomics, providing a more comprehensive and holistic understanding of how small molecules interact with entire biological networks and pathways rather than isolated targets,” he explains. “Complex diseases such as cancer, neurodegenerative disorders, and metabolic syndromes often involve multiple, interconnected biological systems, and thus multi-omics approaches have a greater likelihood of identifying effective new drug candidates,” he states.\n\nPeople remain the key to success\n\nIn today’s fast-paced drug manufacturing environment, HTS has become an indispensable tool. However, Schmidt emphasizes that advances in technology are not sufficient by themselves to enhance the performance of these platforms. “Looking ahead, we can expect continued improvements in both reliability and simplicity, but the key to success lies in having a motivated, dedicated, and technically skilled team that is ready to embrace challenges and open to adopting innovative techniques,” he insists.\n\nAbout the author\n\nCynthia A. Challener, PhD, is a contributing editor for Pharmaceutical Technology®.\n\nArticle details\n\nPharmaceutical Technology®\n\nVol. 48, No. 11\n\nNovember 2024\n\nPages: 12–16\n\nCitation\n\nWhen referring to this article, please cite it as Challener, C. Accelerating Discovery and Development with Advances in High-Throughput Screening. Pharmaceutical Technology 2024 48 (11)."
    },
    {
        "title": "Deep-Sea Discovery Reveals How Life Might Begin Without Biology",
        "link": "https://scitechdaily.com/deep-sea-discovery-reveals-how-life-might-begin-without-biology/",
        "description": "Chinese scientists have found abiotic organic compounds in the ocean crust, shedding light on deep-sea carbon cycles and life ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7dFBo6Wpse6D3YG5LVmG7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Asteroid Strikes Earth Hours After Detection, 3rd 'Imminent Impactor' Of 2024",
        "link": "https://www.ndtv.com/science/asteroid-strikes-earth-hours-after-discovery-2024s-third-near-miss-6980562",
        "description": "The asteroid was first observed on October 22 by the Asteroid Terrestrial-impact Last Alert System (ATLAS) survey in Hawaii.",
        "image_url": "https://www.bing.com/th?id=OVFT.gf4qB6aX9-HxTw7rTBFnIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13h",
        "source": "NDTV",
        "article_content": "The object bypassed impact monitoring systems.\n\nLast month, the Earth's atmosphere was bombarded by a small, boulder-sized asteroid just hours after it had first been detected, having evaded early impact monitoring systems. The object, designated 2024 UQ, was discovered just two hours before entering Earth's atmosphere, and fortunately, there was no real threat, since it measured only 3 feet (1 meter) in diameter.\n\nThe Asteroid Terrestrial-impact Last Alert System, a four-telescope survey based in Hawaii for monitoring near-Earth objects, had discovered the asteroid on October 22. Within days of its detection, 2024 UQ disintegrated in the atmosphere over the Pacific Ocean, off California, creating an \"imminent impactor,\" or an impact where Earth-bound objects are detected hours before hitting the planet.\n\nAlso Read | London's Iconic Dogstar Nightclub Forced To Close Down Before Squatters Take Over\n\n\"ATLAS survey obtained images that included detections of a small object in a high-probability collision course. However, due to the location of the object near the edge of two adjacent fields, the candidate was recognized as a moving object only a few hours later,\" ESA wrote in the newsletter.\"By the time the astrometry reached the impact monitoring systems, the impact had already happened.\"\n\nAccording to ESA, the asteroid was the third imminent impactor detected this year.\n\nThat close call serves to highlight both the strengths and weaknesses of the modern track system and sets an argument for continuing investment in early detection technology. While harmless in this circumstance, the situation serves to bring focus to Earth's continued improvement efforts in regards to space surveillance-the possibility of potentially dangerous space rocks slipping undetected."
    },
    {
        "title": "Scientists make concerning discovery deep in the ocean: 'Sheds light on a previously overlooked aspect'",
        "link": "https://www.msn.com/en-us/weather/topstories/scientists-make-concerning-discovery-deep-in-the-ocean-sheds-light-on-a-previously-overlooked-aspect/ar-AA1tNWZ3?ocid=BingNewsVerp",
        "description": "\"These findings deepen our understanding of the ... possible implications.\" Scientists make concerning discovery deep in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.b9t2BmP8Kz77tDFSA0EdKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "The Cool Down on MSN4h",
        "source": "The Cool Down on MSN",
        "article_content": ""
    },
    {
        "title": "New group of thieving wasps named after famous rogues like Catwoman and Han Solo",
        "link": "https://studyfinds.org/new-wasps-catwoman-han-solo/",
        "description": "What do Catwoman, Han Solo, and the man who betrayed Julius Caesar all have in common? Scientists have just named a group of wasps after them.",
        "image_url": "https://www.bing.com/th?id=ODF.cYD4LzT56xFlcP-dNKFiJw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "studyfinds11h",
        "source": "studyfinds",
        "article_content": "Ceroptres promethea is one of the newly identified and named gall wasps. (Credit: Penn State)\n\nUNIVERSITY PARK, Pa. — The most famous thieves, tricksters, and rogues were recently honored by having a brand new group of bugs named after them. Insect researchers named 22 new species of gall wasps after figures like Catwoman, Han Solo, and the man who betrayed Julius Caesar. These tiny wasps live in small structures known as galls, where they steal from other wasps. Researchers from Penn State named them after these famous figures in history, mythology, and pop culture to make them easier to identify. The discovery of these wasps, published in the journal Zootaxa, has doubled the genus of wasps. Some names were right on the nose. One fiery red-colored wasp was named after Prometheus, a titan in Greek mythology who stole fire from the gods to give to humans. “By naming these species, we give other researchers an anchor they can carry forward to other studies because now they can identify wasps that were previously unknown,” says Louis Nastasi, a doctoral student of entomology at Penn State and lead author of the study, in a media release. “It provides a base and a tool kit for future work that could help us understand these species and their ecosystems more broadly.”\n\nThe recent work was possible because of a separate study from another team that looked at the evolution of gall wasps. Though the researchers collected DNA data from multiple wasps, they had trouble identifying the different wasp species. “I ended up in conversation with Andrew Forbes, who’s the leader of the University of Iowa team, and he told me about the difficulties they were having,” explains Nastasi. “And since my area of expertise is species identification, description and diagnosis of these tiny wasps, he asked if it would be possible for me to get involved and figure out what exactly is going on.”\n\nLateral habitus of Ceroptres lokii Nastasi, Smith, & Davis sp. nov. Scale bars = 1.0 mm. A:\n\nHolotype female (PSUC_FEM_255534) reared from gall of Philonix nigra on Quercus alba. B: Paratype female\n\n(PSUC_FEM_255505) reared from gall of Acraspis macrocarpae on Quercus macrocarpa. C: Paratype male\n\n(PSUC_FEM_255504) reared from gall of Acraspis quercushirta on Quercus macrocarpa. D: Paratype male\n\n(PSUC_FEM_255506) reared from gall of Acraspis erinacei on Quercus alba (Credit: Zootaxa)\n\nWhen Natasi received the wasp samples, he quickly saw the issue. These species could not be easily identified because they had never been officially discovered and labeled until now. To start, Natasi studied the biological and molecular information of the wasps taken from the other study, along with his analysis of insect anatomy and physical characteristics. “We found that some of the insects thought to be one single species were actually two independent species, and that using only the molecular data did not sufficiently separate them into multiple species,” Natasi says. “We had to combine that information with this new morphological analysis, and then by combining those types of data, it allowed us to get a clear vision of what each of these species are.”\n\nSoon after the wasps were organized into species, the fun part began. Natasi gave the previously unknown wasps iconic names. For example, one wasp was named Ceroptres selinae — a tribute to Selina Kyle, known as Catwoman from the DC universe. Another wasp species is Ceroptres bruti, named after the Roman politician Marcus Junius Brutus, who stabbed Julius Caesar. There was also Ceroptres soloi inspired by the smuggler and thief Han Solo from Star Wars. “We tried to get a little more personal than just matching a list of names to a list of species,” Nastasi says. “It’s definitely fun to hypothesize why a name is suited to a certain species. A lot of effort goes into identifying these species and there’s a lot of art in choosing a good species name, so it was exciting to exemplify that and really carefully select names for these new species.”"
    },
    {
        "title": "KNIME’s Rosaria Silipo on AI’s Limits and the Benefits of Being Open-Source",
        "link": "https://www.crowdfundinsider.com/2024/11/232059-knimes-rosaria-silipo-on-ais-limits-and-the-benefits-of-being-open-source/",
        "description": "Rosaria Silipo has some of the answers. The head of data science evangelism at KNIME, Silipo has three decades of experience ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3X7kDhg5iWHh7zHnq5XAzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Crowdfund Insider2h",
        "source": "Crowdfund Insider",
        "article_content": "Content not available"
    },
    {
        "title": "DraftKings Promo Code: Bet $5, Get $200 on Alabama vs LSU",
        "link": "https://www.covers.com/daily-promos/draftkings-promo-code-football-ncaaf-alabama-vs-lsu-november-9-2024",
        "description": "Get $200 in bonus bets when you wager $5 on Alabama vs. LSU with DraftKings promo code offer. No code needed—new users only.",
        "image_url": "https://www.bing.com/th?id=OVFT.MX3KfqRlwD8QPPxUE-jLNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Covers2h",
        "source": "Covers",
        "article_content": "Get $200 in bonus bets when you wager $5 on Alabama vs. LSU with DraftKings promo code offer. No code needed—new users only.\n\nPhoto By - USA TODAY Sports\n\nDraftKings’ current offer lets new users bet on the Alabama Crimson Tide vs. LSU Tigers game with great value. With sportsbook promos like this, new users bet $5, and regardless of the outcome, receive $200 in bonus bets. No DraftKings promo code is required—just sign up, deposit, and place your first bet on this critical matchup.\n\nBet $5, Get $200 + $1K Deposit Bonus\n\nEnds: Nov. 17, 2024 Claim $200\n\nHow DraftKings' 'Bet $5, Get $200' offer works for Alabama vs LSU\n\nThe DraftKings offer is perfect for new users eager to wager on Alabama vs. LSU. Simply place a $5 bet on the game, and whether your bet wins or loses, you’ll receive $200 in bonus bets. No DraftKings promo code is needed, making it simple to claim and enjoy this welcome offer.\n\nDraftKings issues eight $25 bonus bets within 72 hours of placing your qualifying wager. These bonus bets expire seven days from issuance and cannot be withdrawn. Any winnings from the bonus bets exclude the initial stake. This offer, expiring on Nov. 17, 2024, provides a great opportunity for new users to get additional funds for this crucial SEC clash.\n\nAdditionally, DraftKings includes a 20% deposit match up to $1,000. Though it requires a substantial deposit to maximize, it’s ideal for bettors looking to boost their bankroll. With Alabama and LSU’s playoff aspirations on the line, there’s no better time to join DraftKings.\n\nBoost your college football SGP today with DraftKings\n\nAll Users\n\nGet a Profit Boost to use on a 4+ leg College Football Parlay, SGP, or SGPx! Claim Now\n\nOffer available to first-time customers in the following states: AZ, CO, CT, IN, IA, LA, MI, NC, NJ, OH, PA, VT, WY, IA, IL, LA, MI, NC, NJ, OH, PA, VT, WY. Not intended for use in MA. Not available to residents of Ontario, CA.\n\nHow to grab a $200 bonus without a DraftKings promo code\n\nTo join DraftKings and place a bet on Alabama vs. LSU, follow these steps:\n\nSign Up: Register for a DraftKings Sportsbook account and complete verification. Deposit: Deposit at least $5 to activate the offer. Place Your Bet: Make a $5 wager on the Alabama vs. LSU game or any other qualifying market. Win or lose, DraftKings will grant $200 in bonus bets.\n\nFor more information, read our DraftKings Sportsbook review.\n\nDraftKings odds for Alabama vs LSU\n\nSportsbook promos comparison\n\nChoosing the right sportsbook promo for you is easy with Covers. We compare all the best offers for legal sports betting sites in your area.\n\nCurrent Bonus Bet $5, Get $200, Win or Lose Bet $5, Get $150 If It Wins $1,500 Bonus Bets Back Promo Code None Required None Required CVRBONUS1500 Bonus Type Bet & Get Bet & Get Second Chance Bet Bonus Amount $200 Bonus Bets $150 Bonus Bets One (< $50) or five (> $50) bonus bets Wagering Period Seven Days Fourteen Days Seven Days Min. Deposit $5 $10 $10\n\nAffiliate Disclosure: Our team of experts has thoroughly researched and handpicked each product that appears on our website. We may receive compensation if you sign up through our links. Gambling Problem? Call 1-800-GAMBLER. Hope is here. GamblingHelpLineMA.org or call (800) 327-5050 for 24/7 support (MA). Call 1-877-8HOPE-NY or text HOPENY (467369) (NY).\n\n21+ and present in select states.Gambling Problem? Call 1-800-GAMBLER (CO, IA, KY, MI, NJ, OH, PA, IL, TN, VA, VT), 1-800-NEXT-STEP or text NEXTSTEP to 53342 (AZ), 1-888-789-7777 or visit ccpg.org/chat (CT), 1-800-9-WITH-IT (IN), 1-800-522-4700 or visit ksgamblinghelp.com (KS), 1-877-770-STOP (LA), visit www.mdgamblinghelp.org (MD), 1-800-522-4700 (WY), or visit www.1800gambler.net (WV).\n\nPages related to this topic"
    },
    {
        "title": "NBA Analyst Believes 76ers Will Turn Season Around Amid Shaky Start",
        "link": "https://www.msn.com/en-us/sports/other/nba-analyst-believes-76ers-will-turn-season-around-amid-shaky-start/ar-AA1tNz12?ocid=BingNewsVerp",
        "description": "After the offseason they had, this is not the start many expected from the Philadelphia 76ers. Despite how things look right ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LH6vt7E8HKIwT5Ja7yBrsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Commodities trading: What is it and how to start",
        "link": "https://www.telegraph.co.uk/money/investing/commodities-trading-what-is-it-and-how-to-start/",
        "description": "Commodities trading is the buying and selling of natural resources, rather than those that have been manufactured.",
        "image_url": "https://www.bing.com/th?id=OVFT.at1VuACVS8FlVLRaG0Knvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "9h",
        "source": "The Daily Telegraph",
        "article_content": "Commodity stocks allow access to just one company involved in the sector. An oil stock could be BP or Shell or a mining stock Rio Tinto or Anglo American, for example.\n\nAs a shareholder, you will own a slice of the company and if the company performs well, you should receive an income in the form of dividend payouts as well as see the share price rise, and along with it the value of your original investment.\n\nInstead of trying to work out which individual commodities companies to back, you might find it easier to let the professionals do the leg work and buy units or shares in a fund, which invests in raw materials or primary agricultural products.\n\nBy choosing a commodities fund you can invest in a whole basket of companies, or associated businesses which are involved in commodities production.\n\nFor exposure to agriculture you could consider a fund such as Barings Global Agriculture which holds Kubota Corporation, an agricultural machinery manufacturer, and Nutrien, a crops services provider in its top 10 holdings. For exposure to precious metals, Blackrock World Mining Trust holds Rio Tinto and Anglo American in its 10 largest holdings.\n\nWhat are the best commodities to trade?\n\nChoosing which type of commodity you want to invest in depends on your personal goals and attitude to risk. It’s usually recommended that investors should allocate no more than 5-10pc of their portfolio to commodities.\n\nIf you’re unsure which sector is right, you could consider a broad commodities fund where the manager will select the commodities they believe will perform best.\n\nInvestors who hold UK trackers will already have a level of exposure to oil and mining stocks, which should be factored in.\n\nIs commodity trading difficult?\n\nThe mechanism of buying and selling in the commodity sector is the same as any other. But timing the trading can be challenging as prices depend on unpredictable economic cycles, political uncertainties, and the weather to name but a few.\n\nThis is why many people turn to using funds where a manager can make these difficult decisions.\n\nHow much do I need to start trading commodities?\n\nThe amount of money you need to start trading commodities depends on the route you take to invest. If you choose to invest in a fund via a stockbroker it will be around the £100 mark, and from £25 if you agree to a regular monthly investment. But if you’re planning on snapping up some gold coins, it’s going to be a much bigger outlay of around £1,000."
    },
    {
        "title": "This is the most frustrating mouse I’ve ever owned, and I love it anyways",
        "link": "https://www.digitaltrends.com/computing/razer-naga-v2-pro-mouse-with-a-learning-curve/",
        "description": "Razer's Naga V2 Pro is an excellent mouse, but learning to use it the right way turned out to be much more of a project than I ever expected it to be.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "12h",
        "source": "Digital Trends",
        "article_content": "When I bought the Razer Naga V2 Pro, I thought that I would instantly love it, and I thought that I knew what I was getting myself into. One month later, I can now say with full conviction that I was wrong on both accounts.\n\nDespite being two years old, many still rank the Razer Naga V2 Pro among the best gaming mice, and having tested it myself, I fully agree. But make no mistake: It’s definitely a mouse with a learning curve, and I learned that the hard way.\n\nRecommended Videos\n\nMy first rodeo\n\nI realize that I’m pretty late on the Razer Naga train. The concept of Razer’s 12-button mouse is nothing new at this point, and various iterations of the mouse have been around since 2009. I’ve never owned one until just over a month ago, though.\n\nThe Razer Naga is primarily an MMO mouse, and 2009 was a prime year for such players; I, myself, was deep into my World of Warcraft: Wrath of the Lich King phase at that time. I sure could’ve used a Naga, but there was always something that kept me away from giving it a try, such as it being expensive (I paid $160 for mine, but the recommended list price is $180) or the fact that all those buttons made it downright intimidating.\n\nThis makes the Razer Naga V2 Pro my first attempt at using Razer’s MMO mouse. It’s not my first Razer mouse, but it’s the first gaming mouse where I truly felt like I was trying something new. As a result, a lot of my impressions of the mouse aren’t strictly related to the V2 Pro as much as the Razer Naga overall, but I’ll cover parts that are unique to this mouse, too.\n\nThere’s a lot to unpack. Although the Razer Naga V2 Pro is plug-and-play, it’s also anything but.\n\nNot a love at first sight\n\nI was excited to get the Razer Naga V2 Pro, but my initial excitement was short-lived. There were some things that I didn’t love from the get-go. The good news is that adapting to the mouse helped me get past most of them.\n\nBefore I dive in, let’s go over the basic specs.\n\nRazer Naga V2 Pro Sensitivity 30,000 DPI Polling rates 125/500/1,000Hz IPS 750 Max acceleration 70g Connectivity 2.4GHz, Bluetooth, USB-C Battery Up to 150 hours (2.4GHz)/Up to 300 hours (Bluetooth) Programmable buttons 10/14/20, depending on side plate Weight 134g Recommended price (at launch) $180\n\nThe Razer Naga V2 Pro is a high-end wireless mouse, and the specs show it. It comes with three hot-swappable side plates: one with the standard two thumb buttons, one with six, and one with 12. This amounts to up to 20 programmable buttons, and the V2 Pro adds the HyperScroll Pro scroll wheel, which comes with six presets and a custom mode. You can effectively double the number of programmable inputs because of Razer’s Hypershift tech, which I’ll go into a bit later.\n\nThe mouse comes with its own 2.4GHz wireless dongle, and once you plug it in, you’re good to go. You need the Razer Synapse software to set it up, which I’ve already had due to owning a Razer keyboard; I’m guessing you’d be prompted to download it otherwise.\n\nMy first thoughts as I held the mouse were that it was really heavy and that my hand was slightly too small. (I knew that it’s not exactly perfect for small hands and bought it despite that.) Despite the weight and the size, the mouse felt comfortable for the most part, although the sheer number of buttons underneath my thumb took some effort getting used to. I use a palm grip and found the mouse to be perfectly suited to that grip type, although with bigger hands, I think a claw grip would work just as well.\n\nI have to give it to Razer — the hot-swappable side plates are extremely easy to swap back and forth. Truthfully, I’ve had more problems unplugging the mouse from its charging cable than I’ve had swapping out the 12-button plate for the two-button version. In fact, I found the charging cable a little difficult to unplug.\n\nDespite the ease of use, I had some buyer’s remorse. I didn’t love this mouse at first sight. It was heavier than I expected, it was bulky, and it quickly dawned on me that setting up the keybinds would be a project instead of a quick five-minute job.\n\nThe different stages of using a Naga\n\nI feel like one of the things that people don’t mention much in reviews of this mouse (of which I’ve read plenty) is that it doesn’t just take a long time to set up but also to learn. I want to touch on that aspect, because that’s probably what’s taken me the longest time to adapt to. Again, this is more of a Naga thing than the Razer Naga V2 Pro, but if you’re a first-time user, you might run into the same obstacles that I’ve encountered.\n\nGetting started is easy, but only on paper. I dove right in with the 12-button version, naively thinking I’d be a pro gamer within an hour. (Spoiler alert: I was decidedly not a pro gamer within an hour.)\n\nWithout a lot of tweaking in Synapse, those thumb buttons don’t do anything, so I set out to bind them to certain keyboard keys, which, in turn, made them usable in games. Most games don’t recognize these side panel keys, so this keyboard-to-mouse transition is necessary.\n\nI entertained the idea of using HyperShift, but honestly, I think I’m too casual a gamer to bother.\n\nA process that I thought would take me five minutes ended up taking the better part of an hour as I changed certain binds back and forth. I can’t complain about the actual software — it’s easy enough to navigate. No one tells you how hard it’s going to be to pick the right stuff to bind, though.\n\nThe side panel accounts for 12 separate keybinds, and you can double the number of programmable inputs on the Naga V2 Pro thanks to Razer’s HyperShift tech. This lets you assign a secondary function to each button, and when holding down the HyperShift key, the keybind changes accordingly.\n\nI entertained the idea of using HyperShift, but honestly, I think I’m too casual a gamer to bother. The games I primarily play don’t require a whopping 24 different binds on top of the stuff I’m already very used to using on my keyboard. Picking the right things to re-map was a process. I had a lot of binds that I was comfortable with using during gameplay, and a lot of those I simply didn’t want to swap out.\n\nOnce I was done, the reality check fully set in.\n\nA never-ending process\n\nThis mouse has been out for nearly two years now, so I won’t bore you with the details that are available in nearly every review of it. Instead, I want to look at the practical side of using such a mouse as your daily driver.\n\nMy main MMO is still World of Warcraft. (Yes, I know, time to find a new game.) Much like most MMOs, WoW gives you different spells and therefore different keybinds for each character. The binds themselves are uniform across every character, but as each comes with its own abilities, you need to figure out a way to streamline these binds and memorize them.\n\nUsing the 12-button side panel really shook things up for me. At first, I found myself reverting to what I already remembered, meaning using the keyboard instead of trying to use the mouse. This was especially hard to avoid during intense gameplay, where using the wrong ability can be deadly.\n\nEven when I forced myself to stick to the mouse, it took me a while to learn the button placement. Fortunately, Razer must have put a fair bit of thought into each, because once you’ve used the mouse for a couple of days, the button shape becomes distinct enough that it gets a lot easier to tell them apart without looking.\n\nBut that first day or two? Not only did I not remember which button was assigned to which spell but I also had to stop and think which button I was even pressing.\n\nI eventually got used to the button layout, but honestly, I rarely make use of all 12 buttons. I could, but I hardly ever need to. I can’t imagine doubling them with HyperShift — I think I’d spend most of my time being confused as to what I’m doing as opposed to actually playing.\n\nIt was an uphill climb, but one month later, I’m feeling the real benefit of using this mouse. Gameplay becomes more intuitive; casting spells is so much quicker; you free up more of your keyboard for other things. I’m not sure if it made me a better gamer, but it certainly made gameplay more enjoyable for me.\n\nThe only downside? Adjusting this mouse to your needs is a never-ending process. Sure, I’ve mastered it for one character, but playing a different character or a different game means starting all over again and memorizing even more binds. This is true for any game, but with the sheer number of programmable buttons that the Razer Naga V2 Pro offers, it does feel like a chore if you play a lot of different titles.\n\nThe good part of it is that even if you don’t end up using all 12 buttons and stick to the basic or the six-button side panel, the Naga V2 Pro is a superb mouse regardless, so you won’t be missing out. I could see it being less great for first-person shooters, though, if only because of the weight.\n\nThe best (and most frustrating) mouse I’ve ever owned\n\nThere’s so much that I love about the Razer Naga V2 Pro: the sky-high DPI; the excellent sensor; the seamless wireless connectivity; the high-end build quality that tells me that it might last me a long time (which is quite a feat, as I break mice in record time).\n\nA month later, I also love the side panels. I’ve gotten so used to the 12-button version that I hardly ever bother to scale down to two as it doesn’t bug me when I work. The six-button panel is the one that’s gotten the least love, simply because I’ve gotten used to the maximum layout and I think that introducing any changes at this point would only end in frustration.\n\nAnother thing that put me off at first but is now a favorite is the customizable scroll wheel. Out of the box, using the scroll wheel feels like pulling teeth, but a quick adjustment in Synapse turns it into the smoothest scroll wheel I’ve ever tried. There are so many modes that there’s something in there for everyone, and if the presets don’t work for you, you can always create your own profile. Personally, as I don’t use the scroll wheel much during gameplay, I haven’t had to make any tweaks after that initial adjustment.\n\nThe battery life is another thing I’ve enjoyed and can applaud this mouse for. Prior to this mouse, I briefly used a battery-powered Logitech, and swapping those AA batteries every week or so was tedious — not to mention expensive. The battery on the Naga V2 Pro is excellent, lasting for days on end if you turn off the RGB lighting. Turning that on makes it deplete a lot faster, though.\n\nOutside of those more Naga-specific things, this is just a really solid mouse. It’s quick, reliable, and super customizable.\n\nIt’s also entirely overkill for my needs, and honestly, I wouldn’t recommend it to non-MMO gamers. If you don’t regularly play games with lots of different binds, you don’t need this mouse. Even if you do (like I do), it’s still overkill for many people and it has a steep learning curve that never really ends.\n\nWith all that said, I’d buy the Razer Naga V2 Pro again without any hesitation, and I’d happily go through the tedious process of learning my binds all over again. I’m officially a convert."
    },
    {
        "title": "18 Top Trends in Retail Store Design",
        "link": "https://www.fingerlakes1.com/2024/11/08/18-top-trends-in-retail-store-design/",
        "description": "Retail is upgrading to smarter tech and AI-driven software. Interactive digital signage software is perhaps the most diverse tech in retail. There are also digital price tags, AI-powered customer ...",
        "image_url": "https://www.bing.com/th?id=ODF.6Mf5UTpa6QHMwL8MqS54Vw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "software+trend",
        "date": "fingerlakes121h",
        "source": "fingerlakes1",
        "article_content": "Your retail store design should leverage every resource you have, from image marketing to emphasizing the quality of your products, to bring about a sale. If you look at the top trends in retail store design, they predominantly revolve around making a sale. They focus on creating an undeniable customer experience that supports every customer walking to the front with products in tow to buy something.\n\nAfter you have traffic in-store, your job is not done until they have made a purchase. Based on present trends, here is how you can apply a sales-oriented mindset to your retail store design.\n\nMinimalist Design\n\nMinimalism uses clean lines and neutral colours to facilitate uncluttered, simple spaces. It keeps the focus on the products. Minimalism is a major trend in retail store design, offering a sophisticated feel with no sensory overload.\n\nBiophilic Design\n\n‘Biophilic’ refers to plants, natural light, and organic materials. It brings the outside in. Biophilic elements have been shown to enhance customer satisfaction and encourage longer visits.\n\nIntegrate Digital\n\nMore retail store designs are embracing integrating digital with the in-store experience. This features click-and-collect areas, QR codes, and mobile app compatibility. This omnichannel experience is becoming the norm for more retail brands.\n\nSmart Technology in Retail\n\nRetail is upgrading to smarter tech and AI-driven software. Interactive digital signage software is perhaps the most diverse tech in retail. There are also digital price tags, AI-powered customer service, real-time data monitoring, and streamlined checkouts.\n\nTap Into Retail Software\n\nAdvanced retail software can display information about customers you may not otherwise know. Retail software is also trained to identify recommended add-on purchases, cross-selling and upselling opportunities, and more. Use this data to shift your retail store layout.\n\nWindow Displays\n\nWindow displays are your walk-by or drive-by advertisement to passersby. They’re an opportunity to display your best-sellers and the merchandise that best represents your brand.\n\nInteraction with Products\n\nFocus on ways your retail store design can facilitate interactions with a product. This may include a free sample, a free tryout, a how-to demonstration, or creating a merchandise display where there’s interaction.\n\nAny items you have on sale or that are your best-sellers should be placed at the center of the store. Do not make these products hard to find. When they are at the center of the store, no customer will have to ask where to find them.\n\nHighlight Your Loyalty Program\n\nLoyalty programs appreciate the customer and elevate sales. Make yours packed with benefits and perks. Emphasize your loyalty program on signage in-store, ensuring that customers opt-in.\n\nHost an Experience\n\nDesign, décor, layout, and planning can make any retail store experiential. An experience can make your store stand out. Use the right décor. Host an event. Make your retail store an experience that customers will remember.\n\nEco-Friendly Sustainability\n\nYour store design should highlight some element of sustainability, be it the use of sustainable materials in product packaging or energy-efficient lighting and eco-friendly products on the line. Many shoppers want to know about sustainability efforts and want you to demonstrate a welcoming, eco-friendly store.\n\nCreative Displays\n\nUnique merchandise displays highlight what products you have in stock and what products are worth buying. They can emphasize new products and best-sellers and elevate your in-store visual merchandise game.\n\nModular Layouts\n\nMore companies are opting for flexible layouts, especially for smaller retail stores. They enjoy being able to reconfigure a store based on the season. Modular displays and movable shelving mean the shopping experience can be fresh year-round.\n\nOpen, Airy Layouts\n\nMinimal inventory on the floor and an open, uncluttered layout can allow customers to move freely. It reduces congestion, making shoppers feel more comfortable and less stressed in-store.\n\nPoint-of-Purchase Displays\n\nPoint-of-purchase displays near the register allow customers to buy complementary products and add-ons. For last-minute impulse purchases, go here. Here, you can inch every sale up by a few dollars.\n\nEmbracing Industrial Elements\n\nA store fortunate enough to have exposed brick, metal beams, and raw concrete in its building shouldn’t ignore these industrial-chic elements. They appeal to many shoppers and offer a rugged style that conveys authenticity.\n\nMaximize Natural Light\n\nLarge windows and skylights should increase natural light and reduce the need for cold, artificial light. Natural light gives your store a more eco-conscious image while creating an inviting atmosphere that is hard to achieve with artificial light.\n\nSpecial In-Store Deals\n\nUse digital signage software to highlight special deals, such as a buy-one-get-one offer or 50% off select items. Openly advertise your best in-store deals to increase the likelihood of a customer buying more.\n\nLocal Art and Culture\n\nFeature local artwork in-store to foster a sense of authentic community. Localized design elements connect your brand to its surroundings and can give a retail store a unique feel."
    }
]