[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Those are ships': Popular UFO reporting server Enigma Labs buzzes with New Mexico activity",
            "link": "https://www.santafenewmexican.com/news/local_news/those-are-ships-popular-ufo-reporting-server-enigma-labs-buzzes-with-new-mexico-activity/article_b8d3e1f6-ae6e-11ef-aaa0-9fbdd0839795.html",
            "description": "The company, founded in 2020, has issued a new report naming New Mexico its top state for sightings per capita.",
            "image_url": "https://www.bing.com/th?id=OVFT.7vO_50lTofFgT2mG5w_KHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "The Santa Fe New Mexican2h",
            "source": "The Santa Fe New Mexican",
            "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Journey to La Rumorosa, Mexico’s UFO town",
            "link": "https://english.elpais.com/travel/2024-12-07/journey-to-la-rumorosa-mexicos-ufo-town.html",
            "description": "In 2022, this small town in Baja California, was proclaimed the world capital of alien sightings and several streets and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kokxcOZshS6jVeHgCJMrBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "El País in English15h",
            "source": "El País in English",
            "article_content": "The small Mexican mountain town of La Rumorosa is at its most beautiful when the dying sun bathes it in a clean, soft, orange light. Or pink, depending on the day. Whatever color, the landscape seems more innocent. As if nothing disturbing could happen there.\n\nAt that innocent hour, looking for Jaime Maussan Flota Avenue, I come across two ladies out for a walk. They can’t tell me exactly where this avenue is, but they tell me that at night the sky there is clear and star-lit. And that they have seen strange things that could be flying saucers. They say it as if it were the most natural thing in the world because, since the year 2022, La Rumorosa has been the “World Capital of the UFO Phenomenon.” This is announced on a sign as you enter this Martian landscape, comprised of desert and spectacular rocks of ocher and reddish tones, which lie in the Sierra de Juarez, within the state of Baja California, northern Mexico. Until the 1930s, La Rumorosa was hard to get to. The road that now winds its way along the area, dotted with viewpoints offering postcard-worthy vistas for the nostalgic or Instagram-worthy spots for the modern, had not yet been built.\n\nUntil 2022, tourists came to La Rumorosa for the nature, the cave paintings in El Vallecito and the archaeological remains. A striking landmark is the Casa de Piedra or Stone House. It stands near that long winding road that crosses the mountain, and blends with the landscape. It is said to have been inhabited by mobsters, such as Al Capone, and to have been a refuge for revolutionaries.\n\nThere are also several ranches with swimming pools and camping areas free from light pollution, offering a unique chance to enjoy the brilliance of the night sky. Rancho Las Potrancas has a bar, palapas and a barbecue area. And Rancho El Chaparral resembles a water park, with slides and cabins.\n\nBut, since 2022 the Unidentified Flying Objects (UFOs) area has also been promoted, because many sightings are said to have been made there. There is even an annual international festival — the World UFO Fest (the next one is from March 21 to 23, 2025) — for UFO aficionados, which includes talks and seminars with “bioenergetic practices to facilitate contact with the beings of light” or “testing and vibrational balancing,” according to the website.\n\nPerhaps with an eye on generating more tourist dollars, several streets have been named in this town of less than 2,000 inhabitants in honor of important figures in the field of ufology. One of them was the avenue Jaime Maussan, a journalist and researcher in this field. He went viral in 2023 when he went to Mexico’s Congress to present mummified bodies of what he defined as non-human beings found in Peru. Streets have also been dedicated to Peruvian Sixto Paz Wells and to researcher and television presenter Giorgio A. Tsoukalos.\n\nThe landscape of La Rumorosa resembles Mars with its desert and spectacular rocks of ocher and reddish tones in the Sierra de Juárez. Daniel Caja (Getty Images)\n\nStill searching for Jaime Maussan Avenue, I enter Dulce Altura, a restaurant and bakery that has those high ceilings in the shape of a sharp isosceles triangle, typical of cold, mountainous regions. Inside, the decoration is modern, with a sculpture of a UFO and three metal aliens. Besides selling delicious bread and sweets, wood-fired pizzas and other dishes, they sell alien-themed magnets, which “sell well,” according to the cashiers.\n\nThey tell me how to get to Jaime Maussan Avenue. It is a few hundred meters down the main road that splits the town in two. The avenue is a half-paved street, with patches of dirt and a few simple houses scattered at a distance from one another. The street lacks a sense of care perhaps because the focus is on the sky and on the strange lights captured on video by numerous people over the years.\n\nBut UFO tourism is not only limited to this corner of the world. Perhaps the most famous location for it is Area 51, in America’s Nevada desert, or Roswell in New Mexico, or the Nazca plain in Peru and the town of Capilla del Monte in Argentina — to mention a few. What is undeniable is that this type of tourism gets people from all over the planet to visit the most unlikely places.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO over Pokhara",
            "link": "https://nepalitimes.com/here-now/ufo-over-pokhara",
            "description": "The UAP Disclosure Act of 2024 was signed into law by Joe Biden in December 2023. It plans to oversee the public disclosure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xw3aFPp4T0DELUgCiSpkYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Nepali Times13h",
            "source": "Nepali Times",
            "article_content": "Nearly 60 years after a fiery fall of fragments from the sky, the mystery is no closer to being solved\n\nIt was 8:15 in the evening of 25 March 1968 when everyone in the village of Batulechaur near Pokhara heard a deafening sound like thunder as a bright flashing object hurtled down to land in a field.\n\nThat field belonged to Kul Timilsina, and the next morning he retrieved a sheet of metal about 2m by 1m and carried it home with the help of a few others, thinking it would be useful for his buffalo shed.\n\nBefore he died at age 83 three years ago, Timilsina had told photo archivist Sunil Ulak that the black metal sheet was not rectangular and had rounded corners. There are a few witnesses still alive who have a clear recollection of the object that fell from the sky that night.\n\nThe field in Batulechaur belonging to Kul Timilsina where fragments of a flying object fell from the sky in 1968.\n\nOne of them is Timilsina’s wife Gyanu, who was 22 at the time. She had been at home, and remembers hearing the big bang and the sky becoming very bright.\n\n“We saw the thing in the field in the morning,” she told us. “It looked like a lid, a covering of some sort. The way it was stuck in the ground, it must have fallen from the sky. We thought we could use it to dry clothes on, and took it home.”\n\nAnother witness is Kul Narayan Paudel. “I was only eight then. We ran to the field to see what had fallen. It was a four-sided metal sheet. The elders took it away, and I don't know what happened to it.”\n\nRam Bahadur Baniya, a teacher at the local school, says he had heard the sheet had been brought to the school, and later handed over to the Zonal Commissioner at the time, Nanda Prasad Malla. “But that is all hearsay,” he says.\n\nGyanu Timilsina, wife of Kul Timilsina.\n\nThere are two versions of what happened to Kul Timilsina’s metal sheet. One is that an American Peace Corp Volunteer teaching at the nearby Bindyabasini School took it, and another is that it was handed over to the government.\n\nRecently declassified Central Intelligence Agency (CIA) and US State Department documents from the time say that the US Embassy in Kathmandu tracked down the object two years later and had it shipped back to the US.\n\nA telegram from the Department of State and Department of Defense tagged as ‘MOON DUST / Space Fragments’ dated 1 March 1972 stated:\n\n‘1. Restored space fragment will be on board Embassy support flight 115 arriving Kathmandu on or about March 10. Fragment is packed in shipping crate (cargo no. 72-33365) marked in care of DAO.\n\n2. State and Defense representatives examined fragments prior to shipment finding restoration acceptable.’\n\nDeclassified CIA documents about the investigation into the object sighted in Pokhara.\n\nThe documents show that the US government, military and intelligence agencies investigated this incident thoroughly when it occurred, and have continued to revisit it ever since, as recently as five years ago.\n\nWhat is even more intriguing is that the object that fell in Pokhara was not the only unidentified space object that fell to earth that year. There were similar sightings of objects falling from the sky in Ladakh, Sikkim and Bhutan between 19 February and 25 March 1968.\n\nThese mysteries were the subject of a CIA investigation in 1968 titled ‘Sighting of Unidentified Flying Objects in Ladakh, Nepal, Sikkim and Bhutan’, and the report is part of the recent online declassification of 800,000 top-secret documents from the period.\n\nAlthough unidentified flying objects (UFOs) have a connotation now of being alien craft, it could be pieces of satellite, missile, rocket or even aircraft. The CIA report documents six sightings in 1968 and quotes local sources as describing all of them having similar characteristics: bright blue or red streaks in the sky accompanied by loud sounds like lightning and thunder and objects falling to the ground.\n\nAside from the metallic object that was found in Batlechaur, there were other items also found nearby in Tallakot, Tureypasal, Armalakot and Maidan. Whatever the object was, it seems to have disintegrated even before it hit the ground.\n\nThe CIA report records the first sighting on 19 February 1968 in various parts of Sikkim and Olangchung Gola and Ghunsa in eastern Nepal. The light was said to be ‘long and thin’ and giving out ‘green and red light’.\n\nTwo days later on 21 February, a soundless blue object was seen traveling fast across the sky above Thimphu in Bhutan. Then on 4 March there were multiple daytime sightings or white streaks in the sky at Chang La Pass, Fukche and Koyul in Ladakh. There were more sightings in Ladakh on the very day fragments fell near Pokhara on 25 March 1968.\n\nAfter the sightings in Pokhara, rumours started flying in Kathmandu that these were aliens trying to land on Earth, it could be Russian or Chinese spy planes or satellites, and some even say it as a sign from heaven that the end of the world was near.\n\nThis was at the height of the Cold War. The Russians and Americans were testing their thermonuclear devices as well as intercontinental ballistic missile delivery systems. The Washington-Beijing rapprochement had not yet happened, and China was making quick progress testing atomic bombs. Within two years after its first atomic test, in 1966 China exploded its first hydrogen bomb at the Lop Nur site in Xinjiang, 3,000km to the north from Nepal.\n\nAfter neary six decades, what is still intriguing is that all the sightings within a few months of each other in 1968 were along the Himalayan arc bordering Tibet: from Bhutan, Sikkim Nepal, to Ladakh. The US military intelligence seems to have concluded that this was not a coincidence and there were frequent research trips to the site in Pokhara by American officials in the months after the incident. With the help of the Royal Nepal Army, the region north of Pokhara was thoroughly searched.\n\nA confidential memo dated 25 June 1968 by Jerry C Trippy to a ‘Mr Farley’ mentions that the US Air Force’s Foreign Technology Division had decided that the debris could be important because it may be related to a Chinese missile test or a Soviet ‘Vehicle Venik’ rocket.\n\nOn 28 August 1968 the US Embassy in Kathmandu sent a letter to Washington DC saying that the object could be of Soviet origin, possibly from when the rocket carrying the ‘Kosmos 208’ satellite re-entered the atmosphere. But why were the fragments falling to earth several weeks apart, and in the same region?\n\nNo one knows where the metal sheet that Kul Timilsina recovered is now. It was definitely packed in a crate and taken to the US, and although it is rumoured that it was returned that is not very likely. Archivist Sunil Ulak heard from the Timilsina family that CIA officials had returned to the site five years ago.\n\nInterest in UFOs peaked in the US in the 1950s, with the Cold War space race and tests of atomic weapons and delivery rockets. CIA and scientists were being sent to investigate sightings, both publicly and privately.\n\nCould the Pokhara fragments as well as the sightings in Ladakh and Bhutan actually be alien craft falling to earth? The renewal in interest in space travel in large part due to Elon Musk’s SpaceX, UFOs and sightings are again subjects of public interest.\n\nEven 57 years later, even if there was definitive proof about whether the Batlechaur fragment was from a Chinese missile or a soviet rocket, it has not been made public in documents declassified so far. We may never know.\n\nSunil Ulak speculates if the debris actually came from an American aircraft, perhaps on an intel mission upon China. “Which could explain why they were so thorough in collecting the fragments in Pokhara,” he says. But that still does not explain the multiple sightings weeks apart in 1968.\n\nIndeed, US military aircraft were at that time flying frequent night-time missions from air force bases in India to supply weapons to Khampa guerrilla camps in Nepal located north of Pokhara in Mustang. It could very well be that the Chinese shot down one such aircraft. The other sightings could have been contrails of US spy planes, or Chinese anti-aircraft missiles.\n\nThere were quite a few developments regarding UFOs in 2024. In a US congressional hearing in July, former intelligence officer David Grusch claimed that the government had long been involved in a program to investigate and retrieve non-human craft crashes, and then try to reverse engineer them. However Grusch did not show any evidence.\n\nThe UAP Disclosure Act of 2024 was signed into law by Joe Biden in December 2023. It plans to oversee the public disclosure of UFO information. However, there is a clause in it that prevents disclosure if it would cause threats to military defense, intelligence operations or foreign relations.\n\nIt is unlikely that the declassified documents about sightings in the Himalayan will cause any real surprise about definite evidence of alien life even if it was found. It seems humanity will continue, at least for now, to wonder about curious lights in the sky and whether there is anybody out there."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyatt Russell may join Steven Spielberg's upcoming UFO movie",
            "link": "https://www.newsbytesapp.com/news/entertainment/wyatt-russell-may-star-in-steven-spielbergs-next/story",
            "description": "The screenplay of Spielberg's next is being written by David Koepp, known for his work on Jurassic Park. Considering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zNPEP9_4sj3pxat55L8Wty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "newsbytesapp.com14h",
            "source": "newsbytesapp.com",
            "article_content": "Summarize Simplifying... In short Steven Spielberg is working on a UFO-themed movie, with a script by Jurassic Park's David Koepp, set to release in May 2026.\n\nConcurrently, Spielberg is also developing a new film based on the classic thriller 'Bullitt', with Bradley Cooper in the lead, but it's not a remake, instead, it will tell an original story about the central character. Was a long read? Making it simpler... Next Article Next Article\n\n'Thunderbolts' actor Wyatt Russell in Spielberg's next\n\nWyatt Russell may join Steven Spielberg's upcoming UFO movie\n\nBy Isha Sharma 11:04 am Dec 07, 202411:04 am\n\nWhat's the story Actor Wyatt Russell (The Falcon and the Winter Soldier) is reportedly in talks to join the cast of Steven Spielberg's upcoming event film, reported Deadline. The project already boasts an impressive cast including Emily Blunt, Colin Firth, Colman Domingo, Eve Hewson, and Josh O'Connor. While not much is known about the film, it is said to be a UFO-themed movie based on an original idea by Spielberg.\n\nScreenplay details\n\nDavid Koepp is penning the screenplay for Spielberg's film\n\nThe screenplay of Spielberg's next is being written by David Koepp, known for his work on Jurassic Park. Considering Spielberg's history with films like Close Encounters of the Third Kind, E.T. the Extra-Terrestrial, and War of the Worlds, the excitement for this new project is palpable. Universal Pictures has set a release date of May 15, 2026.\n\nOngoing projects\n\nSpielberg's concurrent work on 'Bullitt' movie\n\nAlong with his UFO-themed film, Spielberg is also working on a new film based on Bullitt, the classic action thriller that originally starred Steve McQueen. The project was updated last year by Kristie Macosko Krieger, one of Spielberg's producing partners. \"I'm producing it. Steven [Spielberg] and Josh Singer, who is writing the script, they are working on the story,\" Krieger stated.\n\nNew approach\n\n'Bullitt' movie to feature Bradley Cooper, not a remake\n\nThe new Bullitt movie will be directed and produced by Spielberg, with Singer writing the script. Bradley Cooper is confirmed to lead the project. However, it won't be a remake of the original 1968 classic but will tell an original story about the central character. McQueen's children, Chad and Molly McQueen, along with Cooper, are set to executive produce this project."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FBI Baffled by Mysterious \"Car-Sized Drones\" Circling Over New Jersey",
            "link": "https://www.msn.com/en-us/news/us/fbi-baffled-by-mysterious-car-sized-drones-circling-over-new-jersey/ar-AA1vrmSg?ocid=BingNewsVerp",
            "description": "Unidentified Jersey Objects Residents of several New Jersey counties have been witnessing giant drones flying over their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zAcLXvEGjavB5yuZqZYisC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Futurism on MSN8h",
            "source": "Futurism on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to stop the AI you’re using from training with your data",
            "link": "https://www.theverge.com/24315071/ai-training-chatgpt-gemini-copilot-how-to",
            "description": "Click the gear icon by your username (bottom right), then turn off the AI Data Retention toggle switch (under Account) to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ewuY-k1moLtWfiUQ3In7li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "The Verge",
            "article_content": "There’s plenty to consider when it comes to deciding whether you want to engage with the many generative AI bots now available inside our apps. These include the ethics of copyright use, soaring energy demands, and the diminishing of human creativity, to begin with.\n\nSomething else to bear in mind when engaging with these tools is they’re often going to use your flesh-and-blood human inputs to further train their underlying models. While some AI companies make efforts to anonymize this data, it’s something you may not feel comfortable with. The good news is, in most cases, you can find a setting to turn the training off.\n\nDisabling AI training isn’t quite the same as wiping your AI chatbot history, though they are linked. Your chats can still be used for training purposes before they’re wiped, and you may well want to keep your chat history in place — but at the same time stop AI companies from using your data for model refinement.\n\nHere are instructions on how to turn off AI training on several AI or AI-supporting apps.\n\nChatGPT\n\nOn ChatGPT, you can refuse to “improve the model for everyone.” Screenshot: ChatGPT\n\nOn the web\n\nClick your profile picture (top right), then choose Settings > Data control and turn it off using the Improve the model for everyone toggle switch.\n\nUsing the mobile app\n\nTap the menu button (top left), then the three dots next to your account name to find the Data controls screen and the Improve the model for everyone toggle switch.\n\nCopilot\n\nCopilot lets you opt out of both text and voice training. Screenshot: Microsoft\n\nOn the web\n\nClick your account picture (top right), then click your name and Privacy. You get two toggle switches you can turn off: Model training on text and Model training on voice.\n\nUsing the mobile app\n\nThese toggle switches are in an almost identical place in the Copilot mobile app. Tap your account picture (top right), then Account and Privacy.\n\nGemini\n\nTo disable Gemini AI training, you need to turn off your chat history. Screenshot: Google\n\nWith Gemini, you must turn off chat history to stop your chats from being used to train the AI — there’s no option to set these separately, as there is with ChatGPT and Copilot.\n\nOn the web, click Activity (bottom left); in the mobile app, click your account picture (top right), then Gemini Apps Activity. In either case, on the next screen, look for Gemini Apps Activity next to a toggle or button that will turn it on or off.\n\nAccording to the screen, your chat will be kept for 72 hours, whether or not you have turned app activity off. When activity logging is turned off, when you start a new chat, you will get a message saying the current one will be deleted.\n\nPerplexity\n\nOn the web\n\nClick the gear icon by your username (bottom right), then turn off the AI Data Retention toggle switch (under Account) to stop your data from being used for training.\n\nUsing the mobile app\n\nTap your account picture (top left) to find the AI Data Usage toggle switch — it’s a slightly different label, but the function is the same.\n\nGrok on X\n\nA checkbox opts you out of Grok training. Screenshot: X\n\nOn the web\n\nChoose More > Settings and privacy > Privacy and safety > Grok & Third-party Collaborators and uncheck the box.\n\nUsing the mobile app\n\nTap your account avatar (top left), then you’ve got access to the same Settings and privacy menu.\n\nLinkedIn\n\nOn LinkedIn, you need to find the toggle named “Data for generative AI improvement.” Screenshot: LinkedIn\n\nOn the web\n\nClick your profile picture at the top of the page, then Settings & Privacy > Data privacy to find the Data for generative AI improvement toggle switch.\n\nUsing the mobile app\n\nTo find the switch in the mobile app, tap your profile picture (top left), then Settings > Data privacy > Data for generative AI improvement.\n\nMeta AI\n\nIf you’re not in Europe or the UK, your options for avoiding having your Facebook data used for training are minimal. Screenshot: Meta\n\nOf all the apps and services listed so far, Meta is the most obtuse when it comes to letting users know how their data is used for AI training and giving users options for turning it off. You can read the data policy here: private messages are off limits (unless you invite the AI into the chat), but everything else is apparently fair game, including images of you posted by other people.\n\nIn Europe and the UK, you can object to this collection of data by submitting this well-hidden form, which is labeled as a “right to object” form. In the US, however, all you have is an alternative form “to submit requests related to your personal information from third parties being used to develop and improve AI at Meta.” First, check off “I have a concern about my personal information from third parties that’s related to a response I received from an AI at Meta model, feature or experience.” Then, on the form that appears, you need to explicitly explain (and provide screenshots) how your personal data was used.\n\nCan’t do that? Then there’s not much else you can do. If your Facebook or Instagram account is running Meta AI, you can mute the chatbot by going into search, clicking on the blue arrow, and then on the blue circle (the one with an “i”). Select Mute and, on the list of options, choose Until I change it.\n\nFinally, several sites suggest that you can use mbasic.facebook.com, a very basic version of the app, assuming you want to go that far.\n\nOther apps\n\nFor other AI-using apps that you use, it’s worth digging into the settings and privacy policies to see exactly how your data is being processed.\n\nPolicies can differ widely. Earlier this year, Adobe updated its privacy policy to confirm that it wouldn’t train its AI on user images. On the other hand, Reddit has signed a deal with OpenAI to train AI on user posts — and there’s nothing you can do about it, except not use Reddit."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI friendships claim to cure loneliness. Some are ending in suicide.",
            "link": "https://www.washingtonpost.com/technology/2024/12/06/ai-companion-chai-research-character-ai/",
            "description": "Researchers have long warned of the dangers of building relationships with chatbots. But millions of people spend hours a day ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x2d_uDLEIwPUdAvFZxIvOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "The Washington Post",
            "article_content": "Researchers have long warned of the dangers of building relationships with chatbots. But an array of companies now offer AI companions to millions of people, who spend hours a day bonding with the tools.\n\nAn array of popular apps are offering AI companions to millions of predominantly female users who are spinning up AI girlfriends, AI husbands, AI therapists — even AI parents — despite long-standing warnings from researchers about the potential emotional toll of interacting with humanlike chatbots. Advertisement While artificial intelligence companies struggle to convince the public that chatbots are essential business tools, a growing audience is spending hours building personal relationships with AI. In September, the average user on the companion app Character.ai spent 93 minutes a day talking to one of its user-generated chatbots, often based on popular characters from anime and gaming, according to global data on iOS and Android devices from market intelligence firm Sensor Tower.\n\nThat’s 18 minutes longer than the average user spent on TikTok. And it’s nearly eight times longer than the average user spent on ChatGPT, which is designed to help “get answers, find inspiration and be more productive.”\n\nThese users don’t always stick around, but companies are wielding data to keep customers coming back.\n\nThe Palo Alto-based Chai Research — a Character.ai competitor — studied the chat preferences of tens of thousands of users to entice consumers to spend even more time on the app, the company wrote in a paper last year. In September, the average Chai user spent 72 minutes a day in the app, talking to customized chatbots, which can be given personality traits like “toxic,” “violent,” “agreeable” or “introverted.”\n\nSome Silicon Valley investors and executives are finding the flood of dedicated users — who watch ads or pay for monthly subscription fees — hard to resist. While Big Tech companies have mostly steered clear of AI companions, which tend to draw users interested in sexually explicit interactions, app stores are now filled with companion apps from lesser-known companies in the United States, Hong Kong and Cyprus, as well as popular Chinese-owned apps, such as Talkie AI and Poly.AI.\n\n“Maybe the human part of human connection is overstated,” said Andreessen Horowitz partner Anish Acharya, describing the intimacy and acceptance AI chatbots can provide after his venture firm invested $150 million in Character.ai, at a billion-dollar valuation. Chai also has raised funds, including from an AI cloud company backed by powerhouse chipmaker, Nvidia.\n\nProponents of the apps argue they’re harmless fun and can be a lifeline for people coping with anxiety and isolation — an idea seeded by company executives who have pitched the tools as a cure for what the U.S. Surgeon General has called an epidemic of loneliness.\n\nJenny, an 18-year-old high school student in northern Texas, spent more than three hours a day chatting with AI companions this summer — mostly versions of her favorite anime character, a protective older brother from the series, “Demon Slayer.”\n\n“I find it less lonely because my parents are always working,” said Jenny, who spoke on the condition that she be identified by only her first name to protect her privacy.\n\nBut public advocates are sounding alarms after high-profile instances of harm. A 14-year-old Florida boy died by suicide after talking with a Character.ai chatbot named after the character Daenerys Targaryen from “Game of Thrones”; his mother sued the company and Google, which licensed the app’s technology. A 19-year-old in the United Kingdom threatened to assassinate the queen, encouraged by a chatbot on the AI app Replika and was sentenced to nine years in prison.\n\nAnd in July, authorities in Belgium launched an investigation into Chai Research after a Dutch father of two died by suicide following extensive chats with “Eliza,” one of the company’s AI companions. The investigation has not been previously reported.\n\nSome consumer advocates say AI companions represent a more exploitive version of social media — sliding into the most intimate parts of people’s lives, with few protections or guardrails. Lawyer Pierre Dewitte, a privacy advocate whose complaint led Belgian authorities to investigate Chai, said the business model for AI companion apps incentivizes companies to make the tools “addictive.”\n\n“By raising the temperature of the chatbot, making them a bit spicier, you keep users in the app,” Dewitte added. “It works. People get hooked.”\n\nCharacter.ai spokesperson Chelsea Harrison said the app launched new safety measures in recent months and plans to create “a different experience for users under 18 to reduce the likelihood of encountering sensitive or suggestive content.” Google spokesperson Jose Castaneda said the search giant did not play a role in developing Character.ai’s technology. Chai did not respond to requests for comment.\n\nAdvertisement\n\n‘I do tell them all my life problems’\n\nSilicon Valley has long been aware of the potential dangers of humanlike chatbots.\n\nMicrosoft researchers in China wrote in a 2020 paper that the company’s wildly popular chatbot Xiaoice, launched in 2014, had conversed with a U.S. user for 29 hours about “highly personal and sensitive” subjects. “XiaoIce is designed to establish long-term relationships with human users,” they wrote, “[W]e are achieving the goal.”\n\n“Users might become addicted after chatting with XiaoIce for a very long time” the researchers noted, describing the bot’s “superhuman ‘perfect’ personality that is impossible to find in humans.” The company inserted some safeguards, the researchers added, such as suggesting that a user go to bed if they tried to launch a conversation at 2 a.m.\n\nA 2022 Google paper about its AI language system LaMDA, co-authored by the co-founders of Character.ai, warned that people are more apt to share intimate details about their emotions to human-sounding chatbots, even when they know they are talking to AI. (A Google engineer who spent extensive time chatting with LaMDA told The Washington Post a few months later he believed the chatbot was sentient.)\n\nAn example of a conversation users can have on Character.ai. (Video: The Washington Post)\n\nMeanwhile, researchers at DeepMind, a former Google subsidiary, noted in a paper the same month that users share their “opinions or emotions” with chatbots in part because “they are less afraid of social judgment.” Such sensitive data could be used to build “addictive applications,\" the paper warned.\n\nSome leading tech companies are nonetheless forging ahead and testing their own friendly chatbots. Meta launched a tool in July that allows users to create custom AI characters. The company’s landing page prominently displays a therapy bot called “The Soothing Counselor,” along with “My Girlfriend” and “Gay Bestie.”\n\n“One of the top use cases for Meta AI already is people basically using it to role play difficult social situations,” like a fight with a girlfriend, CEO Mark Zuckerberg said at a tech conference in July.\n\nOpenAI teased in May that ChatGPT could serve as an AI companion, adding an array of voices and comparing the tool to the irresistible AI assistant voiced by Scarlett Johansson in the movie “Her.” Months later, in its risk report, the company acknowledged that a “humanlike voice” and capabilities like memory could exacerbate the potential for “emotional reliance” among users.\n\nSome frequent users of AI companion apps say safety concerns are overblown. They argue the apps are an immersive upgrade to the online experimentation young people have done for decades — from fan fiction on Tumblr to anonymous encounters in AOL chatrooms.\n\nSophia, a 15-year-old student in Slovakia who spoke on the condition that she be identified by only her first name to protect her privacy, uses Character.ai and Chai four or five times a day for “therapy and NSFW.” Sophia has created three bots, all private, but also talks to AI versions of characters from “dark romance” novels, a young adult genre known for sexually explicit content and taboo themes like violence and psychological trauma.\n\nSophia finds talking to the bots comforting when she’s alone or feeling unsafe. “I do tell them all my life problems,” she wrote in a direct message from her personal Instagram account.\n\nMany people use the apps as a creative outlet to write fiction: Role-playing scenarios, customizing characters and writing “the kind of novels you’d see in an airport,” said Theodor Marcu, a San Francisco-based AI entrepreneur who developed a Character.ai competitor last year.\n\nAdvertisement\n\nWhen Character.ai launched, the co-founders pitched it as a way to explore the world through conversations with icons from literature and real life, such as Shakespeare and Elon Musk. But in practice, Marcu said, “The users ended up not being Silicon Valley-type people who want to talk to Einstein. It ended up being Gen Z people who wanted to unleash their creativity.”\n\nCharacter.ai recently shifted its focus to “building the future of AI entertainment,” said spokesperson Chelsea Harrison. “There are companies focused on connecting people to AI companions, but we are not one of them.”\n\nThe engineers behind Replika, a precursor to today’s AI companions, also were surprised when people began using their chatbot as an ad hoc therapist. The company worked with university researchers to incorporate the mechanics of cognitive behavioral therapy into the app, said Artem Rodichev, the company’s former head of AI. But the change was not popular.\n\n“[Users told us], ‘Give me back my Replika. I just want to have my friend,’” Rodichev said. “Someone who will listen to you, not judge you, and basically have these conversations with you — that itself has a great therapeutic effect.”\n\nAdvertisement\n\nJenny, the Texas high school student, said many of the kids at her public high school also spend hours on the apps, adding: “People are pretty lonely at my school.” She described using AI companions as more stimulating than mindlessly scrolling “brain rotting videos” on TikTok."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Trump's New AI and Crypto Czar Means For Tech Industry",
            "link": "https://www.yahoo.com/news/trumps-ai-crypto-czar-means-154846317.html",
            "description": "'A whole-of-government approach that collaborates closely with private industry is essential to winning the AI race, and a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QJ1bmdikNtAkA1LJYyAzay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Yahoo",
            "article_content": "David Sacks at the 2024 Republican National Convention in Milwaukee, Wisconsin. Credit - Andrew Caballero-Reynolds/AFP—Getty Images\n\nFor much of 2024, one of President-elect Donald Trump’s staunchest allies in Silicon Valley was David Sacks, an entrepreneur, venture capitalist, and co-host of the popular podcast All-In. On his podcast and social media, Sacks argued that Trump’s pro-industry stances would unleash innovation and spur growth in the tech industry. In June, Sacks hosted a fundraiser for Trump in San Francisco that included $300,000-a-person tickets.\n\nNow, Sacks has been rewarded with a position inside the White House: the brand-new role of \"AI & crypto czar.\" It’s unclear how much power this role actually has. It appears that this will be a part-time role, and that Sacks will remain with his VC fund Craft. This murkiness, and the fact that Sacks will not have to go through the Senate confirmation process, is drawing concerns over conflict of interest and lack of oversight. Regardless, Sacks will start the Administration with Trump’s ear on key policy decisions in these two rapidly growing sectors. Leaders inside both industries largely cheered the decision.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“A whole-of-government approach that collaborates closely with private industry is essential to winning the AI race, and a designated AI leader in the Administration can help do that,” Tony Samp, the head of AI policy at the law firm DLA Piper, tells TIME.\n\nSacks and Trump\n\nSacks has long been close to the center of Silicon Valley’s power structure. A member of the “PayPal mafia,” he was that company’s chief operating officer for several years, and grew close with Elon Musk, who has also been tasked with a new role in Trump’s Administration. While many Silicon Valley leaders espoused pro-Democrat views especially during the Obama years, Sacks became increasingly vocal in his conservative stances, especially around the Russia-Ukraine war and fighting censorship on tech platforms. His podcast All-In is currently the third most popular tech podcast on Apple Podcasts, according to Chartable.\n\nAfter the Jan. 6 insurrection, Sacks said that Trump had “disqualified himself from being a candidate at the national level again.” But he threw his weight behind Trump this year, including during a speech at the Republican National Convention (RNC) in July, in which he warned Republicans of a “world on fire.” At one lavish fundraiser, Sacks lobbied for Trump to pick J.D. Vance as his running mate. Sacks also hosted Trump on All-In, and complained that it was “so hard to do business” during the Biden Administration.\n\nSacks’ views on AI\n\nSacks is a player in the AI ecosystem himself: this year, he launched an AI-powered work chat app called Glue. He has often expressed support for a freer ecosystem empowering AI companies to grow, and has argued that most of what’s on the internet should be available for AI to train upon under fair use.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“This appointment is another signal that startups and venture capital will be a central focus of the incoming Administration's approach to AI,” says Nik Marda, the technical lead for AI governance at Mozilla. “This also means particular issues like promoting open source and competition in AI will be at the forefront.”\n\nSacks has advocated for the integration of AI technology into warfare and national security tools. On an All-In episode in April, he said he hoped Silicon Valley companies would become more involved with U.S. defense efforts. “I do want the United States, as an American, to be the most powerful country. I do want us to get the best value for our defense dollars. The only way that’s going to change is if the defense industry gets disrupted by a bunch of startups doing innovative things,” he said. (Just this week, OpenAI announced a partnership with the defense contractor Anduril.)\n\nSacks has also come out strongly against AI models displaying any sort of censorship. In this way, Sacks is aligned with Musk, whose AI model Grok will generate controversial images that other AI models will not, including a Nazi Mickey Mouse.\n\nRead More: Elon Musk’s New AI Data Center Raises Alarms Over Pollution\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHowever, there will be many AI thinkers competing for influence in Trump’s White House, including Marc Andreessen, who wants AI to be developed as fast as possible, and Musk, who has warned of the technology’s existential risks.\n\nSacks and crypto\n\nSacks’ new czar role also includes oversight of crypto. Crypto investors were largely cheered by his appointment, because he is supportive of the space and will likely reinforce Trump’s intentions of offering light-touch regulation. Sacks has invested significantly in Solana, a cryptocurrency attached to its own blockchain that was previously championed by Sam Bankman-Fried. Sacks’ VC fund Craft also invested in the crypto companies BitGo and Bitwise.\n\nTrump, in his announcement of Sack’s appointment, wrote that Sacks will work on “a legal framework so the Crypto industry has the clarity it has been asking for, and can thrive in the U.S.” Sacks joins several other recent pro-crypto Trump appointees, including new SEC chair nominee Paul Atkins. The Securities Exchange Commission (SEC) under Biden, in contrast, was very aggressive in suing crypto companies it deemed were violating securities laws.\n\nTrump, meanwhile, has been eager to claim credit for the crypto’s recent successes. When Bitcoin crossed $100,000 for the first time, Trump wrote on his social media platform Truth Social, “YOU’RE WELCOME!!!”\n\nAdvertisement Advertisement\n\nAdvertisement\n\nRead More: What Trump’s Win Means for Crypto\n\nConcerns about conflict of interest\n\nWhile Sacks is supportive of both industries, it is unclear how much power he will actually have in this new role. Bloomberg reported that Sacks will be a “special government employee”—a part-time role that doesn’t require him to divest or publicly disclose his assets, and sets a maximum number of 130 working days a year. A Craft spokeswoman told Bloomberg that Sacks would not be leaving the VC firm.\n\nIt remains to be seen whether Sacks will have a staff, or where his funding will come from. Other related government agencies, like the Department of Commerce, will likely have completely different workflows and prerogatives when it comes to AI. “Czar roles can be a bit funky and more dependent on relationships and less dependent on formal authorities,” Marda says.\n\nSuresh Venkatasubramanian, an AI advisor to Biden’s White House starting in 2021, expressed concern about the lack of oversight of this new position, as well as the conflicts of interest it could lead to. “The roles and responsibilities described in the press announcement describe a lot of what the director of OSTP [Office of Science and Technology Policy] does,” he tells TIME. “The only difference is lack of oversight. Especially given that this particular appointment is of someone who has investments in AI and crypto, you have to wonder whether this is serving the interest of the tech industry, or a particular few individuals.”\n\nContact us at letters@time.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Photos launches a ‘2024 Recap’ for a look back at this year’s memories",
            "link": "https://www.msn.com/en-us/news/technology/google-photos-launches-a-2024-recap-for-a-look-back-at-this-year-s-memories/ar-AA1voN7R?ocid=BingNewsVerp",
            "description": "Spotify Wrapped isn't the only service offering a year-end recap these days. In addition to the year-end reviews from other ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rd45CxvlI9A7EXADPAciCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Y Combinator alum Nowadays, founded by sisters, raises $2M to automate event planning",
            "link": "https://www.msn.com/en-us/money/other/y-combinator-alum-nowadays-founded-by-sisters-raises-2m-to-automate-event-planning/ar-AA1vp8Vy?ocid=BingNewsVerp",
            "description": "Nowadays is a seed-stage company doing something really useful with AI. It automates large event planning from emails to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CLgm12sMcM7nuAB9Q4bAtC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal adventure game Pararecords announced for PC",
            "link": "https://www.gematsu.com/2024/12/paranormal-adventure-game-pararecords-announced-for-pc",
            "description": "Publisher Kodansha and developer 6th Sense Games have announced paranormal adventure game Pararecords for PC (Steam). It will ...",
            "image_url": "https://www.bing.com/th?id=OVF.YifkrC6N0nu1NuJUS9BVuQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "gematsu7h",
            "source": "gematsu",
            "article_content": "Publisher Kodansha and developer 6th Sense Games have announced paranormal adventure game Pararecords for PC (Steam). It will launch in summer 2025 with English and Japanese language support.\n\nHere is an overview of the game, via its Steam page:\n\nAbout\n\nThrough dialogue, we come into contact with the paranormal.\n\nYou are a counselor at a facility for children with hidden paranormal abilities. You must fill in the chart with dialogue and observation within the limited time of 60 minutes.\n\nChildren With Various Different Paranormal Abilities\n\nThe most important thing you need to find out is the details of their hidden “paranormal abilities.” We need to know what abilities they have, what triggers them to manifest, and how to deal with them.\n\nHowever, the children you counsel are unique and challenging to work with. Observe them and communicate with them to see which approaches work the best.\n\nPoint-and-Click Conversation\n\nThe game is a point-and-click format.\n\nYou can communicate with them by using what is in the room or what they are wearing as conversation starters and by making choices that come up in the conversation.\n\nThe more trust you gain from them, the more in-depth information you may learn. Conversely, if they are ever alarmed by you, your sanity will be at risk.\n\nYour Understanding Will Change the Outcome\n\nThe more information you acquire and the more you fill out your medical records, the higher your reputation as a counselor will be.\n\nAim to be a better counselor.\n\nLet’s hope you don’t run away during the process…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "True Story of How Real 'Conjuring' House Owner Was Contacted by a Spirit From 1800s; What Happened Next Is Difficult to Believe",
            "link": "https://fandomwire.com/true-story-of-how-real-conjuring-house-owner-was-contacted-by-a-spirit-from-1800s-what-happened-next-is-difficult-to-believe/",
            "description": "The controversy surrounding the Conjuring House owner's claim of being contacted by a spirit from the 1800s and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MHdwNF0YTz1jxvEDkco_vS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "fandomwire5h",
            "source": "fandomwire",
            "article_content": "The controversy surrounding the Conjuring House owner's claim of being contacted by a spirit from the 1800s and the allegations that followed.\n\nFor years, even before the age of cinema, ghost stories have been a staple form of entertainment for millions of people worldwide. The world of the supernatural has thus found a special place in the entertainment industry as well, where horror stories are consumed, loved, and adored by fans across the world. Among the many such stories, The Conjuring Universe is especially famous for its spine-chilling back story.\n\nA still from The Conjuring | Credit: Warner Bros. Pictures\n\nBased on the real-life story of the Perron family and the subsequent investigation carried out by famous paranormal investigators Ed and Lorraine Warren on their infamous haunted farmhouse in Rhode Island in 1971, The Conjuring is a tale that sends shivers down our spines. Even more haunting is that the centuries-old haunted house located in Burrillville, Rhode Island continues to experience repeated supernatural activity and can even be booked by supernatural enthusiasts to experience these activities.\n\nHowever, the current owner of the ‘Conjuring‘ house has been facing backlash and criticism after her recent claims of being contacted by one of the original owners of the house and her subsequent firing of an employee, even losing her business entertainment license in the process.\n\nOwner of the Conjuring House Contact by the OG Owner of the Infamous Estate\n\nThe Conjuring House aka the Arnold estate | Credit: The Conjuring House.com\n\nLocated in Burrillville, the colonial-era Old Arnold Estate spread across 8.5 acres in Rhode Island has always been a center of paranormal activity (via The Conjuring House.com). Made famous by the 2013 movie, The Conjuring, its relationship with otherworldly activities goes as far as the 1700s and is supposed to be haunted by several spirits and entities. Hence, when the farmhouse was up for purchase in 2022, the Boston attorney Jacqueline Nuñez purchased it without a second thought.\n\nHaving a long-standing relationship with the spiritual and supernatural world, Nuñez has since transformed it into a business for horror enthusiasts to come and visit or stay at the house. The business was thriving until recently when she claimed to have been contacted by the spirit of John Arnold, one of the original owners of the estate from back in the 1800s. According to what she told WPRI, Arnold told her that one of her employees was stealing from her.\n\nI did get a message from John Arnold from the 1800s. I also have records of merchandise and stuff, and know that he stole.\n\nSince then, her story has gained attention from fans all over the world. While some fans believe her story, others remain skeptical and have criticized her decision to fire an employee. In the middle of all this controversy, she also lost her business entertainment license after the Burrillville town officials voted to not have it renewed citing concerns over her conduct and the disruption caused by the 24-hour business in a residential area.\n\nConjuring House Owner Jacqueline Nuñez Has Been Accused of Several Problematic Conducts\n\nThe owner of the Conjuring house, Jacqueline Nuñez | Credit: WPRI / FaceBook\n\nThe Conjuring House remains at the top of bucket lists for a lot of fans, and visiting the house at least once is a die-hard wish of several horror enthusiasts. However, soon that might change given how Jacqueline Nuñez has lost her license to continue her business of letting people visit the huge haunted estate. And a lot of it is to blame for her alleged problematic behavior, which allegedly has gotten worse since she purchased the house.\n\nAs reported by WPRI, she was arrested for drunk driving in October and also accused of threatening one of her past employees Jason Hawes as well as his family. Hawes, the star of the hit Ghostbuster series, revealed to the site that Nuñez has sent her threatening messages even after the court lauded her with a no-contact order. Meanwhile, Nuñez stated that she is now looking to file lawsuits against him, formal employees, and even Burrillville for how “they have just blatantly violated” her constitutional protections.\n\nMeanwhile, the town manager of Burrillville, Micahel Wood revealed to the news site that the Conjuring House owner runs a 24-hour business in a residential area which is quite “disruptive to neighbors, and it draws curious people at all hours of the day and night.” Furthermore, he stated that Nuñez has been “difficult, uncooperative, and aggressive throughout the licensing process,” which makes it hard for their cooperative relationship to resume. On the other hand, Nuñez believes the town isn’t letting her run her business since they have no care for the paranormal.\n\nThe Conjuring House Employee Believes in the Paranormal But Thinks Jacqueline Nuñez’s Claims Are Far-Fetched\n\nThe Conjuring | Credit: Warner Bros. Pictures\n\nWhile Jacqueline Nuñez wholeheartedly believes and claims that the spirit of John Arnold contacted her and informed her that one of her employees was stealing from her, her employee believes that Nuñez’s claims are a bit far-fetched. Brian Dansereau had been working at the Burrillville farmhouse for quite a while now, however, Nuñez fired him last month claiming he had stolen about $3000 from her.\n\nDansereau has consistently denied the theft and even though he believes in the paranormal he thinks there is no way that the spirit of one of the former owners of the house from back in the 1800s would have contacted Nuñez and told her something like this. While talking to WPRI, he stated,\n\nShe said, ‘John Arnold told me you’ve been stealing money out of the cash box for the past two months.’ I literally stopped and I had to correct her like, ‘John Arnold, one of the original owners?’\n\nThe Conjuring House | Credit: The Conjuring House.com\n\nHe also shared his own paranormal experiences, such as hearing his voice in the basement or witnessing doors opening on their own. Yet, he cannot fathom a spirit snitching on an employee. On the other hand, Nuñez claimed that she had been informed of other unexpected conduct from the past staff and guests and does not care if someone believes her or not.\n\nIt does not matter whether you believe in the paranormal or not. I and every person is entitled to experiences that bring understanding and meaning to our lives, including being informed or warned about wicked actors and actions. As far as Brian goes my experience with him devolved quickly, culminating in his at-will employment termination.\n\nNuñez is thus planning to file a complaint with state officials, also because her former employee has been allegedly trying to damage her reputation by slandering her. What should have been a grand experience for fans of Conjuring and horror enthusiasts has taken a turn for the worst. There is a possibility that the tours and fan visits at the Conjuring house may not be possible in the future for Jacqueline Nuñez has no plans to sell the house even if she does not get her business license back.\n\nThe Conjuring is available to be streamed on Netflix."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Big Budget Horror Movies That Absolutely Flopped (Even Though Some Were Good)",
            "link": "https://www.msn.com/en-us/movies/news/big-budget-horror-movies-that-absolutely-flopped-even-though-some-were-good/vi-AA1vpTC2?ocid=BingNewsVerp",
            "description": "Horror isn't exactly known for being high budget. Some of the most famous horror films are those that have been made with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H_-g_j-RFylYtloxEOyiiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Slashfilm(Video) on MSN21h",
            "source": "Slashfilm(Video) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Best Horror Fiction of 2024",
            "link": "https://www.nytimes.com/2024/12/07/books/review/best-horror-books-2024.html",
            "description": "Here are 10 books that stood out in a year filled with fantastic releases. Readers, good news: We’re in a golden age of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6OKnA22pLhNBA_BupjsuSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "The New York Times",
            "article_content": "Readers, good news: We’re in a golden age of horror. The year 2024 was packed with amazing — and amazingly diverse — horror novels, novellas and collections. It brought highly anticipated returns of horror legends and bold introductions of new voices to the genre; featured a range of topics, from cosmic horror to haunted houses; and explored a variety of cultures, with deep dives into Latin America, spotlights on Korean Americans and more.\n\nWith so many great releases, selecting only 10 books for this column was a hard task. But out of all of the fantastic new horror books published this year, these titles stood out."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secret Pentagon study hints at reincarnation being real after finding consciousness 'never dies'",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14166719/Secret-Pentagon-study-reincarnation-consciousness-Monroe-Institute-Gateway.html",
            "description": "A mind-bending Pentagon study was commissioned by the US Army in 1983 to better understand what its Army Intelligence peers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jHKHiKnIxovPFdLCZWQ-tS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22h",
            "source": "Daily Mail",
            "article_content": "A study conducted by US Army Intelligence has suggested that reincarnation is real because consciousness 'never dies.'\n\nEntitled 'Analysis and Assessment of The Gateway Process,' the 29-page report was drafted by US Army Lieutenant Colonel Wayne M McDonnell in 1983 and declassified by the CIA in 2003.\n\nThe research has resurfaced on social media, with Chicago-based comedian Sara Holcomb summarizing the findings, saying: 'We're pretty sure reincarnation is real.'\n\n'Consciousness is energy and it exists outside of our understanding of reality,' Holocomb said, paraphrasing page 19 of McDonnell's Army intel report. 'And energy... never dies.'\n\nThe mind-bending official Pentagon study was commissioned to better understand what its Army intel colleagues were doing sending personnel to a small institute in Charlottesville, Virginia that was working on the 'Gateway Experience.'\n\nThe then-secretive 'Gateway' project, based to McDonnell's analysis, was 'a training system designed to bring enhanced strength, focus and coherence... to alter consciousness.'\n\nFrom there, Gateway's ambitious goal was to shift the practitioner's consciousness 'outside the physical sphere so as to ultimately escape even the restrictions of time and space.'\n\nAt least according to McDonnell, the Monroe Institute's discoveries that wound up bolstering the case for reincarnation were profound.\n\n'When consciousness returns to the Absolute [Monroe jargon for a realm outside spacetime] it brings with it all the memories it has accumulated through experience in reality,' as he distilled the Institute's finding that memories pass on from life to life via reincarnation.\n\nAn eye-popping study conducted by US Army Intelligence and made public by the CIA has shocked social media with its finding that consciousness transcends space and time. Entitled 'Analysis and Assessment of The Gateway Process,' the 29-page report was drafted in 1983\n\nThe recently resurfaced US Army Intelligence report presents an abstract explanation of how consciousness is created through the brain's processing of energy in the physical world - transforming it into what Lieutenant Colonel Wayne McDonnell compares to a hologram (above)\n\nOr, as Holocomb put it more succinctly in one of many videos by TikTok users fascinated with the metaphysical US Army study: 'You're pretty sure reincarnation is a legit thing? Yup.'\n\nThe comedian, who posts as @mad_hatter_news on TikTok, also referenced a vast body of research by the nearby University of Virginia Medical School's Division of Perceptual Studies which has compiled a database of over 2,500 cases of professed reincarnation.\n\nMany of the cases involved children under the age of five who claimed to remember 'memories of a previous life they claim to have lived.'\n\n'Why the kids?' Holocomb continued in her post. 'It seems they're the ones that most easily remember their past lives.'\n\nBut the Gateway study explored more than simply heady spiritual questions of reincarnation, the nature of consciousness and the afterlife.\n\nLtc McDonnell's report as a member of US Army Intelligence and Security Command (INSCOM) was concerned with psychic spycraft along the astral plane. Psychic spycraft involves the use of alleged paranormal abilities for espionage.\n\nIn 1983, INSCOM was headed by Major General Albert Stubblebine III, one of the US military's greatest proponents of psychic warfare.\n\nJoe McMoneagle — who served as Remote Viewer No1. in one of Major General Stubblebine's psychic spy programs — has said his own role was to use remote viewing to spy on Russian military bases and gather intelligence.\n\nHe spent more than 20 years as a so-called 'remote viewer' working at Fort Meade in Maryland, which is also home to the National Security Agency (NSA).\n\n'My success rate was around 28 percent,' McMoneagle said. 'That may not sound very good, but we were brought in to deal with the hopeless cases.'\n\n'Our information was then cross-checked with any other available intelligence to build up an overall picture. We proved to be quite useful \"spies.\"'\n\nJoe McMoneagle (pictured) was a Vietnam vet and American 'psychic spy.' His role was to use 'remote viewing' to spy on Russian bases and gather intelligence. He now serves on the Board of Advisors for the Monroe Institute - whose 'Gateway' process was studied in the 1983 report\n\nIn 1983, INSCOM was headed by Major General Albert Stubblebine III (portrait above), one of the US military's greatest proponents of psychic warfare\n\nToday in retirement, McMoneagle serves as on the Board of Advisors and as a trainer for the Monroe Institute, the same institute whose 'Gateway' process was studied by US Army INSCOM in their 1983 report.\n\nUltimately Ltc McDonnell's 'Gateway Experience' report, was an effort to verify the institute's suitability as a defense contractor used in this Army INSCOM program to operationalize 'out of body' experiences for espionage.\n\nIn his summary, McDonnell concluded: 'There is a sound and rational basis in terms of physical science parameters for considering Gateway to be plausible in terms of its essential objectives.'\n\n'Intuitional insights of not only personal but of a practical and professional nature would seem to be within the bounds of reasonable expectations,' he continued, in essence validating INSCOM's 'psychic spying' strategy.\n\nBut there was a catch, he noted: These experiences were hard to control or direct consistently, which Ltc McDonnell suggested would require long and careful training.\n\n'[A] phased approach for entering the Gateway Experience in an accelerated mode would seem to be required [...] from the standpoint of establishing an organization-wide exploitation of Gateway's potential,' he wrote.\n\nIn other words, while the Army intel official found that Gateway was real and possible, more research was needed to get to a place where US intelligence could actually make use it.\n\nLtc McDonnell then laid out recommendations for how Army INSCOM could go about designing further Gateway studies, though its unclear if more studies were ever launched.\n\nMysteriously, one page of Ltc McDonnell's report is missing, number 25, in the middle of a section where he was outlining potential practical defense uses of Gateway.\n\nThe omission caught the attention of some readers who launched a Change.org petition calling for the CIA to release it.\n\nThe CIA, however, says that it never had the page to begin with — fueling theories that it has been left it out on purpose due to the powerful techniques that page 25 described."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Discovery of a New Bee Species: What It Means for Science and Conservation",
            "link": "https://www.msn.com/en-us/news/technology/the-discovery-of-a-new-bee-species-what-it-means-for-science-and-conservation/ar-AA1vrMQh?ocid=BingNewsVerp",
            "description": "The natural world is a never-ending treasure trove of surprises, and the discovery of new species serves as a potent r ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yfqhgH_e3D2eyLBzizmkyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Mind of Griff on MSN4h",
            "source": "The Mind of Griff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A World Beneath Antarctica’s Ice: Scientists Make Astonishing Discovery",
            "link": "https://www.msn.com/en-us/science/biology/a-world-beneath-antarctica-s-ice-scientists-make-astonishing-discovery/ar-AA1vrRka?ocid=BingNewsVerp",
            "description": "While the icy expanse has long been considered a barren, lifeless wilderness, a recent discovery beneath the frozen surface ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3_Hsv2TZG2x1X00eoomnNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Daily Galaxy on MSN3h",
            "source": "Daily Galaxy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biomedical engineering innovations driving discovery and economic development",
            "link": "https://nationalpost.com/sponsored/news-sponsored/biomedical-engineering-innovations-driving-discovery-and-economic-development",
            "description": "The innovations taking place in medical and health-care technology — known as ‘med-tech’ and ‘health-tech’ — involve ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DwA7zc_33McYAF7V_ULYZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "23h",
            "source": "National Post",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bizarre find in Earth’s remotest region has huge implications for life on other planets",
            "link": "https://www.express.co.uk/news/science/1985514/bizarre-discovery-earths-remotest-region",
            "description": "A study published by the Italian National Research Council published in Communications Earth & Environment, a peer-reviewed journal, suggests, in contrast to what was previous believed, Lake Enigma, ...",
            "image_url": "https://www.bing.com/th?id=OJ.RUsP2gfFJKrpBw&pid=news&w=74&h=16&rs=2",
            "category": "science+discovery",
            "date": "20h",
            "source": "Daily Express",
            "article_content": "Lake Enigma is located in Antartica's Victoria Land\n\nBizarre microbes found in a lake in Antarctica have provided key insights into how life on other planets may have developed. A study published by the Italian National Research Council published in Communications Earth & Environment, a peer-reviewed journal, suggests, in contrast to what was previous believed, Lake Enigma, located in Antarctica’s Victoria Land, does in fact contain liquid water. The study was led by scientists from the Institute of Polar Sciences of the Italian National Research Council (CNR-ISP). The team includes prominent researchers like Dr Maurizio Azzaro and Dr Angelina Lo Giudice, who specialise in microbial ecology and polar environments. Scientists used advanced ground-penetrating radar and drilled through the ice during an Italian Antarctic expedition in 2019-2020 to confirm the existence of liquid water.\n\nEuropa: Professor discusses 'potential life' on Jupiter's moon\n\nThe lake's isolation from external elements, including extreme cold and lack of sunlight, has created a unique, closed microbial environment. The study also uncovered \"ultrasmall\" bacteria from the superphylum Patescibacteria, which are known for their minimal cellular activity but play critical roles in the lake's ecosystem. Their discovery of microscopic lifeforms has exciting implications for both Earth sciences and astrobiology. This isolated environment, locked under ice for around 20,000 years, contains liquid water and hosts extremophiles - microorganisms capable of surviving extreme cold, low nutrients and high pressure.\n\nTrending\n\nThe launch of the Europa Clipper mission in October\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nSuch microbes adapt through unique biochemical mechanisms, such as specialised proteins and membrane structures, enabling them to thrive where most life forms cannot. Their discovery underscores the resilience of life and broadens the understanding of where it might exist. It highlights water as a key solvent for life, not only on Earth but potentially on other icy worlds like Europa and Enceladus. The chemical and energy processes in Lake Enigma provide a parallel for studying similar extraterrestrial environments where liquid water is present beneath icy crusts. The Galilean moon of Europa for example is thought to have a sizeable lake beneath its frozen surface.\n\nEuropa is believed to have a subsurface ocean"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trade delegation visits: Japanese business leaders explore potential opportunities",
            "link": "https://www.mariettatimes.com/news/2024/12/trade-delegation-visits-japanese-business-leaders-explore-potential-opportunities/",
            "description": "A delegation of 18 Japanese business leaders, representing a diverse array of industries, visited Wood County this week to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NJDSx6XMLgiUrbyY_oENJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Marietta Times14h",
            "source": "The Marietta Times",
            "article_content": "PARKERSBURG — A delegation of 18 Japanese business leaders, representing a diverse array of industries, visited Wood County this week to explore potential opportunities for investment and collaboration.\n\nThe group, whose members are involved in sectors such as automotive, technology, energy, and corporate development, toured various sites in the region as part of a visit designed to showcase the area’s business potential. Wednesday, the delegation mingled with local business and governmental leaders at Discovery World on Market street.\n\n“All of the people visiting have a U.S. customer base, but they don’t necessarily have a U.S. presence,” said Wood County Economic Development Director Lindsey Piersol. “The hope is that they’ll come here, fall in love with the region, and consider establishing a foothold in the U.S. by investing in Wood County.”\n\nThe delegation’s visit was made possible by one of Wood County’s newest businesses Somar Corporation and President Futoshi Sotani. Satani was instrumental in bringing his colleagues from Japan to explore the area.\n\nThe delegation’s itinerary included visits to prominent local facilities, starting with a tour of Hino Motors. Thursday’s plans had the group scheduled to explore the Polymer Alliance Zone and tour Somar Corporation’s new facility, which has not yet been widely showcased. They also toured the Washington Works facility.\n\nThe event also showcased the $12.8 million STEM Children’s Museum and Science Technology Center in Parkersburg. Museum Director Wendy Shriver shared details about the facility, designed by Roto, a leading exhibit designer for institutions like the Smithsonian. Guests explored the museum’s interactive exhibits, food and drink offerings, and even sampled alcohol-infused ice cream made with a ColdSnap machine, the only one of its kind in the state.\n\nMayor Tom Joyce hailed the visit of the Japanese delegation as a significant opportunity for both Parkersburg and Wood County.\n\n“What’s good for Parkersburg is good for Wood County and vice versa,” he said. “Job growth, better jobs; that’s the key for Parkersburg, Wood County, and most of West Virginia. We need to create opportunities that keep the next generation of West Virginians here.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s nightmare: What David Sacks as AI Czar (and Elon Musk as wingman) could mean for Sam Altman’s $157 billion startup",
            "link": "https://www.msn.com/en-us/money/technology/openai-s-nightmare-what-david-sacks-as-ai-czar-and-elon-musk-as-wingman-could-mean-for-sam-altman-s-157-billion-startup/ar-AA1vrWjq?ocid=BingNewsVerp",
            "description": "With David Sacks as AI Czar and Elon Musk in Trump’s inner circle, OpenAI may face challenges from two of its biggest critics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.82zg2n2yVbcztnGqAsRJQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSNOpinion",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Your Company May Buy OpenAI’s New $200 a Month ChatGPT Pro Subscription",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/why-your-company-may-buy-openai-s-new-200-a-month-chatgpt-pro-subscription/ar-AA1vs8oY?ocid=BingNewsVerp",
            "description": "Access to the best features of a leading product often comes at a premium, which the market leading AI system has set at 10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KpfiInqTFgrX3_qixTHAiy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "41mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's chief diplomat",
            "link": "https://www.businessinsider.com/kevin-weil-chief-product-officer-openai-2024-12",
            "description": "He led Twitter and Instagram to outstrip competitors. For his hat trick, Kevin Weil will try to save OpenAI from itself.",
            "image_url": "https://www.bing.com/th?id=OVFT.VlvVKD_fddyW-eMIbP2Ngi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10h",
            "source": "Business Insider",
            "article_content": "Kevin Weil showed no sign of the heat when he took to the stage at the Marriott Marquis in downtown San Francisco on an unseasonably sweaty early October morning.\n\nTrim and tan, outfitted in the de rigueur Silicon Valley uniform of a slim-fit gray tee, stonewashed blue jeans, and an Apple Watch Ultra, the chief product officer of OpenAI talked easily about the ambitious artificial intelligence-powered future his red-hot employer was building.\n\n\"You could imagine a world where you ask it a hard question about how you cure some particular form of cancer, and you let it think for five hours, five days, five months,\" Weil prophesied in response to a question about the \"reasoning capabilities\" of AI.\n\nAdvertisement\n\nBut neither he nor his onstage interlocutor, Anyscale cofounder Robert Nishihara, ever acknowledged the elephant in the room: Weil wasn't supposed to be there.\n\nThe event, the AI infrastructure conference Ray Summit, had originally booked OpenAI's chief technology officer, Mira Murati, to speak. Just days before, the high-profile executive had abruptly quit, prompting the last-minute swap. Murati's exit added to a long list of recent departures from OpenAI, one of the world's most valuable and hyped startups, even as it closed a historic $6.6 billion funding round on the day Weil spoke.\n\nIf Sam Altman is the starry-eyed visionary of OpenAI, Weil is its executor. He leads a product team that turns blue-sky research into products and services it can sell, putting him at the center of a philosophical rift that has caused spectacular upheaval at the company, which was recently valued at $157 billion.\n\nIn two years, OpenAI went from a nonprofit lab nominally working to develop digital intelligence for the public good to a world-famous startup that puts out shiny new products and models every few months. The company is now attempting to become a for-profit operation to lure would-be backers to write bigger checks, which it needs to scale its business. Altman recently announced that the company's flagship product, ChatGPT, now has 300 million weekly users, triple the number it had a year ago.\n\nAdvertisement\n\nAlong with this astronomical growth, OpenAI has succumbed to a brain drain: Its chief research officer, head of AGI readiness, co-lead of its video-generation model Sora, and the list goes on. While this has sparked alarm bells in some corners of the tech industry, it has also elevated the profile of the senior leaders who have remained. That includes Weil, a relative OpenAI newcomer who joined in June and rapidly became one of its most notable ambassadors.\n\nAt a point when employee voices of dissent were growing louder, 41-year-old Weil arrived as a steady-handed product guru with a Midas touch. He was a longtime Twitter insider who created products that made the social media company money during a revolving door of chief executives.\n\nAt Instagram, he helped kneecap Snapchat's growth with competitive product releases such as Stories and live video. (Not everything he touched turned to gold, though. Weil also led Facebook's headlong charge into financial services as a cofounder of Libra, its ill-fated stablecoin.)\n\nWeil declined to be interviewed for this article, which is based on conversations with five former senior colleagues, four of whom spoke on the record, and his past public interviews.\n\nAdvertisement\n\nTwitter and Facebook were no strangers to chaos and scandal, but even their most challenging times are rivaled by OpenAI's workplace turmoil. There was a failed coup last year, bitter feuds among some workers, and an ongoing existential arms race to build \"digital gods.\"\n\nWeil's peers are certain he's the man to promote harmony. He's spent the better part of 15 years cranking out products that mostly delighted users and made money. He also has something his new employer desperately needs: The ability to pursue the company's best interests and balance human emotions at the same time.\n\nRelated stories\n\nKevin Weil isn't a household name. But for those in the know in Silicon Valley, he's something better: \"He's the get-shit-done guy,\" said James Everingham, who worked with Weil at Instagram and Facebook.\n\nSarah Friar, OpenAI's new head of finance, has long admired Weil's product chops. Former Twitter boss Adam Bain called Weil \"Twitter's secret weapon\" for driving ad revenue. Everingham also described Weil as a workhorse who never shrank from a deadline.\n\nAdvertisement\n\n\"He brings that stamina, that dogged focus on the outcome,\" said April Underwood, a venture capitalist who worked closely with Weil on Twitter's ad products.\n\nWeil's relentless work ethic and people skills are recurring themes among former colleagues. At Facebook, two colleagues said he would often badge into the office first and fire off messages late into the night.\n\nOne colleague from Planet, a satellite imagery company where Weil worked as president until May of 2024, recalled how he started each week by posting in Slack the top three things on his mind. According to Everingham, Weil's a rare breed of product manager who codes almost as well as he writes memos. That endeared Weil to the engineers he needed to build products.\n\nWeil shrugs off the pressures of work with long runs and Diet Mountain Dew. Every birthday, he runs his age in miles and, in June, marked his 41st year with a 41-mile jaunt near his home in the posh California suburb of Portola Valley, according to a public Instagram post. Weil lives with his venture capitalist wife, Elizabeth, and three children.\n\nAdvertisement\n\n\"He is a little bit superhuman in just the sheer amount that he works and works out,\" said Ashley Johnson, chief financial officer and now president of Planet.\n\nFormer colleagues say Kevin Weil was key to turning Twitter into a crucial arena for advertisers. Brian Ach/Getty Images for TechCrunch\n\nWeil set aside a Stanford doctorate in theoretical particle physics to cave out a path in tech, according to a 2017 speech he gave at his alma mater. In 2009, Weil landed at Twitter as a data scientist. At the time, Twitter had little revenue, never mind profit, to show for its many millions of users. That left investors wondering how Twitter would translate its popularity into money.\n\nWhen Twitter began developing ads a year later, Weil stepped up to lead it. Katie Jacobs Stanton, a venture capitalist who overlapped with Weil at Twitter, said employees debated how to show ads in a way that didn't degrade the user experience, pitting engineers against marketers. Weil threaded the needle. Under his oversight, Twitter launched ads that looked like tweets inside the feed. AdAge reported in 2011 that hundreds of brands had embraced the format, helping to establish the cash flow that made Twitter's IPO possible in 2013.\n\nThen, in early 2016, Instagram cofounder Kevin Systrom asked Weil to dinner as Snapchat was nipping at the Facebook-owned photo app's heels.\n\nAdvertisement\n\nInstagram needed to get users, especially teens, to post more; Systrom wanted a pinch-hitter to get new features designed and added to the app and into the hands of Instagram users. Weil told CNBC in 2017 that he had already resigned from Twitter with plans to train for a 50-mile ultramarathon snaking the American River in California's Central Valley. He took the Instagram job and, a month later, finished fifth in the race.\n\nThe product leader wasted no time in the photo-sharing battle. In just a few months, Instagram rolled out a feature similar to Snapchat's disappearing photos and videos, then added popular face filters and also introduced a feed-ranking algorithm to highlight more relevant content. According to Instagram, its user base doubled within two years of Weil's arrival, reaching 1 billion monthly users by 2018; Snapchat's earnings statements during the same period indicated that its user growth had flatlined.\n\nEveringham, his former colleague, recounted how when Systrom identified Stories as Instagram's killer feature, Weil assembled a nimble team of engineers under the CEO's supervision to execute it.\n\nRelated stories\n\n\"He had this clarity of thinking I haven't seen in anyone else,\" said Everingham, now an engineering leader of developer infrastructure at Meta.\n\nWeil's tenure at Instagram was defined by a controversial strategy: borrowing liberally from the competition. The features that became Instagram staples had their genesis in a rival's playbook, which neither Systrom nor Weil denied in interviews with Vox and TechCrunch over the years.\n\nAdvertisement\n\nThis strategy is particularly poignant as Weil steps into his new role at OpenAI, a company navigating a thicket of copyright lawsuits. New outlets, authors, and celebrities have sued OpenAI over using their work to train its large language models.\n\nThat's far from the only struggle the product chief faces. He's positioned as one of Altman's top lieutenants at a time when OpenAI's famed brain trust is leaving in droves, often to start competitor companies that may threaten OpenAI's early dominance in the space.\n\nFormer OpenAI employees and siblings Dario and Daniela Amodei founded Anthropic, one of OpenAI's most notable competitors, in 2021. Former chief scientist Ilya Sutskever has raised $1 billion for his new venture, Safe Superintelligence. Ex-researcher Aravind Srinivas is working on an AI-powered search engine, Perplexity. In early December, Murati, the former CTO, told Wired she was \"figuring out\" what her new venture would look like, though it's unclear if her startup will directly compete with OpenAI.\n\nMira Murati's move follows a series of high-profile exits from OpenAI this years. Patrick T. Fallon/Getty Images\n\nAnother threat comes from open-source AI models championed by the likes of Meta. If these free-to-use systems prove good enough for most users, it will make it far harder for OpenAI to effectively monetize its AI models and, ultimately, turn a profit.\n\nAdvertisement\n\nBecause with over $20 billion funding, according to PitchBook data, and only an estimated $3.7 billion in revenue in 2024 plus losses of $5 billion, according to leaked documents obtained by The New York Times in September), OpenAI still faces a long road to prove that it can deliver a return on the unprecedented volumes of capital plowed into the company. And that's without even getting into the growing concern that improvements in AI models are slowing.\n\nOnstage at the Ray Summit in October, Weil shrugged off the threat of competition. When asked about whether the current gap in quality between open-source models and OpenAI's premium AI products will shrink, he quipped: \"I mean, we're certainly going to do our best to make it grow.\"\n\nIn theory, a proven leader like Weil could help guide the operation past the power struggles and talent losses toward a more steady state. By all accounts, he's a deft conciliator who can empathize with the needs and concerns of multiple stakeholders.\n\n\"He's somewhat of a diplomat,\" said Jacobs Stanton, his former Twitter colleague.\n\nAdvertisement\n\nAt Facebook, where Weil helped develop a stablecoin backed by a basket of international currencies, he had to mediate between crypto natives, the product purists who wanted to take a more user-friendly, less decentralized approach, and policymakers, according to two former Facebook colleagues. The project ultimately couldn't overcome regulatory roadblocks and an exodus of corporate partners; Meta shuttered the project in 2022, selling $182 million worth of assets to Silvergate Bank.\n\nKevin Weil leads a product team that turns blue-sky research into products and services OpenAI can sell. Horacio Villalobos/Corbis via Getty Images\n\nHow Weil's experience maps onto his current role remains to be seen. With its several thousand employees, regulators scrutinizing its every move, and 300 million weekly active users of ChatGPT, OpenAI is more complex than any company Weil's stepped into before. In just six months since his arrival, OpenAI has rolled out a large language model that can solve more complex problems via a process the company calls \"reasoning,\" and a search engine within ChatGPT.\n\nAdditionally, OpenAI launched a voice mode to talk to ChatGPT, which Weil personally tested as a \"universal translator\" during recent trips to Seoul and Tokyo. Reflecting on the release, Weil shared on LinkedIn, \"It feels normal to me now, but two years ago I wouldn't have believed it was possible.\"\n\nLast week OpenAI announced an ambitious \"12 days of shipmas,\" a festive product sprint likely to keep Weil working long hours. While he's managed to keep the proverbial plates spinning in his professional life, there's been one noticeable casualty: his workout routine. App data from Strava shows that he's been logging fewer hours of cycling and running each month since he joined OpenAI.\n\nAdvertisement\n\nAsked about Weil's exercise, OpenAI spokesperson Niko Felix said Weil recorded 96 minutes of physical activity a day in November. \"I would say he's doing quite alright,\" Felix said.\n\nMelia Russell is a senior correspondent at Business Insider, covering startups and venture capital. Her Signal number is +1 603-913-3085, and her email is mrussell@businessinsider.com ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Will people really pay $200 a month for OpenAI’s new chatbot?",
            "link": "https://www.msn.com/en-us/news/technology/will-people-really-pay-200-a-month-for-openai-s-new-chatbot/ar-AA1vpUnO?ocid=BingNewsVerp",
            "description": "OpenAI has released a pricey new chatbot. At $200, it's the most expensive in its category. So, will people pay for it?",
            "image_url": "https://www.bing.com/th?id=OVFT.Og069sZfJz2bDn6Iqhw4yC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "19hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI announces ChatGPT Pro, priced at $200 per month",
            "link": "https://www.computerworld.com/article/3619148/openai-announces-chatgpt-pro-priced-at-200-per-month.html",
            "description": "The $200 monthly pricing OpenAI has set for a subscription to its recently launched ChatGPT Pro is definitely 'surprising,' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sElCe_xrDGZBRKdYzZEp9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "17h",
            "source": "Computerworld",
            "article_content": "The $200 monthly pricing OpenAI has set for a subscription to its recently launched ChatGPT Pro is definitely “surprising,” said Gartner analyst Arun Chandrasekaran on Friday, but at the same time it’s indicative that the company is betting that organizations will ultimately pay more for enhanced AI capabilities.\n\nIn an announcement on Thursday, OpenAI said the plan, priced at nearly 10 times more than its existing corporate plans, includes access to OpenAI o1, as well as to o1-mini, GPT-4o, and Advanced Voice.\n\nPart of the company’s 12 days of Shipmas campaign, it also includes OpenAI o1 pro mode, a version of o1 that, the company said, “uses more compute to think harder and provide even better answers to the hardest problems. In the future, we expect to add more powerful, compute-intensive productivity features to this plan.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pinterest Predicts 20 bold trends for 2025",
            "link": "https://www.deccanchronicle.com/lifestyle/pinterest-predicts-20-bold-trends-for-2025-1844871",
            "description": "Baby showers will be out. Nesting parties will be in. Pickle fixes, cherry reds, and chaotic cakes will be all the rage.",
            "image_url": "https://www.bing.com/th?id=OVFT.o-KiTCjdpzXHyMRLfke3cC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Deccan Chronicle10h",
            "source": "Deccan Chronicle",
            "article_content": "Baby showers will be out. Nesting parties will be in. Pickle fixes, cherry reds, and chaotic cakes will be all the rage. Pinterest has released its annual trend report, Pinterest Predicts, to give consumers and advertisers a first look at the trends you’ll see everywhere in 2025. The trends show that more people are leaning toward bold forms of expression and maximalism. 2025 will be about making a statement – individuals will look for ways to stand out and engage all their senses through their style choices.\n\nOver half a billion people come to Pinterest each month to search and shop for the next big thing, which gives us unique insight into what’s next. By analyzing year-over-year growth in search terms, Pinterest identifies the fast-rising patterns and curates findings into the future-looking report, which has proven over the past five years to be 80% accurate. And while 65% of the 2025 trends are driven by Gen Z, every generation is represented.\n\n“Pinterest Predicts trends are identified by deeply analyzing the unique search patterns of over half a billion monthly active users who thoughtfully plan what’s next for them,” says Stacy Malone, Pinterest’s VP of Global Business Marketing. “While many trends come and go across the internet, Pinterest Predicts trends are steadier and remain popular for longer, providing brands with key insights that allow them to get ahead of culture instead of chasing fads.\n\n“Our 2025 Pinterest Predicts trend report signals a return to maximalism, boldness and daring styles with trends like ‘Surreal Soirees’, ‘Chaos Cakes’ and ‘Castlecore’. In 2025, more will be more. With Gen Z now making up over 40% of Pinterest’s user base, their influence is directly affecting which trends and themes are taking off. In fact, 65% of this year’s trends are inspired by Gen Z. We can’t wait to see how Pinners will bring these trends to life,” says Sydney Stanback, Global Trends and Insights Lead.\n\nLearn more about the 20 trends for 2025 in home décor, fashion, beauty, travel, food and beverage, and visit the Pinterest Predicts profile to explore and shop all the trends.\n\n\n\nKey Insights\n\n\n\n\n\nFASHION\n\n\n\nSeeing Double : Besties don’t copy—they match. This year, coordinated fits will be the topic du jour in the group chat. From collaborating on festival fits to aligning on date night looks, Gen Z and Boomers will be all about staying in sync (in a chic way).\n\nFisherman Aesthetic: Gen Z and Gen X are riding the wave of a new laid-back maritime attitude with cable-knit sweaters, striped tops, and sardine tattoos. Yes, it’s true: Searches are soaring for sardine tattoos. Everything’s fishy here.\n\nMoto Boho: It’s not just a look – it’s a lifestyle for Gen Z and Boomers. Chunky leather handbags, flowy skirts, moto boots and a bit of fringe are displacing the hippie vibe for something more Bohemian.\n\nTerra Futura: Boomers and Gen Z are rebels with a cause, revolutionizing sustainable living with recyclable fashion, self-sufficient gardens and other eco-living aesthetics. They’re searching in large numbers for terms like “solar punk house,” “solar punk fashion” and “chaos gardening.”\n\n\n\nCROSS CATEGORY\n\n\n\nCherry Coded : Gen Z and Millennials will infuse cherries into their makeup, menus and mood boards in the coming year, with “cherry vibe,” “cherry car,” and “cherry martini” already soaring as search terms. Tart is all heart in 2025.\n\nDolled Up: Barbie is out. Polly Pocket is in. Millennials and Gen X are poised to go all-in on baby doll makeup, cute room ideas and whimsically colored necklace charms. Turning their lives into tiny, mighty dollhouses, they are searching in growing numbers for “mini things” and “doll-like makeup.”\n\nCastlecore: Gen Z and Millennials are giving medieval a major moment, finding home décor inspiration from ancient castles and rooting their fashion and accessories in gothic times. Pinterest users are searching heavily for terms such as “antique ruby ring,” “blue medieval dress,” and “castle house plans.” : Besties don’t copy—they match. This year, coordinated fits will be the topic du jour in the group chat. From collaborating on festival fits to aligning on date night looks, Gen Z and Boomers will be all about staying in sync (in a chic way).Gen Z and Gen X are riding the wave of a new laid-back maritime attitude with cable-knit sweaters, striped tops, and sardine tattoos. Yes, it’s true: Searches are soaring for sardine tattoos. Everything’s fishy here.It’s not just a look – it’s a lifestyle for Gen Z and Boomers. Chunky leather handbags, flowy skirts, moto boots and a bit of fringe are displacing the hippie vibe for something more Bohemian.Boomers and Gen Z are rebels with a cause, revolutionizing sustainable living with recyclable fashion, self-sufficient gardens and other eco-living aesthetics. They’re searching in large numbers for terms like “solar punk house,” “solar punk fashion” and “chaos gardening.”: Gen Z and Millennials will infuse cherries into their makeup, menus and mood boards in the coming year, with “cherry vibe,” “cherry car,” and “cherry martini” already soaring as search terms. Tart is all heart in 2025.Barbie is out. Polly Pocket is in. Millennials and Gen X are poised to go all-in on baby doll makeup, cute room ideas and whimsically colored necklace charms. Turning their lives into tiny, mighty dollhouses, they are searching in growing numbers for “mini things” and “doll-like makeup.”Gen Z and Millennials are giving medieval a major moment, finding home décor inspiration from ancient castles and rooting their fashion and accessories in gothic times. Pinterest users are searching heavily for terms such as “antique ruby ring,” “blue medieval dress,” and “castle house plans.”\n\n\n\n\n\nBEAUTY\n\nGoddess Complex: Women will be treating themselves like goddesses in 2025, embracing their divine drip like never before with gold facials, goddess braids and sublime nail designs. Among Boomer and Gen Z women on Pinterest, “goddess energy aesthetic” is a hot search term.\n\nSea Witchery: Dark, edgy beauty is the next new thing with Gen Z and Millennials diving into sultry siren makeup, wet wavy hair and moody mermaid manicures.\n\nAura Beauty: 2025 will be the year of the makeup mood ring. Gen Z and Boomers are driving this high hue look that’s all about honing in on a color aesthetic and flaunting it from chin to cheek. Find your aura, wear it with confidence and consider yourself dipped in vibes all day long.\n\n\n\n\n\nPARENTING\n\n\n\nNesting Parties: Traditional baby showers are about the gifts and the guests. Nesting parties are about helping new parents prepare for the postpartum period, setting up their homes for baby’s arrival with freezer-friendly meals, diaper bouquets and baby cabinet organization. Gen Z and Millennials are remaking the prepartum party.\n\n\n\nHOME\n\n\n\nPrimary Play: The inner child in everybody will escape to colorful new places in 2025. Gen Z and Gen X plan to paint funky murals onto furniture, jazz up their rooms with contrast trim, and convert their drab cupboards with primary coloring.\n\nMix & Maximalist: For 2025 decor, more is more. This year, Gen X and Boomers will mix and match brilliantly bold patterns, eclectic prints and delightful textures in all colors of the rainbow. Oh, and layering—lots of it!\n\n\n\nTRAVEL Traditional baby showers are about the gifts and the guests. Nesting parties are about helping new parents prepare for the postpartum period, setting up their homes for baby’s arrival with freezer-friendly meals, diaper bouquets and baby cabinet organization. Gen Z and Millennials are remaking the prepartum party.The inner child in everybody will escape to colorful new places in 2025. Gen Z and Gen X plan to paint funky murals onto furniture, jazz up their rooms with contrast trim, and convert their drab cupboards with primary coloring.For 2025 decor, more is more. This year, Gen X and Boomers will mix and match brilliantly bold patterns, eclectic prints and delightful textures in all colors of the rainbow. Oh, and layering—lots of it!\n\nPeak Travel: Cities peaked in 2024. Out-of-the-way mountainous venues will be the go-to travel destinations in 2025 as Gen Z and Gen X seek treetop views and fresh, thin air. Gear up for your next ele-vacation.\n\n\n\nFOOD & BEVERAGE\n\n\n\nRebel Floats: The fizz is the rizz. Old-school soda pop will get a radical makeover as Gen Z and Millennials increasingly search for terms like “cream soda aesthetic,” “soda drinks recipes” and “homemade soda.” Cool in 2025: Creating and consuming carbonated concoctions of all kinds and colors.\n\nCities peaked in 2024. Out-of-the-way mountainous venues will be the go-to travel destinations in 2025 as Gen Z and Gen X seek treetop views and fresh, thin air. Gear up for your next ele-vacation.The fizz is the rizz. Old-school soda pop will get a radical makeover as Gen Z and Millennials increasingly search for terms like “cream soda aesthetic,” “soda drinks recipes” and “homemade soda.” Cool in 2025: Creating and consuming carbonated concoctions of all kinds and colors.\n\nChaos Cakes: Cute cakes will be out. Silly cakes, funny cakes and even rodent-themed cakes will be in as Boomers and Gen X find themselves in their 2025 confections. The wackier and weirder the better. Strange fact: Searches for “rat cakes” are multiplying like, well, rats.\n\nPickle Fix: Brace yourself for a dill-icious year. Judging from their search histories, Gen X and Millennials plan to jam to pickle cakes, pickle fries, pickle dip, pickle margaritas, pickle de gallo and multiple other creative ways to tickle a pickle.\n\n\n\nCELEBRATIONS\n\n\n\nRococo Revival: Weddings and parties will be vibing Marie Antoinette, the Rococo Queen who flashed both opulent and ultra-feminine. Gen Z and Boomers are driving this trend toward classic corset gowns, luxe accessories and ornate tablescapes. Brace yourself for a dill-icious year. Judging from their search histories, Gen X and Millennials plan to jam to pickle cakes, pickle fries, pickle dip, pickle margaritas, pickle de gallo and multiple other creative ways to tickle a pickle.Weddings and parties will be vibing Marie Antoinette, the Rococo Queen who flashed both opulent and ultra-feminine. Gen Z and Boomers are driving this trend toward classic corset gowns, luxe accessories and ornate tablescapes."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Clean Slate Laws 2025: Key Updates For Employers On Compliance And Hiring",
            "link": "https://www.forbes.com/sites/alonzomartinez/2024/12/06/clean-slate-laws-2025-key-updates-for-employers-on-compliance-and-hiring/",
            "description": "Key 2025 updates to clean slate laws in Minnesota, Virginia, and beyond. Learn how employers can align hiring practices with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BczlxjRR0fs-eD8XWvE22C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blinkit joins Pushpa 2 frenzy with discount voucher for customers — Here’s how you can get offer",
            "link": "https://www.msn.com/en-in/money/topstories/blinkit-joins-pushpa-2-frenzy-with-discount-voucher-for-customers-heres-how-you-can-get-offer/ar-AA1vr6yr?ocid=BingNewsVerp",
            "description": "Blinkit offers a ₹200 discount coupon for customers purchasing products worth ₹999, applicable to Pushpa 2 movie tickets. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gFvBt_ZHcCQq2KR9P2U8Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "8hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "North Delta Crime Beat: Apple Gift card scam strikes again",
            "link": "https://www.delta-optimist.com/local-news/north-delta-crime-beat-apple-gift-card-scam-strikes-again-9902145",
            "description": "The purpose of the Crime Beat is to educate and inform the public about some of the property crime trends occurring in North Delta and other files of interest ...",
            "image_url": "https://www.bing.com/th?id=ODF.D0TYnt-ea8ubjumzSTC7yg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Delta Optimist5h",
            "source": "Delta Optimist",
            "article_content": "The purpose of the Crime Beat is to educate and inform the public about some of the property crime trends occurring in North Delta and other files of interest\n\nThe purpose of the Crime Beat is to educate and inform the public about some of the property crime trends occurring in North Delta and other files of interest. If you see anything occurring that you believe to be suspicious, call 911 for in-progress crimes and emergencies or 604-946-4411 for other assistance.\n\nNov. 25, 11100 Block of 84th Avenue: A report was received from a business that a male had selected $50 worth of foods items and left the store without payment. Police attended and searched the area for a suspect with negative results. The business indicated they would call police if the suspect returned.\n\nNov. 25, 9000 Block of River Road: A business reported one of their trailers was broken into while left in the parking lot. Approximately $2,000 worth of boxed suitcases were stolen. Suspects gained access to the trailer by breaking the rear trailer door lock. There were no witnesses or surveillance videos available.\n\nNov. 24, Public Safety Building, 11375 84th Avenue: Complainant reported they had responded to an advertisement on Facebook Market Place for an online job. To secure the job, the complainant sent $40 to an unknown person who indicated they would return $180 to the complainant. Subsequently the complainant sent two requests for funds for $450 and $905. When a further $3,000 was requested, the complainant realized they were the victims of fraud. Total loss to the complainant is $1,300.\n\nDec. 1, 10100 Block of River Road: Police received a call of an intoxicated person leaving in their vehicle. The vehicle was located, and a traffic stop was initiated. The driver admitted to having a few drinks. Two samples were provided, both read ‘fail.’ As a result, the driver was given a 90-day immediate roadside prohibition and a 30-day impoundment. The vehicle was towed from the scene, and the driver left in a taxi.\n\nDec. 1, Public Safety Building, 11375 84th Avenue: Complainant received a call from the bank advising them they had been scammed and the bank required their assistance in a trap. The complainant was convinced to buy $5,000 in Apple gift cards and provided the suspect over the phone with the gift card codes. Both the bank and Apple are commencing a fraud investigation with the complainant."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2024 top 10 China buzzwords reflect cultural shifts, trends – ‘city not city’, ‘smell of work’",
            "link": "https://www.msn.com/en-sg/technology/artificial-intelligence/2024-top-10-china-buzzwords-reflect-cultural-shifts-trends-city-not-city-smell-of-work/ar-AA1vqVG2?ocid=BingNewsVerp",
            "description": "Do you have questions about the biggest topics and trends from around the world ... who self-taught physics and chemistry and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dVKbCevWS3hcWbLvisFLqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "10hon MSN",
            "source": "South China Morning Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Discovery of a New Bee Species: What It Means for Science and Conservation",
            "link": "https://www.msn.com/en-us/news/technology/the-discovery-of-a-new-bee-species-what-it-means-for-science-and-conservation/ar-AA1vrMQh?ocid=BingNewsVerp",
            "description": "The natural world is a never-ending treasure trove of surprises, and the discovery of new species serves as a potent r ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yfqhgH_e3D2eyLBzizmkyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Mind of Griff on MSN4h",
            "source": "The Mind of Griff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science And Spirit Are Paths To Infinite Exploration",
            "link": "https://timesofindia.indiatimes.com/speaking-tree/daily-ecstasy/science-and-spirit-are-paths-to-infinite-exploration/articleshow/116066839.cms",
            "description": "Human understanding is limited, and spiritual pursuits can guide scientific discoveries. Reality is a subset of factuality, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yPLyRrAkXTtcBHnA_a6Y5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "14h",
            "source": "Indiatimes",
            "article_content": "Authored by: Arup Mitra\n\nSadhguru Speaks: Buddha's Teachings On The Existence Of God And The Nature Of Reality\n\nOur understanding, perception, and knowledge base originate from a small domain and remain confined within its limits. Even what we call scientific research cannot go beyond it.This is the context in which our spiritual pursuits become important. They ought to be the guides to our scientific discoveries. Through contemplations, human consciousness merges with the undiscovered dimensions, and our reading of the subject gathers depth even when we cannot go beyond a few glimpses of actuality.Interestingly, reality is only a component of factuality or practicality. As we meditate, we may see light which is different from the ordinary light that our optic power captures though they are all integrated. Similarly, even if the object of fragrance is not within the reach of our olfactory capacity, we may smell it once the mind is consolidated through meditation. One of the most beautiful feelings one encounters is about an ethereal love that encompasses entire existence.Our perception of our existence is limited by a number of factors. What we perceive as change may not be so; rather, perfect stability is in existence. And because there is no second existence, what exists is unique. On a scriptural plane, we may recall the war between the goddess and demon brothers, Nisumbha and Shumbha. The latter, in anger, comments that she is using the help of so many powers while they are dealing single-handedly. How is it justified that many would be fighting with one? There she declares, 'ekaibaham jaganmurti ditiya ka mamapara' - I am the only one universe, where is a second reality?When science arrives at the border, philosophy must come forward to expand its horizons, setting a bigger goal to be pursued. This is the only way to avoid saturation and escape the fallacy of limited understanding.Nowadays, we are talking about the application of artificial intelligence (AI) in various facets of learning. How about its contribution to discovering what has been treated as a myth? Can it not be used to give tangible shape to our spiritual realisations? After all, the lack of explanation sometimes stigmatises a particular phenomenon as an illusion. With AI's offerings, the gap between scientific probes and spiritual queries can certainly be bridged, and the realisations can provide guidance for new scientific ventures.Theoretical advancements are a must for practical probing. Conjectural evolutions are not innovative if they remain confined to domains of a specific discipline. Insights developed from spiritual realisations can be the most effective monitor for advancing theoretical configurations in science, encouraging further probing with help of AI.As Ramakrishna pointed out, there is no end to spiritual attainments. Work a bit harder, you arrive at a mine; don't reach satiety, walk further and you come across a bigger mine with richer deposits. Likewise, one has to go on - for a true seeker, there is no end to spiritual pursuit.Then there will be no dearth of ideas which can keep enriching our understanding and science will be able to take guidance for newer developments in a continuous manner. Science and spiritualism are not to be seen as two different paths, they are rather an integral part of a gigantic investigation system that human life can conduct."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biomedical engineering innovations driving discovery and economic development",
            "link": "https://nationalpost.com/sponsored/news-sponsored/biomedical-engineering-innovations-driving-discovery-and-economic-development",
            "description": "The innovations taking place in medical and health-care technology — known as ‘med-tech’ and ‘health-tech’ — involve ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DwA7zc_33McYAF7V_ULYZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "23h",
            "source": "National Post",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breakthrough in Materials Science: Scientists Discover Self-Healing Metal",
            "link": "https://www.msn.com/en-us/money/markets/breakthrough-in-materials-science-scientists-discover-self-healing-metal/ar-AA1t8Xt9?ocid=BingNewsVerp",
            "description": "In a groundbreaking experiment, scientists observed a metal repairing its own cracks under specific conditions. This ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZriDvJFvz6PEv6kazERMCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Ever-Growing USA on MSN7h",
            "source": "Ever-Growing USA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient pyramid uncovered during highway construction",
            "link": "https://www.popsci.com/science/mexico-highway-pyramid/",
            "description": "An unexpected pause in construction has delayed the addition of a third lane to the Pachuca-Huejutla highway near Hidalgo, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R3ZZdKM0oYUagJXm4nwZri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "22h",
            "source": "Popular Science",
            "article_content": "An unexpected pause in construction has delayed the addition of a third lane to the Pachuca-Huejutla highway near Hidalgo, Mexico. The reason for the scheduling pushback, however, was well warranted—workers accidentally discovered a roughly 1,375-year-old pyramid built during the height of a multiethnic society known as the Metzca lordship.\n\nAccording to a December 5th announcement from Mexico’s Ministry of Culture and the National Institute of Anthropology and History (INAH), road crews first found evidence of the “San Miguel” site, named after the nearby town of San Miguel Metzquititlán, in early June. Archeologists began excavating portions of the site after highway work halted, eventually unearthing portions of the “Structure 1” pyramid that consisted of five sectors containing at least ten mounds. By the end of their dig, the team recovered 155 artifacts such as shells, ceramics, and stone materials, while also noting evidence of charcoal, charred wood, and lime floors.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nResearchers believe the ruins were likely built by the Lordship of Metztitlán, also known as the “Metzca lordship,” a multiethnic culture that lived in the Sierra Alta area of Hidalgo during the Epiclassic (650-950 CE) and Late Postclassic (1350-1519 CE) eras. In Wednesday’s announcement, Héctor Labra Chávez, Director of Tourism for San Agustín Metzquititlán, explained that there were “no known remnants of pre-Hispanic civilizations in this immediate area” prior to the San Miguel site discovery, and that “Deeper studies are essential to uncover the cultural context of this significant find.”\n\nExperts were working on borrowed time, however. After “exhaustive documentation” of the site using tools such as drone-based photogrammetry, INAH noted that researchers needed to build a roughly 141-foot-long, 38-foot-high, 2.6-foot-thick rock masonry wall along the pyramid’s exposed base. The excavated areas were then reburied to maintain their integrity, but not before coating the exposed areas in geotextiles to better preserve them.\n\n[Related: Mystery language on ancient stone tablet stumps archeologists.]\n\nAs Archeology News notes, it unfortunately may be a while before archeologists can return to examining San Miguel. Recent INAH budget cuts will reduce their 2025 funds by 45 percent, curtailing their ability to finance additional projects. Despite this, the recovered materials and structural surveys will provide researchers with information that can help further their understanding of the region.\n\n“This archaeological record provides valuable insights into the human occupation of the Sierra Alta region, particularly in the Barranca de Metztitlán area, where historiography traces settlements back 14,000 years,” the INAH explained."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FanDuel promo code offers bet $5, get $150 bonus for SEC Championship Georgia vs. Texas",
            "link": "https://www.al.com/betting/2024/12/fanduel-promo-code-offers-bet-5-get-150-bonus-for-sec-championship-georgia-vs-texas.html",
            "description": "New users don't need to enter a FanDuel promo code to get a bet $5, get $150 bonus for the SEC Championship game. An NBA ...",
            "image_url": "https://www.bing.com/th?id=OVFT.c4zNfRlK1HDgpQcNXrzzmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "10m",
            "source": "al.com",
            "article_content": "When Georgia and Texas duke it out in the SEC Championship, you can claim our FanDuel promo code (no code required) and get a $150 bonus if you win a $5 bet. Win or lose, you’ll also score a three-month free trial for NBA League Pass.\n\nFanDuel promo code: What you need to know\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Win a $5 bet, get a $150 bonus, plus three months of NBA League Pass 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions Wager $5+ and get a $150 bonus if you win. Bonus bets sent within 72 hours of qualifying wager settlement.\n\n\n\nBonuses can’t be withdrawn and expire after seven days.\n\n\n\nReceive an NBA League Pass promo code within 72 hours of qualifying bet settlement, win or lose. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, the District of Columbia ✅ Last verified Dec. 7, 2024\n\nFanDuel promo code: How to claim the offer\n\nThe Georgia versus Texas rematch is must-see for college football fans. If you’re already tuning into the game, why not wager $5 and potentially earn 30x that amount in bonus bets?\n\nHere’s how to get started:\n\nClick a FanDuel promo code banner or link and press “Join Now.” Select your state and complete the registration forms; no promo code is required. Deposit at least $5. Bet $5+ on any sport and land a $150 bonus if you win. Receive an NBA League Pass promo code within 72 hours of qualifying wager settlement, win or lose.\n\nThe non-withdrawable bonus bets expire seven days after receipt. Tap a FanDuel promo code link for additional terms and conditions.\n\nFanDuel existing user promos\n\nMore goodies await after you open an account with FanDuel. Click the “promotions” banner on FanDuel’s home page and you’ll find these terrific offers available to all customers:\n\nBetting Squares: Choose your numbers for select NFL matchups.\n\nNBA No-Sweat Same-Game Parlay: Redeem a no-sweat bet token to use on a 3+ leg NBA SGP or SGP+.\n\nHow to use the FanDuel promo code offer for Georgia vs. Texas\n\nYour qualifying bet must win to get the $150 bonus. FanDuel doesn’t restrict the odds of your wager, so I recommend finding the safest wager possible based on the odds. Forget about betting the spread or either team to win outright. The Longhorns are only a 2.5-point favorite, meaning both teams have a realistic shot at winning.\n\nInstead, I recommend betting on Texas RB Quintrevion Wisner to rush for 40+ yards. The odds are -1100 and the implied probability is 91.67%. Wisner leads the Longhorns in carries and has 344 rushing yards in the last two games. Earlier in the season when Georgia’s defense dominated Texas, Wisner still tallied 52 yards.\n\n*Note: Odds are based on the best value our experts find as of publication; check lines closer to game time to ensure you get the best odds."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FanDuel Promo Code: Win a $5 Bet, Get a $150 Bonus for Clemson vs SMU",
            "link": "https://www.covers.com/daily-promos/fanduel-promo-code-ncaaf-clemson-vs-smu-december-7-2024",
            "description": "Unlock FanDuel's Bet $5, Get $150 bonus bets for Clemson vs SMU. No promo code is required to join the action!",
            "image_url": "https://www.bing.com/th?id=OVFT.t5hQklWjXj5c_2TW-I2ycC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Covers1h",
            "source": "Covers",
            "article_content": "Unlock FanDuel's Bet $5, Get $150 bonus bets for Clemson vs SMU. No promo code is required to join the action!\n\nPhoto By - Imagn Images\n\nClemson takes on SMU today in the ACC Championship game and FanDuel Sportsbook wants to get you in on the action.\n\nNew users who sign up with FanDuel can claim their awesome Bet $5 and Get $150 in bonus bets for this must-watch game.\n\nThe best part? No FanDuel promo code is required to activate this offer or other sportsbook promos at Fanduel, making it simple for new users to start wagering on this exciting college football matchup.\n\nBet $5, Get $150 If Your Bet Wins Expires: Dec. 22, 2024 Claim $150\n\nSee FanDuel T&Cs Gambling Problem? Call 1-800-GAMBLER. Hope is here. GamblingHelpLineMA.org or call (800) 327-5050 for 24/7 support (MA). Call 1-877-8HOPE-NY or text HOPENY (467369) (NY).\n\n21+ and present in select states. FanDuel is offering online sports wagering in Kansas under an agreement with Kansas Star Casino, LLC. Gambling Problem? Call 1-800-GAMBLER or visit FanDuel.com/RG (CO, IA, KY, MI, NJ, OH, PA, IL, TN, VA, VT), 1-800-NEXT-STEP or text NEXTSTEP to 53342 (AZ), 1-888-789-7777 or visit ccpg.org/chat (CT), 1-800-9-WITH-IT (IN), 1-800-522-4700 or visit ksgamblinghelp.com (KS), 1-877-770-STOP (LA), visit www.mdgamblinghelp.org (MD), 1-800-522-4700 (WY), or visit www.1800gambler.net (WV).\n\nHow the FanDuel promo offer works for new users\n\nFanDuel’s welcome bonus is straightforward: Bet $5 on any market for the Clemson vs. SMU game, and if your wager wins, you’ll receive $150 in bonus bets. Here’s what you need to know:\n\nNo FanDuel promo code Needed: Unlike other sportsbooks, FanDuel makes claiming this offer hassle-free — there’s no code required.\n\nDeposit Requirements: New users must deposit a minimum of $10 to their account.\n\nBonus Details: Winning your initial $5 bet will trigger $150 in bonus bets, credited within 72 hours. Bonus funds must be used within seven days and do not include the stake in potential winnings.\n\nThis offer is only available for new users and expires on Dec. 22, 2024.\n\nOffer available to first-time customers in the following states: AZ, CO, CT, DC, IL, IN, IA, KS, KY, LA, MD, MI, NC, NJ, NY, OH, PA, TN, VT, VI, WV, WY. Not intended for use in MA. Not available to residents of Ontario, CA.\n\nHow to claim a $150 bonus for Clemson vs SMU\n\nTo start betting on the Packers vs. Lions, follow these steps:\n\nRegister: Sign up for FanDuel Sportsbook and complete the account setup process. Deposit Funds: Make a minimum deposit of $10 into your account. Place Your Bet: Wager $5 on any Clemson vs SMU market. Claim Your Bonus: If your bet wins, receive $150 in bonus bets within 72 hours.\n\nWant to learn more? Please read our full FanDuel Sportsbook Review.\n\nFanDuel odds for Clemson vs SMU\n\nSportsbook promos comparison\n\nChoosing the right sportsbook promo for you is easy with Covers. We compare all the best offers for legal sports betting sites in your area.\n\nCurrent Bonus Bet $5, Get $150 If Your Bet Wins Bet $5, Get $150 $1,500 Bonus Bets Back Promo Code None Required None Required CVRBONUS1500 Bonus Type Bet & Get Bet & Get Second Chance Bet Bonus Amount $150 Bonus Bets $150 Bonus Bets One (< $50) or five (> $50) bonus bets Wagering Period Fourteen Days Seven Days Seven Days Min. Deposit $10 $5 $10\n\nAffiliate Disclosure: Our team of experts has thoroughly researched and handpicked each product that appears on our website. We may receive compensation if you sign up through our links. Gambling Problem? Call 1-800-GAMBLER. Hope is here. GamblingHelpLineMA.org or call (800) 327-5050 for 24/7 support (MA). Call 1-877-8HOPE-NY or text HOPENY (467369) (NY).\n\n21+ and present in select states. FanDuel is offering online sports wagering in Kansas under an agreement with Kansas Star Casino, LLC. Gambling Problem? Call 1-800-GAMBLER or visit FanDuel.com/RG (CO, IA, KY, MI, NJ, OH, PA, IL, TN, VA, VT), 1-800-NEXT-STEP or text NEXTSTEP to 53342 (AZ), 1-888-789-7777 or visit ccpg.org/chat (CT), 1-800-9-WITH-IT (IN), 1-800-522-4700 or visit ksgamblinghelp.com (KS), 1-877-770-STOP (LA), visit www.mdgamblinghelp.org (MD), 1-800-522-4700 (WY), or visit www.1800gambler.net (WV).\n\nPages related to this topic"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It's Time for Bears to Stop the Talking and Start Playing",
            "link": "https://www.msn.com/en-us/sports/other/it-s-time-for-bears-to-stop-the-talking-and-start-playing/ar-AA1vpGeO?ocid=BingNewsVerp",
            "description": "Analysis: The Bears are ready for Thomas Brown's debut and have said plenty this week about what was wrong under Matt ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I7jfOiV0kR1Wwx4GAzrEtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "21hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fantasy football Start 'Em, Sit 'Em: Players to start or sit for the rest of Week 14",
            "link": "https://www.msn.com/en-us/sports/football/fantasy-football-start-em-sit-em-players-to-start-or-sit-for-the-rest-of-week-14/ar-AA1vrZNV?ocid=BingNewsVerp",
            "description": "With one game in the books and six teams on a bye, here are the players to start or sit from the remaining 24 teams in Week ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OsaA5iIS3o_UN10CZDMryC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2hon MSN",
            "source": "USA TODAY Sports on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eset Premium review: 2024 improvements aren’t enough",
            "link": "https://www.digitaltrends.com/computing/eset-premium-review/",
            "description": "I reviewed Eset's Premium antivirus plan to find out if it offers enough value in malware protection, privacy, and customer ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Me0can_p2JTuIC7JMh7-Wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "23h",
            "source": "Digital Trends",
            "article_content": "Eset Premium MSRP $59.99 Score Details “Eset Premium is a fast and effective antivirus in 2024, but its poor track record in previous years is concerning.” Pros Excellent malware protection in 2024\n\nFlexible plans allow more devices\n\nQuick installation\n\nLive chat 11 hours on weekdays Cons Poor test results before 2024\n\nIt's expensive\n\nChatbot error about live agents\n\nTable of Contents Table of Contents Specs Tiers and pricing Design Features Support Privacy and security Is Eset right for you?\n\nEset is known as a light, efficient antivirus solution that has minimal impact on performance. Speed is important, but to be the best, antivirus software must also vigorously safeguard your computer from cybersecurity threats.\n\nRecommended Videos\n\nI reviewed Eset Premium to find out if it offers robust malware protection, an easy-to-use interface, and responsive customer service. I also checked out the subscription options to find out if there’s enough value for the money.\n\nSpecs\n\nEset Premium Platforms Windows, macOS, Linux, iOS, Android Devices 1+ (Essential, Premium), 5+(Ultimate) Support Chat, Email, Phone Free version? No\n\nTiers and pricing\n\nEset offers flexible pricing with options to add more devices and extend the subscription term to enjoy a lower price.\n\nThe $50-per-year Essential plan is the least expensive, providing real-time malware protection, a network firewall, and PC cleanup tools. A $60 Premium subscription includes a password manager, ransomware protection, and file encryption. Both tiers cover one device, and more can be added for $5 each.\n\nThe top tier is the $130 Ultimate plan, starting with protection for five devices plus $5 for each additional computer or phone. It includes an unlimited VPN, image metadata removal, and dark web monitoring.\n\nIf you’re looking for a bargain, we have a guide to the best deals on antivirus software. High-quality security doesn’t have to be expensive.\n\nYou can try Eset Essential or Premium free for 30 days, but Ultimate requires a paid subscription. Eset offers some basic malware scanner and removal tools, but there are better free antivirus apps.\n\nDesign\n\nI began Eset setup on the website welcome page, which showed my active subscription. I selected the Protect device to start the download to my Windows PC.\n\nThe installer offered some customization options. I enabled Eset LiveGrid and customer experience, which uses anonymous data from my computer to help strengthen protection and improve usability for all Eset customers. I left the unwanted application detection off, since I prefer to manage that myself.\n\nA quick tour briefly highlighted a few features, while an initial scan run to identify any malware on my computer. Despite my choice to skip unwanted app detection, a popup window suggested that I might want to “clean” an app I’d intentionally downloaded. I chose to ignore the warning.\n\nEset’s Premium app gives an overview of my security status. A green checkmark indicates real-time protection is active. The left sidebar has tabs for malware scans, software updates, tools, settings, account details, and support.\n\nPremium comes with a password manager, ransomware protection, data encryption, network inspection, and browser protection. The app has a confusing number of options. I left the default settings for most.\n\nBy the time setup was complete, the computer scan finished and alerted me to several more apps that I recognized and wanted to keep.\n\nFeatures\n\nAccording to independent security lab AV-Comparatives, Eset Premium performed well in 2024 but failed to offer good security in previous years. Out of a possible three stars, Eset earned a single star in real-time malware protection tests conducted from July to October 2023.\n\nI usually refer to AV-Test when checking the track record of antivirus software. While the 2024 results show excellent malware prevention, there are big gaps in evaluations from December 2021 to February 2024.\n\nFor the best protection, an antivirus solution like Norton 360 boasts a near-perfect protection record that spans several years.\n\nI spot-checked browser protection by visiting Wicar’s malware test website. Eset Premium successfully identified and blocked all 13 threats, in each case opening a new tab to alert me to the danger. For perspective, it’s worth noting the free antivirus Microsoft Defender blocks Wicar threats also.\n\nI also tested the password manager, which asked me to create a master password, different from my Eset login, to unlock the vault. It’s quite basic, automatically filling logins on websites where I have an account. The best password managers are much more advanced with login sharing, folders to organize accounts, and secure storage for files and photos.\n\nSupport\n\nEset Premium’s help tab offers 24/7 technical support via an AI. In my tests, it was very responsive and could help with simple questions. However, the chatbot was easily stumped, reporting it doesn’t have the requested information and supplying tangential links that didn’t help.\n\nIf you expect quick responses from a real support agent, I found Bitdefender’s customer service to be among the best. It’s also a low-cost antivirus with a great track record.\n\nThe AI was able to provide the live chat hours, 6 a.m. to 5 p.m. PT. I tried again during normal hours, and the chatbot said no agents were available. However, it provided a link to a contact page that had a button for live chat.\n\nIf you use Eset, don’t trust the AI to connect you to a human. Go to Eset’s contact page. A live agent came on quickly and was able to answer my questions. Overall, support is good, despite the AI glitch.\n\nPrivacy and security\n\nEset’s privacy policy says your data is only used to provide the services you pay for. It’s only shared with third-party companies that assist with customer support, billing, and other services related to your subscription.\n\nWhile the company’s internal security seems robust, BleepingComputer reported Eset’s exclusive partner Comsecure was breached. Hackers were able to target Eset customers in a brief (10 minutes) but malicious phishing campaign.\n\nIs Eset right for you?\n\nEset is fast and offers good protection in 2024, but it has a checkered track record. While leading antivirus software blocks threats year after year with few lapses, independent security labs found Eset allowed some malware in several tests between 2021 to 2023.\n\nIf you’re looking for protection without impacting performance, there are some better options that make the cut for the best antivirus software for gaming PCs."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Windows 11 Recall officially comes to Intel and AMD",
            "link": "https://www.msn.com/en-us/news/technology/windows-11-recall-officially-comes-to-intel-and-amd/ar-AA1vq92j?ocid=BingNewsVerp",
            "description": "The company made Recall available to Copilot+ PCs exclusively running Qualcomm processors in a late-November Windows 11 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F5Tbnsv5Gf2TIT3LVDM_ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "19hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk calls OpenAI’s Sam Altman a liar, and takes pride in unmatched ethics",
            "link": "https://www.msn.com/en-us/money/companies/elon-musk-calls-openai-s-sam-altman-a-liar-and-takes-pride-in-unmatched-ethics/ar-AA1vrTUa?ocid=BingNewsVerp",
            "description": "Tesla CEO has called out Sam Altman for lying about his business plan model for OpenAI, saying he went against promises to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BZxebNl2JqE1L5yr96Ep3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Cryptopolitan on MSN1h",
            "source": "Cryptopolitan on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s nightmare: What David Sacks as AI Czar (and Elon Musk as wingman) could mean for Sam Altman’s $157 billion startup",
            "link": "https://www.msn.com/en-us/money/technology/openai-s-nightmare-what-david-sacks-as-ai-czar-and-elon-musk-as-wingman-could-mean-for-sam-altman-s-157-billion-startup/ar-AA1vrWjq?ocid=BingNewsVerp",
            "description": "With David Sacks as AI Czar and Elon Musk in Trump’s inner circle, OpenAI may face challenges from two of its biggest critics ...",
            "image_url": "https://www.bing.com/th?id=OVFT.82zg2n2yVbcztnGqAsRJQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "1hon MSNOpinion",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is Artificial Intelligence? From Generative AI to Hardware, What You Need to Know",
            "link": "https://www.yahoo.com/tech/artificial-intelligence-generative-ai-hardware-140000067.html",
            "description": "Many definitions of artificial intelligence include a comparison to the human mind or brain, whether in form or function.",
            "image_url": "https://www.bing.com/th?id=OVF.8ImGLT7geAxjGc6u5R7Uqw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "To many, AI is just a horrible Steven Spielberg movie. To others, it's the next generation of learning computers. But what is artificial intelligence, exactly? The answer depends on who you ask. Broadly, artificial intelligence (AI) is the combination of computer science and robust datasets, deployed to solve some kind of problem.\n\nMany definitions of artificial intelligence include a comparison to the human mind or brain, whether in form or function. Alan Turing wrote in 1950 about “thinking machines” that could respond to a problem using human-like reasoning. His eponymous Turing test is still a benchmark for natural language processing. Later, Stuart Russell and John Norvig observed that humans are intelligent, but we're not always rational. Russell and Norvig saw two classes of artificial intelligence: systems that think and act like a human being, versus those that think and act rationally. Today, we've got all kinds of programs we call AI.\n\n'AI does not have to confine itself to methods that are biologically observable'\n\nMany AIs employ \"neural nets,\" whose code is written to emulate some aspect of the architecture of neurons or the brain. However, not all intelligence is human-like. Nor is it necessarily the best idea to emulate neurobiological information processing. That's why engineers limit how far they carry the brain metaphor. It's more about how phenomenally parallel the brain is, and its distributed memory handling. As defined by John McCarthy in 2004, artificial intelligence is \"the science and engineering of making intelligent machines, especially intelligent computer programs. It is related to the similar task of using computers to understand human intelligence, but AI does not have to confine itself to methods that are biologically observable.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMoreover, the distinction between a neural net and an AI is often a matter of philosophy, more than capabilities or design. Many \"AI-powered\" systems are neural nets, under the hood. We also call some neural nets AIs. For example, OpenAI's powerful GPT-3 AI is a type of neural net called a transformer (more on these below). A robust neural net's performance can equal or outclass a narrow AI. There is much overlap between neural nets and artificial intelligence, but the capacity for machine learning can be the dividing line.\n\nWhat is an AI Made Of?\n\nConceptually: In the sense of its logical structure, to be an AI, you need three fundamental parts. First, there's the decision process -- usually an equation, a model, or just some code. AIs often perform classification or apply transformations. To do that, the AI must be able to decide on patterns in the data. Second, there's an error function -- some way for the AI to check its work. And third, if the AI is going to learn from experience, it needs some way to optimize its model. Many neural networks do this with a system of weighted nodes, where each node has both a value and a relationship to its network neighbors. Values change over time; stronger relationships have a higher weight in the error function.\n\nDeep learning\n\nDeep learning networks have more hidden layers than conventional neural networks. Circles are nodes, or \"neurons.\"Physically: Typically, an AI is \"just\" software. AI-powered software services like Grammarly and Rytr use neural nets, like GPT-3. Those neural nets consist of equations or commands, written in things like Python or Common Lisp. They run comparisons, perform transformations, and suss out patterns from the data. They run on server-side hardware, usually, but which hardware isn't important. Any conventional silicon will do, be it CPU or GPU. However, there are dedicated hardware neural nets, a special kind of ASIC called neuromorphic chips.\n\nTensors and Neuromorphic Silicon\n\nNot all ASICs are neuromorphic designs. However, neuromorphic chips are all ASICs. Neuromorphic design is fundamentally different from CPUs, and only nominally overlaps with a GPU's multi-core architecture. But it's not some exotic new transistor type, nor any strange and eldritch kind of data structure. It's all about tensors. Tensors describe the relationships between things; they're a kind of mathematical object that can have metadata, just like a digital photo has EXIF data.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nModern Nvidia RTX GPUs have a huge number of tensor cores. That makes sense if you're drawing moving polygons, each with some number of properties or effects that apply to it. But tensors can handle more than just spatial data. The ability to parallelize tensor calculations is also why GPUs get scalped for crypto mining, and why they're used in cluster computing, especially for deep learning. GPUs excel at organizing many different threads at once.\n\nBut no matter how elegant your data organization might be, it still has to filter through multiple layers of software abstraction before it ever becomes binary. Intel's neuromorphic chip, Loihi 2, affords a very different approach.\n\nLoihi 2\n\nLoihi 2 is a neuromorphic chip that comes as a package deal with a software ecosystem named Lava. Loihi's physical architecture invites -- almost requires -- the use of weighting and an error function, both defining features of AI and neural nets. The chip's biomimetic design extends to its electrical signaling. Instead of ones and zeroes, on or off, Loihi \"fires\" in spikes with an integer value -- capable of carrying much more data. It begs to be used with tensors. What if you didn't have to translate your values into machine code and then binary? What if you could just encode them directly?\n\nMachine learning models that use Lava can take full advantage of Loihi 2's unique physical design. Together, they offer a hybrid hardware-software neural net that can process relationships between multiple entire multi-dimensional datasets, like an acrobat spinning plates.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAI tools like Rytr, Grammarly and others do their work in a regular desktop browser. In contrast, neuromorphic chips like Loihi aren't designed for use in consumer systems. (At least, not yet.) They're intended for researchers. Instead, neuromorphic engineering has a different strength. It can allow silicon to perform another kind of biomimicry. Brains are extremely cheap, in terms of power use per unit throughput. The hope is that Loihi and other neuromorphic systems can mimic that power efficiency to break out of the Iron Triangle and deliver all three: good, fast, and cheap.\n\nAI vs. Neural Nets vs. Deep Learning vs. Machine Learning\n\nIf the three-part logical structure of an AI sounds familiar, that's because neural nets have the same three logical pillars. In fact, from IBM's perspective, the relationship between machine learning, deep learning, neural networks and artificial intelligence is a hierarchy of evolution. It's just like the relationship between Charmander, Charmeleon and Charizard. They're all separate entities in their own right, but each is based on the one before, and they grow in power as they evolve. We still have Charmanders even though we also have Charizards.\n\n\" achine learning is a subfield of artificial intelligence. Deep learning is a subfield of machine learning, and neural networks make up the backbone of deep learning algorithms. In fact, it is the number of node layers, or depth, of neural networks that distinguishes a single neural network from a deep learning algorithm, which must have more than three.\"\n\nArtificial intelligence as it relates to machine learning, neural networks, and deep learning. Image: IBM An AI isn't just several neural nets smashed together, any more than Charizard is three Charmanders in a trench coat. All these different types of artificial intelligence overlap along a spectrum of complexity. It can be difficult to precisely draw the line. But what often distinguishes an AI from a neural net is the ability to learn. IBM explains, \"[M]achine learning is a subfield of artificial intelligence. Deep learning is a subfield of machine learning, and neural networks make up the backbone of deep learning algorithms. In fact, it is the number of node layers, or depth, of neural networks that distinguishes a single neural network from a deep learning algorithm, which must have more than three [layers].\"\n\nHow Does an Artificial Intelligence Learn?\n\nWhen an AI learns, it's different than just saving a file after making edits. To an AI, learning involves changing its process.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMany neural nets learn through a process called \"back-propagation.\" Typically, a neural net is a \"feed-forward\" process, because data only moves in one direction through the network. It's efficient, but it's also a kind of ballistic (unguided) process. In back-propagation, however, later nodes in the process get to pass information back to earlier nodes. Not all neural nets perform back-propagation, but for those that do, the effect is like changing the coefficients in front of the variables in an equation.\n\nSupervised and Unsupervised Learning\n\nWe also divide neural nets into two classes, depending on what type of problems they can solve. In supervised learning, a neural net checks its work against a labeled training set or an overwatch; in most cases, that overwatch is a human. For example, SwiftKey learns how you text, and adjusts its autocorrect to match. Pandora uses listeners' input to finely classify music, in order to build specifically tailored playlists. 3blue1brown even has an excellent explainer series on neural nets, where he discusses a neural net using supervised learning to perform handwriting recognition.\n\nSupervised learning is great for fine accuracy on an unchanging set of parameters, like alphabets. Unsupervised learning, however, can wrangle data with changing numbers of dimensions. (An equation with x, y and z terms is a three-dimensional equation.) Unsupervised learning tends to win with small datasets. It's also good at recognizing patterns we might not even know to look for.\n\nTensors and Transformers\n\nTransformers are a special, versatile kind of AI capable of unsupervised learning. They can integrate many different streams of data, each with its own changing parameters. Because of this, they're great at handling tensors. Tensors, in turn, are great for keeping all that data organized. With the combined powers of tensors and transformers, we can handle more complex datasets.\n\nAdvertisement Advertisement\n\nVideo upscaling and motion smoothing are great applications for AI transformers. Likewise, tensors are crucial to the detection of deepfakes and alterations. With deepfake tools reproducing in the wild, it's a digital arms race.\n\nThe person in this image does not exist. This is a deepfake image created by StyleGAN, Nvidia's generative adversarial neural network. Video signal has high dimensionality. It's made of a series of images, which are themselves composed of a series of coordinates and color values. Mathematically and in computer code, we represent those quantities as matrices or n-dimensional arrays. Helpfully, tensors are great for matrix and array wrangling. DaVinci Resolve, for example, uses tensor processing in its (NVidia RTX) hardware-accelerated Neural Engine facial recognition utility. Hand those tensors to a transformer, and its powers of unsupervised learning do a great job picking out the curves of motion on-screen -- and in real life.\n\nTensor, Transformer, Servo, Spy\n\nIn fact, that ability to track multiple curves against one another is why the tensor-transformer dream team has taken so well to things like natural language processing. And the approach can generalize. Convolutional transformers -- a hybrid of a CNN and a transformer -- excel at image recognition on the fly. This tech is in use today, for things like robot search and rescue or assistive image and text recognition, as well as the much more controversial practice of dragnet facial recognition, à la Hong Kong.\n\nThe ability to handle a changing mass of data is great for consumer and assistive tech, but it's also clutch for things like mapping the genome, and improving drug design. The list goes on. Transformers can also handle different kinds of \"dimensions,\" not just the spatial, which is useful for managing an array of devices or embedded sensors -- like weather tracking, traffic routing, or industrial control systems. That's what makes AI so useful for data processing \"at the edge.\"\n\nAI On the Edge vs. For the Edge\n\nNot only does everyone have a cell phone, there are embedded systems in everything. This proliferation of devices gives rise to an ad hoc global network called the Internet of Things (IoT). In the parlance of embedded systems, the \"edge\" represents the outermost fringe of end nodes within the collective IoT network. Edge intelligence takes two main forms: AI on edge and AI for edge. The distinction is where the processing happens. \"AI on edge\" refers to network end nodes (everything from consumer devices to cars and industrial control systems) that employ AI to crunch data locally. \"AI for the edge\" enables edge intelligence by offloading some of the compute demand to the cloud.\n\nAdvertisement Advertisement\n\nIn practice, the main differences between the two are latency and horsepower. Local processing is always going to be faster than a data pipeline beholden to ping times. The tradeoff is the computing power available server-side.\n\nEmbedded systems, consumer devices, industrial control systems, and other end nodes in the IoT all add up to a monumental volume of information that needs processing. Some phone home, some have to process data in near real-time, and some have to check and correct their own work on the fly. Operating in the wild, these physical systems act just like the nodes in a neural net. Their collective throughput is so complex that in a sense, the IoT has become the AIoT -- the artificial intelligence of things.\n\nNone of Us Is As Dumb As All of Us\n\nAs devices get cheaper, even the tiny slips of silicon that run low-end embedded systems have surprising computing power. But having a computer in a thing doesn't necessarily make it smarter. Everything's got Wi-Fi or Bluetooth now. Some of it is really cool. Some of it is made of bees. If I forget to leave the door open on my front-loading washing machine, I can tell it to run a cleaning cycle from my phone. But the IoT is already a well-known security nightmare. Parasitic global botnets exist that live in consumer routers. Hardware failures can cascade, like the Great Northeast Blackout of summer 2003, or when Texas froze solid in 2021. We also live in a timeline where a faulty firmware update can brick your shoes.\n\nThere's a common pipeline (hypeline?) in tech innovation. When some Silicon Valley startup invents a widget, it goes from idea to hype train to widgets-as-a-service to disappointment, before finally figuring out what the widget's actually good for.\n\nThe Gartner hype curve. Artificial intelligence shows up on this roller coaster several times. But we're already getting sick of the IoT. Who knew?\n\nOh, okay, there This is why we lampoon the IoT with loving names like the Internet of Shitty Things and the Internet of Stings. (Internet of Stings devices communicate over TCBee-IP.) But the AIoT isn't something anyone can sell. It's more than the sum of its parts. The AIoT is a set of emergent properties that we have to manage if we're going to avoid an explosion of splinternets, and keep the world operating in real time.\n\nWhat is Artificial Intelligence? TL;DR\n\nIn practice, artificial intelligence is often the same thing as a neural net capable of machine learning. They're both software that can run on whatever CPU or GPU is available and powerful enough. Neural nets often have the power to perform machine learning via back-propagation. There's also a kind of hybrid hardware-and-software neural net that brings a new meaning to \"machine learning.\" It's made using tensors, ASICs, and neuromorphic engineering by Intel. Furthermore, the emergent collective intelligence of the IoT has created a demand for AI on, and for, the edge. Hopefully we can do it justice.\n\nNow Read:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TensorFlow vs. PyTorch: Which is Better for Your Project?",
            "link": "https://www.analyticsinsight.net/tech-news/tensorflow-vs-pytorch-which-is-better-for-your-project",
            "description": "As technology progresses, so does the demand for artificial intelligence (AI) and machine learning (ML). As such, the tools ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MOcA9Cm5pW8oAzjWRZXXsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Analytics Insight4h",
            "source": "Analytics Insight",
            "article_content": "Google -developed TensorFlow is over five years old and relatively young. Still a favorite among the audiences because of its high degree of scalability and production readiness. It is an open-source framework designed to simplify the deployment of machine learning models across different platforms, including mobile and web. Therefore, TensorFlow allows flexibility, has great community support, and offers tools such as TensorFlow Lite and TensorFlow.js, which are popular among researchers and enterprises.\n\nFacebook developed and introduced PyTorch for the first time in 2016. In recent times, it has become very popular among researchers because of its dynamic computational graph, which more closely resembles a common Pythonic, intuitive experience, thereby making it quite user-friendly for experimentation and prototyping. Most importantly, the adoption of PyTorch within the academic community resulted in phenomenal numbers of cutting-edge research papers published using this tool."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cars and buildings ablaze amid Russia’s latest attack on Ukraine’s Zaporizhzhia",
            "link": "https://apnews.com/video/ukraine-russia-fires-ivan-fedorov-685160bc2fd245348aab5983d63ebc8a",
            "description": "Ten people were killed and at least 24 were injured when a missile struck a service station in Ukraine’s Zaporizhzhia region ...",
            "image_url": "https://www.bing.com/th?id=OVF.7p8ZJX61zU9NO67XAn049Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "8h",
            "source": "Associated Press",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fitch affirms Ukraine's 'RD' rating as war with Russia drags on",
            "link": "https://www.msn.com/en-us/money/markets/fitch-affirms-ukraine-s-rd-rating-as-war-with-russia-drags-on/ar-AA1vpUsx?ocid=BingNewsVerp",
            "description": "Fitch credit rating agency on Friday affirmed Ukraine's long-term foreign currency sovereign credit rating at 'RD' as its war ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PRy3A2NWxyem5wMotHUkMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Understand Syria’s Rapidly Changing Civil War",
            "link": "https://www.nytimes.com/article/syria-civil-war-rebels.html",
            "description": "Advances by a coalition of opposition groups have abruptly changed the landscape of Syria’s civil war after a long stalemate.",
            "image_url": "https://www.bing.com/th?id=OVFT.Gd3_o3gR1k75O9OmMy1yIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "3h",
            "source": "The New York Times",
            "article_content": "Rebel groups fighting to depose President Bashar al-Assad of Syria battled regime forces on the outskirts of the strategic city of Homs on Saturday as they pushed toward the capital, Damascus, according to the rebels and a war monitoring group.\n\nAdvances by a coalition of opposition groups headed by the Islamist faction Hayat Tahrir al-Sham have abruptly changed the landscape of Syria’s civil war after a long stalemate. Their lightning offensive poses the most direct challenge to Mr. Assad’s power in years and is raising fears of chaos if his authoritarian government loses control over large swaths of the country.\n\nThe Syrian civil war started 13 years ago, beginning during the Arab Spring and escalating into a bloody, multifaceted conflict involving domestic opposition groups, extremist factions and international powers including the United States, Iran and Russia. More than 500,000 Syrians have died, and millions more have fled their homes.\n\nHere’s a guide to understanding the conflict, even as it changes rapidly."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Putin Warns West of 'Brink of Global Conflict'",
            "link": "https://www.msn.com/en-us/news/world/putin-warns-west-of-brink-of-global-conflict/ar-AA1vqW2G?ocid=BingNewsVerp",
            "description": "Putin told the meeting of the Supreme State Council of the Union State of Russia and Belarus on Friday that \"of special ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-lQB2KMfl6IUlYvSi3jHWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "10hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Humana Inc (HUM)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2024/12/07/humana-inc-hums-stock-plunge-what-you-need-to-know/",
            "description": "Humana Inc (HUM) stock saw a decline, ending the day at $281.73 which represents a decrease of $-1.33 or -0.47% from the prior close of $283.06. The stock opened at $284.6 and touched a low of $274.53 ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews7h",
            "source": "bovnews",
            "article_content": "BofA Securities has recently raised Humana Inc (HUM) stock to Neutral rating, as announced on November 6, 2024, according to Finviz. Earlier, on October 11, 2024, KeyBanc Capital Markets had initiated the stock to Sector Weight. Bernstein also raised Outperform rating with a price target of $308. Additionally, TD Cowen reduced Hold rating on October 7, 2024, with a target price of $261. Jefferies analysts, in their report published on October 7, 2024, also reduced Hold rating and set a price target of $519 for Humana Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nHumana Inc (HUM) Stock Trading Recap\n\nOn Friday, Humana Inc (HUM) stock saw a decline, ending the day at $281.73 which represents a decrease of $-1.33 or -0.47% from the prior close of $283.06. The stock opened at $284.6 and touched a low of $274.53 during the day, reaching a high of $284.6. The volume of shares traded was 1.75 million falling short of the average volume of 2.44 million.\n\nHUM Stock Performance and Moving Averages\n\nIn recent trading, Humana Inc (HUM) stock price has shown some volatility, fluctuating -4.94% over the last five trades and -2.35% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -19.92%, and it has plunged by -18.04% in the previous three months. Currently, HUM is trading at -2.27%, 3.16%, and -14.35% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, HUM, a Healthcare sector stock, is trading -43.45% below its 52-week high but remains 32.08% above its 52-week low. The Average True Range (ATR) (14 days) of 9.53 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nHumana Inc’s Profitability and Valuation Ratios\n\nHumana Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of 2.40% and a profit margin of 1.18%, with a gross margin of -19.92%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Humana Inc’s market capitalization stands at $33.92 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 24.94, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 16.42. Additionally, the Price-to-Sales Ratio is 0.29, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 1.93, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.22% of Humana Inc (HUM)’s shares, while financial institutions hold 94.31%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Where Will Lucid Stock Be in 5 Years?",
            "link": "https://www.msn.com/en-us/money/companies/where-will-lucid-stock-be-in-5-years/ar-AA1vr0kW?ocid=BingNewsVerp",
            "description": "With shares down by almost 50% year to date, Lucid's (NASDAQ: LCID) stock price plunge shows no signs of ending. The electric ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h3pj_EHoFA5yCqYwMLBSsC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "10hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT's search market share jumped recently, while Google has slipped, new data shows",
            "link": "https://www.msn.com/en-in/money/other/chatgpt-s-search-market-share-jumped-recently-while-google-has-slipped-new-data-shows/ar-AA1vprfL?ocid=BingNewsVerp",
            "description": "A survey showed an uptick in people preferring ChatGPT vs Google, and where it's winning over users, from learning a new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yFERFvr2XZPLXEo9FK6nZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "1 Growth Stock Down 70% to Buy Right Now",
            "link": "https://www.aol.com/1-growth-stock-down-70-121000461.html",
            "description": "The maker of healthier sugar-free energy drinks posted a revenue slump last quarter amid increasing competition and a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3WpJIpQ1EjLcS-XRH9IBjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "9h",
            "source": "AOL",
            "article_content": "2024 has been a rough year for Celsius Holdings (NASDAQ: CELH). The maker of healthier sugar-free energy drinks posted a revenue slump last quarter amid increasing competition and a changing strategy with its largest distribution partner. Shares have fallen a whopping 70% from all-time highs set just a half-year ago, causing immense pain for shareholders who have held on this year.\n\nThis short-term pain should be seen as an opportunity for patient investors focused on long-term gains. Here's why growth stock Celsius Holdings is a buy for investors as we head into the holiday season.\n\nMarket share stagnation, PepsiCo distribution headwind\n\nCelsius stock has gone in the tank for a few reasons. First, we should note that the stock was trading at a price-to-earnings ratio (P/E) of over 100 earlier in 2024. Any stock trading at a nosebleed P/E is going to be risky, no matter how fast the company is growing sales.\n\nSpeaking of which, that brings us to the second reason Celsius stock has faltered this year: slowing revenue growth. After posting huge double-digit revenue growth figures for many years, Celsius went into a big slowdown in 2024. Each quarter saw successive deceleration in revenue growth, with revenue actually falling 31% year over year last quarter.\n\nNow, this huge revenue drop is not as bad as it seems. Celsius has a major distribution deal with PepsiCo, which decided to trim its inventory levels for the energy drink brand this year. Ingesting less inventory meant a temporary hit to Celsius's revenue. The brand didn't lose 30% of its market share in one quarter.\n\nThe market share story is not pretty, though. After years of market share gains in the energy drink category, Celsius seems to have stalled out at around 12% market share in the United States in 2024. Time will tell whether this stagnation is a ceiling for Celsius, but investors are clearly worried. There is increasing competition from upstart brands like Alani Nu and Ghost that are eating into the sugar-free energy drink market once dominated by Celsius.\n\nLong-term international growth, category tailwind\n\nCelsius is facing headwinds in multiple areas right now. That doesn't mean they will be permanent. The inventory issues with Pepsi should resolve within the next few quarters. Then, the company's revenue will line up with actual sales from retailers to fans of the product.\n\nBrand competition is fierce, and investors shouldn't bank on Celsius gaining market share like it did before 2024. No consumer packaged good category is a monopoly -- there will always be other energy drink brands out there.\n\nThere are some long-term tailwinds that should help Celsius grow over the next five years. The brand is only just expanding to international markets, which now include English-speaking countries and France. International revenue grew 37% year over year last quarter, which investors should expect to continue in upcoming years.\n\nOverall energy drink sales keep growing, taking share from traditional drink sources such as coffee, fruit juices, and soda. If Celsius keeps its market share, this sector tailwind should help it grow revenue over the next few years.\n\nLast, we shouldn't forget the steady price increases consumer packaged food brands can implement year after year. A pack of 12 Celsius cans is currently going for around $20 on Amazon. Celsius will be able to raise prices to $21, $22, and eventually higher on its energy drink packs in the years to come and will likely get little customer pushback. These are simply not expensive items if people incorporate such products into their daily lives.\n\nCELH PE Ratio Chart\n\n\n\nCELH PE Ratio data by YCharts.\n\nWhy the stock is a buy right now\n\nAdd up these three growth drivers -- international expansion, category growth, and pricing power -- and I think Celsius can produce 10% annual revenue growth over the next five years. Extrapolating from its current trailing revenue of $1.37 billion, Celsius will be doing $2.2 billion in sales five years from now.\n\nAssuming the company can reach similar profit margins to Monster Beverage of 25%, Celsius will be generating $550 million in annual earnings in five years, which would bring its P/E down to 12.4 compared to the stock's current market cap of $6.8 billion. The average P/E ratio for the S&P 500 (SNPINDEX: ^GSPC) is 31 today.\n\nIf you believe in the Celsius growth story, the stock is likely a buy for those looking to hold for at least five years or longer, after falling 70% from highs.\n\nDon’t miss this second chance at a potentially lucrative opportunity\n\nEver feel like you missed the boat in buying the most successful stocks? Then you’ll want to hear this.\n\nOn rare occasions, our expert team of analysts issues a “Double Down” stock recommendation for companies that they think are about to pop. If you’re worried you’ve already missed your chance to invest, now is the best time to buy before it’s too late. And the numbers speak for themselves:\n\nNvidia: if you invested $1,000 when we doubled down in 2009, you’d have $369,349 !*\n\nApple: if you invested $1,000 when we doubled down in 2008, you’d have $45,990 !*\n\nNetflix: if you invested $1,000 when we doubled down in 2004, you’d have $504,097!*\n\nRight now, we’re issuing “Double Down” alerts for three incredible companies, and there may not be another chance like this anytime soon.\n\nSee 3 “Double Down” stocks »\n\n*Stock Advisor returns as of December 2, 2024\n\nJohn Mackey, former CEO of Whole Foods Market, an Amazon subsidiary, is a member of The Motley Fool’s board of directors. Brett Schafer has positions in Amazon. The Motley Fool has positions in and recommends Amazon, Celsius, and Monster Beverage. The Motley Fool has a disclosure policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Caledonia faces further uncertainty as French government collapse casts doubt on rebuilding efforts",
            "link": "https://www.msn.com/en-au/news/australia/new-caledonia-faces-further-uncertainty-as-french-government-collapse-casts-doubt-on-rebuilding-efforts/ar-AA1vs1eo?ocid=BingNewsVerp",
            "description": "The collapse of France's government has thrown New Caledonia into fresh uncertainty as it tries to recover from its worst civil unrest in decades.",
            "image_url": "https://www.bing.com/th?id=OJ.qH22RK42KWaqyQ&pid=news&w=63&h=16&rs=2",
            "category": "economy+disaster",
            "date": "56mon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alone and Broke Against a Renewed Insurgency, Is Assad's Rule at Risk of Collapse?",
            "link": "https://www.msn.com/en-us/news/world/alone-and-broke-against-a-renewed-insurgency-is-assads-rule-at-risk-of-collapse/ar-AA1vquPt?ocid=BingNewsVerp",
            "description": "BEIRUT (AP) — The last time Syrian President Bashar Assad was in serious trouble was 10 years ago, at the height of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I0AbFpa0AWHkRPqm1kOcni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "15hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20 years ago: The IBM PC goes to China",
            "link": "https://www.heise.de/en/background/20-years-ago-The-IBM-PC-goes-to-China-10191319.html",
            "description": "When a Chinese manufacturer takes over IBM's PC business in 2004, this is also a signal of the shifting balance of power in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WV86rQsEU6m0DlSUjTYRuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "14h",
            "source": "heise online",
            "article_content": "Anzeige\n\nHelp, the Chinese are coming! The news that a hitherto largely unknown Chinese manufacturer was taking over the PC business of \"Big Blue\" sent shockwaves through an industry dominated by the big US companies in December 2004: Lenovo bought IBM's PC division for a total of 1.75 billion US dollars.\n\nThis catapulted Lenovo to the top of the world's PC manufacturers from a standing start. At that time, the major US manufacturers dominated the market. Of the 178 million computers sold in 2004, 40 percent came from Dell, HP and IBM –, whereby \"Big Blue\" had a significantly smaller market share of just under 6 percent than Dell (18 percent) and HP (16 percent).\n\nDespite all the prophecies of doom, Lenovo has remained at the top. In 2013, the Chinese company took over the market leadership for the first time – and has not relinquished it since. In the fall quarter of 2024, Lenovo sold 16.6 million PCs and laptops – - more than a quarter of all devices sold worldwide.\n\nAcquisitions and expansion\n\nLenovo continues to grow in the years following the takeover. In 2008, the company sold off its mobile devices division, only to buy it back a year later. In 2011, the Chinese acquired a stake in Aldi supplier Medion. In 2014, Lenovo takes over the Motorola smartphones from Google – and also buys IBM's server division.\n\nIBM of all companies. The long-established US manufacturer of office machines is considered the inventor of the personal computer. When the PC boom began in the 1980s, the computers assembled from individual components by the box pusher were sold as \"IBM-compatible\". The parts came from companies such as Lenovo, which at the time was still called QDI Legend and built mainboards, among other things.\n\nInitially, there was skepticism: fans of the popular Thinkpad notebooks were concerned about the quality. IBM customers – including many business customers – are unsure what will happen with the warranty and support. Lenovo goes on a charm offensive – and convinces the skeptics with products. To this day, the Thinkpad is a reliable and popular workhorse.\n\nAnzeige\n\nLenovo's history also reflects the changing role of the Chinese economy and its perception in the West. For a long time, Chinese manufacturers were only suppliers or contract manufacturers for companies in the West: China as an \"extended workbench\" for the major manufacturers.\n\nThe new China\n\nThis has changed over the past 20 years: Contract manufacturers in China and Taiwan are also using their know-how for their own brands. New Chinese manufacturers are driving technological innovations and setting trends. They occupy important positions in the supply chains.\n\nBut what if the Chinese secret services want access to the hardware? While the world now knows that Western intelligence agencies are responsible for the biggest eavesdropping attack on humanity to date, concerns about Beijing's influence on the global IT supply chain remain high – as another Chinese giant has recently found out: Huawei.\n\nWith the changed political climate, the conditions for Lenovo have also changed again. The company must secure its supply chains and production in the area of tension between the USA and China. Thanks to its numerous locations abroad, it believes it is well equipped to do so.\n\nWhile Washington and Beijing are imposing punitive tariffs and sanctions on each other, Lenovo now wants to relocate even more production abroad. Lenovo already operates 30 factories abroad, and new ones are to be added following an investment deal with Saudi Arabia. However, the majority of production is still in China.\n\nEconomically, Lenovo is doing well despite the current slump in the PC market. The manufacturer is benefiting from the AI boom and the increasing demand for high-performance computers. In the last financial quarter, Lenovo was able to increase its turnover by 24 percent to the equivalent of almost 18 billion US dollars. Around 17 million Lenovo computers went on sale during these three months.\n\n(vbr)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This tiny 3D printed mini gaming PC somehow holds an Nvidia GeForce RTX 4070",
            "link": "https://www.pcgamesn.com/pc-build/3d-printed-sff-gaming-pc",
            "description": "This gaming PC build uses a custom-made 6 liter 3D printed PC case to house an Nvidia GeForce gaming GPU, AMD CPU, and 32GB ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VENSZQ8cdx9bhedPLrL6uS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "4h",
            "source": "PCGamesN",
            "article_content": "A PC builder has created a 3D printed mini gaming PC build that is literally handheld, thanks to a handle built into the case. It’s also beautifully small, with a volume of just 6.4 liters, while still managing to fit an Nvidia GeForce RTX 4070 GPU into the chassis.\n\nWith such a small case, fitting top-spec components into the confines could be tricky. The best gaming PCs you can buy are power-hungry monsters, burning through electricity and heating up the air as they do so. Thanks to some clever design decisions, however, this AMD powered gaming PC, with an Nvidia GeForce GPU, manages to house some high-end components that stay both cool and quiet under heavy loads.\n\nThis particular PC build comes courtesy of a post in the r/sffpc subreddit, and it immediately caught my eye. Let’s start with the elephant in the room—this isn’t a PC case that any major manufacturer is offering, but a custom-made, 3D-printed design by Jakob_K_Design, the original Reddit user who shared the build.\n\nJakob has built an impressively small gaming PC for traveling that, thanks to the case’s built-in handle, he can just grab and take with him, anywhere he goes. A clever case is one thing, but the specs behind this build aren’t to be sniffed at, either. Jakob has managed to fit a smaller-sized Gigabyte GeForce RTX 4070 Windforce 2X graphics card with two cooling fans into the case to provide some hefty gaming power.\n\nThe CPU, meanwhile, is an AMD 5 Ryzen 8400F, which admittedly isn’t the best gaming CPU you can buy. However, this is a decision that Jakob says is “temporary” before he switches it out for a 7900 from his current PC. He doesn’t specify if this is the AMD Ryzen 9 7900X or 7900X3D model with 3D V-Cache, but either would certainly be a big upgrade for a gaming rig.\n\nThis impressive build also comes with 32GB of 6,000MHz Crucial DDR5 RAM, a Silverstone FX600-PT PSU rated at 600W, a 2TB NVMe 2.0 SSD, a Thermalright AXP90x47 CPU cooler, and a Noctua NF-A12x15 fan. With a 6.4 liter case such as this one, you’d expect thermals to be tight, but Jakob runs his RTX 4070 overclocked and says it only peaks at 158°F (70°C) under load. The 8400F CPU, meanwhile, sticks to 167°F (75°C).\n\nConsidering the constraints involved in building any small form factor (SFF) PC, this particular build is really impressive. While you can’t buy this case for your own gaming PC build, it shows just how small your gaming PC can get if you’re prepared to shop around (or even print) your components.\n\nIf you want a small gaming rig for yourself, check out our best mini gaming PC guide, where we list some of our favorite small form factor gaming PCs that you could pick up for yourself.\n\nHowever, if you want a handheld that truly fits in your hand, you’ll need to check out our best handheld gaming PC guide, where we list some even smaller alternatives to power your on-the-go gaming sessions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nebius Group: Diamond In The AI Mania's Dust?",
            "link": "https://seekingalpha.com/article/4742808-nebius-group-diamond-in-the-ai-manias-dust",
            "description": "Nebius is astonishingly cheap for a pureplay AI company, even after doubling in a month. Nebius is a AI infrastructure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jZ4V8lnWnk2zYwT-U8EP_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "8h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Here's Where Top Cybersecurity Vendors Stand as 2025 Nears",
            "link": "https://www.databreachtoday.com/blogs/heres-where-top-cybersecurity-vendors-stand-as-2025-nears-p-3775",
            "description": "Three of the world's largest pure-play cybersecurity vendors recently reported earnings, grappling with SIEM and firewall ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ufvDeXUjp2RNHZxoVtfdmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "DataBreachToday21h",
            "source": "DataBreachToday",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cannibal serial killer cleaned body parts containers and then returned them to shop",
            "link": "https://www.mirror.co.uk/news/us-news/cannibal-serial-killer-cleaned-body-34269732",
            "description": "Firefighters made the horrifying discovery after putting out a blaze in Fort Worth ... In a bizarre series of claims made to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0PjgT_6U8_4yS-4Ed4vbpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "The Mirror4h",
            "source": "The Mirror",
            "article_content": "A man who killed, dismembered and ate the body parts of his victims before burning them in a bin returned the containers he used to store their remains back to a shop.\n\nJason Thornburg, 44, was sentenced to death by a jury on Wednesday for the murders of David Lueras, 42, Lauren Phillips, 34, and Maricruz Mathis, 33 - whose bodies were found in a burning bin in Fort Worth, Texas, in 2021. According to his arrest warrant, Thornburg confessed to the killings and admitted to sexually assaulting Phillips’ corpse.\n\nIt also emerged that the killer had stored the remains of his victims in containers, which he later cleaned and returned to the shop. Prosecutor Amy Allin told jurors “He is evil”.\n\nImage: CBS Texas) CBS Texas)\n\nFirefighters made the horrifying discovery after putting out a blaze in Fort Worth. After he was charged in December 2021, Thornburg told officers he felt compelled to carry out \"ritualistic sacrifices\", and had eaten his victim's heart along with some other body parts before they were burnt, the KDFW - a local Fox affiliate - reported.\n\nHe also confessed to officers that he had killed his roommate and girlfriend, according to his arrest warrant. Thornburg's roommate, Mark Jewell, 61, was found dead in a house fire earlier that year, while his girlfriend, Tanya Begay, from New Mexico, vanished after holidaying with him in Arizona back in 2017.\n\nIn a bizarre series of claims made to cops, the serial killer said he had in-depth knowledge of the Bible and was being called to “commit sacrifices”.\n\nImage: CBS Texas) CBS Texas)\n\nThe 44-year-old said the acts were a \"human sacrifice to God\" as the court heard he attended a conference led by one of his victims, where he wrote on a worksheet that he wanted to be a Christian missionary to fulfil \"a sense of destiny that must be achieved\". His lawyers argued he should be found not guilty by reason of insanity.\n\nAccording to the probable cause affidavit, Thornburg believed that one of his three victims, David, \"needed to be sacrificed. He sliced David’s throat and then cut him into pieces in the bathtub. Thornburg initially hid the remains in his room in trash bags before obtaining Rubbermaid type tubs to store them in.”\n\nHis second victim, Maricruz Mathis, was killed two days later, with the suspect accused of dismembering her body and storing her remains in containers."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Survivor relieved, resolute after sex-abuse settlement with Diocese of Rockville Centre",
            "link": "https://www.newsday.com/long-island/religion/robert-levins-abuse-diocese-rockville-centre-dw9ihki5",
            "description": "Robert Levins, molested by a Franciscan brother, said after the settlement that he is focused on helping other victims of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EX81dmE71yOg1vJSG0taEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "12h",
            "source": "Newsday",
            "article_content": "Robert Levins felt a sense of relief at word that hundreds of Catholic clergy sex-abuse survivors on Long Island, himself included, had finally reached a court settlement with the Diocese of Rockville Centre.\n\nThe agreement, approved Wednesday by a federal bankruptcy judge, closed a four-year court battle pitting 600 survivors against the diocese, the nation's eighth largest. Payments from the $323 million settlement will likely start going out to survivors early next year.\n\nWhatever money, or sense of empowerment, eventually comes to Levins, it won't match the emotional price exacted since a trusted family friend, a Franciscan brother based in Port Jefferson, sexually molested him and his two brothers in the mid 1970s.\n\n\"This entire process in a way has also revictimized myself and probably others because we had to relive this so many times,\" Levins, 63, told Newsday.\n\nWHAT NEWSDAY FOUND A $323 million settlement between 600 clergy sex abuse survivors and the Diocese of Rockville Centre has left some survivors both relieved but anguished by reliving the abuse.\n\n600 clergy sex abuse survivors and the Diocese of Rockville Centre has left some survivors both relieved but anguished by reliving the abuse. One, Robert Levins, has tried to use the nightmare to help others by counseling them as a Protestant minister.\n\nto use the nightmare to help others by counseling them as a Protestant minister. He said the court case made his trauma even worse because he learned his 6-year-old brother had also been molested.\n\nPart of that process for Levins included a horrific discovery: The same Franciscan brother, Antonio Antonucci, who molested him and his teenage brother Thomas at their Shoreham home, had done the same to their 6-year-old brother, Sean.\n\nSign up for the NewsdayTV newsletter From breaking news to special features and documentaries, the NewsdayTV team is covering the issues that matter to you. By clicking Sign up, you agree to our privacy policy.\n\n\"That revelation kind of changed me, because I was his protector, and he got hurt. I never knew that,\" Levins said. \"That revelation was heartbreaking and it’s been hard to live with that.\"\n\nIn 2021, Antonucci, now deceased, was included on a list of credibly accused clergy released by the Diocese of Rockville Centre as part of the legal proceedings.\n\nA way to cope\n\nLong before there was a hint of a lawsuit, and a shocking family secret exposed, Levins had found a way to cope with such childhood trauma. By the time he turned 25, he was a full-time Protestant minister, a post he has used to counsel other sexual abuse survivors.\n\n\"I’ve kind of turned this nightmare in my life into something positive for somebody else,\" said Levins, who lives in North Carolina with his wife but grew up in Shoreham.\n\nRobert Levins in an undated high school portrait. Credit: Photo Courtesy Robert Levins\n\nThe settlement is another potentially healing step, said Adam Slater, a Melville-based attorney whose law firm represented 100 of the 600 survivors, the Levins brothers among them.\n\n\"It is always going to be difficult for people to recount childhood sexual abuse,\" Slater said. But the agreement \"also gives them some measure of closure and an acknowledgment that the abuse actually occurred … which can be very empowering to them.\"\n\nJo Ponticello, a therapist based in New Jersey who has counseled clergy sex abuse survivors, said one of their biggest hurdles going through the settlement process is overcoming a deep sense of shame.\n\nAnd \"of course you carry shame because there are secrets,\" said Ponticello, a licensed clinical social worker.\n\nComing forward with those secrets can be excruciating.\n\n\"If you’ve been carrying something for 20 years and you haven’t really talked to anybody about it and then you have this opportunity to go and disclose because there is legal action that you really support, that’s a pretty daunting task,\" she said.\n\nLevins said he never told anyone, even therapists, many of the details of his abuse until he confided in his lawyers during the recent Rockville Centre proceedings.\n\nIn an interview with Newsday this week, he recalled being 16 when he first met Antonucci, who had identified himself as a Franciscan monk, or brother.\n\nFrom trust to turmoil\n\nIn the late 1970s, Antonucci was working at Infant Jesus Roman Catholic Church in Port Jefferson, according to a lawsuit the Levins brothers filed against the diocese and the parish in 2019 under the New York State Child Victims Act. That lawsuit and 600 others were transferred to U.S. bankruptcy court after the diocese declared bankruptcy in 2020, and were part of Wednesday's settlement.\n\nA few weeks before Christmas in 1977, the Levins brothers' parents separated. At Infant Jesus, a priest suggested Antonucci could help the boys get through the turmoil, caused in part by their beloved father moving out of the family home in Shoreham, Levins said.\n\nAntonucci quickly became a regular there.\n\n\"We would look forward to him because he was a very cool priest,\" Levins said. \"He was funny, charming.\"\n\nOne night there was a big snowstorm, and the family expected Antonucci to cancel a dinner invitation.\n\n\"When the doorbell rang and he was there,\" Levins said, \"we were just overwhelmed that this guy cared enough to come out in a snowstorm.\"\n\nOver dinner, Antonucci told the Levins he ran a home for boys and needed money to cover operating expenses. Levins' mother, who could barely support the family, quickly wrote out a check for $600 — a lot of money in 1977, he said.\n\nAntonucci \"put that check in his pocket, then proceeded to assault her three sons,\" Levins said.\n\nBy around 9 p.m., Antonucci was talking to Levins’ 15-year-old brother, Thomas, as he was lifting weights in the living room. Robert, then 16, went to bed.\n\nLevins remembers being awakened at 4 a.m. Antonucci had one hand on Levins’ face and held a candle with the other. The trusted family friend from the Catholic parish then molested him, Levins said.\n\nThe next morning over breakfast, the two older brothers quietly talked about that night — and Thomas confirmed that he too was sexually abused.\n\n\"He was a pro\" at grooming the brothers for abuse, Thomas Levins told Newsday. Of abusers, he added: \"They are masters of manipulation.\"\n\nThe Levins and their mother reported the abuse to the parish staff in Port Jefferson. As far as the Levins know, nothing ever happened. The Diocese of Rockville Centre did not respond to a request for comment.\n\nA third brother abused\n\nDecades later, Robert Levins learned the abuse was not limited to him and Thomas. In 2019, Levins told his brother Sean that he was filing the lawsuit. Sean Levins in turn said he too had been molested by Antonucci\n\n\"I was floored that he would do this to a child,\" Robert Levins said. \"How evil can you be to hurt a 6-year-old?\"\n\nSean Levins died last year of a brain aneurysm at age 54.\n\nThe damage done to Robert and Thomas Levins as teenagers sent their lives into a tailspin. Robert started drinking heavily and also taking drugs. With plummeting grades, Levins said he barely graduated from high school. He didn't bother applying to college.\n\nLevins hit rock bottom when Sean, who he still refers to as his \"baby brother,\" and saw him as a role model, also saw him intoxicated.\n\n\"I could see the disappointment in his eyes,\" Levins said. \"When I sobered up I finally broke and for the first time in years cried out to God. I needed help and I knew it. I was throwing my life away.\"\n\nA concerned friend of his mother's connected Levins with a pastor at the Full Gospel Tabernacle in East Setauket who counseled him for a year and eventually told him he had a calling to ministry. The pastor suggested Levins attend a Bible college in Valley Forge, Pennsylvania.\n\nLevins did, and by the age of 25, and disillusioned by the Catholic Church, he had become an ordained minister in the Assemblies of God, a Pentecostal denomination.\n\n\"I’ve kind of turned this nightmare in my life into something positive for somebody else,\" said Robert Levins, now a Pentecostal minister who counsels other survivors of clergy sex abuse. Credit: Photo courtesy Robert Levins\n\nHe said praying and becoming an ordained minister and spiritual leader to others changed, and most likely saved his life.\n\n\"Without God I would have lost my mind or become an alcoholic,\" Levins said. \"I was just sliding downhill so quickly. I decided that this is the way that I can help people.\"\n\nHe also had a gnawing sense that the pain of his past remained unresolved. So, several years ago, with the help of a private detective, Levins said he tracked down Antonucci and got him on the telephone. He needed to confront Antonucci and also make sure the man that had molested him and his brothers was far away from children.\n\nAntonucci’s response was chilling, Levins said. He didn’t deny the abuse but defended it, telling him he had done good work in his ministry.\n\nThomas Levins said Antonucci's sexual abuse left him depressed and his life in turmoil. His grades dropped in high school. A standout pitcher growing up, he had visions of playing baseball in college. His senior year in high school, Thomas Levins said, he didn't try out for the team.\n\n\"Your whole world gets shattered,\" he said.\n\nNow 62, and a carpenter in Pennsylvania, the middle Levins brother is married for the third time. He has trouble trusting people as he and his older brother continue to heal.\n\nRobert Levins over the decades has also helped other survivors of clergy abuse heal through his ministry in Pennsylvania, Florida, New Jersey and North Carolina where he now is based near Raleigh. He has counseled hundreds of survivors.\n\n\"I tell them all, we are not going to wipe clean the memory. This is never going to go away,\" he said. But you must \"manage it so it doesn’t hold you prisoner for the rest of your life.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cornell Astronomer Hoping the James Webb Will Confirm Alien Life in 2025",
            "link": "https://www.msn.com/en-us/news/technology/cornell-astronomer-hoping-the-james-webb-will-confirm-alien-life-in-2025/ar-AA1vrzOC?ocid=BingNewsVerp",
            "description": "The odds of us finding extraterrestrial life anytime soon are pretty slim. But if there's anything that can deliver us a sign ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F_QkTmUrTt2Wh2zpnIWvgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Futurism on MSN7h",
            "source": "Futurism on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marvel Is Totally Lying About Venom's New Host: Here's Why",
            "link": "https://www.msn.com/en-us/entertainment/comics/marvel-is-totally-lying-about-venom-s-new-host-here-s-why/ar-AA1vqTil?ocid=BingNewsVerp",
            "description": "Warning: Contains spoilers for All-New Venom #1! The mystery of the All-New Venom has officially kicked off in Marvel Comics, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ouAGCoR4AxH56_pyWBUuGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Journey to La Rumorosa, Mexico’s UFO town",
            "link": "https://english.elpais.com/travel/2024-12-07/journey-to-la-rumorosa-mexicos-ufo-town.html",
            "description": "In 2022, this small town in Baja California, was proclaimed the world capital of alien sightings and several streets and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kokxcOZshS6jVeHgCJMrBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "El País in English15h",
            "source": "El País in English",
            "article_content": "The small Mexican mountain town of La Rumorosa is at its most beautiful when the dying sun bathes it in a clean, soft, orange light. Or pink, depending on the day. Whatever color, the landscape seems more innocent. As if nothing disturbing could happen there.\n\nAt that innocent hour, looking for Jaime Maussan Flota Avenue, I come across two ladies out for a walk. They can’t tell me exactly where this avenue is, but they tell me that at night the sky there is clear and star-lit. And that they have seen strange things that could be flying saucers. They say it as if it were the most natural thing in the world because, since the year 2022, La Rumorosa has been the “World Capital of the UFO Phenomenon.” This is announced on a sign as you enter this Martian landscape, comprised of desert and spectacular rocks of ocher and reddish tones, which lie in the Sierra de Juarez, within the state of Baja California, northern Mexico. Until the 1930s, La Rumorosa was hard to get to. The road that now winds its way along the area, dotted with viewpoints offering postcard-worthy vistas for the nostalgic or Instagram-worthy spots for the modern, had not yet been built.\n\nUntil 2022, tourists came to La Rumorosa for the nature, the cave paintings in El Vallecito and the archaeological remains. A striking landmark is the Casa de Piedra or Stone House. It stands near that long winding road that crosses the mountain, and blends with the landscape. It is said to have been inhabited by mobsters, such as Al Capone, and to have been a refuge for revolutionaries.\n\nThere are also several ranches with swimming pools and camping areas free from light pollution, offering a unique chance to enjoy the brilliance of the night sky. Rancho Las Potrancas has a bar, palapas and a barbecue area. And Rancho El Chaparral resembles a water park, with slides and cabins.\n\nBut, since 2022 the Unidentified Flying Objects (UFOs) area has also been promoted, because many sightings are said to have been made there. There is even an annual international festival — the World UFO Fest (the next one is from March 21 to 23, 2025) — for UFO aficionados, which includes talks and seminars with “bioenergetic practices to facilitate contact with the beings of light” or “testing and vibrational balancing,” according to the website.\n\nPerhaps with an eye on generating more tourist dollars, several streets have been named in this town of less than 2,000 inhabitants in honor of important figures in the field of ufology. One of them was the avenue Jaime Maussan, a journalist and researcher in this field. He went viral in 2023 when he went to Mexico’s Congress to present mummified bodies of what he defined as non-human beings found in Peru. Streets have also been dedicated to Peruvian Sixto Paz Wells and to researcher and television presenter Giorgio A. Tsoukalos.\n\nThe landscape of La Rumorosa resembles Mars with its desert and spectacular rocks of ocher and reddish tones in the Sierra de Juárez. Daniel Caja (Getty Images)\n\nStill searching for Jaime Maussan Avenue, I enter Dulce Altura, a restaurant and bakery that has those high ceilings in the shape of a sharp isosceles triangle, typical of cold, mountainous regions. Inside, the decoration is modern, with a sculpture of a UFO and three metal aliens. Besides selling delicious bread and sweets, wood-fired pizzas and other dishes, they sell alien-themed magnets, which “sell well,” according to the cashiers.\n\nThey tell me how to get to Jaime Maussan Avenue. It is a few hundred meters down the main road that splits the town in two. The avenue is a half-paved street, with patches of dirt and a few simple houses scattered at a distance from one another. The street lacks a sense of care perhaps because the focus is on the sky and on the strange lights captured on video by numerous people over the years.\n\nBut UFO tourism is not only limited to this corner of the world. Perhaps the most famous location for it is Area 51, in America’s Nevada desert, or Roswell in New Mexico, or the Nazca plain in Peru and the town of Capilla del Monte in Argentina — to mention a few. What is undeniable is that this type of tourism gets people from all over the planet to visit the most unlikely places.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO over Pokhara",
            "link": "https://nepalitimes.com/here-now/ufo-over-pokhara",
            "description": "The UAP Disclosure Act of 2024 was signed into law by Joe Biden in December 2023. It plans to oversee the public disclosure ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xw3aFPp4T0DELUgCiSpkYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Nepali Times13h",
            "source": "Nepali Times",
            "article_content": "Nearly 60 years after a fiery fall of fragments from the sky, the mystery is no closer to being solved\n\nIt was 8:15 in the evening of 25 March 1968 when everyone in the village of Batulechaur near Pokhara heard a deafening sound like thunder as a bright flashing object hurtled down to land in a field.\n\nThat field belonged to Kul Timilsina, and the next morning he retrieved a sheet of metal about 2m by 1m and carried it home with the help of a few others, thinking it would be useful for his buffalo shed.\n\nBefore he died at age 83 three years ago, Timilsina had told photo archivist Sunil Ulak that the black metal sheet was not rectangular and had rounded corners. There are a few witnesses still alive who have a clear recollection of the object that fell from the sky that night.\n\nThe field in Batulechaur belonging to Kul Timilsina where fragments of a flying object fell from the sky in 1968.\n\nOne of them is Timilsina’s wife Gyanu, who was 22 at the time. She had been at home, and remembers hearing the big bang and the sky becoming very bright.\n\n“We saw the thing in the field in the morning,” she told us. “It looked like a lid, a covering of some sort. The way it was stuck in the ground, it must have fallen from the sky. We thought we could use it to dry clothes on, and took it home.”\n\nAnother witness is Kul Narayan Paudel. “I was only eight then. We ran to the field to see what had fallen. It was a four-sided metal sheet. The elders took it away, and I don't know what happened to it.”\n\nRam Bahadur Baniya, a teacher at the local school, says he had heard the sheet had been brought to the school, and later handed over to the Zonal Commissioner at the time, Nanda Prasad Malla. “But that is all hearsay,” he says.\n\nGyanu Timilsina, wife of Kul Timilsina.\n\nThere are two versions of what happened to Kul Timilsina’s metal sheet. One is that an American Peace Corp Volunteer teaching at the nearby Bindyabasini School took it, and another is that it was handed over to the government.\n\nRecently declassified Central Intelligence Agency (CIA) and US State Department documents from the time say that the US Embassy in Kathmandu tracked down the object two years later and had it shipped back to the US.\n\nA telegram from the Department of State and Department of Defense tagged as ‘MOON DUST / Space Fragments’ dated 1 March 1972 stated:\n\n‘1. Restored space fragment will be on board Embassy support flight 115 arriving Kathmandu on or about March 10. Fragment is packed in shipping crate (cargo no. 72-33365) marked in care of DAO.\n\n2. State and Defense representatives examined fragments prior to shipment finding restoration acceptable.’\n\nDeclassified CIA documents about the investigation into the object sighted in Pokhara.\n\nThe documents show that the US government, military and intelligence agencies investigated this incident thoroughly when it occurred, and have continued to revisit it ever since, as recently as five years ago.\n\nWhat is even more intriguing is that the object that fell in Pokhara was not the only unidentified space object that fell to earth that year. There were similar sightings of objects falling from the sky in Ladakh, Sikkim and Bhutan between 19 February and 25 March 1968.\n\nThese mysteries were the subject of a CIA investigation in 1968 titled ‘Sighting of Unidentified Flying Objects in Ladakh, Nepal, Sikkim and Bhutan’, and the report is part of the recent online declassification of 800,000 top-secret documents from the period.\n\nAlthough unidentified flying objects (UFOs) have a connotation now of being alien craft, it could be pieces of satellite, missile, rocket or even aircraft. The CIA report documents six sightings in 1968 and quotes local sources as describing all of them having similar characteristics: bright blue or red streaks in the sky accompanied by loud sounds like lightning and thunder and objects falling to the ground.\n\nAside from the metallic object that was found in Batlechaur, there were other items also found nearby in Tallakot, Tureypasal, Armalakot and Maidan. Whatever the object was, it seems to have disintegrated even before it hit the ground.\n\nThe CIA report records the first sighting on 19 February 1968 in various parts of Sikkim and Olangchung Gola and Ghunsa in eastern Nepal. The light was said to be ‘long and thin’ and giving out ‘green and red light’.\n\nTwo days later on 21 February, a soundless blue object was seen traveling fast across the sky above Thimphu in Bhutan. Then on 4 March there were multiple daytime sightings or white streaks in the sky at Chang La Pass, Fukche and Koyul in Ladakh. There were more sightings in Ladakh on the very day fragments fell near Pokhara on 25 March 1968.\n\nAfter the sightings in Pokhara, rumours started flying in Kathmandu that these were aliens trying to land on Earth, it could be Russian or Chinese spy planes or satellites, and some even say it as a sign from heaven that the end of the world was near.\n\nThis was at the height of the Cold War. The Russians and Americans were testing their thermonuclear devices as well as intercontinental ballistic missile delivery systems. The Washington-Beijing rapprochement had not yet happened, and China was making quick progress testing atomic bombs. Within two years after its first atomic test, in 1966 China exploded its first hydrogen bomb at the Lop Nur site in Xinjiang, 3,000km to the north from Nepal.\n\nAfter neary six decades, what is still intriguing is that all the sightings within a few months of each other in 1968 were along the Himalayan arc bordering Tibet: from Bhutan, Sikkim Nepal, to Ladakh. The US military intelligence seems to have concluded that this was not a coincidence and there were frequent research trips to the site in Pokhara by American officials in the months after the incident. With the help of the Royal Nepal Army, the region north of Pokhara was thoroughly searched.\n\nA confidential memo dated 25 June 1968 by Jerry C Trippy to a ‘Mr Farley’ mentions that the US Air Force’s Foreign Technology Division had decided that the debris could be important because it may be related to a Chinese missile test or a Soviet ‘Vehicle Venik’ rocket.\n\nOn 28 August 1968 the US Embassy in Kathmandu sent a letter to Washington DC saying that the object could be of Soviet origin, possibly from when the rocket carrying the ‘Kosmos 208’ satellite re-entered the atmosphere. But why were the fragments falling to earth several weeks apart, and in the same region?\n\nNo one knows where the metal sheet that Kul Timilsina recovered is now. It was definitely packed in a crate and taken to the US, and although it is rumoured that it was returned that is not very likely. Archivist Sunil Ulak heard from the Timilsina family that CIA officials had returned to the site five years ago.\n\nInterest in UFOs peaked in the US in the 1950s, with the Cold War space race and tests of atomic weapons and delivery rockets. CIA and scientists were being sent to investigate sightings, both publicly and privately.\n\nCould the Pokhara fragments as well as the sightings in Ladakh and Bhutan actually be alien craft falling to earth? The renewal in interest in space travel in large part due to Elon Musk’s SpaceX, UFOs and sightings are again subjects of public interest.\n\nEven 57 years later, even if there was definitive proof about whether the Batlechaur fragment was from a Chinese missile or a soviet rocket, it has not been made public in documents declassified so far. We may never know.\n\nSunil Ulak speculates if the debris actually came from an American aircraft, perhaps on an intel mission upon China. “Which could explain why they were so thorough in collecting the fragments in Pokhara,” he says. But that still does not explain the multiple sightings weeks apart in 1968.\n\nIndeed, US military aircraft were at that time flying frequent night-time missions from air force bases in India to supply weapons to Khampa guerrilla camps in Nepal located north of Pokhara in Mustang. It could very well be that the Chinese shot down one such aircraft. The other sightings could have been contrails of US spy planes, or Chinese anti-aircraft missiles.\n\nThere were quite a few developments regarding UFOs in 2024. In a US congressional hearing in July, former intelligence officer David Grusch claimed that the government had long been involved in a program to investigate and retrieve non-human craft crashes, and then try to reverse engineer them. However Grusch did not show any evidence.\n\nThe UAP Disclosure Act of 2024 was signed into law by Joe Biden in December 2023. It plans to oversee the public disclosure of UFO information. However, there is a clause in it that prevents disclosure if it would cause threats to military defense, intelligence operations or foreign relations.\n\nIt is unlikely that the declassified documents about sightings in the Himalayan will cause any real surprise about definite evidence of alien life even if it was found. It seems humanity will continue, at least for now, to wonder about curious lights in the sky and whether there is anybody out there."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Discovery of a New Bee Species: What It Means for Science and Conservation",
            "link": "https://www.msn.com/en-us/news/technology/the-discovery-of-a-new-bee-species-what-it-means-for-science-and-conservation/ar-AA1vrMQh?ocid=BingNewsVerp",
            "description": "The natural world is a never-ending treasure trove of surprises, and the discovery of new species serves as a potent r ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yfqhgH_e3D2eyLBzizmkyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Mind of Griff on MSN4h",
            "source": "The Mind of Griff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science And Spirit Are Paths To Infinite Exploration",
            "link": "https://timesofindia.indiatimes.com/speaking-tree/daily-ecstasy/science-and-spirit-are-paths-to-infinite-exploration/articleshow/116066839.cms",
            "description": "Human understanding is limited, and spiritual pursuits can guide scientific discoveries. Reality is a subset of factuality, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yPLyRrAkXTtcBHnA_a6Y5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "14h",
            "source": "Indiatimes",
            "article_content": "Authored by: Arup Mitra\n\nSadhguru Speaks: Buddha's Teachings On The Existence Of God And The Nature Of Reality\n\nOur understanding, perception, and knowledge base originate from a small domain and remain confined within its limits. Even what we call scientific research cannot go beyond it.This is the context in which our spiritual pursuits become important. They ought to be the guides to our scientific discoveries. Through contemplations, human consciousness merges with the undiscovered dimensions, and our reading of the subject gathers depth even when we cannot go beyond a few glimpses of actuality.Interestingly, reality is only a component of factuality or practicality. As we meditate, we may see light which is different from the ordinary light that our optic power captures though they are all integrated. Similarly, even if the object of fragrance is not within the reach of our olfactory capacity, we may smell it once the mind is consolidated through meditation. One of the most beautiful feelings one encounters is about an ethereal love that encompasses entire existence.Our perception of our existence is limited by a number of factors. What we perceive as change may not be so; rather, perfect stability is in existence. And because there is no second existence, what exists is unique. On a scriptural plane, we may recall the war between the goddess and demon brothers, Nisumbha and Shumbha. The latter, in anger, comments that she is using the help of so many powers while they are dealing single-handedly. How is it justified that many would be fighting with one? There she declares, 'ekaibaham jaganmurti ditiya ka mamapara' - I am the only one universe, where is a second reality?When science arrives at the border, philosophy must come forward to expand its horizons, setting a bigger goal to be pursued. This is the only way to avoid saturation and escape the fallacy of limited understanding.Nowadays, we are talking about the application of artificial intelligence (AI) in various facets of learning. How about its contribution to discovering what has been treated as a myth? Can it not be used to give tangible shape to our spiritual realisations? After all, the lack of explanation sometimes stigmatises a particular phenomenon as an illusion. With AI's offerings, the gap between scientific probes and spiritual queries can certainly be bridged, and the realisations can provide guidance for new scientific ventures.Theoretical advancements are a must for practical probing. Conjectural evolutions are not innovative if they remain confined to domains of a specific discipline. Insights developed from spiritual realisations can be the most effective monitor for advancing theoretical configurations in science, encouraging further probing with help of AI.As Ramakrishna pointed out, there is no end to spiritual attainments. Work a bit harder, you arrive at a mine; don't reach satiety, walk further and you come across a bigger mine with richer deposits. Likewise, one has to go on - for a true seeker, there is no end to spiritual pursuit.Then there will be no dearth of ideas which can keep enriching our understanding and science will be able to take guidance for newer developments in a continuous manner. Science and spiritualism are not to be seen as two different paths, they are rather an integral part of a gigantic investigation system that human life can conduct."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meet WA’s quantum computing pioneers: Their work could be life-changing",
            "link": "https://thewest.com.au/technology/science/meet-was-quantum-computing-pioneers-their-work-could-be-life-changing-c-16986411",
            "description": "An unassuming building deep within the University of Western Australia’s Crawley campus is the professional home of a group ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oU0T2moScSFRraRGpuTnxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "2h",
            "source": "The West Australian",
            "article_content": "Consider the term physics and many of us will be transported back to high school classrooms, perhaps struggling to make sense of one of the major sciences.\n\nBut an unassuming building deep within the University of Western Australia’s sprawling, stately Crawley campus is the professional home of a group of scientists who hope their work could soon transform the way the world works.\n\nThe university’s school of physics hosts a small but powerful group dedicated to quantum research — the study of particles at microscopic levels — that’s making huge advances in developing tools and methods around how we work.\n\n“Physicists are an important part of our . . . economy, kind of hidden in the background,” explained David Gozzard, a senior research fellow who specialises in quantum imaging around telescopes and communications. “I think people have a reasonable idea of how important engineers are to the world because you can look around and (see) an engineer built that bridge . . . but they don’t realise that physicists are building and developing the underlying technologies.”\n\nWithin his quantum imaging research, Dr Gozzard particularly focuses on metrology — the science of measurement that provides synchronisation for computer networks and GPS — so much now a part of everyday life.\n\n“Space technology is critical to everything we do,” he said. “It’s in the background so we don’t really notice it.\n\n“And Australia more broadly, but also WA has failed to capitalise on that for decades. This is an important part of keeping Australia and technology at a world-leading level. So this is a space we need to be in.”\n\nCamera Icon Elrina Hartman, PhD student, Quantum Technologies and Dark Matter Research Laboratory. Credit: Andrew Ritchie / The West Australian\n\nPhD student Elrina Hartman, who’s been with the centre for three years, emphasised quantum physics was a “very powerful tool to make very precise measurements”, and its mechanics underpinned much of society.\n\nWithin the lab, the team has been working to develop mechanical tools to “help us answer these big questions in this lab”, she said.\n\nJeremy Bourhill, who’s looking to apply quantum technologies into a device that will reduce the cost of manufacturing a wide tranche of pharmaceuticals, said the practical, everyday uses of quantum work were often misunderstood — or not understood at all.\n\n“We need to change the perception around what becoming a scientist means,” he said, adding jobs were evident in WA for engineering graduates, but the science industry needed to make more people aware about the jobs that are available.\n\n“If you come through a degree in physics, for example, particularly in the space of quantum, you could end up working in defence; you can work up spinning out your own company and being a CEO or a founder; you could become a professor; you could find a job working for CSIRO or (a Federal department) or any number of new quantum startups that are popping up all over the world,” he said.\n\n“There is a real industry that’s calling out for talent being developed and it’s coming online right now. And we need more people to come in to it.”\n\nUWA’s Quantum Technologies and Dark Matter research group leader Michael Tobar added: “Everyone does Little Athletics — we’re a sporting nation but we haven’t had that same attitude towards learning physics, maths and high-tech (areas).”\n\nWithin his lab, Professor Tobar has high ambitions.\n\n“If we are successful with just one experiment that’s trying to test the foundations of physics, it’s a Nobel Prize — definitely,” he said. “It’s my goal to build it. I’ve been in this lab for 30 years.\n\nCamera Icon Professor Jingbo Wang, Director, Quantum information, Simulation and Algorithms (QISA) hub at UWA, including Quantum Girls program. Credit: Andrew Ritchie / The West Australian\n\nDr Gozzard hopes if successful in his three-year project of building a quantum telescope, astronomers will be able to study the universe in much greater detail than ever before because it would have resolution 10 times greater than anything else in the market.\n\n“GPS can be spoofed, as in you can make a GPS receiver think it’s somewhere that’s not right,” he said, adding very few people were aware this could even happen.\n\n“So the quantum technologies not only allow us to do more precise next-generation GPS, GPS that cannot be spoofed, and also timing systems . . . that cannot be spoofed.\n\n“So the GPS systems that we all rely on — the timing systems that our modern infrastructure relies on will all be humming along using these quantum technologies.”\n\nDr Gozzard said this technology was particularly crucial for defence — and for Australia’s national security interests as global conflicts escalated.\n\nElsewhere within the centre, Jingbo Wang is developing a quantum computer — where computers and mobile phones currently used work on a binary system, a quantum computer does not and if fully developed, could solve problems current computers cannot.\n\n“A lot of problems, like logistics; even how to design traffic lights, for example, how to design drugs — what combination of elements will be superconducting,” Professor Wang said.\n\nCamera Icon Dr Jeremy Bourhill, research associate, School of Physics, Advanced Sensing and Quantum Technologies research group. Credit: Andrew Ritchie / The West Australian\n\nMs Hartman said she and fellow PhD student Emma Paterson, and Professor Wang, were among the few women in the sector.\n\n“A lot of that ends up falling on our shoulders to create those opportunities for representation,” she said of the need to show women that they belong in the field. The take-up remains slow despite concerted efforts to encourage female students to continue to study STEM — science, technology, engineering and mathematics— subjects.\n\n“We want the public to be able to engage in quantum science and . . . I think it comes down to a perception issue,” Ms Paterson said.\n\n“People can be afraid of engaging with science if they don’t feel like they have the background required and all that you really need at the end of the day is curiosity. We want to be able to bridge that gap between us and the public.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huge Experiment Gives First Glimpse of The Internal Structure of a Neutron",
            "link": "https://www.msn.com/en-us/science/physics/huge-experiment-gives-first-glimpse-of-the-internal-structure-of-a-neutron/ar-AA1vrfmB?ocid=BingNewsVerp",
            "description": "An experiment more than 10 years in the making has delivered its first glimpse of the hurricane of particles whirring inside ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1lU4u9HgRpbzuMJaXAeJki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s happening this week around Thurston County",
            "link": "https://www.msn.com/en-us/travel/tripideas/what-s-happening-this-week-around-thurston-county/ar-AA1vs8IM?ocid=BingNewsVerp",
            "description": "The story guild presents 'Fringe Fairy Tales' by Gretchen Peterson from 6-8 p.m. Wednesday at the Harbor House, 217 Thurston ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m_3vdnA7SeNTlE0mBxctGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "The Olympian (TCA) on MSN24m",
            "source": "The Olympian (TCA) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Angelina Jolie and I started a revolution — and it’s not over yet",
            "link": "https://www.theaustralian.com.au/health/angelina-jolie-and-i-started-a-revolution-and-its-not-over-yet/news-story/23164aa96ebcda9f85be2d1303fa6a71",
            "description": "It was more than 11 years ago that my patient Angelina Jolie – a carrier of the BRCA gene mutation – provided me with an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lxRMY5fVMVTVuhXPdCCMjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "2h",
            "source": "The Australian",
            "article_content": "Content not available"
        }
    }
]