[
    {
        "title": "Column: The Pentagon’s former top UFO hunter talks about COVID-19, Haitian pet-eaters and pseudoscience generally",
        "link": "https://www.msn.com/en-us/news/technology/column-the-pentagons-former-top-ufo-hunter-talks-about-covid-19-haitian-pet-eaters-and-pseudoscience-generally/ar-AA1qTAGj?ocid=BingNewsVerp",
        "description": "Sean Kirkpatrick ran the government's investigation into UFOs, so he knows a lot about how misinformation and disinformation ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZKj7cvXlfbP9Zk4nnp9Kxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "10hon MSNOpinion",
        "source": "LA Times on MSN",
        "article_content": ""
    },
    {
        "title": "How Michael Schenker Got ‘Hardcore Fans’ Axl Rose and Slash on New LP",
        "link": "https://ultimateclassicrock.com/michael-schenker-axl-rose-slash-new-album-interview/",
        "description": "Michael Schenker tells UCR about Axl Rose and Slash's features on his new album and UFO's influence on Guns N' Roses in a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CcoHOKUIWy0BoHAZ04Rpgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Ultimate Classic Rock25m",
        "source": "Ultimate Classic Rock",
        "article_content": "Michael Schenker achieved a rare feat on his star-studded new album, My Years With UFO: He lured Axl Rose into the studio to record a guest vocal on an updated version of UFO's \"Love to Love.\"\n\nIn fact, Schenker tells UCR, he didn't even have to ask Rose to participate — the famously elusive singer requested to be part of the project.\n\nSchenker had already recruited Slash to play on My Years With UFO, and the top-hatted guitarist appears on a scorching rerecording of \"Mother Mary\" alongside short-lived Skid Row frontman Erik Gronwall. Once Rose learned about the collaboration, he wanted in as well.\n\n\"When Slash came to the recording studio in Frankfurt to record with me, he said, 'Oh, I told Axl I'm coming here today to do this with you,'\" Schenker tells UCR. \"And Axl said, 'Oh, can I sing a song?' So I said, 'Oh, really? Ask Axl which song he wants to sing.'\"\n\nRose recorded vocals for multiple tracks, though only one — the seven-and-a-half-minute epic \"Love to Love\" — appears on My Years With UFO. \"He ended up singing 'Only You Can Rock Me,' 'Too Hot to Handle' and 'Love to Love,'\" Schenker explains. \"And I guess because they were in middle of a tour, he didn't like his performances. He wanted to focus on one song. He's a perfectionist. ... I liked them all, but I left it up to him. And he said 'Love to Love' is the one. So eventually, he had it all together and texted us or gave us a message that his version was ready.\"\n\nREAD MORE: 10 Rare Axl Rose Performances Only Hardcore Fans Know\n\nHow UFO Influenced 'Hardcore Fans' Guns N' Roses in the Studio\n\nIf anybody could get the two figureheads of Guns N' Roses to guest on an album, it would be Schenker, who says that Slash and Rose have been \"hardcore fans\" of his work for decades. In fact, Slash has been guesting in Schenker projects since before Guns N' Roses even rocketed to stardom.\n\n\"In the '80s I did a video, 'Rock Will Never Die,' with Michael Schenker Group,\" Schenker explains. \"And in the background, there were a bunch of celebrities, but they were doubles, like a Michael Jackson double. But there was one, Slash, that was the real one. He is a real fan, and he heard about this, and he came ... and you can see him rocking there.\"\n\nWatch Michael Schenker Group's 'Rock Will Never Die' Video\n\nSchenker says the sound of UFO's classic albums also had a profound impact on Guns N' Roses. \"Slash has always expressed his love — Axl and Slash and Guns N' Roses,\" he continues. \"They really loved the UFO productions, in the studio and the live recordings. And Ron Nevison [UFO producer] had a tape op called Mike Clink, and so he actually ended up producing Guns N' Roses. And because Mike Clink had all the information on how Ron Nevison did it, Guns N’ Roses were basically kind of trying to stick as close as possible to UFO's sound, and, of course, added their own individual ideas to it. But basically, they are really, really hardcore fans.\""
    },
    {
        "title": "Axl Rose Guests on Michael Schenker’s New Version of UFO’s 'Love to Love': Stream",
        "link": "https://www.yahoo.com/entertainment/axl-rose-guests-michael-schenker-163606162.html",
        "description": "The song appears on Schenker's new album My Years With UFO. Axl Rose Guests on Michael Schenker’s New Version of UFO’s 'Love ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9goBqrTxdVhTBUfixd-puS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "3h",
        "source": "Yahoo",
        "article_content": "The post Axl Rose Guests on Michael Schenker’s New Version of UFO’s “Love to Love”: Stream appeared first on Consequence.\n\nGuitarist Michael Schenker revisits his tenure in the band UFO on his new album, appropriately titled My Years With UFO, which is out today (September 20th). Among the various guest vocalists on the LP is Guns N’ Roses frontman Axl Rose, who sings on the song “Love to Love.”\n\nSchenker was a member of the long-running UK hard rock band from 1972 to 1978, then again for a few brief stints. My Years With UFO focuses on those classic ’70s years during the band’s heyday.\n\nIn addition to Rose, the new album features such rock luminaries as Dee Snider, Slash, Joe Lynn Turner, Jeff Scott Soto, Stephen Pearcy, and more.\n\nRose’s distinctive vocals highlight the new version of “Love to Love,” and further illustrate the influence that UFO had on Guns N’ Roses.\n\nMy Years With UFO is the first of three albums that Schenker will release under a new record deal with earMUSIC. Two more LPs are planned for 2025 and 2026.\n\nTake a listen to Axl Rose on Michael Schenker’s new recording of UFO’s “Love to Love,” and stream the entire album, as well.\n\nAxl Rose Guests on Michael Schenker’s New Version of UFO’s “Love to Love”: Stream\n\nSpencer Kaufman\n\nPopular Posts\n\nSubscribe to Consequence’s email digest and get the latest breaking news in music, film, and television, tour updates, access to exclusive giveaways, and more straight to your inbox."
    },
    {
        "title": "Unsurprisingly, UFO 50 seems to have a big secret meta game that I've only just scratched the surface of",
        "link": "https://www.msn.com/en-gb/money/technology/unsurprisingly-ufo-50-seems-to-have-a-big-secret-meta-game-that-ive-only-just-scratched-the-surface-of/ar-AA1qSsgm?ocid=BingNewsVerp",
        "description": "UFO 50 has taken over my life these past few days. When I'm not glued on the simple Windjammers-esque pleasures of Bushido ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HW6XKWCBn_cZnh00HJ5_9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19hon MSN",
        "source": "PC Gamer on MSN",
        "article_content": ""
    },
    {
        "title": "Axl Rose Joins UFO’s Michael Schenker On New Version Of 'Love To Love'",
        "link": "https://www.stereogum.com/2281284/axl-rose-joins-ufos-michael-schenker-on-new-version-of-love-to-love/music/",
        "description": "Guitarist Michael Schenker is paying tribute to his time in the ’70s hard-rock band UFO today by releasing a guest-stacked LP titled My Years With UFO. Among the featured players are Dee Snider, Slash ...",
        "image_url": "https://www.bing.com/th?id=ODF.rfTQHrXxTkocdYWBRt0IXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Stereogum1h",
        "source": "Stereogum",
        "article_content": "Guitarist Michael Schenker is paying tribute to his time in the ’70s hard-rock band UFO today by releasing a guest-stacked LP titled My Years With UFO. Among the featured players are Dee Snider, Slash, Joe Lynn Turner, Jeff Scott Soto, Stephen Pearcy, and Axl Rose, who sings on the pair’s new version of “Love To Love.”\n\n“Love To Love” first came out in 1977 on UFO’s sixth record, Lights Out. Meanwhile, My Years With UFO is the first of three albums Schenker plans to release under a new record deal with earMUSIC; look for two more LPs come 2025 and 2026.\n\nEarlier this year, UFO frontman Phil Mogg confirmed that the British band had “come to a conclusion.”\n\nListen to Axl Rose accompanying Michael Schenker on the new version of “Love To Love” below.\n\nMy Years With UFO is out now via earMUSIC."
    },
    {
        "title": "Mysterious Pacific Ocean sounds identified as a type of whale—a new AI app helps track them",
        "link": "https://phys.org/news/2024-09-mysterious-pacific-ocean-whale-ai.html",
        "description": "A team of oceanographers and marine biologists from the NOAA Pacific Islands Fisheries Science Center and Oregon State ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wwmLURrVi8HjiLWq32LFbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nMap of the 13 HARP recording locations. Credit: Frontiers in Marine Science (2024). DOI: 10.3389/fmars.2024.1394695\n\nA team of oceanographers and marine biologists from the NOAA Pacific Islands Fisheries Science Center and Oregon State University has identified a mysterious noise heard in the Pacific Ocean for two decades as the sounds of Bryde's whales.\n\nIn their study published in the journal Frontiers in Marine Science, the group identified the sound and worked with a team at Google to develop an AI application that could be used to track the whales' movements.\n\nThe mysterious sound was first recorded in 2014, when its metallic ping was designated a \"biotwang.\" Since then, the sound has been recorded multiple times in multiple locations. In 2016, a team at Oregon State University found evidence that it was most likely some type of baleen whale.\n\nIn this new effort, the research team found that the earlier finding was correct—the sound is emitted by Bryde's whales.\n\nThe research team was able to make the connection while surveying whales around the Mariana Islands, where they spotted several of the seldom-seen whales. As they continued their survey, they lowered microphones into the water and recorded the mysterious biotwangs simultaneously with nine more Bryde's whales' sightings, confirming that they were the source.\n\n\"Western Pacific Biotwang.\" Credit: Oregon State University, Sharon Nieukirk\n\nThe researchers then teamed up with a group at Google that was working on an AI app to identify whale vocalizations. After much training, the app was able not only to identify the calls of eight whale species, including Bryde's, but to also show where they lived and swam.\n\nThe results from the app showed that in addition to living near the Mariana Islands, the whales also spent a lot of time in what is known as the Pacific Ocean transition zone—a boundary where warm and cool water meet, leading to the growth of huge populations of plankton. This provides the whales with a sure source of food. The finding is likely to open new avenues of research surrounding the Bryde's whales and perhaps to explain why their songs are so unique.\n\nMore information: Ann N. Allen et al, Bryde's whales produce Biotwang calls, which occur seasonally in long-term acoustic recordings from the central and western North Pacific, Frontiers in Marine Science (2024). DOI: 10.3389/fmars.2024.1394695 Journal information: Frontiers in Marine Science\n\n© 2024 Science X Network"
    },
    {
        "title": "Real-World Uses Of AI In Business: What You Need To Know Today",
        "link": "https://www.forbes.com/sites/alexanderpuutio/2024/09/20/real-world-uses-of-ai-in-business-what-you-need-to-know-today/",
        "description": "Discover real-world AI applications in business, from customer service to recruitment. Learn how top companies are leveraging ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aB7k9uH2RWSkk3l-S0txPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "The killer AI app for network operators? It’s OSS (Reader Forum)",
        "link": "https://www.rcrwireless.com/20240920/ai/the-killer-ai-app-for-network-operators-its-oss-reader-forum",
        "description": "The killer AI app in networking might not be quite so 'generative,\" writes Blue Planet's Senior Vice President and General Manager Joe Cumello.",
        "image_url": "https://www.bing.com/th?id=ODF.54XITcgMsKBw5hz-KZrwoA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ai+app",
        "date": "RCR Wireless News3h",
        "source": "RCR Wireless News",
        "article_content": "New Generative Artificial Intelligence (gen AI) use cases seem to emerge each day across geographies and verticals. Everyone is on the hunt for more and it’s easy to see why. A recent Deloitte GenAI Pulse survey found that 79% of respondents, all business and technology leaders, expect gen AI to transform the business within three years.\n\nBut while the expectation of AI-led transformation is as true of those in networking as it is of any other organization, the killer AI app in networking might not be quite so “generative.”\n\nNetworking organizations need to widen the search net and look at all forms of AI, not just the AI flavor of the moment.\n\nSure, vendors and network operators are looking into gen AI for their initial forays into AI. Early AI-related announcements commonly leverage the natural language query capabilities of large language models (LLMs) as applied to customer care use cases such as call center support.\n\nMeanwhile, some Communication Service Providers (CSPs) state that they have been using AI for a long time in their own operations including customer care.\n\nWhile these use cases can be incredibly useful, they’re unlikely to be the “killer app” that CSPs are looking for. It’s less common to see announcements where AI is used to detect and diagnose anomalous network events or optimize network infrastructure for performance or even power consumption: non-generative AI, in other words.\n\nThis is where the AI killer app is going to make a huge impact for network operators, as the driver of an Operations Support System (OSS).\n\nAnd let’s be honest: legacy OSS is what’s holding CSPs back.\n\nThe shifting sands of OSS\n\nA recent global study found that 60% of CSPs believe the use of AI will improve network operational efficiency by 40% or more. Today, operators use network trends to analyze historic performance and take steps to keep networks running well. But the current way of doing so is overly complicated, far too slow and reliant on manual process and analysis — in other words, “prone to human error.”\n\nOSS is still highly customized and tightly coupled with network elements. Fragmented and siloed systems require complex, costly and time-consuming integration, which makes it difficult to move OSS applications to the cloud and implement end-to-end automation.\n\nIt’s a case of complexity begets more complexity — and now legacy OSS is often a hash of hardware, software and manual process resulting in obfuscated visibility.\n\nMeanwhile, network architectures are changing to satisfy high scalability, performance and sustainability requirements — IP and optical are now converging, leading to even more operational complexity.\n\nThis can’t continue if tomorrow’s networks want to adapt quickly, self-remedy, optimize traffic in real-time and become more efficient. Operations teams now need improved insights to drive optimized decisions and workflows across their evolving, multi-layer, multi-vendor infrastructure, and they need it done in real time to maintain uptime and to stay ahead of, or at least at pace with, the competition.\n\nThey also need to monetize their infrastructure investments, engage better with customers and ensure a high-quality experience.\n\nThus, an AI-driven OSS makes sense — the sheer speed of analysis is something a human simply cannot match. It’s able to provide concise, real-time insights to optimize network performance and deliver services rapidly. It could identify faults and redirect traffic automatically or re-route traffic from a low-use region to one that is demanding more bandwidth. It can quickly analyze historical trends and use those to inform a decision, a decision it can make without human intervention.\n\nAI in a networking management environment is not new — in fact, some use cases date as far back as 2018. Key prepackaged AI use cases include leveraging machine learning to proactively analyze optical network telemetry to identify anomalies and prevent failures, while another uses machine learning to analyze traffic flow patterns and determine cross-domain links.\n\nFor instance, a leading service provider in North America is leveraging an AI-driven solution for proactive service assurance, which enables the company to enhance the reliability of its optical and Ethernet networks. This was achieved by predicting potential Loss-of-Service (LoS) events within a seven-day window, allowing for preemptive resolution of issues before they could escalate to outages. The system was designed to automatically generate tickets for high-probability predictions, thereby streamlining the remediation process.\n\nThe benefit for this service provider is the ability to predict and prevent service issues before they impact their customers and prioritize and dispatch the most critical issues with confidence. This will lead to an improvement in long-haul network uptime, a reduction in outages reported by customers and a decrease in the need for on-site maintenance, all contributing to better operational efficiency and an improved customer experience.\n\nBut the next step is packaging use cases and AI technologies like this one with others into one killer application.\n\nThe OSS of tomorrow — AI designed into a suit of use cases\n\nTo get there, those in charge of developing the AI-driven OSS need an open approach to AI, leveraging the right AI for the right use case. And when it comes to generating revenue from AI, CSPs see multiple avenues to achieve it.\n\nAccording to the study, 40% of respondents believe revenue will come from opening their networks to third-party integrations; 37% believe revenue will come from security and privacy services; the same number (37%) believe it will come from new product offerings; 35% believe it will be from the creation of tailored subscription packages; and 34% believe revenue will be from differentiation on quality of service for connectivity.\n\nSimply put, there is no single AI solution that can address all of those potential offerings, and certainly no single vendor that can create all of the required AI applications for an OSS. OSS providers need to look beyond the potential for a silver bullet solution and understand that the killer AI-driven OSS is going to require best-in-class applications from multiple vendors.\n\nIt needs the ideal AI technology for specific use cases, including traditional unsupervised, supervised and reinforcement learning, as well as gen AI where it makes sense — such as for coding or customer inquiries.\n\nFrom there, these AI use cases need to be woven together into the single OSS by providing SDKs that allow customers and partners to onboard homegrown, or third-party, AI capabilities and algorithms.\n\nThe key benefit to this approach is that CSPs don’t have to modernize their OSS stack all at once — the end goal is a single source of truth, but getting there can be done at the pace the CSP is comfortable with, only picking from the AI applications that best fit.\n\nThose in the OSS game hunting for the killer gen AI application risk going down the wrong path if they take a myopic approach. Instead, taking an open and programmable approach to using AI is the only way to developing and implementing the Killer AI app every other CSP is racing to unearth."
    },
    {
        "title": "Apple Begins Testing Siri-Boosting AI Software on iPhone 16",
        "link": "https://www.inc.com/apple-begins-testing-siri-boosting-ai-software-on-iphone-16.html",
        "description": "A test audience will use the AI software, which will soon be avilable to buyers of the new phones that just reached store ...",
        "image_url": "https://www.bing.com/th?id=OVFT.35UTLGKj-oayyAM-2Xwl2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "35m",
        "source": "Inc",
        "article_content": "Content not available"
    },
    {
        "title": "Huawei Showcases AI-Native Cloud Innovations, Highlighting Industry Applications of Pangu 5.0 Models",
        "link": "https://www.datanami.com/this-just-in/huawei-showcases-ai-native-cloud-innovations-highlighting-industry-applications-of-pangu-5-0-models/",
        "description": "At HUAWEI CONNECT 2024, Executive Director of the Board of Huawei and CEO of Huawei Cloud, Zhang Ping'an delivered a keynote ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fQhDm9GYDP92qRkQeh5F_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "datanami.com1h",
        "source": "datanami.com",
        "article_content": "Content not available"
    },
    {
        "title": "Paranormal Cirque III gives Wilkes-Barre Township edgy twist to the circus",
        "link": "https://www.msn.com/en-us/news/us/paranormal-cirque-iii-gives-wilkes-barre-township-edgy-twist-to-the-circus/ar-AA1qSGkH?ocid=BingNewsVerp",
        "description": "Just in time for Halloween, the Paranormal Cirque III is in town, but this circus has an edgy twist. The event kicked off ...",
        "image_url": "https://www.bing.com/th?id=OVF.jLPDvP8fArjGKfUQ4BMRhw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WBRE Wilkes-Barre on MSN17h",
        "source": "WBRE Wilkes-Barre on MSN",
        "article_content": ""
    },
    {
        "title": "Annual Mothman Festival celebrates the paranormal in Point Pleasant this weekend",
        "link": "https://www.wvgazettemail.com/arts_and_entertainment/annual-mothman-festival-celebrates-the-paranormal-in-point-pleasant-this-weekend/article_113e206a-76af-11ef-859b-5b8ce85b339b.html",
        "description": "Mothman Festival takes place in Point Pleasant, West Virginia Sept. 21-22, 2024. The event commemorates the 1966 Mothman ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Efn5BBqe67ZSjf9h9h6D9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Charleston Gazette-Mail11h",
        "source": "Charleston Gazette-Mail",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Paranormal experts debunk video of ‘ghost soldiers’ at Gettysburg",
        "link": "https://www.ladbible.com/community/gettysburg-ghosts-paranomal-investigators-video-301066-20240920",
        "description": "Paranormal experts have debunked the video supposedly showing ‘ghost soldiers’ at Gettysburg. Yep, turns out that viral video ...",
        "image_url": "https://www.bing.com/th?id=OVFT.M_rlZ1gQxL9Fxi5xkeudUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "LADbible",
        "article_content": "Paranormal experts have debunked the video supposedly showing ‘ghost soldiers’ at Gettysburg.\n\nYep, turns out that viral video everyone gets so obsessed with might not be all it seems. Greg Yuelling was previously visiting the Civil War battle site in Pennsylvania, US, when he captured the eerie clip.\n\n“We were driving along one night and we started hearing noises, I heard things to the left and my uncle heard things to the right, and there was a fog, but the fog was weird, it was only in one patch not dispersed,\" he explained\n\nAdvert\n\n“Then we saw these shapes moving in the darkness, they were the size of humans, one of them ran right through the cannon.\"\n\nThe bloke watched the videos back and ended up pretty ‘freaked out’. It made him ‘believe everything’ as he was sure he’d captured ghosts of the soldiers.\n\nBut when LADbible presented this footage to Help! My House is Haunted presenters Barri Ghai and Jayne Harris, it seems Yuelling may not have captured the figures after all.\n\nAdvert\n\nInvestigator and technical expert Ghai says he watched the video ‘several times’ before coming up with a ‘logical explanation’.\n\n“These are not spirits,” he begins. “Despite Gettysburg being rife with history and loads of paranormal stories over the years. I think what I'm seeing there is moisture on the windscreen.”\n\nHe reckons they were ghosts. (SWNS)\n\nYeah, pretty underwhelming. Ghai explains that the video seems to be from inside the car and it appears to be foggy.\n\nAdvert\n\n“There's definitely moisture that seems to be running down the face of the windscreen,” he explains. “And I think it's a combination of the environmental factors and what he's actually seeing through the mist and the fog.”\n\nAnd historian and psychologist Harris agrees that as amazing as the video seems in such a historical location, there’s just ‘too many environmental factors’ involved.\n\n“It looks brilliant,” she adds. “It’s a good, impressive clip but I don’t think it’s a ghost.” But Harris does appreciate it’s pretty disappointing for investigators to be sceptical about this type of stuff.\n\n“We see so many photographs and video clips, and especially, obviously now with mobile phones and these, you know, people are recording their own things all the time,” she says.\n\nAdvert\n\nGhai and Harris know what they're on about. (discovery+)\n\nWell, there you have it, those ‘ghosts’ at Gettysburg aren’t really ghosts – at least not in that video anyway.\n\nIf you do want to see Ghai and Harris in action with what they believe to actually be ghosts and spirits, a new season of Help! My House is Haunted just started streaming on discovery+. It sees the pair, along with psychic medium and exorcist, Ian Lawman, ‘go above and beyond to solve some of the most chilling and challenging cases ever documented on TV’.\n\nSeries six of Help! My House is Haunted airs on Really, Fridays at 9pm. Also available to stream on discovery+."
    },
    {
        "title": "Ghost hunter searches for Britain's most haunted house after glowing orb of light terrifies homeowners and 'poltergeist' throws rubbish across the floor... so could YO…",
        "link": "https://www.dailymail.co.uk/news/article-13870761/Ghost-hunter-searches-Britains-haunted-house-glowing-orb-light-terrifies-homeowners.html",
        "description": "Yvette Fielding works as a paranormal investigator and those who think their home may have an unwelcome guest are in for the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.S1ujxeUf-jSWw7mxWEd7bi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "22h",
        "source": "Daily Mail",
        "article_content": "With data revealing a quarter of Brits believe they live in a haunted house, a ghost hunter is trying to track down properties which are a hotbed of paranormal activity.\n\nYvette Fielding, 55, resigned from the TV show Most Haunted after presenting it for more than a decade.\n\nShe now works as a paranormal investigator and those who think their home may have an unwelcome guest are in for the chance to bring her in this Halloween.\n\nShe is conducting a national hunt to find the UK's most haunted home this spooky season.\n\nIt comes after she examined spooky Ring footage of 'flying objects and creepy orbs' for ghostly tricks.\n\nYvette presented Most Haunted for over a decade, the series followed a team of paranormal experts who launched investigations into haunted locations, using psychic mediums\n\nIt comes after she examined spooky Ring footage of 'flying objects and creepy orbs' for ghostly tricks\n\nMs Fielding told those who suspect they have an unnatural visitor to keep an ear out for unexplained knocking or ringing doorbells.\n\nOther evidence may include 'disembodied voices', knocking, banging and tapping sounds coming from the walls, ceiling or floors.\n\nHaunted homes may have the sound of footsteps walking around the house or furniture moving on its own.\n\nCommonly seen in horror movies, homeowners may be left unnerved by electrical appliances turning themselves on and off.\n\nWater might suddenly flow from showers and taps, or puddles of mysterious water appearing for no reason.\n\nMs Fielding said: 'Hearing unexplained noises and seeing ghost sightings of family members that have passed away are just a few of the paranormal experiences that people may come across within their homes.\n\n'It's great to have devices like Ring Security Cameras that can capture footage for us to further investigate these spooky activities. I'm excited to collaborate with Ring again to help find the UK's most haunted house.'\n\nResearch from Ring revealed that 57 per cent of Brits have experienced unusual activity that could be paranormal.\n\nThe data revealed the top paranormal experiences are unexplained noises (30 per cent) and ghost sightings of a close relative that passed away (19 per cent).\n\nThis was closely followed random ghost sightings (18 per cent) and an object moving on its own (15 per cent).\n\nResearch from Ring revealed that 57 per cent of Brits have experienced unusual activity that could be paranormal, such as weird lights appearing on ring doorbells\n\nCommonly seen in horror movies, homeowners may be left unnerved by electrical appliances turning themselves on and off\n\nCheryl Tweedy, Kimberley Walsh and Sarah Harding with Yvette on Most Haunted in 2006\n\nThe research also revealed that over a quarter of those with pets claim their animal companions have reacted to strange encounters within their home.\n\nThey said their pets wee strangely staring at nothing (46 per cent), making noise at something invisible to the eye (42 per cent) and reacting with unusual fear or anxiety (28 per cent) in certain areas of the home.\n\nDespite two thirds claiming they're not scared of spooky activity, 38 per cent said they would pay to have ghosts removed from their home.\n\nIn a more extreme case, 31 per cent said they would likely sell and move house if it was proven their home was in fact haunted.\n\nDave Ward, Managing Director EU & International at Ring said: 'People use our devices for more than just traditional security, with many also using them to keep an eye on paranormal activity in the home.\n\n'This Halloween, we're giving customers a chance to have their property inspected for any spooky happenings. Hopefully, both Ring and Yvette can give peace of mind to anyone who thinks their home may be haunted.'\n\nIf you think your house is a hotbed of paranormal activity, email: spookystories@ring.com by the deadline of 23:59 BST on Monday, September 23."
    },
    {
        "title": "16 Connecticut Halloween attractions and haunted houses to visit in 2024",
        "link": "https://www.stamfordadvocate.com/things-to-do/article/halloween-attractions-ct-opening-dates-2024-19747388.php",
        "description": "Spooky season is upon Connecticut as the state's \"haunted\" Halloween attractions are just about to ready to open their doors ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Tn1HzaMS0eggbeSqQ9LV-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1h",
        "source": "StamfordAdvocate",
        "article_content": "Content not available"
    },
    {
        "title": "Remarkable 200-Year-Old Rock Painting May Depict a Strange Animal That Went Extinct 250 Million Years Ago",
        "link": "https://www.msn.com/en-us/news/other/remarkable-200-year-old-rock-painting-may-depict-a-strange-animal-that-went-extinct-250-million-years-ago/ar-AA1qViXq?ocid=BingNewsVerp",
        "description": "The Horned Serpent Panel from southern Africa predates the first Western scientific description of the dicynodont, a large ...",
        "image_url": "https://www.bing.com/th?id=OVFT.n0y0kCPtxtJlvM1zBAuiqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Smithsonian Magazine on MSN1h",
        "source": "Smithsonian Magazine on MSN",
        "article_content": ""
    },
    {
        "title": "New Scientist Live: What we are most excited about seeing this year",
        "link": "https://www.msn.com/en-us/news/other/new-scientist-live-what-we-are-most-excited-about-seeing-this-year/ar-AA1qU93R?ocid=BingNewsVerp",
        "description": "Here’s what members of the New Scientist editorial team are keenest to catch at the world’s greatest festival of ideas and discovery, which runs from 12 to 13 October ...",
        "image_url": "https://www.bing.com/th?id=ODF.JSaaJaTZXLT6XOduAsMW-Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "New Scientist on MSN7h",
        "source": "New Scientist on MSN",
        "article_content": ""
    },
    {
        "title": "Union Minister Inaugurates State-of-the-Art Drug Testing Facility at NIPER Guwahati",
        "link": "https://www.devdiscourse.com/article/science-environment/3094123-union-minister-inaugurates-state-of-the-art-drug-testing-facility-at-niper-guwahati",
        "description": "Union Minister Sukanta Majumdar inaugurated the Central Animal Facility and In vitro Drug Testing Facility at NIPER in Kamrup ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jr5Z8l6EZ8sIyLgN3hihDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "devdiscourse3h",
        "source": "devdiscourse",
        "article_content": "Content not available"
    },
    {
        "title": "Evolved in the lab, found in nature: Uncovering hidden pH sensing abilities in microbial cultures",
        "link": "https://phys.org/news/2024-09-evolved-lab-nature-uncovering-hidden.html",
        "description": "In a study led by Sarah Worthan, Ph.D., a postdoctoral researcher in the Behringer Lab at Vanderbilt University, scientists ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gGsPmBLNQgN4clSNMoBNLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "3h",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nA microscopic image showing numerous small, rod-shaped cells. Credit: Vanderbilt University Department of Biological Sciences\n\nIn a study led by Sarah Worthan, Ph.D., a postdoctoral researcher in the Behringer Lab at Vanderbilt University, scientists have successfully evolved microbial cultures that possess the ability to sense pH changes, enabling rapid responses to environmental fluctuations.\n\nAlong with highlighting the power of lab-driven evolution, this discovery also led to finding similar mutations in nature in emerging pathogens and coral symbionts—organisms that navigate challenging pH shifts in their environments and are otherwise difficult to study.\n\nThe new paper, \"Evolution of pH-sensitive transcription termination in Escherichia coli during adaptation to repeated long-term starvation,\" was published in the Proceedings of the National Academy of Science on September 19, 2024. The driving result from this work is the discovery of a mutation in the independently evolved populations of bacteria that occurs when the bacteria are exposed to feast and famine cycles.\n\nAccording to the paper, this mutation, where an arginine amino acid is replaced with a histidine, occurred on the Rho protein, which is involved in terminating RNA transcription. Arginine to histidine mutations have also been observed in cancers and have been shown to confer an adaptive pH sensing ability to oncogenic proteins. In bacteria, these arginine to histidine mutations can sense pH and alter the activity of the Rho protein to rapidly impact how genes are expressed.\n\nEvolved in the lab\n\nCo-author Benjamin Bratton, Ph.D., an assistant professor of Pathology, Microbiology and Immunology at the VU Medical Center, led imaging for the lab experiments and analysis of the pH assays while co-author Marc Boudvillain, Ph.D., CNRS Research Director at the Centre de Biophysique Moléculaire in Orléans, France and a chemist by training, led biochemical experiments demonstrating Rho's altered activity across pH environments.\n\nAccording to Megan Behringer, Ph.D., assistant professor of Biological Sciences and the principal investigator of the study, \"This mutation in rho repeatedly arose in our laboratory evolution cultures. We screened a lot of phenotypes and struggled to identify the Rho mutation's specific effects. We then reached out to Marc, and he asked if we had considered that the effects might vary with pH.\n\n\"That's when we returned to our genomic data and noticed that every mutation in rho co-occurred with a mutation in a gene named 'ydcI.' Not much is known about this gene, but very recent studies suggested that it may have a role in pH homeostasis. Marc offered to screen our Rho protein in vitro for pH and when he and [co-author] Mildred came back with the results, we began to piece the whole story together.\"\n\n\"Dr. Behringer reached out to me a few weeks after my lab opened at Vanderbilt with this interesting observation about solution pH, but wondered if there was a way we could measure pH inside individual cells,\" Bratton observed.\n\n\"Measuring single bacterial cell physiology happens to be one of the major skills of the Bratton lab, so this collaboration has been great. Even though bacteria interact with each other through their extracellular environment, individual cells have some control over their intracellular environments.\"\n\nBoudvillain added, \"We were happy to contribute the biochemistry experiments showing that the Arg-to-His mutation indeed regulates Rho activity in a pH-dependent manner in vitro.\"\n\nRLTS selects for mutations in rho and ydcI. Credit: Proceedings of the National Academy of Sciences (2024). DOI: 10.1073/pnas.2405546121\n\nFound in nature\n\nAfter the lab experiments, the team then went to search for these mutations in natural systems.\n\nAccording to Behringer, \"We found it in this neglected pathogen, Bartonella baciliformis, which causes Carrion's Disease in the Andean valleys of South America. This species of bacteria was already known to pH sense as it must rapidly adjust from the high pH insect gut to the neutral pH of human blood when it's transmitted by its sand fly vector.\"\n\nThese results also have implications in the world of marine sponges. According to the paper, the pH of the ocean forms gradients in particular areas, like inside hydrothermal vents or the inside of sponge bodies. Micro-organisms that live in and around these areas need to be able to quickly adapt to both environments. Their evolved gene expression allows this transition; however, climate change could alter these dynamics is serious ways.\n\n\"If the ocean pH begins to look more like the sponge pH, this can endanger the bacteria and their symbionts,\" Behringer said. \"The bacteria may lose the environmental cue that induces the correct behavior for their current environment.\"\n\nBoudvillain said that this collaboration started as something of a happy accident. Behringer first reached out to Boudvillain to see a supplemental figure that had disappeared from a website. Upon connecting, the two realized their research trajectories aligned well.\n\n\"I was very happy to participate with this interdisciplinary work. I have learned a lot from Ben, Sarah and Megan,\" he said. \"It has been a great pleasure and opportunity to work with these young and dynamic colleagues.\"\n\nMore information: Sarah B. Worthan et al, Evolution of pH-sensitive transcription termination in Escherichia coli during adaptation to repeated long-term starvation, Proceedings of the National Academy of Sciences (2024). DOI: 10.1073/pnas.2405546121 Journal information: Proceedings of the National Academy of Sciences\n\nProvided by Vanderbilt University Department of Biological Sciences"
    },
    {
        "title": "Uncovering the mystery of peculiar noises in the Mariana Trench",
        "link": "https://timesofindia.indiatimes.com/science/uncovering-the-mystery-of-peculiar-noises-in-the-mariana-trench/articleshow/113516433.cms",
        "description": "Researchers have linked mysterious sounds from the Mariana Trench to Bryde's whales using advanced AI tools. Known as ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lCgAWwePuRKGou3GIoj1qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12h",
        "source": "Indiatimes",
        "article_content": "Detection of unusual sounds in the Mariana Trench\n\n\n\nLinking Biotwang to Bryde's whales through advanced AI\n\n\n\nBiotwang's geographic and functional insights\n\n\n\nAlso Read |\n\nResearchers have traced mysterious sounds from the Mariana Trench to Bryde's whales (Balaenoptera edeni). These peculiar noises, known as \"biotwang,\" resemble sci-fi starship sounds and are thought to be vocalizations used by the whales to communicate and locate one another in the vast ocean. The biotwang serves a function similar to a game of Marco Polo, where the whales call out to establish their positions.This discovery sheds light on the complexities of marine communication and the fascinating behaviors of deep-sea creatures , emphasizing the importance of understanding how these animals interact in their underwater environment.The unusual sounds were first detected in 2014 during an acoustic survey of the Mariana Trench, which stretches over 1,500 miles (2,400 kilometres) south of Japan and reaches depths of 35,876 feet (10,935 metres). The biotwang consists of two distinct components: a deep, grumbling reverberation and a high-pitched, metallic ringing that has drawn comparisons to spaceship sounds in popular sci-fi franchises like Star Trek and Star Wars.Initially, the origin of these sounds puzzled scientists. By 2016, researchers speculated that the biotwang might be produced by large baleen whales, such as blue whales (Balaenoptera musculus) or humpback whales (Megaptera novaeangliae), but none of the calls matched known whale sounds.As per the recent study, researchers have definitively linked the biotwang to Bryde's whales, aided by advanced artificial intelligence (AI) tools that analysed over 200,000 hours of audio data from various ocean recordings. The breakthrough came when the team observed a group of Bryde's whales swimming near the Mariana Islands and recorded nine of them producing the distinctive noise. Lead author Ann Allen, an oceanographer at NOAA's Pacific Islands Fisheries Science Center, noted, \"Once, it's a coincidence. Twice is happenstance. Nine times, it's definitely a Bryde's whale.\"To conclusively establish that Bryde's whales were the source of the biotwang, researchers correlated the timing of the calls with the whales' migration patterns, analysing years of audio captured by monitoring stations in the Mariana Archipelago and surrounding areas. They utilised AI to convert the biotwang into visual representations called spectrograms, which allowed a machine learning algorithm to differentiate these sounds from others.The findings indicated that biotwang was predominantly detected in the northwest Pacific, suggesting that a specific population of Bryde's whales is responsible for the calls, even though the species inhabits a much broader range. Interestingly, the data revealed an increase in biotwang sounds during 2016, coinciding with an El Niño event that raised ocean temperatures and attracted more Bryde's whales to the region.While the exact reason for the bizarre nature of these calls remains unclear, researchers hypothesise that the biotwang functions as a contact call, helping whales locate each other in the vast ocean. Allen stated, \"It's possible that they use the biotwang as a contact call, a sort of 'Marco Polo' of the ocean,\" emphasising the need for further research to confirm this theory."
    },
    {
        "title": "The promise of no-code platforms. For Hubler’s Vinay Agrrawal, it’s a powerful tool",
        "link": "https://www.msn.com/en-in/money/news/the-promise-of-no-code-platforms-for-hubler-s-vinay-agrrawal-it-s-a-powerful-tool/ar-AA1qSDAa?ocid=BingNewsVerp",
        "description": "Vinay Agrrawal says with Hubler he saw an opportunity to revolutionize enterprise application development without the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0FHVuMWGEtQvyT3RcELfVy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "14hon MSN",
        "source": "The Economic Times on MSN",
        "article_content": ""
    },
    {
        "title": "She sat down in the COVID lockdown and started coding — now she’s taking on Bolt",
        "link": "https://www.msn.com/en-us/money/other/she-sat-down-in-the-covid-lockdown-and-started-coding-now-she-s-taking-on-bolt/ar-AA1qUxkB?ocid=BingNewsVerp",
        "description": "Sitting in Athens during the first Covid-19 lockdown, entrepreneur Rania Lamprou watched as online e-commerce exploded ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Y4xgbFdOfxEs_xH1TwaeRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "6hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "How can the Broncos get WR Courtland Sutton going? Perhaps it will start with a dagger",
        "link": "https://www.denverpost.com/2024/09/20/courtland-sutton-broncos-slow-start/",
        "description": "The Broncos and QB Bo Nix struggled to get the ball to Courtland Sutton in Week 1 and didn’t throw the ball his direction ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-T7eKAstwWtyYGqq7PhVDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5h",
        "source": "The Denver Post",
        "article_content": "Josh Reynolds is a dagger expert.\n\nThat’s “dagger” as in the NFL passing concept, of course.\n\nIn Detroit, Reynolds got all the glory on the play. Somebody else handled the clear-out vertical, running a safety down the field to create a void about 18-20 yards past the line of scrimmage, a couple of yards inside the numbers.\n\nThen Reynolds, lined up outside, would run a deep in-cut into that void, find the ball and make hay.\n\n“That was one of my routes, for sure. I was the dagger,” Reynolds told The Denver Post.\n\nNow in Denver, he’s the clear-out man. The ball never goes to that guy.\n\n“Not that I’ve seen in eight years,” he said.\n\nThis is the dirty work. Like an off-the-ball screen to free up a shooter in basketball or a rugged forward jostling for position in front of a goaltender in hockey.\n\n“Love of the game route, man,” he said with a laugh.\n\nCourtland Sutton is the Broncos’ dagger man.\n\nHe starts outside of Reynolds when the Broncos run this tried-and-true zone-beater. Gets up the field, lets Reynolds do his thing, then snaps inside. During camp and the preseason, rookie quarterback Bo Nix showed an affinity for the play, hitting Sutton on his route in rhythm time and time again.\n\n“He’s a fast dude,” Reynolds said of Sutton. “He’s a fast dude that can stick his foot in the ground and come flat. That’s the whole key to running dagger.”\n\nSo far in the regular season, though, Denver’s passing game has been blunted. Its production on dagger and Sutton’s production as a whole? Duller than anticipated.\n\nSutton’s got five catches on 16 targets through two games and just 64 yards. With a small sample size, one big game can turn those numbers around, but the early per-game and per-target rates are well off Sutton’s career norms.\n\nMore pertinent so far is the general inability to get the ball into Sutton’s hands in the first place. Nix targeted him 12 times in Week 1 at Seattle, but he finished with only four catches. Then against Pittsburgh, the ball didn’t even get thrown in Sutton’s direction until midway through the third quarter.\n\n“There are routes when he’s primary and you’re hoping that you catch the right look and he gets the throw. It doesn’t always work like that,” offensive coordinator Joe Lombardi said Thursday. “He’s definitely a big part of every game plan and sometimes the flow of the game is such that he doesn’t get the throws like we thought he would.”\n\nOf course, given the overall issues the Broncos have had offensively, nobody is off to a blazing start. But Sutton’s pace out of the gates is noteworthy particularly because of his offseason — he skipped all voluntary team activities to advocate for a contract extension that never came — and because he looked terrific during training camp.\n\nNow, though, it’s a struggle.\n\nNix has thrown three interceptions while targeting Sutton. The receiver could have been credited with a target on the final-play pick Nix threw against Pittsburgh, too.\n\n“He plays ‘X’, but he can play other spots,” head coach Sean Payton said of Sutton. “A lot of (the lack of production) gets back to the third downs. (Wednesday night) we’ll be game-planning third down, and we have to be better in that area to add more snaps throughout the course of the game.”\n\nIndeed, half of Sutton’s targets so far have come on third down and on those snaps, Nix is 2 of 8 for 43 yards and a pick.\n\nLast year, Sutton caught eight of his 10 touchdowns in the red zone. Through two games this year: One catch on five targets for 10 yards, two interceptions and another that was nearly picked.\n\nSutton is a moneymaker in the intermediate part of the field. He’s a big target and he’s got the ability to create space, but he’s not the type of receiver to flat run by a defensive back.\n\nDagger is a perfect example.\n\nNix has tried him on it three times already in two games. Against Seattle, Nix airmailed the first and then the second came up short because of pressure up the middle. Finally, against Pittsburgh, they got the look they wanted and Nix pinned a perfect ball on him for 26 yards.\n\nOverall, though, anything beyond 5 yards in the air has been inconsistent at best for Nix and the Denver offense.\n\n“I don’t think it’s one thing,” Lombardi said. “I think it’s everything working together — timing, protection routes. There’s not one thing that goes into it. It’s like most things on offense, it’s 11 guys working together.”\n\nUntil they do, Sutton will likely continue to operate in a kind of limbo.\n\nHe’s in that mode career-wise, too.\n\nDenver added up to $1.5 million in incentives for him to end what he described as an offseason “stalemate.” If the Broncos’ offense wallows, though, that’s money he won’t see much or any of.\n\nA recent under-the-radar move could impact his future roster status, too.\n\nDenver in Week 1 made Sutton more expensive to cut or trade after the season but also took a spring or summer extension off the table.\n\nTight on cap space but wanting to sign cornerback Pat Surtain II to a mega extension, the Broncos created room by converting $11.875 million of Sutton’s $13 million base salary to signing bonus. Importantly, they also added three void years to his contract to maximize the cap savings in the short term.\n\nThat contract adjustment, though, means Sutton is now ineligible for an extension for a year due to a rule that says contracts can’t be renegotiated more than once per 12 months.\n\nSo now Sutton carries a $20.2 million cap hit for 2025, per OvertheCap. The Broncos could save $6.875 million if they cut him after this season but would incur $13.325 million in dead cap, too. That’s nearly $10 million more than before the contract adjustment and that prorated bonus money would stay on the books if the Broncos traded him, too.\n\nSimultaneously, though, the sides couldn’t formalize a contract extension until the 2025 regular season even if they wanted to.\n\nThat will be more pertinent in January than it is now. For the moment, the focus is just on getting the Broncos’ top receiver going.\n\nPerhaps it will start with a dagger.\n\nNot rating well\n\nCourtland Sutton has the lowest quarterback rating on passes when targeted this season among all receivers in the NFL with 10 or more targets through Week 2. Here’s a look at how the Broncos receiver stacks up:\n\nPlayer Team Targets Catches Yards Ints QB rating Courtland Sutton Denver 16 5 64 3 5.2 Diontae Johnson Carolina 12 5 34 2 9.7 Tyler Boyd Tennessee 10 5 44 1 22.5 Michael Pittman Jr. Indianapolis 15 7 52 1 27.6 Elijah Moore Cleveland 14 9 53 2 31.8\n\n(Can’t see chart in mobile? Click here.)\n\nSource: Pro-Football-Reference.com\n\nWant more Broncos news? Sign up for the Broncos Insider to get all our NFL analysis."
    },
    {
        "title": "It's important to learn from history: Jim Cramer on which stocks perform best after rate cuts start",
        "link": "https://www.msn.com/en-us/money/news/it-s-important-to-learn-from-history-jim-cramer-on-which-stocks-perform-best-after-rate-cuts-start/vi-AA1qRSbM?ocid=BingNewsVerp",
        "description": "Mad Money' host Jim Cramer looks at what stocks tend to perform well once the Fed starts cutting rates. Republicans assess ...",
        "image_url": "https://www.bing.com/th?id=OVFT.P5EkOBz_S_J6DZb9XBAACi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "20hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Sony fixes PS5 bug that was breaking Final Fantasy 16",
        "link": "https://www.digitaltrends.com/gaming/sony-fix-final-fantasy-16-glitch-update/",
        "description": "Square Enix announced that Sony has released a fix that caused Final Fantasy 16 players to experience intense visual glitches ...",
        "image_url": "https://www.bing.com/th?id=OVF.oBZXODucAJQa5WSRzb1zOg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1h",
        "source": "Digital Trends",
        "article_content": "Sony has released a fix to a recent firmware update that reportedly caused games like Final Fantasy 16 to experience intense graphical glitches and other issues. Publisher Square Enix confirmed on the official Final Fantasy 16 X (formerly Twitter) account on Friday that there is now a small update for PlayStation 5 players to install.\n\n“In response to the crashes and graphical bugs that were occurring on the PlayStation 5 version of Final Fantasy 16, [Sony Interactive Entertainment has]released a new system update. Please try downloading and installing this update,” the post reads. It added that it’ll continue to look into the problems along with SIE.\n\nRecommended Videos\n\n[Notice] PlayStation®5 version of FF16 In response to the crashes and graphical bugs that were occurring on the PlayStation®5 version of FINAL FANTASY XVI, SIE have released a new system update. Please try downloading and installing this update. — FINAL FANTASY XVI (@finalfantasyxvi) September 20, 2024\n\nSony, for its part, didn’t comment on the situation beyond releasing system update 24.06-10.01.00. In the official patch notes, it just says: “We’ve improved system software performance and stability.”\n\nWhile PS5 players said they saw issues in other games, like Death Stranding: Director’s Cut and No Man’s Sky, Square Enix is the only studio that publicly acknowledged them in response to this particular update. “Following the recent release of the PlayStation system update, there have been reports of the game crashing and graphical issues. We are currently working with [Sony Interactive Entertainment] to investigate,” it posted earlier this week.\n\nThe bugs began with last week’s release of PS5 system update 24.06-10.00.00. It added the Welcome Hub to the console’s home screen for increased customizability options, party share, and previously-beta features like personalized 3D audio profiles and adaptive controller charging for PS5 Slim users. One particularly egregious example saw one player’s Final Fantasy 16 environment, for lack of a better term, glitch out of existence. There were so many players experiencing these issues that the game’s subreddit put together a thread to coordinate action."
    },
    {
        "title": "This beautiful mini PC has problems, but I love it anyway",
        "link": "https://www.digitaltrends.com/computing/tecno-megamini-g1-review/",
        "description": "Through a collaboration between Tecno and Geekom, the Megamini G1 delivers performance far above what its specs would suggest.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "4h",
        "source": "Digital Trends",
        "article_content": "Tecno Megamini G1 MSRP $1,899.00 Score Details “The Tecno Megamini G1 is a hell of a performer but a bit of a hassle.” Pros Exceptional performance\n\nBeautiful liquid-cooled design\n\nInsane port selection\n\nKeeps components very cool under load\n\nOculink connection Cons Limited to HDMI 2.0 with no DisplayPort\n\nDriver issues out of the box\n\nNo software to control fan or power mode\n\nThere aren’t many times where I just stop and stare at a PC, but that’s exactly what the Tecno Megamini G1 made me do. It’s impossibly small, littered with RGB, and despite packing laptop hardware, delivers performance that can rival the best gaming desktops. Most impressively of all, it manages a custom liquid-cooled loop inside the 5.6-liter chassis. And surprisingly, it goes far beyond being a gimmick.\n\nThe PC is a result of a collaboration between mobile brand Tecno and the mini PC wizards at Geekom, and it’s currently knee-deep in a Kickstarter campaign that’s raised close to $700,000. This is one of the most unique PCs I’ve seen, let alone tested, and it managed to exceed my performance expectations. As impressive as all that sounds, I have some reservations about recommending it given the high price and some issues with the PC’s software in its current state.\n\nGet your weekly teardown of the tech behind PC gaming ReSpec Subscribe Check your inbox!\n\nSpecs and pricing\n\nThere are only two configurations available for the Megamini G1. Both come with an RTX 4060 and 32GB of memory, but the storage capacity and CPU are different. The cheaper of the two models comes with the 10-core Core i7-13620H processor from Intel, which comes with six Performance cores, four Efficient cores, and a boost clock speed of 4.9GHz. For this configuration, which is complete with 1TB of storage, you’ll spend $1,699, or $1,599 if you secure a unit during the Kickstarter campaign.\n\nThe more expensive model comes with the 14-core Core i9-13900H, which has the same number of Performance cores but twice the number of Efficient cores. It also has a higher clock speed at 5.4GHz, and this configuration comes with 2TB of storage. This configuration will run you $1,899, and once again, you can save $100 if you pick up a unit during the Kickstarter.\n\nCPU Intel Core i9-13900H CPU Cooler Custom liquid cooling loop Memory 32GB DDR5-5200, expandable up to 64GB GPU Nvidia RTX 4060 mobile Storage 2TB PCIe Gen 4 NVMe SSD, expandable up to 4TB Wireless WI-Fi 6E, Bluetooth 5.2 Case Custom 5.6-liter SFF case\n\nThese are laptop components, and without a keyboard, trackpad, display, and battery under the hood, Tecno is charging a premium. For instance, the HP Omen Transcend 14 comes with a newer Intel CPU and an RTX 4060, and you can pick it up for around $1,300 at the time of writing. That laptop even includes an 2.8K OLED display. The Megamini G1 is faster than its components would suggest, as I’ll get into later, but there’s no denying that the price is high.\n\nFor the desktop comparison, the closest thing you’ll find to the Megamini G1 is the Asus ROG NUC 970, which comes in at $1,629 for an RTX 4060. The Megamini G1 isn’t terribly expensive if you consider the small form factor it’s delivering, and that its unique cooling solution actually works. Still, a chunk of the price is going toward the 5.6-liter size of the PC, and if all you’re after is performance, you can get something much more powerful for less money.\n\nBuild quality and design\n\nThe Megamini G1 looks insane. Overlay whatever meaning of insane you think fits best — you can see the photos — but there’s no doubting that this is a striking design. This may be a mini PC, but it never sacrifices RGB flair in its construction. This could be a much smaller PC, but there’s something entrancing about looking at the empty space between its clear plastic panels, almost like you’re staring at something locked inside of a display case.\n\nIt’s not for everyone, certainly not, but there’s not another PC that looks like the Megamini G1 — even the Corsair One i500 looks like a straightforward design by comparison. The center of attention inside the PC are the four tubes connecting the CPU block to the other parts of the liquid-cooling loop, immediately showcasing why this PC is different from others. Watching the liquid spin up and continue to move through the tubes while you’re working or gaming is a delight.\n\nEach of the three plastic side panels is strung with a diffused layer of RGB lighting, cycling through the spectrum of colors available along with the sole 120mm fan. Two angled fins at the top provide air channels into the PC, which are lit up with two light strips shining with a diffused teal color. If rainbow puke isn’t for you — I personally dig the look — I have bad news; you can’t adjust the RGB lighting or the top light strip. What you see is what you get.\n\nBranding is slapped on nearly every surface on this thing, too. You have the Tecno logo on the top, both sides, front, and even on the power button, and that’s ignoring the G1 badges on each side of the case. The look comes together, so I don’t think the branding is distracting, but it’s clear Tecno wants everyone who sees this PC to know where it came from.\n\nOutside of design, the port selection here is unmatched, even by full-sized towers. There are more ports here than what you’ll find on the Lenovo Legion Tower 5i — a midtower PC with a motherboard similar to a full ATX design. Up front, you get four USB-A ports, split evenly between USB 3.2 Gen 2 and Gen 1, along with a 3.5mm headphone jack. On the left, you get a full-size SD card reader. Around the back, you get two 10Gbps Type-C ports with support for DisplayPort Alt mode, 2.5 Gigabit Ethernet, a USB 2.0 and a USB 3.0 Type-A port, and an Oculink connection for external GPUs.\n\nYou also get two HDMI ports, but they’re only HDMI 2.0. Considering there isn’t a DisplayPort connection to fall back on, the lack of HDMI 2.1 really stings here. Still, the massive array of ports has me green with envy as I look at the pitiful port selection on my mini-ITX PC.\n\nDriver troubles\n\nI really do love the look and performance of the Tecno Megamini G1, and I’d have to, because there’s no way I’d put up with the hassle this desktop put me through otherwise. You shouldn’t have to go through what I did when trying to set up this PC. I suspect driver work is ongoing, and hopefully everything will be ironed out before the PC launches in November. I still want to make you aware of the state of the drivers for this PC as it stands now.\n\nOut of the box, the PC would lock itself to 768p, even after I installed every graphics driver and Windows update. After an hour or two of troubleshooting, I decided a fresh Windows 11 install would be best — it certainly wouldn’t be the first time I’ve reinstalled Windows — and considering the complete lack of bundled software, I wasn’t worried about disturbing the out of box experience.\n\nThat was a mistake. After going through the Windows installation process half a dozen times, I finally gave up on getting everything working properly. In particular, the PC doesn’t recognize the Wi-Fi or Bluetooth card, nor the audio card, so Windows wasn’t able to grab drivers for those devices. Geekom sent over a driver package, which should be available on its website when the PC finally releases, and everything is working properly now.\n\nThe Megamini G1 is a collaboration between Tecno, who only has a handful of mini PCs and laptops, and Geekom. Geekom has a lot of mini PCs — this is what the company does — and it maintains drivers for its devices. This is a company that knows how to properly support its product with drivers, so customers shouldn’t have to go through the same troubles I did. Just make sure to keep a spare USB drive handy — that’s the easiest way to run the driver installer.\n\nElsewhere, I’m not as confident in fixes. There’s a complete lack of software on the system, so you can’t adjust your fan curve or change power modes. Thankfully, the power modes in Windows still work. In addition, the display on the front of the device doesn’t work most of the time. It would pick up proper CPU and GPU utilization, but it has consistently said I’m using 11% of 70GB of RAM since I unboxed the device. Obviously that’s wrong. And, looking at some other reviews of the Megamini G1, it looks like I’m not alone in that issue.\n\nPerformance\n\nThis is a desktop using laptop components, so comparisons aren’t easy to make when looking at performance. I had originally planned on throwing in the ROG Nuc 970 and a few gaming laptops, but after seeing the performance of the Megamini G1, the more accurate comparison is to full-sized desktops.\n\nTecno Megamini G1 (Core i9-13900H / RTX 4060 mobile) Asus ROG Nuc 970 (Core Ultra 9 185H / RTX 4070 mobile) Lenovo Legion Tower 5i (Core i5-14400F / RTX 4060) HP Omen 40L (Ryzen 7 7700 / RTX 4060 Ti) Cinebench R24 (single/multi/GPU) 102 / 843 / 9,919 104 / 1,085 / 10,552 99 / 781 / 9,999 112 / 1,028 / 11,953 Geekbench 6 (single / multi) 2,380 / 14,180 2,338 / 12,990 2,179 / 10,597 2,776 / 12,429 PCMark 10 7,821 7,433 7,714 8.540 PugetBench for Premiere Pro 8,359 8,182 7,262 8,524 PugetBench for Photoshop 7,531 7,499 6,445 7,550\n\nA quick look at my productivity benchmarks above shows why. Although the Megamini G1 isn’t leading everywhere, it competes surprisingly well against the Lenovo Legion Tower 5i and HP Omen 40L, both of which are using desktop-class components in midtower cases. The Megamini G1 wins in CPU performance in Geekbench 6, and it trades blows in Cinebench R24. In real applications, it managed to beat both the Lenovo and Asus machines in Premiere Pro, despite packing weaker hardware on paper.\n\nIf you needed any convincing that thermals play a significant role in performance, the Megamini G1 is a testament to that fact. The CPU performance on display here punches far above its weight class, matching midrange desktop components and often beating newer, more powerful Intel mobile CPUs. That’s the power of liquid cooling.\n\nThis is a gaming desktop, though, and gaming isn’t as rosy. You can get a taste of that in 3DMark below. The Megamini G1 is clearly behind the ROG Nuc 970, and it takes a beating compared to the desktop-class RTX 4060 Ti inside the Omen 40L. That shouldn’t come as a shock. The specs of the Megamini G1 are behind both of the other machines, so it makes sense that it would trail.\n\nTecno Megamini G1 (Core i9-13900H / RTX 4060 mobile) Asus ROG Nuc 970 (Core Ultra 9 185H / RTX 4070 mobile) HP Omen 40L (Ryzen 7 7700 / RTX 4060 Ti) 3DMark Time Spy 10,996 11,806 12,832 3DMark Port Royal 6,036 7,096 N/A\n\nSimilarly, in actual games, the Megamini G1 is behind, but not by much. It’s shockingly close to the RTX 4070 mobile GPU inside the Asus ROG Nuc 970, and it even manages to get close to a desktop RTX 4060 in the Legion Tower 5i. The clear winner here is the Omen 40L, but the fact that the Megamini G1 is even in the same conversation is a testament to how much performance it’s able to squeeze out of the hardware inside.\n\nTecno Megamini G1 (Core i9-13900H / RTX 4060 mobile) Asus ROG Nuc 970 (Core Ultra 9 185H / RTX 4070 mobile) Lenovo Legion Tower 5i (Core i5-14400F / RTX 4060) HP Omen 40L (Ryzen 7 7700 / RTX 4060 Ti) Horizon Zero Dawn (1440p Ultimate) 86 fps 93 fps 87 fps 102 fps Returnal (1440p Epic) 56 fps 63 fps 60 fps 68 fps Returnal RT (1440p Epic w/ DLSS 3) 88 fps 100 fps N/A N/A Cyberpunk 2077 (1440p Ultra) 41 fps 49 fps 47 fps 56 fps Cyberpunk 2077 RT (1440p Ultra w/ DLSS 3 66 fps 71 fps N/A N/A\n\nThis is a powerful PC, and it’s surprisingly quiet given how much performance it’s able to pump out. However, there is no way to control the fan, so you’ll have to settle for the machine getting louder as you throw more demanding workloads at it. A third-party app like Fan Control can help you there.\n\nI’ll take higher fan noise for the performance and thermals here, though. Even in a multi-core run of Cinebench R24, the CPU hovered around 60 degrees Celsius, allowing it to actually exceed its maximum boost clock speed — my measurement tools reports 104% utilization. It might be easy to stick your nose up at liquid cooling in mobile devices like the Lenovo Legion 9i, but the results don’t lie here. The Megamini G1 is absolutely faster because of its cooling solution.\n\nA powerful novelty\n\nThe Megamini G1 is a novelty. It’s an expensive novelty, sure, but a novelty nonetheless. It’s small, it’s splattered with RGB, and aspects like software support take a back seat to aesthetics. What’s shocking is that the device still manages to deliver on performance, often delivering results that are far above what the hardware inside would suggest.\n\nAlthough the price is high, it’s not out of line with other small form factor options, and even more so considering the exotic cooling solution. My main reservations come down to software support and the HDMI 2.0 ports. This definitely calls for HDMI 2.1 in a time when upscaling and frame generation are so prevalent, and the complete lack of software sticks out when you’re dealing with mobile components.\n\nIf don’t mind tinkering with tech, the Megamini G1 is remarkable. For everyone else, it’s good for a look, but not as a daily companion."
    }
]