[
    {
        "title": "FULL DISCLOSURE required at the UFO hearing in Congress in Nov, says Burchett",
        "link": "https://www.msn.com/en-us/news/politics/full-disclosure-required-at-the-ufo-hearing-in-congress-in-nov-says-burchett/vi-AA1rJQvM?ocid=BingNewsVerp",
        "description": "Tim Burchett has been leading the charge for disclosure within the halls of congress. He will be part of the hearing in ...",
        "image_url": "https://www.bing.com/th?id=OVF.z0CoSPWlhJNMu6FTxNDQLg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN22h",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "Check Out This Custom Made UFO Jet Boat in Action",
        "link": "https://geektyrant.com/news/check-out-this-custom-made-ufo-jet-boat-in-action",
        "description": "Here’s a custom-made UFO-themed jet boat that was built by Mr. Ho Thanh Che, and he released a video showing it in action. The craft was created using a sand and cement mold, and the boat’s fiberglass ...",
        "image_url": "https://www.bing.com/th?id=ODF.WA05eai9aOPNFdS3G_D7yg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "GeekTyrant17h",
        "source": "GeekTyrant",
        "article_content": "Here’s a custom-made UFO-themed jet boat that was built by Mr. Ho Thanh Che, and he released a video showing it in action.\n\nThe craft was created using a sand and cement mold, and the boat’s fiberglass shell features acrylic windows, solar panels, LED lights, and motorized doors for those spaceship entrances.\n\nThe boat is powered by a jet ski engine, but it definitely doesn’t look like it offers a smooth ride. The video shows the craft being built, and at the end of it you can see it racing down a river. It starts at the 57:43 mark."
    },
    {
        "title": "Telling my story, from UFOs to football",
        "link": "https://www.dailyitem.com/opinion/telling-my-story-from-ufos-to-football/article_fb43ae3a-8282-11ef-8e41-9ba1aa2c1d15.html",
        "description": "National Newspaper Week kicks off today, running through Oct. 12. The celebration has been around for more than 80 years, a weeklong promotion sponsored by the Newspaper Association Managers.",
        "image_url": "https://www.bing.com/th?id=ODF.RjJadh-n4bSVU9B7U5-f5w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "The Daily Item14hOpinion",
        "source": "The Daily Item",
        "article_content": "Get Breaking News\n\nSign up now to get our FREE breaking news coverage delivered right to your inbox."
    },
    {
        "title": "Super Mario Bros. S",
        "link": "https://kotaku.com/games/super-mario-bros-s",
        "description": "News, Reviews, Release Date, Trailers, Gameplay and more for Super Mario Bros. S ...",
        "image_url": "https://www.bing.com/th?id=OJ.nXEcjD3777A4qQ&pid=news&w=87&h=16&rs=2",
        "category": "ufo",
        "date": "10h",
        "source": "Kotaku",
        "article_content": "With a hardware reveal seemingly right around the corner, here are our biggest dreams and our best guesses"
    },
    {
        "title": "Readers discuss the psychedelic psilocybin, frogs and UFOs",
        "link": "https://www.sciencenews.org/article/readers-discuss-psilocybin-frogs-ufos",
        "description": "A high dose of the psychedelic psilocybin temporarily dissolves brain networks, Laura Sanders reported in 'Psilocybin erases brain ‘fingerprints’' (SN: ...",
        "image_url": "https://www.bing.com/th?id=ODF.U05qPw4ob4djIugVATRjuA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Science News21h",
        "source": "Science News",
        "article_content": "In control\n\nA high dose of the psychedelic psilocybin temporarily dissolves brain networks, Laura Sanders reported in “Psilocybin erases brain ‘fingerprints’” (SN: 8/10/24, p. 12).\n\nIn the study, a generic form of the stimulant Ritalin served as a control against psilocybin. Reader Jason Patrick asked why scientists chose that drug.\n\nIt can be hard to design studies of psychedelics because the drugs’ effects are usually obvious to both researchers and participants, Sanders says. Though the control, called methylphenidate, and psilocybin produce very different experiences, the drugs have some similarities, Sanders says. Both affect levels of chemical messengers in the brain and can increase the body’s arousal, elevating heart rate and blood pressure.\n\nTell us about your Science News experience Help us improve by taking our 15-question reader survey. Take the survey now\n\nA ribbiting story\n\nSome Sierra Nevada yellow-legged frogs are immune to the deadly chytrid fungus called Bd, hinting at ways to save frog species worldwide, Martin J. Kernan reported in “Bouncing back” (SN: 8/10/24, p. 22).\n\nEnlightened by the story, reader Devin J. Starlanyl reflected on the frogs in his community. “I became more educated about the potential threat to frogs in our own ecosystems, and how easily they can be threatened,” Starlanyl wrote. “Our evenings in spring are enhanced by the songs of our brook frogs. We have named the leaders Rosencrantz and Guildenstern. Our lives would be much dimmer without the songs of Guilde and Rozie the Ribbiter,” he wrote. “I plan to contact our conservation commission about how to secure the health of our brook and our frogs.”\n\nDebunked displays\n\nUFOs probably aren’t aliens, so scientists are searching for the real origins of what are now called unidentified anomalous phenomena, or UAPs, Sid Perkins reported in “UFOs get a rebrand” (SN: 8/10/24, p. 16).\n\nThe story reminded reader Don Wolman of alleged UFO sightings in Utah in the 1960s. A 1978 paper in Applied Optics suggested that the mysterious light displays were probably caused by swarms of spruce budworm moths, not aliens. As the insects “flew through electrified air in the sky, their legs and antennae glowed with St. Elmo’s fire,” Wolman wrote. The atmospheric phenomenon produces glowing plasma around objects in an electrically charged field."
    },
    {
        "title": "Microsoft Paint gets an AI makeover: Your new creative tool",
        "link": "https://yourstory.com/2024/10/microsoft-paint-ai-upgrade",
        "description": "Microsoft Paint gets a major AI upgrade! Explore new tools like Generative Erase, Fill, and Cocreate, making it easier for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R6aYfg9uAwND7AnuaUcjmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Your Story3h",
        "source": "Your Story",
        "article_content": "Microsoft Paint, the iconic graphics editing tool that has captured the hearts of millions for decades, is taking a bold leap forward with an AI-powered upgrade. With advanced features like Generative Erase, AI-generated Fill, and Cocreate, Paint is no longer just a simple drawing tool—it’s now equipped to compete in the modern digital art landscape. This exciting update brings enhanced image editing capabilities, making Microsoft Paint a versatile tool for both casual creators and professional designers, while maintaining its signature ease of use.\n\nA walk down memory lane\n\nMany of us have cherished memories of Microsoft Paint, a beloved tool that fueled our childhood creativity. It was where we spent endless afternoons doodling colourful drawings, trying our hand at pixel art, and animations.\n\nIts user-friendly interface and tools made it easy for us to make digital art. While Paint is not as amazing as Adobe Photoshop, it has a different space for everyone. With AI in the picture, Microsoft has revamped this nostalgic app with new upgrades! So, let's check them out!\n\nMicrosoft Paint gets an AI upgrade\n\nThe software giant is bringing AI capabilities to the classic Paint and Photos apps on Copilot Plus PCs.\n\n1. Enhanced image editing with erase and fill\n\nA significant addition upcoming on Paint is the Generative Erase tool, which simplifies the process of modifying existing images. Users can now select an area of an image they wish to remove to get rid of background clutters.\n\nNext is Generative Fill which helps designers add AI-generated elements to their picture with a text prompt. Both these features are not something new in the world of graphic designing but are a powerful addition to the toolkit.\n\n2. Add AI-generated images with the Cocreate tool\n\nOne of the most noteworthy additions is the generative AI functionality that allows users to create images from text prompts. This feature enables users to describe what they want to see, and the AI will generate an image based on that description.\n\nThe Cocreator tool will help designers work around AI images on Paint. Imagine typing \"a sunset over a mountain,\" and within moments, Cocreator produces a stunning digital picture. Powered by the updated version of Microsoft's diffusion-based AI model, this tool will generate high-quality images at a quick speed.\n\nMoreover, Cocreator will have a \"built-in moderation\" to avoid producing inappropriate or misleading content. This will broaden creative possibilities for casual users and offer a new tool for professionals seeking quick visual references or concepts.\n\nWhile both of these upgrades may seem decent, they will certainly help designers who still love using Paint.\n\nWill Paint ever become more than a drawing tool?\n\nMicrosoft Paint has managed to retain its user-friendly interface that many have cherished over the years. The iconic simplicity of the program has always brought out the creative child within you. However, when it comes to digital art or graphic designing, the Paint app often gets overlooked.\n\nMicrosoft recently announced the official retirement of the \"Paint 3D app\" on November 4, 2024. Somehow, the firm has retained the Paint app and now it will be available with some cool AI features. Only time will tell when Paint will give Photoshop a tough competition.\n\nClosing thoughts\n\nMicrosoft Paint's AI upgrade marks an exciting new chapter for this classic application. By incorporating generative AI, Microsoft is redefining what Paint can do while keeping its signature simplicity intact.\n\nAs users begin to explore these new features, we can anticipate a surge of creativity, reminding us that even the simplest tools can be transformed into powerful engines. Whether you’re a long-time fan or a newcomer to digital art, the revamped Paint promises to inspire and empower creators of all levels."
    },
    {
        "title": "Better Artificial Intelligence Stock: BigBear.ai Vs. SoundHound AI",
        "link": "https://www.fool.com/investing/2024/10/05/better-ai-stock-bigbearai-vs-soundhound-ai/",
        "description": "SoundHound AI has emerged as a leader in conversational artificial intelligence dealing with speech-enabled applications for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G899B5iuoiVecmh4iN5g3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "The Motley Fool",
        "article_content": "These two disruptive small-caps can deliver big returns for investors.\n\nBreakthroughs in artificial intelligence (AI) technology are transforming various industries. Innovations from mega-cap tech leaders like Nvidia have opened the door for emerging companies to capture their slice of a significant market opportunity.\n\nBigBear.ai (BBAI 1.34%) and SoundHound AI (SOUN) are two small-caps attempting to leverage unique AI-powered applications into long-term growth. Let's explore which stock could be a better buy for your portfolio.\n\nThe case for BigBear.ai\n\nBigBear.ai is developing a suite of proprietary machine learning and computer vision technology into a platform of AI-driven analytical tools.\n\nSolutions covering cybersecurity, supply chains & logistics, and autonomous systems have found success with government and commercial markets. The company's advanced facial recognition and image-based threat detection are in use at major airports around the world. BigBear.ai also counts on the U.S. Department of Defense as a customer for its ConductorOS platform.\n\nUltimately, the attraction of BigBear.ai as an investment is the potential that the company can consolidate its leadership in these specialized areas of AI.\n\nOn the other hand, the operating and financial results have been marred by weaker-than-expected momentum. In the second quarter (for the period ended June 30), BigBear.ai revenue of $40 million climbed by just 3.4% year over year, impacted by the timing of certain large contracts.\n\nThe other challenge is that profitability remains elusive. The company reported a loss on Q2 adjusted earnings before interest, taxes, depreciation, and amortization (EBITDA) of $3.7 million, expanding from a loss of $3.2 million in the year-ago period. BigBear.ai also has more than $134 million in net debt without a clear path for generating free cash flow anytime soon.\n\nThose headline numbers aren't great, but there are still enough positives in the outlook for investors to stay upbeat on the stock. Favorably, Q2 revenue was up 20% sequentially from the first quarter, while management is guiding for full-year revenue growth of around 11% from 2023 with an effort to improve margins going forward.\n\nWhat I like most about BigBear.ai is its pure-play exposure to AI in a cutting-edge corner of the technology. The stock is trading at just 2 times its 2024 revenue guidance as a forward price-to-sales (P/S) ratio. This modest level, reflecting the risks associated with poor earnings trends, could prove to be a bargain if the company begins generating stronger and more profitable growth.\n\nThe case for SoundHound AI\n\nSoundHound AI has emerged as a leader in conversational artificial intelligence dealing with speech-enabled applications for people to interact with smart devices. The technology is integrated by automakers for in-vehicle voice commands and generative AI as a core part of its business.\n\nThe company has also expanded into the food service industry, including AI voice-enabled point-of-sale interfaces that fast-food restaurants are increasingly adopting. Earlier this year, SoundHound acquired Amelia, an enterprise AI software specialist, to accelerate the company's customer service solutions, such as virtual call center automation. Indeed, the company's strong point is its diverse portfolio of disruptive offerings.\n\nCompared to BigBear.Ai, the trends from SoundHound AI have been much more impressive. The company reported 54% revenue growth in the second quarter (for the period ended June 30) with management citing strong customer momentum across its key industries.\n\nThe company expects 2024 revenue growth of around 77%, with an initial forecast for 2025 of $150 million, implying an even stronger 88% growth rate next year.\n\nAt the same time, investors are faced with paying a lofty premium for shares while SoundHound AI remains unprofitable. The company reported negative $13 million in Q2 adjusted EBITDA with negative free cash flow expected to continue for the foreseeable future. In this case, the stock is trading at 20 times its full-year revenue forecast as a forward P/S ratio, which only modestly narrows to 11 based on the 2025 revenue estimate.\n\nIt appears the market is pricing in a growth runway through the next decade, which could be justified based on the opportunity, but also creates a high level of expectations. That tricky balance adds to the risks SoundHound AI investors must consider.\n\nThe better buy: SoundHound AI\n\nThere's a lot to like about BigBear.ai and SoundHound AI, which may both be in the early stages of transformational growth. Recognizing the speculative nature of these two small-caps with an expectation for volatility, I believe SoundHound AI is the better stock to buy today. Its lofty valuation is justified by the company's stronger growth prospects.\n\nA position in SoundHound AI stock within a diversified portfolio could work for investors with a long-term time horizon."
    },
    {
        "title": "Mechanical Magistrates, The Gavel Comes Down On Legal Software",
        "link": "https://www.forbes.com/sites/adrianbridgwater/2024/10/05/mechcanical-magistrates-the-gavel-comes-down-on-legal-software/",
        "description": "While the deployment of big data analytics in the legal business has matured, the encroaching spectre of artificial ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FZHLwsaNqQSobkUN484kYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "17h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Google Play Store App Deletion—Huge Change Confirmed For Millions Of Users",
        "link": "https://www.forbes.com/sites/zakdoffman/2024/10/06/google-play-store-critical-update-for-pixel-9-pro-samsung-galaxy-s24-android-users/",
        "description": "We’ve already seen a report from Statista, which showed that as of June 2024, the number of Play Store apps available was ...",
        "image_url": "https://www.bing.com/th?id=OVFT.O53EuEBMA0sWzlhYzQtzbS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Google Vids: Everything you need to know",
        "link": "https://www.yahoo.com/tech/google-vids-everything-know-082710480.html",
        "description": "Vids is an Ai-powered app for Google Workspace that was launched in June 2024. It's a video editing tool that looks similar ...",
        "image_url": "https://www.bing.com/th?id=OVF.6JwmY4bNql8uZSRGaPg0Bg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "23h",
        "source": "Yahoo",
        "article_content": "Google announced its newest entry into the Workspace suite of AI-powered apps, Google Vids, in June 2024. Google Vids isn't the text-to-video tool you might expect. After watching its introductory video, it's clear how Google views this new tool being used. The announcement came on behalf of the Google Slides Team.\n\nGoogle Vids looks more like AI-assisted Google Slides than it does a video editor. This might be exciting for some people who use Workspace for business or video production, but not so much for the average consumer. When we think of AI video, we typically think of generative AI, but could this be a handy tool for some?\n\nGoogle Vids has a simple and familiar UI\n\nGoogle's demo video advertises Google Vids as a corporate presentation editor for things like product pitch videos or employee training videos. What you edit is more of a souped-up PowerPoint presentation that can be downloaded as a video or shared with a link. The primary interface looks a lot like Google Slides. The editor features a basic video timeline and tools similar to Slides for adding text, images, and videos.\n\nGoogle Vids editing format\n\nAs Google Vids rolls out to Workspace users, there's a 10-minute time limit, and it only supports horizontal video content. The interface is intuitive, especially for those familiar with Google Slides. The scene-based editor allows you to edit visual and audio content in each scene, keeping you organized and able to easily re-order your scenes. The UI is heavily influenced by Slides and was developed with business users in mind.\n\nGoogle Vids AI-power is mostly Gemini-based\n\nEven though Google says Google Vids helps you create a video using AI, it doesn't help you create the actual video content. You can't create a video of people working in an office or using your product. The AI-powered aspects of Google Vids focus on the early stages of video production. You can use Help me create to make an editable storyboard outline, suggested scenes with suggested text, and a generated script for recording your voiceovers. All you do is enter a prompt, and Gemini does the rest.\n\nsample prompts for Google Vids\n\nGemini primarily powers the AI functionality, but other processes may occur behind the scenes. You can add related files before generating your outline to improve the output quality and give the AI a better idea of the project you're working on. You can use Gemini's text-to-image generator, Imagen 3, inside Google Vids. The integration is seamless if you need to create an image of an asset you don't have.\n\nAs people get more used to prompting, struggling to get the output you imagine is commonplace. If you have difficulty with your prompts, you can generate new suggested ones to get you started.\n\nGoogle Vids only has minimal capabilities\n\nAfter creating your video outline, you can collaborate on it in real time, like you can in Docs, Sheets, and Slides. You can add your own text, images, and music. You can also use royalty-free stock content from Google's library. You can customize the look and feel of your video by choosing a design template, or you can create your own.\n\nGoogle Vids design templates\n\nYour video storyboard outline contains several media placeholders, suggested places to add live voiceovers, and places to swap out the temporary stock video with your own. There's also a built-in function to record video of yourself, your voice, and your computer screen using its recording studio. You can download your video as an MP4 or share it with a link when you finish.\n\nGoogle Vids targets corporate users, making it look like it's competing with Loom and similar competitors. It's unlikely to appeal to many regular content creators, who can use basic tools like YouTube Studio to edit their videos, or more professional editing apps like Adobe Premiere or DaVinci Resolve. The recording studio features can be done with any desktop operating system (even ChromeOS used on budget Chromebooks), so the unique selling points are the Google Slides-like editing and group collaboration.\n\nIs Google Vids destined for the Google graveyard?\n\nGoogle Workspace Labs, like its regular counterpart, Google Labs, is how Google releases experimental products and features before fully adopting them. It's been a testing ground for various features that have been integrated into its suites, but we've also seen several Google products discontinued over the years. Remember Google Reader, Google+, Google Hangouts, or Inbox by Gmail?\n\nWe don't know if Google Vids will make it into the public sphere, but right now, only businesses with a Workspace subscription who have activated Workspace Labs can create a video with Google Vids. If you use Google Workspace, you can sign up for Workspace Labs to see if Google Vids is something you're interested in. If you don't have Google Workspace, you can get a 14-day trial, and after that, you'll need to sign up for a one-year commitment with Google's standard Workspace pricing to keep using it.\n\nIs this the future of video presentations?\n\nCould this replace slide-style business presentations? Probably not. Slides has been around forever because the format makes sense. Presenters don't want to pause a video at the right moment and then have to scrub back if they missed their timing. Modern slide tools allow videos to be embedded, so there's no reason to switch. Google may have been better off reserving the Google Vids name for a product better suited to it.\n\nIf you don't have access to Google Vids, learn a few Gemini tricks to transform Google Slides presentations and get the job done in style."
    },
    {
        "title": "See which spooky sites make up West Virginia's new Paranormal Trail",
        "link": "https://www.wvgazettemail.com/arts_and_entertainment/see-which-spooky-sites-make-up-west-virginias-new-paranormal-trail/article_05aba13d-5074-50c6-bba3-c460a3e793b8.html",
        "description": "In celebration of the spooky season, Gov. Jim Justice and the West Virginia Department of Tourism launched the state-wide ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Dxp7z-8YtJBdSHA5Pu9RFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Charleston Gazette-Mail21h",
        "source": "Charleston Gazette-Mail",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "Casper Paranormal Investigator Owns Ghostbusters Franchise In Wyoming",
        "link": "https://cowboystatedaily.com/2024/10/05/when-theres-something-strange-in-wyoming-who-you-gonna-call/",
        "description": "There are 165 Ghostbusters franchises in the U.S. including one in Wyoming. Pete McDaniels, a paranormal investigator, owns ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xslkam3i-S44d70BD9L_SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Cowboy State Daily9h",
        "source": "Cowboy State Daily",
        "article_content": "CASPER — Who you gonna call in Wyoming when the door slams in an empty room and a mysterious disembodied voice whispers “get out?”\n\nCasper’s Pete McDaniels.\n\nA longtime fan of the 1984 hit movie “Ghostbusters” starring Dan Aykroyd, Bill Murray and Harold Ramios McDaniels and his team of ragtag wranglers of all things supernatural are listed are on an official “whoyougonnacall.org\" website that lists paranormal investigators in each state.\n\nHe is one of 165 franchises nationwide, and the only listed in Wyoming.\n\n“There is a whole group of folks that use that movie to help people in their communities,” McDaniels said.\n\nIn addition investigating potential hauntings, Casper’s Ghostbusters do birthday parties, food drives, conventions, “trunk” or treats and raises money for the Make-A-Wish Foundation.\n\nLike the movies that feature iconic ghost-busting cars, McDaniels drives his own version of “Ecto-1,” the famous converted ambulance with the unique whiney siren. It has similar paraphernalia on top and Ghostbusters stickers on the side.\n\nHe bought the 2009 Ford Crown Victoria Police Interceptor from someone in Glenrock a few years ago.\n\nA hospital security guard when not busting ghosts, McDaniels had his uniform on when he initially drove the unmodified car. Wyoming Highway Patrol pulled him over, thinking he might be trying to impersonate a police officer.\n\nGhostbuster Interceptor\n\n“I thought I should probably make this car less cop like and more something fun. And I had always wanted to have a Ghostbusters car, so I started to put stickers on it,” he said.\n\n“Well then I thought, now I’ve got to build a top in it, it can’t just be stickers right? So, I started piecing together bit by bit the roof rack and housing and built all that out. There is one piece of pipe up that’s up there being held onto the roof by a toilet flange.”\n\nOnce he had his wheels, as well as the “ECTOI” license plate, the doors opened for him to use it for fundraisers and to market his ghost removal side gig.\n\nOctober becomes the busy season. There is a “Touch a Truck” event on Oct. 12 at the Excel Academy Private School that allows kids to get in the vehicle, turn on the sirens, read the special tag fastened on the dash that labels the machine as belonging to Wyoming Ghostbusters, and check out the glove compartment.\n\n“There is a ghostbuster’s employee handbook and a little canister of ectoplasm slime,” he said. “The kids like to play with all that stuff.”\n\nHe also plans to be at a car show and food drive at the Izaak Walton Clubhouse in Casper on Oct. 18 and end the month on Oct. 25, 27 and 28 with actual ghostbusting demonstrations at the Casper Elks Lodge No. 1353 where he said the equipment used by paranormal investigators will be explained and a walk through of the lodge will be conducted.\n\n“Right now, I’m discussing a fundraiser for a lady that is trying to fight cancer,” he said. “We try and kind of use the car as a way to help people out.”\n\nAs in the movie, McDaniels and some other members of the team have uniforms and he and a buddy have the proton packs used in the last version of the film series.\n\n“It’s kind of the iconic part of Ghostbusters history, it gets people excited,” he said.\n\nSupernatural Missions\n\nIn addition to the fundraising, and parties, McDaniels also has been on an estimated 15 missions to identify or remove potential paranormal spirits in places around the region and state.\n\nHe recently was called to a Casper home where the owners discovered a set of footprints on concrete that went from a pickup truck to the garage door and then just vanished.\n\n“What it looked like was that somebody had walked through a puddle of grease, made about four or five steps to the garage door and then nothing,” he said. “It was kind of crazy.”\n\nMcDaniels pulled out his EMF meter that measures electro-magnetic energy and found it registered a few points over the footprints and faded when pulled away from them. He checked to see if there were any internet routers or other source of energy nearby that would trigger the meters. There were none.\n\nOther tools in his ghostbusting toolbox include REM-Pod devices that reflect electromagnetic field changes and air temperature changes and a specialized SLS (Structured Light Sensor) camera that uses infrared light. It can 3D map areas in front of it “so we can see things the human eye might miss,” he said.\n\nHe also uses other cameras that can capture images in ultraviolet, infrared, and the normal spectrum of light.\n\nAt the garage, McDaniels set up some REM Pods around the area to see if anything would trigger them. Nothing happened. Photos with the infrared camera found nothing.\n\nBut it’s not always that way. McDaniels tells the story of being called to a Casper home about five blocks from the cemetery with a man experiencing doors being slammed in his home for no reason.\n\n“He said he was sitting on the couch one day and he felt like his leg started to burn,” McDaniels said. “He looked down and it looked like a handprint had been slapped on his thigh. So, we got to go down and work with that.”\n\nThe man requested that McDaniels and his team bless the house. McDaniels said he has studied different spiritual beliefs including druidism and another team member is a Norse shaman.\n\nPeter McDaniels' version of Ecto-1 is a former police interceptor that he has adapted for his Ghostbuster gigs. (Courtesy Peter McDaniels)\n\nPeter McDaniels and his daughter, Olivia, pose in their Ghostbuster uniforms. (Courtesy Peter McDaniels)\n\nPeter McDaniels on a paranormal mission. (Courtesy Peter McDaniels)\n\nPeter McDaniels, left, and members of his team do fundraising for many causes. Here their efforts raised funds for the National Historic Trails Center Foundation. In addition to McDaniels, those shown here are from left are Olivia McDaniels, Nathan Soper, Connie Thompson, and Derrick Lacey. (Courtesy Peter McDaniels)\n\nMembers of the Casper-based Ghostbuster team are from left Einar Ivarson, Peter McDaniels, Raven Metcalf, and Derrick Lacey. (Courtesy Peter McDaniels)\n\nThe Casper-based Ghostbuster mobile has been on missions across the state. (Courtesy Peter McDaniels) Arrow left Arrow right\n\nStubborn Spirit\n\nTheir attempts to get rid of the spirit by blessing the house did not work. He claims it was forced into a back room. McDaniels had read about a dybbuk box used in Jewish tradition that is supposed to be able to contain a spirit. So, he tried using one.\n\n“We kind of forced this thing into the dybbuk box and sealed it,” he said. McDaniels said as he was talking to the man at the house, he placed the box by the front tire of his Ghostbuster car and the tire deflated. He had to pump it up to leave.\n\nThere was another hurdle as well. Weather at the time was cold and the ground hard, so he couldn’t bury the box as would be his practice. So, he kept it in a storage area at his house. McDaniels noticed the wax seal that he put on the box kept cracking. He needed to keep sealing it nearly every day.\n\nThen his radio started to flip on in his house at random times and the song coming out of the speakers would have a lyric such as “set me free” or “let me loose.”\n\n“I was like, no buddy, that’s not how this works,” McDaniels said. “As soon as it was warm enough we went and buried the box and all of that stopped afterwards.”\n\nHe said the man in the house never had issues again as well.\n\n‘Get Out’\n\nThe 39-year-old talks about an incident several years ago when he went to a trailer in the “middle of nowhere” as he was receiving training from a woman he labels a “Christian witch.”\n\nThe trailer sat on a plot of land that was said to have had a Native American burial ground underneath it. He said he entered the trailer and it was dark and he was trying to feel his way around and made it to a bedroom and sat on the bed.\n\n“I’m just kind of sitting there trying to feel things out and I felt the bed depress behind me like someone was standing on it and then I hear the words ‘get out’ whispered in my ear,” he said. “At that point, I calmly stood up, and I walked out the front door and I got into the car next to the lady that was helping us. And she said, ‘Are you OK?’”\n\n“And I was like, ‘nope,’” he said. “It scared me, oh man, it scared me.”\n\nDale Killingbeck can be reached at dale@cowboystatedaily.com."
    },
    {
        "title": "This Welsh chapel is going to become a paranormal museum - not everyone is happy",
        "link": "https://www.walesonline.co.uk/news/wales-news/welsh-chapel-going-become-paranormal-30069613",
        "description": "A couple bought the site in August 2024, and plan to turn it into a 'Museum of the Paranormal and Spirituality' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5jrDWBOGWd__N96YeYRiXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "20h",
        "source": "Wales Online",
        "article_content": "Ouija boards, spirited power figures and paranormal artefacts are not things you expect to see in a chapel, but this will soon be the case for one former place of worship that is going to be turned into a paranormal museum. Laura Rowton and her husband purchased the Penuel Chapel in Carmarthen from its previous owners Penuel Church last month, and plan to turn it into Rowton’s Museum of the Paranormal and Spirituality.\n\nLaura said: “We are focusing on all different beliefs across time, including perhaps the less expected beliefs of the paranormal, popular spirituality, and looking at the history of that to provide an immersive experience to guests who are curious about the paranormal and different viewpoints about the nature of reality.”\n\nThe couple chose the site specifically due to its history. Laura said: “This building actually has a paranormal history of its own. At the end of the 19th century, it is said to have been the site of miracles, particularly faith healing and supernatural manifestation. So it's a very special building in terms of the history of the paranormal and supernatural phenomena.”\n\nREAD MORE: I worked at Wales' most haunted house and it changed my view on life\n\nREAD MORE: The 12 most haunted places in Cardiff to visit this Halloween\n\nShe adds that the museum’s aim is to “give people a chance to explore the different beliefs that people have had about the nature of reality in a safe space where there's no dogma.”\n\nLaura says that the building is particularly suited for the museum and the couple has been busy decorating and moving their artefacts in. However they are particularly proud of their seance room in the old school room part of the building. She said: “We'll be holding seance evenings there, historical reenactments of a Victorian seance which was very popular in the 19th century and attended by many, many people within this country and around the world. This was a very popular spiritual practice. So we want to present that history to guests and give people a chance to immerse themselves in that.”\n\nThe museum will have a range of exhibits in the chapel portions like exhibits on angels and saint relics. It will also have a ‘laboratory’ set up to look at parapsychological research.\n\nLaura said: “We're going to have some gadgets and tech in there, very exciting artefacts and also ones that guests will be able to interact with as well to see what these pioneers of the paranormal were doing in their research and also to have the chance themselves to see if they can have any experiences or responses that challenge their worldview.”\n\nHowever not everyone is happy with the development, as the chapel’s previous owners said they were unaware of the couple’s plan to turn the chapel into a paranormal museum. In a statement shared on Facebook and their website, Penuel Church said: “In August 2024, we completed the sale of the building known as Penuel Chapel. We had been informed that the building would be used as a historical museum. However, in recent weeks, our church has sadly become aware of some other intentions of the current owners. We were unaware of these intentions at the point of sale.”\n\nIt added: “We, as Penuel church, firmly believe in the truth of God’s Word, the Bible. We therefore wish to state that the future intentions for the chapel site, as we understand them, are not in keeping with our church’s ethos, values and beliefs. We would like to make clear that, as a church, we are in no way associated with this 'museum'.”\n\nREAD MORE: Britain's 'most haunted village' where at least 12 terrifying ghosts are said to lurk\n\nREAD MORE:Welsh mansion to transform into haunted house this Halloween\n\nLaura insists that she and her husband had made their intentions to use the chapel clear at all different points of the sale. She said: “Firstly, this is a historical museum and secondly, that statement is disingenuous by the previous owners. When my husband and I viewed the property back in December, we made our intentions clear that we would be turning it into a museum of spirituality. We told this to the estate agent and also it was brought up again on two separate occasions where we spoke over the phone and indeed in person with the previous owners. So we were always forthcoming about our intentions.\n\n\"Also, I'm a public person operating under the name Rowton's Museum. It's very easy to find out about the sort of work that my husband and I do. So I'm quite disappointed that they didn't come and talk to us first before making that statement. I think a lot of their concerns could have been alleviated. We're always happy to have a discussion with anybody. We've got nothing to hide and we think that we work for the same person anyway.”\n\nIn reply to Wales Online’s query, the Penuel Church said: “The intention with our statement was simply to explain that our church is not associated with the chapel and their future intentions, as they do not align with our church’s ethos, values and beliefs as they do not align with our church’s ethos, values and beliefs....\n\n“There is no more to say about this matter as far as we are concerned. We are glad to say that our focus is on looking to the future, and looking for a more suitable building for the current needs of our church, and continuing to do our best to reach out to our community with the great news about Jesus Christ.”"
    },
    {
        "title": "Spooky Season in Seattle: Haunted hotel offers witch-themed tea event",
        "link": "https://komonews.com/news/arc-seattle/spooky-season-haunted-hotel-offers-witch-themed-tea-event-whats-brewing-sorrento-hotel-halloween-october-saturdays-paranormal-activity-weekly-advance-tickets",
        "description": "Hotel Sorrento, considered one of the most haunted hotels in the world, will be hosting a weekly event this October called ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ew5Ql0Ahdxjh_hZqxWa95i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19h",
        "source": "komonews",
        "article_content": ", considered one of the most haunted hotels in the world, will be hosting a weekly event this October called ‘Witches Tea: What’s Brewing?’\n\nThe event will celebrate the Halloween season by offering participants a witch-themed tea and snack service in the 115-year-old hotel. Sessions are available every Saturday in October from 2:30 to 4:30 p.m. The and ticketing details are available in the event description.\n\nRanked the 10th most haunted hotel in the world by Hotel Sorrento was opened over 100 years ago in 1909. The hotel is said to be haunted by the ghost of Alice B. Toklas, a woman who lived in Seattle in the early 1900s.\n\nBarbara Malone, the co-owner of Hotel Sorrento, believes Alice is still in the building.\n\n“Over the years on numerous occasions, we’ve had instances where guests and staff alike have seen a woman strolling the building in dark, vintage garb,” Malone said.\n\nMalone detailed other reported paranormal activity including a piano playing by itself and a television turning on randomly.\n\nMore information on the event can be found on ."
    },
    {
        "title": "'Ghostbusters' firehouse a tourist hot spot as New York's Bravest fan flames of Hollywood history",
        "link": "https://www.foxnews.com/travel/ghostbusters-firehouse-tourist-hot-spot-new-yorks-bravest-fan-flames-hollywood-history",
        "description": "A firehouse that starred in 1984 hit film \"Ghostbusters\" is now a NYC tourist attraction after FDNY Ladder 8 adopted the movie's spooky-cute ghost as its unit icon.",
        "image_url": "https://www.bing.com/th?id=OJ.caiiZBaxsWr8Rw&pid=news&w=75&h=16&rs=2",
        "category": "paranormal",
        "date": "26m",
        "source": "Fox News",
        "article_content": "\"Ghostbusters\" still guard the streets of Gotham, 40 years after the Stay Puft Marshmallow Man menaced Manhattan.\n\nComedians Dan Aykroyd and Bill Murray starred in the 1984 silver-screen smash hit \"Ghostbusters\" about a foursome of unlikely heroes who kept New York City safe from a haunting invasion of paranormal phenomena.\n\nThe summer blockbuster was the top-grossing movie of the year, spawned a No. 1 hit song, \"Ghostbusters\" by Ray Parker Jr. and turned an old New York City firehouse into a popular tourist destination.\n\nAUTUMN LEAF-PEEPING ALONG NEW YORK'S HUDSON RIVER ‘CHAINED’ TO AMERICAN INDEPENDENCE\n\n\"It's the most famous firehouse in the world,\" said FDNY Ladder 8 firefighter Nicholas Vitucci in an interview with Fox News Digital.\n\n\"We really appreciate our place in pop culture.\"\n\nThe Ladder 8 firehouse in Manhattan's Tribeca neighborhood played a leading role as the headquarters of the \"Ghostbusters\" team.\n\nThe small, one-door beaux-art building is still a working firehouse. It doubles as a celebrity structure attracting a daily stream of film buffs and tourists from around the world.\n\n\"It's the most famous firehouse in the world.\"\n\n\"For the past 40 years, fans have been making the trek to North Moore Street, snapping photos of the building and the company’s logo painted on the sidewalk,\" NYCTourism.com reported in March, as the movie comedy franchise welcomed its fourth installment, \"Ghostbusters: Frozen Empire.\"\n\nLadder 8 adopted the famous \"Ghostbusters\" logo as its unit shield around 2015 or 2016, replacing an octopus icon, said Vitucci. The 8-legged sea creature was a sort of mascot for Ladder 8.\n\n\"I'd say since 2021 we really started to embrace the whole ‘Ghostbusters’ image,\" added the member of New York's Bravest.\n\nThe pop-culture icon ghost appears on the Ladder 8 truck, uniform patches and hangs from the firehouse facade — in addition to the sidewalk out front.\n\nROSH HASHANAH PROMPTS MUSEUM OF THE BIBLE TO DISPLAY OLDEST JEWISH BOOK IN THE WORLD\n\nTourists by the hundreds stop and snap pictures each day. Ladder 8 has also become a central celebration point for Halloween festivities in Tribeca, said Vitucci.\n\n\"It’s not like any other place I’ve worked,\" Ladder 8 Lt. Leonard \"Lenny\" Kinnear told NYC Tourism in May.\n\n\"I’ve worked in every borough. No other firehouse has as much civilian interaction,\" Kinnear added.\n\nThe Ladder 8 imagery is part of a larger tradition that promotes unit cohesion among New York City's sprawling network of 218 firehouses.\n\nTRAVEL IN TIME TO 5 DESTINATIONS THAT SALUTE BATTLES AND WAR HEROES RIGHT HERE AT HOME\n\nMost units display unique symbols that proudly connect firefighters to their company history, heroes or local landmarks. Pop-culture fame can also play a role.\n\nEngine Company 74 calls itself \"The Lost World\" with the words in stone-age font on its truck and patches. It’s a tribute to the second entry in the \"Jurassic Park\" movie series and the firehouse location near the American Museum of Natural History.\n\nThe Dragon Fighters of Engine 9/Ladder 6 patrol Chinatown. The firehouse is emblazoned with a colorful Asian motif of a fire-breathing dragon against a deep red garage door.\n\nLadder 4/Engine 54 near Broadway is known as the \"Pride of Midtown\" and decked out with theater motifs. The firehouse famously \"Never Missed a Performance.\"\n\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER\n\nIt's a bittersweet boast of dedication to duty. The Pride of Midtown raced to the World Trade Center on September 11, 2001.\n\nThe heroic performance cost the lives of 17 firefighters of Ladder 4/Engine 54 at the World Trade Center, according to FDNY officials.\n\nTheir names are listed on a theatrical-style marquee in front of the firehouse on busy Eighth Avenue, steps from Times Square and Broadway theaters.\n\nFor more Lifestyle articles, visit www.foxnews.com/lifestyle.\n\nAlex Kesaris, a resident of Massachusetts, was stunned last month upon seeing the price the firehouse paid on 9/11 during his first visit to New York City in 20 years.\n\n\"It just puts you in a different place seeing the names up close,\" he said.\n\nIn some cases, the unit image is simply a tribute to a local in-house curiosity or idiosyncrasy.\n\n\"It's a great source of pride for the department and, more specifically, for those firehouses.\"\n\nThe Cavemen of Engine 40/Ladder 35 adopted the name as an inside-joke reference to their famously cramped firehouse at the bottom of a large building, one of the unit members said.\n\n\"You know, New York City firehouses have always had monikers or nicknames and it’s just how they kind of identify themselves as a unit,\" Jim Long, FDNY deputy commissioner of public information, told Fox News Digital.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"Some firehouses lead with it. Some talk about it more than others. But, you know, it's a great source of pride for the department and, more specifically, for those firehouses,\" Long added."
    },
    {
        "title": "Scientific American’s Endorsement Misses Mark for Long-Horizon Science",
        "link": "https://www.msn.com/en-us/news/other/opinion-scientific-american-s-endorsement-misses-mark-for-long-horizon-science/ar-AA1rKjje?ocid=BingNewsVerp",
        "description": "Science and politics don\u0092t always mix well, and scientists often struggle in the political arena. That\u0092s why I believe ...",
        "image_url": "https://www.bing.com/th?id=OVFT.y72NMplLR1TgNad2faJQ2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20hon MSNOpinion",
        "source": "RealClearPolitics on MSN",
        "article_content": ""
    },
    {
        "title": "NASA Gateway’s HALO Soars Past Stress Tests, Eyes Lunar Frontier",
        "link": "https://scitechdaily.com/nasa-gateways-halo-soars-past-stress-tests-eyes-lunar-frontier/",
        "description": "The Habitation and Logistics Outpost of the Gateway space station has completed essential static load testing in Italy, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HfXAst0W0-Izt7jj7SaOey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Astrology and Psychology: How Your Zodiac Sign Might Reflect Personality Traits",
        "link": "https://www.msn.com/en-in/lifestyle/horoscope/astrology-and-psychology-how-your-zodiac-sign-might-reflect-personality-traits/ar-AA1rKoqe?ocid=BingNewsVerp",
        "description": "While psychology is based on science, astrology offers symbolic insights into human behavior through zodiac signs. Both ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qIpAnioQ54KjmWPFa1mDvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18hon MSN",
        "source": "The Times of India on MSN",
        "article_content": ""
    },
    {
        "title": "Massive ocean discovered beneath the Earth's crust containing more water than on the surface",
        "link": "https://www.msn.com/en-us/news/technology/massive-ocean-discovered-beneath-the-earths-crust-containing-more-water-than-on-the-surface/ar-AA1rLQ9Q?ocid=BingNewsVerp",
        "description": "It feels like there have been staggering science stories emerging every other day recently, all of which have blown our tiny ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ru1zjBo6-Fum2FkImwIxpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Indy 100 on MSN1h",
        "source": "Indy 100 on MSN",
        "article_content": ""
    },
    {
        "title": "Learn something new at the 8th annual Tennessee STEAM festival",
        "link": "https://www.newschannel5.com/news/learn-something-new-at-the-8th-annual-tennessee-steam-festival",
        "description": "STEAM festival is coming to Tennessee from October 11 to 27. It includes over 80 host venues and over 300 events for all ages ...",
        "image_url": "https://www.bing.com/th?id=OVF.O76zl5usMvMx9lRWn5wCig&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "WTVF10h",
        "source": "WTVF",
        "article_content": "NASHVILLE, Tenn. (WTVF) — Do you love science, technology, engineering, the arts and mathematics? This festival is a great place to explore them all!\n\nThe 8th annual STEAM festival is coming to Tennessee from October 11 to 27. It includes over 80 host venues and over 300 events for all ages.\n\nIt kicks of at 502 SE Broad St., Murfreesboro, with the STEAM-A-Palooza at the Discovery Center. This is from 12:00 to 4:00 p.m. on October 12, and there will be live demonstrations on physics, cosmetics, composting and meteorology, as well as other hands-on activities.\n\n“This year’s Tennessee STEAM Festival is bigger and better than ever,” said Tara MacDougall, President and CEO of the Discovery Center. “We’ve expanded to include an extra week of programming, and with more than 300 events across the state, there’s truly something for everyone. Whether you’re interested in robotics, environmental conservation, creative arts, or aviation, the festival provides a chance to dive into STEAM in an exciting, accessible way.”\n\nOther events\n\n\n\nNashville PBS' Leonardo Youth Maker Mixer at the Frist Museum\n\nAirport STEAM Festival at the Murfreesboro Municipal Airport\n\nOak Ridge High School and American Museum of Science and Energy STEAM Day in East Tennessee\n\nAppalachian Association for Children's Early Education's Early Math + Appalachia\n\nYou can visit the website for more information about each of these events and how you can enjoy the STEAM festival near you."
    },
    {
        "title": "You can build an app without learning to code. Here’s how",
        "link": "https://www.msn.com/en-in/news/other/you-can-build-an-app-without-learning-to-code-here-s-how/ar-AA1rLGwm?ocid=BingNewsVerp",
        "description": "The development of low-code and no-code platforms are transforming the way applications are built. Now, practically anyone ...",
        "image_url": "https://www.bing.com/th?id=OVFT.s0nfn7TvR4JbvwCamLjmJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1hon MSN",
        "source": "Mint on MSN",
        "article_content": ""
    },
    {
        "title": "How to Make an Inbox Management AI Agent (No Code)",
        "link": "https://www.geeky-gadgets.com/how-to-make-an-inbox-management-ai-agent-no-code/",
        "description": "Managing email on a daily basis is the bane of many people's lives but efficiently managing your email inbox is more critical ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5aOl89rKFYA9ovCk_5WQNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "20h",
        "source": "Geeky Gadgets",
        "article_content": "Managing email on a daily basis is the bane of many people’s lives but efficiently managing your email inbox is more critical than ever. With an endless stream of messages flooding in, it’s easy to feel overwhelmed and struggle to prioritize important communications. Fortunately, advancements in artificial intelligence (AI) and workflow automation have made it possible to create a powerful AI agent that can automate your email management without requiring any coding skills. This guide will walk you through the process of setting up an AI agent that can categorize and label incoming emails based on predefined criteria, ultimately enhancing your productivity and ensuring that you can focus on the most critical messages.\n\nGetting Started with Workflow Automation\n\nThe first step in creating your AI email management agent is to select a workflow automation tool that seamlessly integrates with your Gmail account. There are several popular options available, such as Zapier, IFTTT, or Automate.io, each offering a user-friendly interface and a wide range of integrations. Once you’ve chosen your preferred tool, you’ll need to set up an email trigger that will activate whenever a new email arrives in your inbox. To establish a secure connection between your Gmail account and the automation tool, you’ll need to use your Google Cloud credentials. This crucial step ensures a smooth and secure flow of data, allowing your AI agent to process incoming emails effectively.\n\nChoose a workflow automation tool that integrates with Gmail\n\nthat integrates with Gmail Set up an email trigger to activate when new emails arrive\n\nto activate when new emails arrive Use Google Cloud credentials for secure integration\n\nConfiguring the Gmail API\n\nWith your workflow automation tool in place, the next step is to set up the Gmail API, which will allow your AI agent to access and manage your emails securely. This process involves creating an OAuth consent screen, which will enable users to grant permission for your AI agent to interact with their Gmail accounts. You’ll need to generate an OAuth client ID and secret, which will be used to authenticate your AI agent and ensure secure communication between the agent and Gmail. This setup is essential for maintaining the privacy and security of your email data while allowing your AI agent to perform its email management tasks effectively.\n\nSet up the Gmail API for secure email access and management\n\nfor secure email access and management Create an OAuth consent screen for user authentication\n\nfor user authentication Generate an OAuth client ID and secret for secure communication\n\nNo Code Inbox Management AI\n\nHere are a selection of other articles from our extensive library of content you may find of interest on the subject of AI coding :\n\nClassifying Emails with AI\n\nWith the API configuration complete, you can now proceed to the heart of your AI agent: classifying incoming emails. In your workflow automation tool, you’ll need to use a text classifier node that uses the innovative GPT-4 model. This advanced AI model excels at analyzing the content of your emails and accurately assigning them to predefined categories such as High Priority, Customer Support, Promotion, or Finance/Billing. By using the power of GPT-4, your AI agent can quickly and accurately sort through your inbox, saving you valuable time and allowing you to focus on the most important communications.\n\nUse a text classifier node in your workflow automation tool\n\nin your workflow automation tool Use the GPT-4 model for advanced email content analysis\n\nfor advanced email content analysis Sort emails into predefined categories like High Priority, Customer Support, Promotion, and Finance/Billing\n\nAssigning Labels for Organization\n\nOnce your AI agent has classified your incoming emails, the next step is to assign corresponding labels to each category. In your Gmail account, create a set of labels that match the categories you defined earlier, such as “High Priority,” “Customer Support,” “Promotion,” and “Finance/Billing.” Then, in your workflow automation tool, configure nodes that will apply these labels to the emails based on their assigned categories. This labeling system will keep your inbox organized and allow you to quickly identify and respond to urgent messages, streamlining your email management process.\n\nCreate Gmail labels that match your predefined email categories\n\nthat match your predefined email categories Configure workflow nodes to apply labels based on email classification\n\nto apply labels based on email classification Keep your inbox organized for quick identification and response to urgent messages\n\nTesting and Launching Your AI Agent\n\nBefore deploying your AI email management agent, it’s crucial to thoroughly test the workflow using a set of sample emails. This testing phase will help you ensure that the classification and labeling processes are working as expected and that your AI agent is accurately sorting and organizing your emails. Once you’re satisfied with the results, you can activate the workflow, allowing your AI agent to operate continuously in real-time. With your agent up and running, you’ll experience a significant improvement in your email management efficiency, as the AI takes care of sorting and prioritizing your messages.\n\nTest the workflow using sample emails to ensure accurate classification and labeling\n\nusing sample emails to ensure accurate classification and labeling Activate the workflow for continuous, real-time email management\n\nfor continuous, real-time email management Experience improved email management efficiency with your AI agent\n\nEnhancing Your AI Agent’s Capabilities\n\nTo further optimize your email management process, consider enhancing your AI agent’s capabilities by automating responses for specific email categories. For example, you can set up automated replies for common customer support inquiries, saving time and ensuring prompt communication with your clients. Additionally, you can configure your AI agent to notify relevant team members based on the classification of incoming emails, streamlining internal communication and collaboration. By implementing these enhancements, you’ll create a more comprehensive and efficient email management system that adapts to your organization’s specific needs.\n\nSet up automated replies for common customer support inquiries\n\nfor common customer support inquiries Configure notifications for relevant team members based on email classification\n\nfor relevant team members based on email classification Create a comprehensive and efficient email management system tailored to your organization’s needs\n\nBy following the steps outlined in this guide, you can harness the power of AI to automate your email management tasks, even without any coding experience. By using advanced tools like the GPT-4 model and workflow automation platforms, you can create a sophisticated AI agent that accurately classifies, labels, and prioritizes your incoming emails. This approach not only saves you valuable time but also ensures that you can focus on the most critical communications, ultimately boosting your productivity and improving your overall email management experience. As AI continues to evolve and become more accessible, embracing these innovative solutions will be key to staying ahead in today’s fast-paced digital world.\n\nMedia Credit: Nate Herk | AI Automation\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "Fantasy football Start ‘Em, Sit ‘Em: 50 players to start or sit in Week 5",
        "link": "https://www.msn.com/en-us/sports/other/fantasy-football-start-em-sit-em-50-players-to-start-or-sit-in-week-5/ar-AA1rKZbi?ocid=BingNewsVerp",
        "description": "Time is running out to make final decisions for your fantasy lineup. Here are 50 players to start or sit this week.",
        "image_url": "https://www.bing.com/th?id=OVFT.8sIc0GxqMIYEh4s9uKZ6di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "12hon MSN",
        "source": "USA TODAY Sports on MSN",
        "article_content": ""
    },
    {
        "title": "How to vote early in Michigan: When it starts, find locations, more",
        "link": "https://www.msn.com/en-us/news/politics/how-to-vote-early-in-michigan-when-it-starts-find-locations-more/ar-AA1rJQ36?ocid=BingNewsVerp",
        "description": "Early voting is the newest option. It was added to the menu after Michigan voters approved a state constitutional amendment in 2022 to create it. At early voting sites, you can fill out your ballot ...",
        "image_url": "https://www.bing.com/th?id=OJ.vHviicAJmXxPIA&pid=news&w=114&h=16&rs=2",
        "category": "it+startup",
        "date": "22hon MSN",
        "source": "Detroit Free Press on MSN",
        "article_content": ""
    },
    {
        "title": "From Open AI to hacked smart glasses, here are the 5 biggest AI headlines this week",
        "link": "https://www.msn.com/en-us/news/technology/from-open-ai-to-hacked-smart-glasses-here-are-the-5-biggest-ai-headlines-this-week/ar-AA1rKZKK?ocid=BingNewsVerp",
        "description": "Between OpenAI's $6.6 million funding round and some privacy-invading Meta Smart Glasses, we saw a scary number of ...",
        "image_url": "https://www.bing.com/th?id=OVF.sTbpBp3xlLVca2SHKq8y4A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "11hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Street calls of the week",
        "link": "https://www.investing.com/news/stock-market-news/street-calls-of-the-week-3650170",
        "description": "Neutral at Citi means 'For stocks rated Neutral (2), if an analyst believes that there are insufficient valuation drivers and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tsyrTxzZpC-pF2q8LDq7Hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "49m",
        "source": "Investing",
        "article_content": "Investing.com -- Here is your Pro Recap of the top takeaways from Wall Street analysts for the past week.\n\nInvestingPro subscribers always get first dibs on market-moving AI analyst comments. Upgrade today!\n\nOracle\n\nWhat happened? On Monday, Erste Group upgraded Oracle Corporation (NYSE: ) to Buy without a price target.\n\n*TLDR: Erste expects increased operating margin and continued stock upward trend. Software offerings and 162 data centers boost sales and profit growth\n\nWhat’s the full story? Erste analysts highlight that Oracle's attractive software offerings have significantly improved its sales situation. Oracle is expanding its cloud services with new data centers, now totaling 162 either operational or under construction. Additionally, 42 new cloud GPU contracts were signed in the first quarter, setting the stage for strong sales and profit growth in the current and next fiscal year.\n\nThe analysts also expect an increase in the operating margin and note that the stock is favorably valued based on its P/E ratio. Given these factors, Erste believes the stock’s upward trend is likely to continue.\n\nBuy at Erste means “Expected total return p.a. > +15%.”\n\nFord\n\nWhat happened? On Tuesday, Goldman Sachs upgraded Ford (NYSE: ) to Buy with a $13 price target.\n\n*TLDR: Goldman sees Ford Pro’s profitable commercial business and software growth driving margin opportunities.\n\nWhat’s the full story? Goldman sees a margin opportunity for Ford driven by its profitable commercial business, Ford Pro, which has mid-teens EBIT margins, and a growing software and services mix. The bank highlights Ford’s target of $1 billion in software revenue by 2025 and aims for software and physical services to constitute 20% of Pro EBIT by 2026. With paid subscriptions growing at a 35-40% CAGR, Goldman identifies long-term opportunities in fleet services and ADAS.\n\nDespite the stock being down 13% year-to-date due to cyclical concerns and higher-than-expected warranty costs, Goldman notes it is trading at just 5x the next twelve months (NTM) EPS estimate, at the lower end of the historical range. The bank sees a 23% upside to its new 12-month price target of $13, with a total return of approximately 30% including the 6% dividend yield.\n\nBuy at Goldman Sachs means “Goldman Sachs assigns stocks as Buys and Sells on various regional Investment Lists; stocks not so assigned are deemed Neutral. Such assignments equate to Buy, Hold and Sell for the purposes of the above disclosure required by the FINRA Rules. “\n\nHarley-Davidson\n\nWhat happened? On Wednesday, Baird downgraded Harley-Davidson (NYSE: ) to Neutral with a $40 price target.\n\n*TLDR: Dealers report weak retail, excess inventory, and negative sentiment, risking Harley-Davidson’s guidance. Baird advises caution due to stakeholder frustration and challenging market conditions.\n\nWhat’s the full story? Baird reached out to Harley-Davidson dealers to gather insights on Q3 trends. The feedback from dealers highlighted weak retail performance, excess inventory, and a generally negative sentiment, all of which indicate potential risks to the company’s guidance. This summer, Harley-Davidson was frequently in the news for unfavorable reasons, further exacerbating frustration among stakeholders.\n\nDespite recognizing the inherent value of the Harley-Davidson brand, Baird notes that the negative feedback from riders, dealers, and shareholders has created a challenging environment this season. Given these factors, Baird suggests it might be prudent to adopt a cautious approach at this time.\n\nNeutral at Baird means “Expected to perform in line with the broader U.S. equity market over the next 12 months.”\n\nShoals Technologies Group\n\nWhat happened? On Thursday, Citi upgraded Shoals Technologies Group Inc (NASDAQ: ) to Neutral with a $5.50 price target,\n\n*TLDR: Stock aligned with target; balanced risk/reward; patent case largely resolved. Downside risks: Voltage AD product launch, rising competition, and margin volatility.\n\nWhat’s the full story? Citi analysts note that the stock is currently aligned with their target, presenting a balanced risk/reward scenario. The primary catalyst, a patent infringement case, has largely concluded with the ALJ recommending a limited exclusion order. Additionally, concerns over “shrinkback” have mostly been resolved, and endorsements from Blattner and top 10 EPC MSAs provide confidence. However, guidance and a modest utility-scale growth outlook have tempered expectations.\n\nThe analysts highlight potential downside risks, including the imminent launch of an AD product by Voltage, which will not be affected by the exclusion order. Rising competition and a relatively high margin outlook also pose risks. In the short term, gross margins may experience volatility as factories operate concurrently before consolidating operations.\n\nNeutral at Citi means “For stocks rated Neutral (2), if an analyst believes that there are insufficient valuation drivers and/or investment catalysts to derive a positive or negative investment view, they may elect with the approval of Citi Research management not to assign a target price and, thus, not derive an ETR. “\n\nM&T Bank\n\nWhat happened? On Friday, Wolfe upgraded M&T Bank (NYSE: ) to Outperform with a $210 price target.\n\n*TLDR: Wolfe expects M&T Bank to maintain peer-leading NIMs through 2026.\n\nWhat’s the full story? Wolfe anticipates that M&T Bank will continue to generate peer-leading Net Interest Margins through 2026. Unlike some of its peers, MTB’s NIM has not been significantly impacted by underwater cash flow swaps, and its noninterest-bearing deposit mix is approximately 280 basis points higher than the average of Wolfe’s coverage. This supports Wolfe’s belief that MTB will maintain its NIM advantage through 2026.\n\nThe brokerage currently models MTB’s NIM at 3.67% for 2025 and 3.72% for 2026, compared to the Mid-Cap Bank average of 3.07% and 3.15%, respectively. This projection underscores Wolfe’s confidence in MTB’s ability to outperform its peers in terms of NIM over the next few years.\n\nOutperform at Wolfe means “the security is projected to outperform analyst's industry coverage universe over the next 12 months.”"
    }
]