[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Journey Through the Ages: The Global History of UFO Sightings",
            "link": "https://www.msn.com/en-us/travel/news/a-journey-through-the-ages-the-global-history-of-ufo-sightings/ar-BB1kuV6o?ocid=BingNewsVerp",
            "description": "This article will take you through the evolution of UFO sightings, from ancient accounts to modern-day encounters, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.THWdsrntiKJ8S6FBHGKbey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Emily Standley Allard on MSN23h",
            "source": "Emily Standley Allard on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO 50 speedrunners complete its most opaque game in under five minutes",
            "link": "https://www.rockpapershotgun.com/ufo-50-speedrunners-complete-its-most-opaque-game-in-under-five-minutes",
            "description": "The UFO 50 speedrun at Awesome Games Done Quick includes a quick dart through the collection's most bewildering game, the mysterious Barbuta.",
            "image_url": "https://www.bing.com/th?id=ODF.ThyHSoT5JzaNauF7IHm3lQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Rock Paper Shotgun8h",
            "source": "Rock Paper Shotgun",
            "article_content": "If you gotta go fast, you probably don't want to be a stubby-legged spearman who climbs every ladder like a geriatric walrus. Yet that's the challenge taken up yesterday by speedrunners at Awesome Games Done Quick. The UFO 50 speedrun includes an impressive dart through the retro collection's most bewildering game, the ancient and mysterious Barbuta, in which your character is a frustratingly slow hero with a fearfully short attack range. They managed to complete it in less than five minutes. Not only does the run (and its helpful commentary) serve as a short and sweet explanation of why Barbuta is so glitchily fascinating, it also left plenty of time to marathon another three games from the collection.\n\nBarbuta itself was completed in 4 minutes 55 seconds by player \"GrayGooGlitch\". It's only 11 seconds short of the fastest existing run. The unrepentantly obscure game is full of old-school trickery, like specific pools of toxic slime that won't hurt you, walls that secretly lack collision, and spike pitfalls with invisible bridges. But it's the randomly fluttering bats that give players the most trouble, as they did here just moments into the run.\n\nBut the UFO 50 marathon was also a team effort. Three other players zipped through their own game choices in the allotted time, swapping the controller just like in the good old days of losing a life to a hateful chicken. The next game was Rakshasa, a tough-as-old-boots action game with lots of upsetting frogs. The runner polished it off in 8 minutes and 22 seconds. Then came Night Manor, a point and click horror game with a ton of classical item puzzling but with a killer that follows you through the rooms and will come hunting you if you make noise by doing certain actions like activating a jukebox. They got through that in 6 minutes 20 seconds.\n\nFinally, it was Warptank, a kind of anti-platformer about a nippy space tank that can't jump but can teleblorp to the surface immediately above it. When I played it for our UFO 50 review, each screen was both a fight with the pixel enemies and a puzzle to figure out. When runner \"SpootyBiscuit\" plays, he turns it into a rhythmic waltz of warping, sparking off forty-five degree angles and blasting troublesome worms with ease. It was the toughest game to get through, with a time of 28 minutes 27 seconds.\n\nOverall, it's a nifty showcase of the retro-styled games contained within UFO 50, all of which contain some twist inspired by modern game design. Awesome Games Done Quick began at the weekend and runs until this Sunday. Other recent speedruns include a blast through Rain World: Downpour, but we're still waiting on the player who intends to beat Elden Ring bosses with nothing but his saxophone and a jazzy attitude. That's happening on Thursday. I look forward to it."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NEW UFO SOUNDS REVEALED! *LEAK* (Roblox Jailbreak)",
            "link": "https://www.msn.com/en-us/news/technology/new-ufo-sounds-revealed-leak-roblox-jailbreak/vi-AA1x4AoX?ocid=BingNewsVerp",
            "description": "In today's video, we create our very own UFO Sound Effect in Jailbreak!💎SMASH THAT LIKE BUTTON IF YOU WANT THIS SOUND💎iiFNaTiK ➥ <a href=\" Group ➥ <a href=\" Discord ➥ <a href=\" me on Social ...",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Gaming Legends on MSN8h",
            "source": "Gaming Legends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nick Drake’s unlikely connection to the cult sci-fi TV show ‘UFO’",
            "link": "https://faroutmagazine.co.uk/nick-drake-connection-to-a-cult-sci-fi-tv-show/",
            "description": "The program in question overlapped with the recording of Nick Drake's first two albums, and would similarly take many more years to find a larger audience.",
            "image_url": "https://www.bing.com/th?id=OJ.uSmjUzb62qS05A&pid=news&w=91&h=16&rs=2",
            "category": "ufo",
            "date": "14h",
            "source": "Far Out Magazine",
            "article_content": "Nick Drake’s unlikely connection to the cult sci-fi TV show ‘UFO’\n\nIn April of 1969, Nick Drake—still a couple of months shy of his 21st birthday—was toiling away at Sound Techniques studio in London, wrapping up the final recording session for his debut album, Five Leaves Left. At the same time, about 15 miles away at the MGM film studios in Borehamwood, Nick’s older sister Gabrielle Drake, 25, had just started principal photography on the biggest acting gig of her career—a new live-action science fiction series called UFO, produced by the creators of the beloved marionette TV shows Thunderbirds and Stingray.\n\nMore than half a century later, Fives Leaves Left and UFO each have considerably more fans and cultural relevance than they ever did in their own time. Even the term “cult classic” might be underselling them at this point. Nick Drake, of course, posthumously became one of Britain’s most revered and influential singer/songwriters, while UFO—despite running for just one series between 1970 and ’71—has gradually built a devoted following nearly on par with that of other iconic TV hits of its era like The Avengers and The Prisoner.\n\nThis makes it all the more bizarre to realise that the Drake siblings likely came home for Christmas in 1969, believing that their big projects—one set in pastoral England and one in futuristic outer space—had both failed.\n\nNick’s debut folk album had disappointingly flopped in the summer after a head-scratching lack of promotion from his label, Island Records. Gabrielle, meanwhile, dropped out of her role on UFO before a single episode had even aired. MGM’s British studios had closed down in the middle of production, forcing a long filming hiatus that she felt would conflict too much with other opportunities.\n\nGabrielle did eventually opt to return and continue playing Lieutenant Gay Ellis for a few more shoots in 1970, but despite her prominent role in the show’s cast, she only wound up appearing in about half of UFO’s 26 episodes. Her character, a purple-wigged moonbase commander in a tight silver catsuit, hadn’t exactly felt like the role of a lifetime anyway. For better or worse, though, it’s probably the one she’s still best remembered for.\n\n“In a funny way, I feel more pleased to have done it in retrospect than at the time,” Gabrielle Drake later acknowledged at a UFO fan convention in the year 2000, “Because I do think that it was actually a fairly innovative series and something which was perhaps a bit ahead of its time. It’s very good to look back and to have been associated with it.”\n\nIn the same way that her brother Nick had a capable hand at the wheel in the form of producer Joe Boyd, Gabrielle Drake also benefited from the guidance of UFO series producer Gerry Anderson, one of the legends of early sci-fi television. At the time, Anderson’s background was more in kids TV and marionettes than live-action work with full-size humans, but Gabrielle remembered him as “a very benevolent presence” and someone “you always felt that you could go up and see at any time. . . . And very easy to get on with, always.”\n\nDespite Anderson’s credentials, though, Drake admitted that she never believed at the time, “not for one moment,” that the cheap space show she was making would still be remembered or talked about by anybody in the 21st century. “But then you never do think that in our business,” she added. “It is such a strange old business, too, because the one thing you think is going to be a surefire hit is bound to flop.”\n\nSadly, we don’t know if Nick Drake ever visited his sister on set or even if he ever bothered to watch a single episode of UFO (it’s strangely difficult to imagine him watching any TV show). As those episodes were finally airing on British televisions in 1970 and ‘71, Nick was mostly hard at work recording and releasing his second album, Bryter Layter, which he believed would be a surefire success, but once again flopped, not to be properly appreciated until decades later. Such is the strange old world of show business."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sweden just turned the humble water tower into art",
            "link": "https://www.fastcompany.com/91254456/sweden-just-turned-the-humble-water-tower-into-art",
            "description": "Utilitarian water tower designs are getting bold new architectural treatments and experimental forms in Sweden.",
            "image_url": "https://www.bing.com/th?id=OVFT.WcZbxQCLMNC3deHSH_Bk-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Philips Hue adds AI-powered lighting options to its app",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/philips-hue-adds-ai-powered-lighting-options-to-its-app/ar-AA1x6GJq?ocid=BingNewsVerp",
            "description": "As of now, there's not an exact release date for the AI assistant, but Philips Hue states it will become available this year.",
            "image_url": "https://www.bing.com/th?id=OVFT.GrZfVHmzxKwcgD3qZmifty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7hon MSN",
            "source": "Engadget on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Philips Hue app is getting an AI chatbot",
            "link": "https://www.msn.com/en-us/news/technology/the-philips-hue-app-is-getting-an-ai-chatbot/ar-AA1x5H5A?ocid=BingNewsVerp",
            "description": "Philips Hue isn’t the first smart lighting brand to incorporate an AI chatbot in its app. Plenty of other smart light ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Og0N9hgw9lZ4QW6ObB6gy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Panasonic reveals AI family well-being coach at CES",
            "link": "https://www.msn.com/en-us/news/technology/panasonic-reveals-ai-family-well-being-coach-at-ces/ar-AA1x7sgn?ocid=BingNewsVerp",
            "description": "Enter Umi, a digital family well-being coach designed by Panasonic Well presented on Tuesday at CES, also known as the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2HG4cFOr06KkA_fexyFOcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Philips Hue app is getting a big upgrade this year, with a new generative AI assistant",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/the-philips-hue-app-is-getting-a-big-upgrade-this-year-with-a-new-generative-ai-assistant/ar-AA1x5NVG?ocid=BingNewsVerp",
            "description": "Signify, the company behind Philips Hue smart lights, has announced that it's adding a new generative AI assistant to the Hue ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6lhTvJrHeDmiZtFxzaUvXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Philips Hue AI lighting scenes will be available in the official app",
            "link": "https://9to5mac.com/2025/01/07/philips-hue-ai-lighting-scenes-will-be-available-in-the-official-app/",
            "description": "There are plenty of third-party apps that will create automated lighting scenes with Philips Hue products, but a report ...",
            "image_url": "https://www.bing.com/th?id=OJ.0JPc4EUHw092og&pid=news&w=94&h=16&rs=2",
            "category": "ai+app",
            "date": "5h",
            "source": "9to5Mac",
            "article_content": "There are plenty of third-party apps that will create automated lighting scenes with Philips Hue products, but a report that the company will be launching this feature in the official app has today been confirmed.\n\nUsers will be able to request AI-generated scenes using either voice or text, with the company citing the example “Give me a scene for a garden party” …\n\nHueblog said in October of last year that the feature was in testing.\n\nAI has become an integral part of the technology world and artificial intelligence now has a hand in many things. Perhaps soon in Philips Hue too? This is indeed conceivable, at least in part. Philips Hue has been testing an AI Playground for some time now, which is designed to create a suitable light scene with a simple text command. “Create a scene for a children’s birthday party” or “Create a scene for a cosy breakfast” should provide the appropriate light settings. When it is launched in the Hue app – unfortunately I don’t know the exact date – it will probably only have limited functionality at first. According to my information, the AI function will not yet be able to create its own scenes, but will only recommend suitable, existing scenes. You can then use commands such as ‘What is the best scene for a winter evening’ to get the right results.\n\nThe Verge today says that the company has confirmed that it will be launching some time this quarter.\n\nPhilips Hue users will soon be able to create their own AI-powered lighting scenes, the company announced on Tuesday. Philips Hue’s new generative AI lighting assistant lets users create personalized lighting scenes based on occasion, mood, or style. They can do so by typing commands like “Give me a scene for a garden party” into the Hue app and also by using their voice. The assistant will then either recommend scenes from the existing Philips Hue gallery or create a new one entirely. In addition to creating scenes, the AI assistant can also be used to adjust the settings of existing lights, including brightness levels and color.\n\nThe news gets a brief mention in a press release published today, but with no further details.\n\nPhilips Hue introduces its first generative AI assistant in the Hue app, delivering personalized lighting scenes based on mood, occasion or style. Available in 2025, the assistant lets users type or speak commands to create the perfect ambiance, with feedback features ensuring continuous improvement.\n\nIt will be compatible with all Hue lights.\n\nImage: Philips Hue and 9to5Mac"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Psychic & Medium TV Shows",
            "link": "https://www.aol.com/lifestyle/top-10-psychic-medium-tv-125700406.html",
            "description": "Is there life after death? TV shows about mediums, who have the intuitive gift of being able to psychically connect with the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DxIBDdDGGASGr-Jvtbq6my&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "AOL",
            "article_content": "panida wijitpanya/Istockphoto\n\nTop 10 Psychic and Medium Related TV Shows\n\nIs there life after death? TV shows about mediums, who have the intuitive gift of being able to psychically connect with the deceased, have become increasingly popular, as more people open up to the belief that spirits do live on after death.\n\nAs studies have shown communication with those who have passed away is possible, it’s not surprising that more people are seeking mediumship services on popular psychic platforms.\n\nTurn these shows into reality by connecting with your medium through one of these trusted online psychic reading sites.\n\nNew York Live/Youtube\n\n1. The Long Island Medium\n\nThe Long Island Medium stars Theresa Caputo, who is known for walking right up to strangers to pass along messages from departed loved ones. From the grocery store to restaurants, Caputo is attuned to the spiritual realm and in service to bridging the realms of the living and deceased. The spontaneity of her approach leads to candid responses of those who are on the receiving end of the information she is sharing. (Although some of the best online psychic readings can be just as interesting and revealing!)\n\nCaputo has become one of the most well-known reality TV psychics. Due to the popularity of this show, TLC produced 14 seasons between 2011 and 2019. The high-energy and unconventional approach of Caputo makes this show top-notch entertainment.\n\nE! Entertainment/ Youtube\n\n2. Hollywood Medium with Tyler Henry\n\nHollywood Medium with Tyler Henry chronicles the readings of clairvoyant medium Tyler Henry Koelewyn, who discovered his intuitive gifts at age 10. He started filming this TV series in 2016, when he was only 19 years old. Tyler Henry’s popularity grew after he appeared on Keeping Up with the Kardashians to do a mediumship reading for the sisters. E! offered Tyler Henry the opportunity to do his own show. It was a hit from the get-go, and ended up running for 4 seasons until 2019.\n\nThe show documents Tyler Henry doing readings for A-List celebrities, such as Carmen Electra, Chad Michael Murray, Megan Fox, Bobby Brown, Kristin Cavallari, and many more. What’s unique about this show is the glimpse it offers into celebrities’ personal lives as they open up about their deceased loved ones.\n\nLifetime/Youtube\n\n3. Seatbelt Psychic\n\nRiffing off popular shows such as Cash Cab and Carpool Karaoke, Seatbelt Psychic features medium Thomas John picking up strangers and relaying messages from departed loved ones. John’s goal is to touch the lives of as many people as possible, trusting he’ll cross paths with the people he’s meant to meet, so this on-the-move show is perfect for his mission.\n\nUnfortunately, it only aired one season in 2018 on Lifetime before being canceled. However, the unscripted nature of the show has gone a long way in convincing skeptics and nonbelievers of the validity of mediumship messages. John’s personal messages are often exactly what his passengers needed to hear to gain clarity and release. If you’re curious whether a loved one on the other side might have something to say to you, the personal face-to-face mediumship readings on Keen are a great way to find out.\n\nA&E/Youtube\n\n4. Psychic Kids: Children of the Paranormal\n\nChildren tend to have a stronger connection to the other side, hence imaginary friends and seeing things in the closet adults can’t. Psychic Kids: Children of the Paranormal explores the unique abilities of children with reported psychic ability and connects them with adult psychic mediums to help cultivate their gifts.\n\nThis show ran on A&E for three seasons from 2008 to 2010 and then had a reboot season in 2019. What sets this show apart from others is the special focus on psychically gifted children. Plus, all hosts of the show, Chip Coffey, Chris Flemming, and Kim Russo, are well-known in the paranormal scene. The fourth host, Edy Nathan is a licensed therapist, who ensures the children are integrating and processing their experiences in a healthy way. For anyone who’s ever had to comfort a child who thinks they’ve seen something in the dark, this is a great show to learn from.\n\nChalabala/Istockphoto\n\n5. Pet Psychic\n\nPets quickly become valued family members, and their passing is often just as painful. The Pet Psychic features medium Sonya Fitzpatrick telepathically communicating with animals. From cats and dogs to horses and birds, Fitzpatrick uses her special gift to share messages with pet owners. (And some of the best online psychic readings can also help you connect with your furry friends.)\n\nThis show ran for three seasons from 2002 to 2004 on Animal Planet. What was unique about this show is that she’s not only communicating with deceased pets but also speaking with living animals to help them with emotional trauma and behavioral problems. If this sounds interesting, consider a reading with an expert pet psychic about your own beloved animal.\n\nPrime videos\n\n6. America’s Psychic Challenge\n\nAmerica’s Psychic Challenge is a game show in which four contestants compete to see who is America’s top psychic. In this exciting show, contestants must go through a series of tests to prove their psychic abilities. One challenge is finding a man hidden in the trunk of one car out of 50, while another requires them to correctly match five brides and five grooms.\n\nLifetime only produced one season of this show back in 2007, but there’s also Britain's Psychic Challenge to watch if you like this one. This show is fun and a good start for nonbelievers to see the feats psychics are capable of.\n\nIMDb\n\n7. Rescue Medium\n\nRescue Medium showcases international psychics Jackie Dennison and Christine Hamlett in seasons 1 through 3 and Alison Wynne-Ryder in seasons 4 through 7 as they help to guide lost spirits to the next realm. In the show, the psychics make house calls to ask spirits to leave haunted locations. Plenty of paranormal encounters occur throughout the seasons, including possessions, poltergeists, and ghosts that need to be dealt with.\n\nThis show aired on Canada’s W Network from 2006 to 2011, but different seasons have also aired on WE: Women’s Entertainment Network in the United States and Discovery Channel and CBS in the U.K. For those who want to see psychics handle a spooky paranormal activity, Rescue Medium gives an up-close look at real-life ghostbusting.\n\nIMDb\n\n8. Psychic Investigators\n\nWhen cases get cold, sometimes it requires psychic investigation to solve the mystery. Psychic Investigators is a true-crime series in which psychics help to find missing clues, discover new leads, and figure out what really happened at the scene of the crime. Like many other popular true-crime shows, Psychic Investigators draws viewers in with dramatic reconstruction, intriguing crime details, and interviews with key characters.\n\nThis series aired on the True Crime Network from 2006 to 2008. From solving cold case murders from 30 years earlier to locating missing persons, this is the ultimate psychic show to satisfy the detective within.\n\nIMDb\n\n9. Ghost Whisperer\n\nGhost Whisperer, starring Jennifer Love Hewitt, is a supernatural television series about Melinda Gordon, who can speak with earthbound spirits. These spirits need Gordon’s help in order to move on, and she must use her mediumship abilities to relay important information to the living. However, the messages she receives are often confusing, so she must piece together the clues to understand the spirits’ needs.\n\nThe five seasons of this show were aired on CBS from 2006 through 2010. Although it’s a fictional series, Ghost Whisperer does a great job depicting the struggles of mediumship, such as having to decipher unclear communication and carrying the emotional responsibility of imparting significant messages. Love Hewitt does a wonderful job in this role, portraying what it’s like to be a medium with psychic abilities. The show depicts how it can feel more like a curse than a blessing at times to have such unusual gifts.\n\nIMDb\n\n10. Medium\n\nMedium is a paranormal drama about the character Allison DuBois, played by Patricia Arquette, who can speak with the deceased, foresee the future, and witness past events in her dreams. When interning as an assistant for a Phoenix District Attorney, DuBois has a dream about a murder, which leads to the successful solving of the case. The seven seasons are centered on DuBois using her psychic gifts to solve cases, convincing nonbelievers of her gift, and living her life as a wife and mother of three.\n\nThe show had 7 seasons between 2005 and 2011 - the first 5 on NBC, and the rest on CBS. Even though this is a fictional show, it has a fantastic plotline that gives viewers a glimpse into the life of a psychic. DuBois is a relatable character, and it’s rewarding to follow along with her psychic journey.\n\nmiriam-doerr/Istockphoto\n\nExploring the Psychic World\n\nFrom providing guidance in the time of loss or crisis to solving cold-case crimes, these shows demonstrate there’s such a wide range of services that psychics can provide. If you’re interested in speaking with a psychic yourself, check out this list comparing the top ten psychic service platforms. The comparisons will assist you in connecting with the perfect psychic for you.\n\nThis article originally appeared on Top10.com and was syndicated by MediaFeed.org\n\nPerseomed /Istockphoto\n\nMore from MediaFeed"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal scammers: police search for gang behind cunning sleight of hand",
            "link": "https://www.canberratimes.com.au/story/8860550/supernatural-scammers-swindle-elderly-victims-in-melbourne/",
            "description": "A supernatural scam has caught the attention of police after a number of elderly victims reported having money or jewellery ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sStIVo49rSCBSt_tZRErgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22h",
            "source": "The Canberra Times",
            "article_content": "Your digital subscription includes access to content from all our websites in your region. Access unlimited news content and The Canberra Times app. Premium subscribers also enjoy interactive puzzles and access to the digital version of our print edition - Today's Paper."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Supernormalized Podcast Celebrates Fourth Year with Over 140 Episodes and a Vision for the Future",
            "link": "https://finance.yahoo.com/news/supernormalized-podcast-celebrates-fourth-over-214700185.html",
            "description": "Supernormalized Podcast Marks a Milestone in 2025 Tamborine Mountain, Queensland--(Newsfile Corp. -) - Supernormalized ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X9vFumncEylr3RjlUbRcjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22h",
            "source": "YAHOO!Finance",
            "article_content": "Supernormalized Podcast Marks a Milestone in 2025\n\nTamborine Mountain, Queensland--(Newsfile Corp. - January 6, 2025) - Supernormalized Podcast, a distinguished platform known for its exploration of society, health, medicine, religion, fitness, and the occult, is celebrating the commencement of its fourth year in 2025. With over 140 episodes recorded, the podcast continues to captivate audiences with its unique approach to discussing the often hidden aspects of life and existence.\n\nHosted by CeeJay Barnaby, Supernormalized Podcast has become a beacon for those seeking to understand alternative consciousness, plant medicines, energy medicines, personal growth, intuition, and paranormal phenomena. The podcast's mission to normalize the unusual and often misunderstood experiences of life resonates with listeners worldwide.\n\nAs the podcast enters its fourth year, CeeJay Barnaby is enthusiastic about the future, promising another year filled with remarkable guests from diverse genres. Topics such as plant medicines, alternative health and healing, mindfulness and meditation, intuition and psychic abilities, spirit contact, and religious experiences are set to be explored in depth.\n\n\"There is truly a shift of consciousness happening, and Supernormalized is at the forefront in changing the narrative so all of humanity and the amazing experiences we all share are heard and shared,\" says Chris Barnaby, CEO of Supernormalized Podcast.\n\nSupernormalized Podcast's commitment to educating listeners on alternative perspectives and experiences continues to grow. The podcast's engaging interviews and thought-provoking discussions aim to enlighten and inspire, fostering a deeper connection to life and existence.\n\nAs Supernormalized Podcast celebrates this significant milestone, it remains dedicated to its core mission of bringing to light the extraordinary aspects of human experience. With a growing audience and an ever-expanding roster of insightful guests, the podcast is poised to continue its journey of exploration and discovery.\n\nAbout Supernormalized Podcast\n\nSupernormalized is a podcast of ideas shared with individuals expressing a deeper connection to life and existence through interviews that are engaging. Specializing in talking about hidden topics, the show aims to educate listeners on alternative consciousness, plant medicines, energy medicines, personal growth, intuition, paranormal and supernatural abilities with an aim of normalizing the unexplained.\n\nPress Inquiries\n\nSupernormalized Podcast\n\nhttps://supernormalized.com/\n\nChris Barnaby supernormalized@proton.me\n\n+61 466 032 354\n\n51 Long Road Tamborine Mountain Queensland Australia 4272\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From the Producers of 'Scream' Comes the Blood-Soaked New 'Heart Eyes' Trailer",
            "link": "https://collider.com/heart-eyes-trailer/",
            "description": "The Valentine's Day slasher Heart Eyes debuts its new trailer ahead of the film’s blood-red February release.Watch the trailer now.",
            "image_url": "https://www.bing.com/th?id=OJ.9Hm0wvEEyaRqmw&pid=news&w=48&h=16&rs=2",
            "category": "paranormal",
            "date": "5h",
            "source": "collider",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 Best Horror Movie Kills Of 2024",
            "link": "https://whatculture.com/film/10-best-horror-movie-kills-of-2024?page=5",
            "description": "It's always great fun to see douchebag characters get their brutal comeuppance, and that was certainly the case with Late ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hasZhNy7OaSuCyJ71VypeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "What Culture10h",
            "source": "What Culture",
            "article_content": "It's always great fun to see douchebag characters get their brutal comeuppance, and that was certainly the case with Late Night with the Devil's tosser of a paranormal skeptic, Carmichael Haig (Ian Bliss).\n\nEven though Carmichael wishes to expose con artists, he's such a colossal a**hole - from his casual sexism to his general arrogance - that it's basically impossible to like the guy. And so, there was little sympathy to be spared when Carmichael finally realised beyond any doubt that the demonic entity possessing 13-year-old Lilly D'Abo (Ingrid Torelli) was the real deal.\n\nAfter seeing the demon kill others working on the TV show, Carmichael hilariously decides to pledge his allegiance to the demon in a vain bid save his own skin. But of course, the possessed Lilly doesn't accept, instead using her abilities to burn Haig, causing his flesh to melt away as he falls down dead.\n\nCouldn't have happened to a nicer guy, honestly."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the Gulf’s rulers want to harness the power of science",
            "link": "https://www.economist.com/science-and-technology/2025/01/07/how-the-gulfs-rulers-want-to-harness-the-power-of-science",
            "description": "The Gulf’s rulers want to do better than that. Beset with the rising urgency to diversify their economies away from fossil ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1HHclj4wljmZFzQRycho2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Economist27m",
            "source": "The Economist",
            "article_content": "B ayt al-Hikma, or the House of Wisdom in Baghdad, emerged in the ninth century—even before the Accademia dei Lincei in Rome, widely considered the first academy of sciences. The Banu Musa brothers, sons of an astronomer in Baghdad, created the first machine with a stored program there and scientific textbooks from the institute were translated and made their way to Europe."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New species lead to new discoveries in 2024",
            "link": "https://www.gulftoday.ae/opinion/2025/01/07/new-species-lead-to-new-discoveries-in-2024",
            "description": "The Western Ghats and Northeast India has always been recognized as biodiversity rich and hotspots in India with multiple ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7XS81SaBqrhmmC58WqMY8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "gulftoday4hOpinion",
            "source": "gulftoday",
            "article_content": "The Western Ghats and Northeast India has always been recognized as biodiversity rich and hotspots in India with multiple discoveries of endemic species from these regions, according to a Mongabay-India (MI) report.\n\nIn 2024 too, multiple species were newly described, most of them reptiles, amphibians or insects. Every new discovery is significant as it potentially redefines the course of science and takes us a step closer to the understanding of biodiversity and its conservation and management, says the MI report.\n\nSome of these new species have been highlighted in the report. The king cobra was long believed to be a single species – Ophiophagus hannah. The longest venomous snake in the world is not considered to have much conservation significance and is listed as vulnerable on the International Union for Conservation of Nature (IUCN) Red List of threatened taxa. That is about to change as a global study led by the Western Ghats-based scientist P Gowri Shankar has questioned the belief through a new discovery that the king cobra is not one species, but four distinct species separated by geographies. Among the four, two species are severely threatened, including the Western Ghats species, now named Ophiophagus kaalinga. The latest study findings that king cobra is not one, but four species have implications on both conservation and antivenom research.\n\nWhen the species in question is as common as a lizard, the MI report points out how amphibian researcher Sandeep Das nearly missed identifying a new species because it closely resembled the widely known Agasthyagama bedomii, or northern kangaroo lizard. However, after consulting with other experts, he realised that the location of the sighting – a hilly district in Idukki, Kerala – was too far from the typical range of A. bedomii. Further studies confirmed this finding, leading to the discovery of a previously unrecognised species. Named Agasthyagama edge, the authors describe the species as “superficially similar to Agasthyagama bedomii in overall shape, size and colour but can be distinguished by combination of characters.\n\nThe northeastern parts of India, as diverse in animal and plant species as the Western Ghats, are relatively less studied, primarily due to the mostly hostile terrain and turbulence the region has witnessed historically. Despite these challenges, many researchers have managed to do some intense species studies in the region. For Mongabay India, the year 2024 began with the news of three new frog species — Gracixalus patkaiensis, Alcalus fontinalis, and Nidirana noadihing — discovered from the biodiversity hotspot of Kamlang-Namdapha landscape in Arunachal Pradesh. Tucked between Myanmar and India, Namdapha is considered the northernmost limit of the tropical rainforest in the world. Namdapha region, located on the border, faces many anthropogenic pressures that pose conservation challenges. Another reason why these discoveries are special is because those are not just three new species but three new genera – a taxonomic category comprising species exhibiting similar characteristics – recorded from India.\n\nThe MI report then adds that in 2017, field entomologist Vivek Sarkar and his assistant Tushar Sangma identified a new cicada species during an acoustic survey in Balpakram National Park, located in South Garo Hills, Meghalaya in 2017, leading to the identification of Becquartina bicolor, the bicolour butterfly cicada. In 2020, Rodeson Thangkhiew – then a PhD scholar and now an assistant professor of zoology at the University of Science and Technology in Meghalaya – was drawn to a unique cicada call coming from a tree next to a small stream. His observations would later align with Sarkar’s findings. The two teams published their research in March 2024 in Zootaxa. Sarkar emphasised that the locals in South Garo Hills and Ri Bhoi were already familiar with the bicolour butterfly cicada, underscoring the importance of integrating traditional ecological knowledge from local communities into scientific research.\n\nQuite recently, another MI report while highlighting the importance of dung beetles in maintaining environmental health, also informed about the discovery of new dung beetle species, two of which are from northeast India. One of the important lessons from these new discoveries is the extent of biodiversity the country holds. These new findings have far-reaching impacts on conservation science: every new discovery is a step closer to our understanding of biodiversity and its conservation and management."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huge NASA breakthrough as explorers discover 44 stars in distant galaxy",
            "link": "https://www.express.co.uk/news/science/1997040/nasa-breakthrough-explorers-discover-stars",
            "description": "Astronomers used JWST and gravitational lensing to spot 44 individual stars in a galaxy 6.5 billion light-years away.",
            "image_url": "https://www.bing.com/th?id=OVFT.-JidtTpuJ4o_bbuNW1oD_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "11h",
            "source": "Daily Express",
            "article_content": "Images taken by NASA's James Webb Space Telescope\n\nAstronomers have achieved a groundbreaking feat after identifying 44 individual stars in a galaxy nearly 6.5 billion light-years away. This remarkable discovery, made possible by NASA’s James Webb Space Telescope and the phenomenon of gravitational lensing, sets a new record for the largest number of individual stars detected in the distant universe. The findings, led by Fengwu Sun, a postdoctoral researcher at the Center for Astrophysics by Harvard & Smithsonian, and published in Nature Astronomy, open new avenues for studying the universe’s most profound mysteries, including dark matter. Looking for individual stars in galaxies billions of light-years away has long been considered impossible, as these far-flung galaxies typically blur into a diffuse glow.\n\nHowever, a natural magnification effect called gravitational lensing, coupled with JWST’s infrared capabilities, has changed the game, Phys.org reports.\n\nGravitational lensing occurs when a massive object, such as a galaxy cluster, bends and amplifies the light of objects behind it. In this case, the cluster Abell 370 acted as a lens, magnifying a galaxy called the Dragon Arc. This effect stretched the Dragon Arc into an elongated shape, making individual stars within it visible to JWST’s sensitive instruments. “When we processed the data, we realized that what appeared to be individual star points were actually stars within this distant galaxy,” said Sun. Many of the stars identified in the Dragon Arc are red supergiants, a type of massive star in the final stages of its life. These stars, cooler and more luminous than the blue supergiants often observed in earlier studies, were detectable thanks to JWST’s ability to observe infrared wavelengths. This marks a shift from earlier discoveries with the Hubble Space Telescope, which had identified only a handful of stars in distant galaxies, most of them blue supergiants like Rigel and Deneb. “We now have the capability to resolve stars that were previously beyond our reach,” said Sun. “This discovery provides unprecedented insights into stellar populations and their role in galaxy evolution during the early universe.”\n\nNASA's James Webb Space Telescope was able to capture images of individual stars on the Abell 370\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Virtual chemistry speeds up drug discovery",
            "link": "https://www.msn.com/en-us/health/other/virtual-chemistry-synthesizes-25-variations-of-a-plant-compound-that-could-treat-brain-diseases/ar-AA1x3Bzz?ocid=BingNewsVerp",
            "description": "Among the hundreds of thousands of chemical compounds produced by plants, some may hold the key to treating human ailments and diseases. But recreating these complex, naturally occurring molecules in ...",
            "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
            "category": "science+discovery",
            "date": "23hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IU research discovery could mean new treatment for prostate cancer",
            "link": "https://www.msn.com/en-us/science/biology/iu-research-discovery-could-mean-new-treatment-for-prostate-cancer/ar-AA1x7bBE?ocid=BingNewsVerp",
            "description": "New research from the IU School of Medicine found a discovery that could lead to new treatments for prostate cancer. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.G_79gHHwQfU2jWy6WGnLcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why OpenAI CEO Sam Altman and AI skeptic Gary Marcus are both wrong about today’s AI",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/why-openai-ceo-sam-altman-and-ai-skeptic-gary-marcus-are-both-wrong-about-today-s-ai/ar-AA1x7CVn?ocid=BingNewsVerp",
            "description": "Conversations with AI executives, such as Prosus's Euro Beinat, show AI can have a big impact—but only after a lot of work ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oIiU9JrVRrGjGgZBWuD0RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Confluence Of Two Empires: Microsoft And OpenAI Hold Hands",
            "link": "https://www.forbes.com/sites/johnwerner/2025/01/07/the-confluence-of-two-empires-microsoft-and-openai-hold-hands/",
            "description": "These two men are of different generations (Gates is 69, Altman 39), and their companies presided over different revolutions ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DQXAfgi0avY7SAlxldaTaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Future Under Sam Altman — And Donald Trump",
            "link": "https://www.bloomberg.com/news/articles/2025-01-06/chatgpt-creator-openai-s-future-under-sam-altman-and-donald-trump",
            "description": "Today on the Big Take: Josh Tyrangiel unpacks his wide-ranging interview with Sam Altman about OpenAI’s future. After CEO Sam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FemVDX0mMbOpQP3t1oPKXi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21h",
            "source": "Bloomberg L.P.",
            "article_content": "Never miss an episode. Follow The Big Take daily podcast today.\n\nAfter CEO Sam Altman was dramatically fired and rehired in November 2023, he got right back to work building up OpenAI, best known for ChatGPT."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman says he’s losing money on OpenAI’s $200-per-month subscriptions — ‘people use it much more than we expected’",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/sam-altman-says-he-s-losing-money-on-openai-s-200-per-month-subscriptions-people-use-it-much-more-than-we-expected/ar-AA1x5N9I?ocid=BingNewsVerp",
            "description": "People are using ChatGPT so much that OpenAI is even losing money on its $200-per-month Pro subscriptions, said CEO Sam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kBtGhVbYsag_WAnFgcsPky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman offers clues about where OpenAI is headed",
            "link": "https://www.fastcompany.com/91255808/sam-altman-offers-clues-about-where-openai-is-headed",
            "description": "In his latest blog post, Sam Altman gave his take on what's been happening behind the scenes at OpenAI—and what's next for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tCVrflBLzs1sK0CQCLZodS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21h",
            "source": "Fast Company",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Future is Here! Top Computing Trends to Watch in 2025",
            "link": "https://www.analyticsinsight.net/tech-news/future-is-here-top-computing-trends-to-watch-in-2025",
            "description": "Technological advancement continues to accelerate as we enter 2025, showing no signs of slowing down. Revolutionary ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z-7GIJ_v_o08WIDt4qhbCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Analytics Insight1h",
            "source": "Analytics Insight",
            "article_content": "The availability of developing technology is anticipated to make the ground neutral in 2025. Emerging rapidly in the software development context, low-code and no-code tools are revolutionizing the world by enabling application development for individuals with no coding experience. Low-code platforms could reach 65% of app development activity, predicts Forrester. The democratization of such technology-driven innovation opens it up to the masses.\n\nAs these trends continue to emerge, the businesspeople and investors in their venture need to be prepared and innovative. By adapting to these changes, 2025 does not only mean the idea of survival in a highly competitive digital world but growth as well."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Assistant may not be on Wear OS smartwatches much longer",
            "link": "https://www.msn.com/en-us/news/technology/google-assistant-may-not-be-on-wear-os-smartwatches-much-longer/ar-AA1x4oxW?ocid=BingNewsVerp",
            "description": "Google Gemini could replace Google Assistant on Wear OS devices, according to lines of code found in the latest beta.",
            "image_url": "https://www.bing.com/th?id=OVFT.cyj3JNvhRA4i81zLE6F_sS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Packers were targeted by hackers, putting credit cards in danger",
            "link": "https://www.msn.com/en-us/technology/cybersecurity/the-packers-were-targeted-by-hackers-putting-credit-cards-in-danger/ar-AA1x7STu?ocid=BingNewsVerp",
            "description": "The Green Bay Packers' online store was hacked, resulting in sensitive data being leaked -- including credit card information ...",
            "image_url": "https://www.bing.com/th?id=OVF.ni5WoqOXDPC4NF2XXGO%2ffA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "2hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "More Asian cuisine, collaborations and other Milwaukee restaurant trends we'll see in 2025",
            "link": "https://www.jsonline.com/story/entertainment/dining/2025/01/07/milwaukee-restaurants-trends-to-look-for-in-2025/77261170007/",
            "description": "National predictions and keen local insight predict what we might see in Milwaukee's restaurant scene this year.",
            "image_url": "https://www.bing.com/th?id=OJ.721sTPkstdRg3A&pid=news&w=164&h=12&rs=2",
            "category": "code+trends",
            "date": "10h",
            "source": "Milwaukee Journal Sentinel",
            "article_content": "Did you know: Every plan comes with a digital subscription to share. Hide plan comparison"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best New Meme Coins to Buy for 2025: BTFD BIG50 Code’s 50% Extra Coin Made It a Must-Have While Neiro and Simon’s Cat Move Forward",
            "link": "https://www.coinspeaker.com/best-new-meme-coins-to-buy-for-2025-btfd-neiro-simons-cat/",
            "description": "Here's the twist – while these projects are making waves in their own unique ways, BTFD Coin stands out, offering what seems like a once-in-a-lifetime opportunity for savvy investors.",
            "image_url": "https://www.bing.com/th?id=ODF.0V9ZR7NJhe7nKCjGlcNb9w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "coinspeaker19h",
            "source": "coinspeaker",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the Gulf’s rulers want to harness the power of science",
            "link": "https://www.economist.com/science-and-technology/2025/01/07/how-the-gulfs-rulers-want-to-harness-the-power-of-science",
            "description": "The Gulf’s rulers want to do better than that. Beset with the rising urgency to diversify their economies away from fossil ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1HHclj4wljmZFzQRycho2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Economist27m",
            "source": "The Economist",
            "article_content": "B ayt al-Hikma, or the House of Wisdom in Baghdad, emerged in the ninth century—even before the Accademia dei Lincei in Rome, widely considered the first academy of sciences. The Banu Musa brothers, sons of an astronomer in Baghdad, created the first machine with a stored program there and scientific textbooks from the institute were translated and made their way to Europe."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Princetonians honored with National Medals of Science",
            "link": "https://www.princeton.edu/news/2025/01/07/princetonians-honored-national-medals-science",
            "description": "Princeton molecular biologist Bonnie Bassler, emeritus professors Larry Martin Bartels and Ingrid Daubechies, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LxuvzsQdcab3R-KXWSVVhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Princeton University2h",
            "source": "Princeton University",
            "article_content": "National Medal of Science\n\nPrinceton molecular biologist Bonnie Bassler has received the National Medal of Science, the nation’s highest scientific honor. Two emeritus members of the Princeton faculty, Larry Martin Bartels and Ingrid Daubechies, and two undergraduate alumni, John Dabiri and Cynthia Dwork, were also among this year’s 14 recipients of the White House honor, announced and awarded in a ceremony Jan. 3. The ceremony also honored nine individuals with National Medals of Technology and Innovation, the highest honor for technological achievement.\n\n“Congratulations to those recipients of two of our nation’s most prestigious honors, the National Medal of Science and National Medal of Technology and Innovation,” said President Joseph Biden during the livestreamed ceremony. “This year’s honorees represent a simple truth: As I’ve always believed, America can be defined by a single word, ‘possibilities.’ That’s who we are, a nation of possibilities.”\n\n“I couldn’t be more delighted for Bonnie and the other medalists from the Princeton family,” said Princeton President Christopher L. Eisgruber. “Bonnie’s groundbreaking discoveries about bacterial messaging have revolutionized our concepts of what molecular communication can be and what a profound role it plays for all life-forms, from the simplest to the most complex.”\n\nHe continued, “All Princetonians, from our undergraduates through our senior faculty members, are encouraged to take intellectual risks, pursue radical new ideas, follow their curiosity — and as we see today, that can lead to astonishing accomplishments that fulfill our informal motto, Princeton ‘in the nation’s service and the service of humanity.’” The ceremony was held in the Eisenhower Executive Office Building adjacent to the White House. Awards were presented by Arati Prabhakar, director of the White House Office of Science and Technology Policy (OSTP) and assistant to the president for science and technology.\n\nBonnie L. Bassler\n\nBonnie Bassler and Arati Prabhakar\n\nBassler received the National Medal of Science “for paving the way to develop novel therapies to combat bacteria,” according to the award citation read at the ceremony. “Spending years in laboratories while sparking the imaginations of students, Bonnie Bassler established bacteria as social organisms with a widespread signaling system for communicating. Her revolutionary research opens a gateway to solving biological puzzles that can save lives.”\n\nFrom her early work confirming how bacteria act in concert, to her growing understanding of the extraordinary webs of microbial messaging among the tiniest life-forms, Bassler has been a pioneer and global leader in the understanding of how bacteria communicate with each other.\n\n“I am delighted and honored to receive the National Medal of Science. I am very proud of and grateful to my lab team,” said Bassler, the Squibb Professor in Molecular Biology and the chair of the Department of Molecular Biology at Princeton University. “The festivities in D.C. were magical.\n\n“Most moving and memorable to me were the speeches at the ceremony,” Bassler said. “They were not about a scientist being the best in a field, or the first to make a revolutionary finding, but rather, about the importance of the recipients’ research and mentorship of the next generations of scientists to democracy and to the vitality of and possibilities for the nation now and going forward.\n\n“That is not how I think of myself or my work on a day-to-day basis,” she said. “It was both humbling and thrilling for my team’s work to be considered in that realm.”\n\nAmong her many honors, Bassler is a member of the National Academy of Sciences, the National Academy of Medicine, the American Academy of Arts and Sciences, and a fellow of the American Association for the Advancement of Science.\n\nShe is a Howard Hughes Medical Institute Investigator and a recipient of Princeton University’s President’s Award for Distinguished Teaching, the Wolf Prize in Chemistry, the Canada Gairdner International Award, the Princess of Asturias Award from the Spanish Crown, the Gruber Prize, the Albany Prize, the L’Oréal-UNESCO Women in Science Award, and a MacArthur “genius grant.”\n\nBassler received her B.S. in biochemistry from the University of California-Davis and a Ph.D. in biochemistry from Johns Hopkins University.\n\nLarry Martin Bartels\n\nLarry Martin Bartels and Arati Prabhakar\n\nBartels received the National Medal of Science “for thought leadership that promotes democracy around the world,” according to his award citation. “Larry Bartels’ study of democratic institutions and analyses of partisanship and voting behavior, economic inequality, and political accountability offer astute insights that have shaped attitudes and call on all of us to protect our sacred democratic principles.”\n\nBartels, Princeton’s Donald E. Stokes Professor in Public and International Affairs, Emeritus, and an emeritus professor of politics, was on the Princeton faculty from 1991 to 2011. On Jan. 1, 2012, he transferred to emeritus status and joined the Department of Political Science at Vanderbilt University.\n\nBartels was the founding director of Princeton’s Center for the Study of Democratic Politics at the School of Public and International Affairs. The center supports empirical research into democratic political processes and institutions.\n\nIt is very rare for a social scientist like Bartels to win the National Medal of Science, noted Christopher Achen, Princeton’s Roger Williams Straus Professor of Social Sciences, Emeritus, and an emeritus professor of politics.\n\n“Larry is widely regarded as the preeminent scholar of American representative democracy,” said Achen, who co-authored “Democracy for Realists” with Bartels in 2016. “He has an uncanny ability to use hard evidence to overturn cherished political pieties. A running theme in his work is that elites get their way far more than ordinary people do, even in democracies, but that neither liberals nor conservatives are typically right about how that happens or what to do about it. Thus, we have much hard thinking to do if we are to repair the many broken aspects of our contemporary politics.”\n\nBartels received his B.A. from Yale University in 1978 and his doctorate from the University of California-Berkeley in 1983.\n\nIngrid Daubechies\n\nIngrid Daubechies and Arati Prabhakar\n\nDaubechies won the Medal of Science “for pioneering discoveries in the development of wavelets,” according to her citation. “A mathematician and physicist, Ingrid Daubechies has transformed the field of signal processing and the way society consumes, utilizes, and optimizes digital images and information, from art to smartphones and MRI machines. A trailblazer and a role model, she empowers women in math and science worldwide.”\n\nDaubechies, Princeton’s emeritus William R. Kenan, Jr. Professor of Mathematics and Applied and Computational Mathematics, was a member of Princeton’s faculty from 1994 to 2011, during which time she became the first female full professor in the Department of Mathematics. She is now the James B. Duke Distinguished Professor Emerita of Mathematics at Duke University.\n\n“The astonishing range of Daubechies’ work runs from repairing old master paintings to efficient transmission of signals through the internet,” said Charles Fefferman, Princeton's Herbert E. Jones, Jr. ’43 University Professor of Mathematics, who was at Princeton throughout Daubechies’ 17-year tenure and who chaired the math department from 1999-2002. “Most famously, one of her discoveries transformed the wavelet transform from a curiosity to a basic tool of modern technology.”\n\nAmong her many honors, Daubechies is a member of the National Academy of Sciences, the Royal Society of London, the American Mathematical Society, the Academia Europaea, and the National Academy of Engineering. She has also received the Wolf Prize in Mathematics, the L’Oréal-UNESCO Award for Women in Science, the Nemmers Prize in Mathematics, the BBVA Foundation Frontiers of Knowledge Award, and the Benjamin Franklin Medal in Electrical Engineering from the Franklin Institute.\n\nDaubechies received both her bachelor’s and doctoral degrees in physics from Vrije Universiteit-Brussel, and she has six honorary doctorates.\n\nJohn O. Dabiri ’01\n\nJohn Dabiri and Arati Prabhakar\n\nUndergraduate alumnus Dabiri received the Medal of Science “for outstanding achievements in aeronautical and biological engineering,” according to his citation. “Inspired by the movements of fish and jellyfish, John Dabiri’s work on biological fluid dynamics, turbulence and biological propulsion has advanced our clean energy future, leading to more efficient wind turbines and wind farms that make our world cleaner, safer, and more sustainable for future generations.”\n\nDabiri, a B.S.E. graduate of the Class of 2001, is now the Centennial Chair Professor at Caltech. He is a MacArthur Fellow, a fellow of the American Physical Society and a fellow of the American Institute for Medical and Biological Engineering, as well as the recipient of the Alan T. Waterman Award from the National Science Foundation, the Presidential Early Career Award for Scientists and Engineers (PECASE) and the Office of Naval Research Young Investigator Program Award.\n\nAfter completing his summa cum laude degree from Princeton’s Department of Mechanical and Aerospace Engineering, he got an M.S. in aeronautics from Caltech in 2003 and a Ph.D. in bioengineering with a minor in aeronautics from Caltech in 2005. He was a professor of aeronautics and bioengineering at Caltech from 2005 to 2015, then spent four years teaching at Stanford before returning to Caltech.\n\nCynthia Dwork ’79\n\nCynthia Dwork and Arati Prabhakar\n\nDwork received the Medal of Science “for visionary contributions to the field of computer science and secure public key cryptography,” according to her citation. “Cynthia Dwork’s innovative research, analysis and discoveries on differential privacy, fairness and algorithms, and statistical validity and adaptive data analysis help guide cutting-edge technologies across modern societies and play a critical role in advancing the global public good.”\n\nDwork is a member of the National Academy of Sciences and the National Academy of Engineering, as well as a fellow of the American Academy of Arts and Sciences, the American Philosophical Society, and the Association for Computing Machinery (ACM). Her many awards include the Gödel Prize, the Institute of Electrical and Electronics Engineers Richard W. Hamming Medal, the ACM Paris Kanellakis Theory and Practice Award, and multiple test-of-time awards.\n\nA B.S.E. graduate of the Class of 1979, Dwork is now the Gordon McKay Professor of Computer Science, a Radcliffe Alumnae Professor at the Radcliffe Institute for Advanced Study, and affiliated faculty at Harvard Law School.\n\nWhile at Princeton, Dwork received the Charles Ira Young Award for Excellence in Independent Research. After completing her degree, she earned a Ph.D. from Cornell University in 1983."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Big 'dark comet' discoveries could be coming in 2025",
            "link": "https://www.msn.com/en-gb/science/astronomy/big-dark-comet-discoveries-could-be-coming-in-2025/ar-AA1x7Us4?ocid=BingNewsVerp",
            "description": "The Vera C. Rubin Observatory's Legacy Survey of Space and Time should spot many new \"dark comets\" after coming online in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dOEfwe9HPZG7Pa5kwpFrXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN7m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New species lead to new discoveries in 2024",
            "link": "https://www.gulftoday.ae/opinion/2025/01/07/new-species-lead-to-new-discoveries-in-2024",
            "description": "The Western Ghats and Northeast India has always been recognized as biodiversity rich and hotspots in India with multiple ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7XS81SaBqrhmmC58WqMY8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "gulftoday4hOpinion",
            "source": "gulftoday",
            "article_content": "The Western Ghats and Northeast India has always been recognized as biodiversity rich and hotspots in India with multiple discoveries of endemic species from these regions, according to a Mongabay-India (MI) report.\n\nIn 2024 too, multiple species were newly described, most of them reptiles, amphibians or insects. Every new discovery is significant as it potentially redefines the course of science and takes us a step closer to the understanding of biodiversity and its conservation and management, says the MI report.\n\nSome of these new species have been highlighted in the report. The king cobra was long believed to be a single species – Ophiophagus hannah. The longest venomous snake in the world is not considered to have much conservation significance and is listed as vulnerable on the International Union for Conservation of Nature (IUCN) Red List of threatened taxa. That is about to change as a global study led by the Western Ghats-based scientist P Gowri Shankar has questioned the belief through a new discovery that the king cobra is not one species, but four distinct species separated by geographies. Among the four, two species are severely threatened, including the Western Ghats species, now named Ophiophagus kaalinga. The latest study findings that king cobra is not one, but four species have implications on both conservation and antivenom research.\n\nWhen the species in question is as common as a lizard, the MI report points out how amphibian researcher Sandeep Das nearly missed identifying a new species because it closely resembled the widely known Agasthyagama bedomii, or northern kangaroo lizard. However, after consulting with other experts, he realised that the location of the sighting – a hilly district in Idukki, Kerala – was too far from the typical range of A. bedomii. Further studies confirmed this finding, leading to the discovery of a previously unrecognised species. Named Agasthyagama edge, the authors describe the species as “superficially similar to Agasthyagama bedomii in overall shape, size and colour but can be distinguished by combination of characters.\n\nThe northeastern parts of India, as diverse in animal and plant species as the Western Ghats, are relatively less studied, primarily due to the mostly hostile terrain and turbulence the region has witnessed historically. Despite these challenges, many researchers have managed to do some intense species studies in the region. For Mongabay India, the year 2024 began with the news of three new frog species — Gracixalus patkaiensis, Alcalus fontinalis, and Nidirana noadihing — discovered from the biodiversity hotspot of Kamlang-Namdapha landscape in Arunachal Pradesh. Tucked between Myanmar and India, Namdapha is considered the northernmost limit of the tropical rainforest in the world. Namdapha region, located on the border, faces many anthropogenic pressures that pose conservation challenges. Another reason why these discoveries are special is because those are not just three new species but three new genera – a taxonomic category comprising species exhibiting similar characteristics – recorded from India.\n\nThe MI report then adds that in 2017, field entomologist Vivek Sarkar and his assistant Tushar Sangma identified a new cicada species during an acoustic survey in Balpakram National Park, located in South Garo Hills, Meghalaya in 2017, leading to the identification of Becquartina bicolor, the bicolour butterfly cicada. In 2020, Rodeson Thangkhiew – then a PhD scholar and now an assistant professor of zoology at the University of Science and Technology in Meghalaya – was drawn to a unique cicada call coming from a tree next to a small stream. His observations would later align with Sarkar’s findings. The two teams published their research in March 2024 in Zootaxa. Sarkar emphasised that the locals in South Garo Hills and Ri Bhoi were already familiar with the bicolour butterfly cicada, underscoring the importance of integrating traditional ecological knowledge from local communities into scientific research.\n\nQuite recently, another MI report while highlighting the importance of dung beetles in maintaining environmental health, also informed about the discovery of new dung beetle species, two of which are from northeast India. One of the important lessons from these new discoveries is the extent of biodiversity the country holds. These new findings have far-reaching impacts on conservation science: every new discovery is a step closer to our understanding of biodiversity and its conservation and management."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Huge NASA breakthrough as explorers discover 44 stars in distant galaxy",
            "link": "https://www.express.co.uk/news/science/1997040/nasa-breakthrough-explorers-discover-stars",
            "description": "Astronomers used JWST and gravitational lensing to spot 44 individual stars in a galaxy 6.5 billion light-years away.",
            "image_url": "https://www.bing.com/th?id=OVFT.-JidtTpuJ4o_bbuNW1oD_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11h",
            "source": "Daily Express",
            "article_content": "Images taken by NASA's James Webb Space Telescope\n\nAstronomers have achieved a groundbreaking feat after identifying 44 individual stars in a galaxy nearly 6.5 billion light-years away. This remarkable discovery, made possible by NASA’s James Webb Space Telescope and the phenomenon of gravitational lensing, sets a new record for the largest number of individual stars detected in the distant universe. The findings, led by Fengwu Sun, a postdoctoral researcher at the Center for Astrophysics by Harvard & Smithsonian, and published in Nature Astronomy, open new avenues for studying the universe’s most profound mysteries, including dark matter. Looking for individual stars in galaxies billions of light-years away has long been considered impossible, as these far-flung galaxies typically blur into a diffuse glow.\n\nHowever, a natural magnification effect called gravitational lensing, coupled with JWST’s infrared capabilities, has changed the game, Phys.org reports.\n\nGravitational lensing occurs when a massive object, such as a galaxy cluster, bends and amplifies the light of objects behind it. In this case, the cluster Abell 370 acted as a lens, magnifying a galaxy called the Dragon Arc. This effect stretched the Dragon Arc into an elongated shape, making individual stars within it visible to JWST’s sensitive instruments. “When we processed the data, we realized that what appeared to be individual star points were actually stars within this distant galaxy,” said Sun. Many of the stars identified in the Dragon Arc are red supergiants, a type of massive star in the final stages of its life. These stars, cooler and more luminous than the blue supergiants often observed in earlier studies, were detectable thanks to JWST’s ability to observe infrared wavelengths. This marks a shift from earlier discoveries with the Hubble Space Telescope, which had identified only a handful of stars in distant galaxies, most of them blue supergiants like Rigel and Deneb. “We now have the capability to resolve stars that were previously beyond our reach,” said Sun. “This discovery provides unprecedented insights into stellar populations and their role in galaxy evolution during the early universe.”\n\nNASA's James Webb Space Telescope was able to capture images of individual stars on the Abell 370\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Very Best Menswear Deals Happening This January",
            "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/the-very-best-menswear-deals-happening-this-january/ar-AA1x7Ag7?ocid=BingNewsVerp",
            "description": "Score major post-holiday deals right here. Inside, see the best sales we’re shopping now, including J.Crew, Mr Porter, Todd ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7zeYR1JOdE2A3n1F5oGVNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "2hon MSN",
            "source": "Esquire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Tech Stocks With Analyst-Approved Upside",
            "link": "https://stocknews.com/news/crm-adbe-qcom-box-3-tech-stocks-with-analyst-approved-upside/",
            "description": "The technology sector is primed for extraordinary growth, driven by the increasing demand for tech-based solutions. Amid this ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ney6ymNLLouMcd2CWqp6sS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "stocknews10m",
            "source": "stocknews",
            "article_content": "The technology sector is experiencing unparalleled growth, with innovations unfolding rapidly. This dynamic environment offers investors a wide range of opportunities. To successfully navigate it, it’s essential to pinpoint tech stocks that demonstrate potential and align with analyst forecasts.\n\nThus, investors could consider adding fundamentally sound tech stocks, such as Salesforce, Inc. (CRM), Adobe Inc. (ADBE), and QUALCOMM Incorporated (QCOM).\n\nThe application development software market is amid robust expansion, propelled by the growing appetite for software solutions across diverse sectors. As organizations continue to advance their digital transformation endeavors, the imperative demand for efficient and scalable application development software becomes increasingly apparent.\n\nFueled by the increasing development of infrastructure, global IT spending is projected to experience a significant rise in 2025. According to the latest forecast by Gartner, Inc., worldwide IT spending is expected to total $5.74 trillion in 2025, indicating an increase of 9.3% from 2024.\n\nConsidering these factors, let’s take a look at the fundamentals of the three tech stock picks.\n\nSalesforce, Inc. (CRM)\n\nCRM provides Customer Relationship Management (CRM) technology that brings companies and customers together worldwide. The company’s service includes sales to store data, monitor leads and progress, forecast opportunities, gain insights through analytics and artificial intelligence, and deliver quotes, contracts, and invoices; and service that enables companies to deliver trusted and highly personalized customer support at scale.\n\nOn December 17, CRM announced Agentforce 2.0: the newest version of Agentforce, the first digital labor platform for enterprises. It is a complete AI system for augmenting teams with trusted, autonomous AI agents in the flow of work. The new advances will allow entities to scale their workforce with customized agents capable of handling complex with even more precision and accuracy.\n\nOn November 20, CRM introduced agentic lifecycle management tools to automate Agentforce testing, prototype agents in secure Sandbox environments, and transparently manage usage at scale. The new Agentforce Testing Center will help companies roll out trusted AI agents with no-code tools for testing, deploying, and monitoring in a secure, repeatable way.\n\nDuring the third quarter, which ended October 31, 2024, CRM’s total revenues grew 8.3% from the year-ago value to $9.44 billion. The company’s non-GAAP income from operations of $3.12 billion reflects a 14.9% increase from the previous year period. Also, its non-GAAP net income came in at $2.32 billion or $2.41 per share, up 12.2% and 14.2% year-over-year, respectively.\n\nAs per the company’s guidance, CRM expects revenue in the range of $9.90 billion and $10.10 billion, up 7% – 9% year-over-year in the fourth quarter.\n\nAlso, for the fiscal year 2025, the company raised its low-end revenue guidance to $37.8 billion to $38 billion, up 8% – 9% from the prior year. It has also raised its operating cash flow growth to a range of 24% to 26%.\n\nAnalysts expect CRM’s revenue and EPS for the fourth quarter (ending January 2025) to increase 8.1% and 14.2% year-over-year to $10.04 billion and $2.61, respectively. Moreover, the company topped the consensus revenue and EPS estimates in three of the trailing four quarters.\n\nCRM’s stock has gained 26.7% over the past six months and 28.8% over the past year to close the last trading session at $330.53.\n\nBased on 41 Wall Street analysts offering 12-month price targets for CRM in the last three months, the average target price is $395.69, indicating a 19.7% change from the last price, with a high forecast of $450 and a low forecast of $247.\n\nCRM’s POWR Ratings reflect its robust outlook. The stock has an overall rating of B, which translates to a Buy in our proprietary rating system. The POWR Ratings are calculated by considering 118 different factors, with each factor weighted to an optimal degree.\n\nCRM has a B grade for Quality and Momentum. It is ranked #22 out of 127 stocks in the B-rated Software – Application industry.\n\nBeyond what is stated above, we’ve also rated CRM for Stability, Growth, Sentiment, and Value. Get all CRM ratings here.\n\nAdobe Inc. (ADBE)\n\nADBE operates as an international diversified software company. The company operates through three segments: Digital Media; Digital Experience; and Publishing and Advertising. The company offers products, services, and solutions that allow individuals, teams, and enterprises to create, publish, and promote content.\n\nOn December 10, ADBE and Box, Inc. (BOX), the leading Intelligent Content Management platform, announced a partnership to redefine how digital media is managed, created, and shared in the enterprise. With Adobe Express as the default image editor in Box, customers can easily create more engaging content without leaving Box’s secure platform.\n\nAdobe Express brings the best of Adobe’s industry-leading creative tools into an app everyone can use. Powered by Firefly AI and built with easy features, the solution is designed to be commercially safe so enterprises can use it confidently.\n\nOn December 3, ADBE and Amazon’s Amazon Web Services (AWS) expanded their strategic partnership to make Adobe Experience Platform (AEP) available on AWS, which empowers brands to deepen customer relationships through precise personalization. AEP delivers an actionable view of customers across every channel, with AI-driven insights ensuring timely and relevant customer experiences.\n\nIn the fourth quarter that ended on November 29, 2024, ADBE’s total revenue rose 11.1% from the prior year’s quarter to $5.61 billion, and its gross profit increased 13% year-over-year to $4.99 billion. The company’s non-GAAP operating income of $2.60 billion indicates growth of 10.8% over the previous year.\n\nFurthermore, the company’s non-GAAP net income grew 8.8% and 12.6% from the year-ago value to $2.13 billion and $4.81 per share, respectively.\n\nFor the fiscal year 2025, ADBE projects total revenue between $23.30 billion and $23.55 billion. Its Digital Media segment revenue is expected to be between $17.25 billion and $17.40 billion, and its Digital Experience segment revenue is expected to be between $5.80 billion and $5.90 billion. Also, the company’s non-GAAP EPS is set to be between $20.20 and $20.50.\n\nFurther, for the first quarter of fiscal year 2025, the company expects total revenue of $5.63 billion – $5.68 billion, and its non-GAAP EPS is expected to range from $4.95 to $5.00.\n\nStreet expects ADBE’s revenue and EPS for the first quarter (ending February 2025) to increase 9.3% and 11% year-over-year to $5.66 billion and $4.97, respectively. Moreover, the company has surpassed the consensus EPS and revenue estimates in all four trailing quarters, which is impressive.\n\nADBE’s stock has increased marginally intraday to close the last trading session at $431.18.\n\nBased on 26 Wall Street analysts offering 12-month price targets for ADBE in the last three months, the average target price is $602.15, indicating a 39.7% change from the last price, with a high forecast of $703 and a low forecast of $450.\n\nADBE’s robust fundamentals are reflected in its POWR Ratings. It has an overall rating of A, which equates to a Strong Buy in our proprietary rating system.\n\nThe stock has an A grade for Quality and a B for Growth and Momentum. ADBE is ranked #11 out of 127 stocks in the Software – Application industry.\n\nClick here to access the additional ADBE ratings (Sentiment, Value, and Stability).\n\nQUALCOMM Incorporated (QCOM)\n\nQCOM engages in the development and commercialization of foundational technologies for the wireless industry worldwide. It operates through three segments: Qualcomm CDMA Technologies (QCT); Qualcomm Technology Licensing (QTL); and Qualcomm Strategic Initiatives (QSI).\n\nQCOM’s revenues for the fourth quarter (ended September 29, 2024) increased 18.7% year-over-year to $10.24 billion. The company reported a non-GAAP operating income of $3.51 billion, indicating a 31.4% growth from the prior year’s quarter. QCOM’s non-GAAP net income came in at $3.04 billion, up 33.3% year-over-year, while its net income per share grew 33.2% from the prior-year quarter to $2.69.\n\nStreet expects QCOM’s revenue for the fiscal first quarter (ended December 2024) to increase 10.4% year-over-year to $10.96 billion. Moreover, its EPS estimate of $2.95 for the same period indicates a 7.4% year-over-year growth. In addition, it surpassed the consensus revenue and EPS estimates in each of the trailing four quarters, which is excellent.\n\nThe stock gained 14% over the past month, closing the last trading session at $159.85.\n\nBased on 22 Wall Street analysts offering 12-month price targets for QCOM in the last three months, the average target price is $199.88, indicating a 25% change from the last price, with a high forecast of $250 and a low forecast of $160.\n\nQCOM’s POWR Ratings reflect bright prospects. The stock has an overall rating of B, which equates to a Buy in our proprietary rating system.\n\nThe stock has an A grade for Quality and a B for Value. QCOM is ranked first out of 90 stocks in the Semiconductor & Wireless Chip industry.\n\nIn addition to the POWR Ratings highlighted above, one can access QCOM’s ratings (Growth, Momentum, Stability, and Sentiment) here.\n\nWhat To Do Next?\n\nGet your hands on this special report with 3 low priced companies with tremendous upside potential even in today’s volatile markets:\n\n3 Stocks to DOUBLE This Year >\n\nWant More Great Investing Ideas? 3 Stocks to DOUBLE This Year\n\nCRM shares were trading at $325.86 per share on Tuesday afternoon, down $4.67 (-1.41%). Year-to-date, CRM has declined -2.53%, versus a 0.76% rise in the benchmark S&P 500 index during the same period.\n\nAbout the Author: Nidhi Agarwal\n\nNidhi is passionate about the capital market and wealth management, which led her to pursue a career as an investment analyst. She holds a bachelor's degree in finance and marketing and is pursuing the CFA program. Her fundamental approach to analyzing stocks helps investors identify the best investment opportunities. More...\n\nMore Resources for the Stocks in this Article"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fully recovering Australia's threatened species would cost 25% of GDP. We can't do it all at once—so let's start here",
            "link": "https://www.msn.com/en-us/money/other/fully-recovering-australia-s-threatened-species-would-cost-25-of-gdp-we-can-t-do-it-all-at-once-so-let-s-start-here/ar-AA1x7QeW?ocid=BingNewsVerp",
            "description": "Australia has already lost at least 100 species since European colonization. Across land and freshwater habitats, 1,657 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iJrYS81r2c7CJBewAkFhFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Startup Anthropic Raising Funding Valuing It at $60 Billion",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/ai-startup-anthropic-raising-funding-valuing-it-at-60-billion/ar-AA1x7J1t?ocid=BingNewsVerp",
            "description": "The funding round is being led by the venture firm Lightspeed Venture Partners, people familiar with the matter said. The $60 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8U6gS809xbzZZdVtnimleS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia will power Toyota’s next-gen self-driving cars",
            "link": "https://www.msn.com/en-us/news/technology/nvidia-will-power-toyota-s-next-gen-self-driving-cars/ar-AA1x7eKV?ocid=BingNewsVerp",
            "description": "Nvidia made a series of huge AI-related announcements at CES 2025, including a new partnership with Toyota for future ...",
            "image_url": "https://www.bing.com/th?id=OVF.nX3LQvZpLBC3OcjBYNIMMQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "4hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OnePlus 13 review: it’s brilliant, no luck needed",
            "link": "https://www.msn.com/en-us/news/technology/oneplus-13-review-it-s-brilliant-no-luck-needed/ar-AA1x7qRz?ocid=BingNewsVerp",
            "description": "Superstitious about the number 13? The wonderful OnePlus 13 will put your mind at rest, as it'll make you feel very lucky to own it.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "3hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China’s AI Copycat Strategy: How OpenAI’s Rivals Are Changing the Game",
            "link": "https://www.geeky-gadgets.com/china-ai-reasoning-models-competition/",
            "description": "Discover how China’s AI models are challenging OpenAI and Google in the race for innovation. Local AI deployment offering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tVtEijdKIrwSLcl18tjyaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "12h",
            "source": "Geeky Gadgets",
            "article_content": "Artificial intelligence (AI) is advancing at an extraordinary pace, with reasoning models at the forefront of this evolution. Companies such as OpenAI, Google, and Chinese tech giants are engaged in intense competition to develop innovative AI reasoning systems capable of addressing complex challenges. This global race is driving significant breakthroughs in reasoning capabilities, tool integration, and media transformation technologies, fundamentally reshaping how you interact with and benefit from AI.\n\nThis overview by AI Advantage provides more insight into the fascinating world of AI reasoning models, exploring how they’re reshaping industries and sparking innovation in unexpected ways. From OpenAI’s innovative systems to open source alternatives like China’s DeepSeek V3. Taking a closer look at the players, trends, and tools driving this transformation.\n\nAI Reasoning Models & Competitive Landscape\n\nTL;DR Key Takeaways : AI reasoning models are advancing rapidly, with fierce competition among OpenAI, Google, and Chinese tech giants driving breakthroughs in logic-based tasks, tool integration, and media transformation technologies.\n\nOpen source models like DeepSeek V3 are providing widespread access to AI by outperforming proprietary systems such as GPT-4 in benchmarks, offering free, high-performance alternatives to developers and researchers.\n\nCommunity-driven challenges are fostering innovation by crowdsourcing practical applications for AI models, making sure developments address real-world needs like decision-making and educational tools.\n\nAI tool integration is expanding possibilities, with technologies like ElevenLabs’ GenFM and MM-Audio allowing seamless media transformations, such as text-to-audio and video-to-audio conversions.\n\nLocal AI usage is gaining traction due to privacy and reliability concerns, allowing users to run AI models on personal devices for greater control and uninterrupted access.\n\nAI reasoning models are designed to simulate human-like thought processes, allowing them to analyze and solve intricate problems. OpenAI’s 01 and 01 Pro models exemplify this innovation, excelling in logic-based tasks. However, their high costs make them inaccessible to many users. Google’s Gemini Deep Research and Alibaba’s QVQ 72B are also advancing rapidly, with QVQ focusing on visual reasoning capabilities that push the boundaries of AI’s potential.\n\nMeanwhile, the open source model DeepSeek V3 has emerged as a formidable AI reasoning competitor. It has outperformed proprietary systems like GPT-4 in benchmark tests, offering a free, high-performance alternative for developers and researchers. By providing widespread access to access to advanced AI capabilities, DeepSeek V3 is fostering innovation and allowing a broader range of users to experiment with innovative technologies.\n\nCommunity Challenges: Fueling Practical Innovation\n\nCommunity-driven challenges are playing a pivotal role in advancing AI reasoning models. These initiatives invite you and other users to propose creative, real-world applications for models such as OpenAI’s 01, Alibaba’s QVQ, and Google’s Gemini. By crowdsourcing ideas, these challenges aim to uncover practical solutions to pressing problems, including improving decision-making systems, enhancing educational tools, and optimizing healthcare technologies.\n\nThis collaborative approach accelerates innovation while making sure that AI developments align with your needs. The involvement of diverse perspectives fosters the creation of tools and systems that are not only technologically advanced but also highly relevant to real-world applications. As a result, these challenges are becoming a cornerstone of AI development, bridging the gap between innovative research and everyday utility.\n\nChina Copied OpenAI\n\nExpand your understanding of AI reasoning models with additional resources from our extensive library of articles.\n\nAI Tool Integration: Expanding Possibilities\n\nThe integration of AI tools is transforming how you interact with technology, offering seamless and versatile solutions. For instance, ElevenLabs’ GenFM and Google’s Notebook LM combine voice synthesis and text editing, allowing you to create custom podcasts with minimal effort. Similarly, tools like MM-Audio assist smooth video-to-audio conversion, showcasing the potential of media transformation technologies.\n\nThese advancements highlight a growing trend: the convergence of AI functionalities to create user-friendly, multi-purpose tools. Whether it’s converting text to audio or enhancing video content, these integrated solutions are unlocking new possibilities for creative and practical applications. By simplifying complex processes, AI tool integration is making advanced technologies more accessible and empowering you to achieve more with less effort.\n\nOpen source AI Tools: Breaking Barriers\n\nOpen source AI tools are transforming the field by making advanced technologies available to everyone. MM-Audio, for example, demonstrates how open source solutions can rival proprietary systems, offering high-quality media transformation capabilities without the associated costs. These tools empower you to experiment with AI, removing the financial and technical barriers that often accompany closed platforms.\n\nBy fostering collaboration and innovation, open source initiatives are driving the widespread access of AI. They enable a diverse range of users, from hobbyists to professionals, to contribute to and benefit from innovative developments. This open approach not only accelerates technological progress but also ensures that AI advancements are inclusive and widely accessible.\n\nLocal AI Usage: Prioritizing Privacy and Reliability\n\nAs concerns about data privacy and server reliability grow, more users are turning to local AI deployment. Running AI models on your own devices gives you greater control over sensitive information and ensures uninterrupted access, even during server outages. This approach addresses the increasing demand for secure, reliable, and user-centric AI solutions.\n\nLocal AI usage also offers the advantage of customization, allowing you to tailor models to your specific needs without relying on external servers. By prioritizing privacy and autonomy, this trend is empowering you to harness the benefits of AI while maintaining control over your data and making sure consistent performance.\n\nEmerging Trends and the Future of AI\n\nThe convergence of AI tools and techniques is shaping the future of artificial intelligence. Developers are increasingly combining reasoning models with media transformation technologies, unlocking innovative possibilities. For example, the seamless conversion of text, audio, and video is becoming a defining feature of AI advancements, allowing you to interact with content in more dynamic and versatile ways.\n\nAs these capabilities evolve, they are expected to address your challenges more effectively, offering practical solutions that enhance everyday life. From personalized learning platforms to advanced healthcare diagnostics, the integration of AI tools is paving the way for a future where technology is more intuitive, accessible, and impactful.\n\n2025 Outlook: Integration and User-Driven Innovation\n\nBy 2025, the AI reasoning model landscape is likely to be characterized by deeper integration of tools and technologies. Community-driven challenges and open source initiatives will continue to play a central role in fostering innovation. As AI becomes more versatile and accessible, you can expect a growing focus on user-driven applications that solve real-world problems.\n\nThis shift will make AI an even more integral part of your daily life, offering solutions tailored to your needs. Whether it’s enhancing productivity, improving communication, or allowing creative expression, the advancements in AI are set to redefine how you interact with technology and the world around you.\n\nMedia Credit: AI Advantage\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "If Sam Altman thinks OpenAI needs to raise ChatGPT prices, I might have to cancel my Plus membership",
            "link": "https://www.msn.com/en-us/money/other/if-sam-altman-thinks-openai-needs-to-raise-chatgpt-prices-i-might-have-to-cancel-my-plus-membership/ar-AA1x44OH?ocid=BingNewsVerp",
            "description": "OpenAI CEO Sam Altman has shared on X that that the company is losing money on the $200-per-month ChatGPT Pro plan. He didn't ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tkhXhL2Zrs99YgXkfoqKHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Stripe 'teaches' tech to beat the payments fraud exam",
            "link": "https://www.americanbanker.com/payments/news/stripes-machine-learning-tech-battle-card-testing",
            "description": "The payment company says machine learning is making progress in fighting card testing, which crooks use to determine how ripe ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qo40XdwYJimw0QKSGLUqhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "American Banker18h",
            "source": "American Banker",
            "article_content": "Crooks start most payments fraud by trying to figure out if the crime is actually worth the effort, sending small probes to see if there is enough money to steal. Stripe contends there is a way to gain the upper hand by leaning on machine learning.\n\nThe payments company says the technology has reduced a type of attack called \"card testing\" by 80% in the past two years. That has come as Stripe's yearly payment volume has grown from about $500 billion to more than $1 trillion during that time, a jump in payments activity that theoretically makes card testing easier.\n\nCrooks use card testing to measure how valuable a stolen card can be by making small phony payments, usually a couple of dollars or less, trying to bury a fraudulent transaction in a sea of legitimate payments, where it's less likely to be noticed.\n\nIf these payments go through without being flagged, the fraudsters then make incrementally larger purchases, relying on the initial \"test\" payments that have beaten a company's fraud guard to pave the way for larger theft.\n\n\"Card testing is where most fraud begins,\" said Emily Sands, head of information at Stripe, where she is responsible for leading a department that develops uses for data in decision-making and automation. \"Bad actors try to get to which cards can be used in the future.\"\n\n\n\nAdministering the exam\n\nCard testing is the most prevalent type of payment fraud, according to Chargebacks 911 .\n\nWhile the losses due to card testing alone are minimal, the technique is a gateway to $205 billion in e-commerce fraud in the first half of the 2020s, according to Juniper Research , which stresses the importance of determining the validity of a payment as key to halting deeper crime.\n\n\"It's a big threat and challenging to detect,\" Sands said. \"Crooks are clever. They hide attacks in businesses that make or receive lots of payments. The record of payments in this case may not look as spiky as for a business or small company. So there's not a sudden shift in the pace of transactions.\"\n\nThere are two major types of card tests. A verification attack involves a crook trying to make small purchases on stolen card accounts to see which ones have been canceled or expired. An enumeration attack, which is gaining steam as crooks use more sophisticated technology, involves \"guessing\" at card numbers in a rapid-fire manner to spot active cards and to circumvent the cards' blocking function.\n\nStripe uses machine learning, or a form of artificial intelligence, to estimate the overall prevalence of card testing on its platform, which enables the company to update its risk systems daily. The payment company additionally uses machine learning to estimate where card testing is likely to be taking place, such as businesses, issuers or a type of purchase or payment. This helps determine if a \"rush\" of transactions are card testing or a spike in payments due to a marketing campaign, for instance.\n\nOther tests include vetting individual transactions to spot signs of card testing. This technology enables Stripe to label breakthroughs, or \"successful\" card tests. That is combined with intelligence from new attack types, analyses that spot fraud patterns and manual reviews. This produces a set of transactions or transaction types that are labeled card-testing fraud, which is then fed into machine-learning models for rapid training using an engineering platform.\n\n\"Crooks are constantly changing methods,\" Sands said. \"Machine learning enables rapid retraining to spot new attack methods. \"This detection adds new features that get fed back into the AI model.\"\n\n\n\nRise of the machines\n\nWhile card testing has existed for years, it has increased over the past few years in concert with the economic crisis that accompanied the Covid-19 pandemic, which also catalyzed a rapid expansion in online payments. That has attracted payment and technology companies to develop products designed to halt the attacks. Verifi sells tools that help merchants adjust credit card authorization response messages, which can combat card testing. It also offers card verification value checks as well as geolocation and biometric analysis. Another Verifi product uses new 3D Secure protocols that are designed for digital commerce. JPMorgan Chase , Kount and Chargebacks 911 also offer services to mitigate card testing fraud.\n\nFirms are increasingly using large language models, or an advanced form of AI that's better at deciphering text, to detect similar intent, word usage and patterns in any textual fields of transactions such as disputes, chargebacks, etc. across different transactions, according to Andras Cser, a vice president and principal analyst at Forrester. The emerging technology also includes using machine learning and algorithms to parse large amounts of merchant and issuer data, he said.\n\n\"This is the motivation for Visa to acquire Featurespace ,\" Cser said.\n\nBattling card testing fraud is a great application for machine learning and advanced data management, according to David Mattei, strategic advisor for the fraud and anti-money-laundering practice at Datos Insights.\n\n\"The one thing in common I see with these newer card testing detection solutions is that they are coming from industry players considered to be at the network level,\" Mattei said, adding these firms view card authorization traffic across many merchants and financial institutions. Due to the nature of card testing, it is very helpful to have that 50,000 foot perspective to detect card testing attacks. Stripe is in a good position to offer this kind of solution.\"\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CES 2025: AMD Announces RDNA 4, Machine Learning-Powered FSR 4; More Info Coming Later This Quarter",
            "link": "https://www.mmorpg.com/hardware/ces-2025-amd-announces-rdna-4-machine-learning-powered-fsr-4-more-info-coming-later-this-quarter-2000133810",
            "description": "AMD kicked off their CES 2025 presence this morning with its annual press conference, unveiling the future tech powering the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cYhmMcig4gvJhDtle-Ts5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "MMORPG23h",
            "source": "MMORPG",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump says he sympathizes with Russia's opposition to NATO membership for Ukraine",
            "link": "https://www.reuters.com/world/trump-says-he-sympathizes-with-russias-opposition-nato-membership-ukraine-2025-01-07/",
            "description": "President-elect Donald Trump said on Tuesday he sympathized with the Russian position that Ukraine should not be part of NATO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pwVeMVzJ_KKfwTGUL87zCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine special forces 'kill 13 North Korean soldiers' as fierce battles rage for third day in western Russia",
            "link": "https://www.msn.com/en-gb/news/world/kyiv-armys-new-offensive-in-russia-is-stopping-putin-deploying-more-troops-to-fight-in-ukraine-says-zelensky/ar-AA1x6hU8?ocid=BingNewsVerp",
            "description": "Volodymyr Zelensky claimed that his troops were ‘actively destroying Russian military potential’ in the Kursk region of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h5SPGMYLjXoqyAg6nCi46S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "3hon MSN",
            "source": "Evening Standard on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "War or peace? Trump inherits turbulent US-China ties",
            "link": "https://www.msn.com/en-us/news/politics/war-or-peace-trump-inherits-turbulent-us-china-ties/ar-AA1x6jrt?ocid=BingNewsVerp",
            "description": "The United States and China appear destined for a military conflict, with bellicose rhetoric on both sides, an escalating ...",
            "image_url": "https://www.bing.com/th?id=OVFT.diaqcpHxnSMXcNQ76N5aly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "9hon MSN",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US determines Sudan’s RSF paramilitary group committed genocide in country’s civil war",
            "link": "https://www.msn.com/en-us/news/world/us-determines-sudan-s-rsf-paramilitary-group-committed-genocide-in-country-s-civil-war/ar-AA1x7a3b?ocid=BingNewsVerp",
            "description": "Sudan’s Rapid Support Forces (RSF) have committed genocide over the course of the more than year-long civil war in Sudan, US ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lpFVSUDf_DVEQLpnUZ1tdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "3hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Premier Artificial Intelligence (AI) Stocks That Can Plunge by Up to 86% in 2025, According to Select Wall Street Analysts",
            "link": "https://finance.yahoo.com/news/3-premier-artificial-intelligence-ai-100600551.html",
            "description": "Based on low-water price targets issued by select Wall Street analysts, the following three premier AI stocks are expected to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HA-94eeY_7rFNycMXkJ2cy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "10h",
            "source": "YAHOO!Finance",
            "article_content": "In October, Wall Street celebrated its second year (and counting) in a resounding bull market. While a confluence of factors is responsible for lifting the Dow Jones Industrial Average, S&P 500, and Nasdaq Composite to multiple record-closing highs last year, none played a bigger role than the rise of artificial intelligence (AI).\n\nAI gives software and systems the ability to make split-second decisions without the need for human input or intervention. It's a technology that has wide-reaching utility in virtually all industries around the globe.\n\nImage source: Getty Images.\n\nBut as we've seen from other game-changing technologies and innovations over the last couple of decades, not all early stage risers are necessarily long-term winners. The wide variance observed in price targets for artificial intelligence stocks on Wall Street speaks to this mixed outlook.\n\nBased on low-water price targets issued by select Wall Street analysts, the following three premier AI stocks are expected to plunge by up to 86% in the new year.\n\nSuper Micro Computer: Implied downside of 55%\n\nThe first rapidly growing AI stock that at least one Wall Street analyst believes will plummet in 2025 is customizable rack server and storage solutions company Super Micro Computer (NASDAQ: SMCI). According to Mehdi Hosseini or Susquehanna, Supermicro stock is headed for $15 per share, which would equate to a whopping 55% decline, relative to where shares closed on Jan. 3.\n\nOn paper, Supermicro finds itself ideally positioned to take advantage of the AI revolution. Companies are paying big bucks for the data center infrastructure necessary to make split-second decisions, run generative AI solutions, and build/train large language models. In fiscal 2024, Supermicro's net sales surged by 110% to nearly $15 billion.\n\nTo add fuel to the fire, Super Micro Computer utilizes Nvidia's ultra-popular graphics processing units (GPUs) in its rack servers. With Nvidia's chips possessing superior computing speed, it's made SuperMicro's servers even more desirable.\n\nBut as you can guess from Hosseini's price target, things haven't gone as planned. In late August, Super Micro Computer was the subject of a research report from noted short-seller Hindenburg Research, which alleged, among other things, \"accounting manipulation.\" Since this report, the company has:\n\nDelayed the filing of its annual report.\n\nHad an early stage probe commenced by federal regulators regarding its accounting practices, per The Wall Street Journal.\n\nHad Ernst & Young resign as the company's auditor.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "JD Sports: Potential To Kick Up Massively In 2025",
            "link": "https://seekingalpha.com/article/4748019-jd-sports-potential-to-kick-up-massively-in-2025",
            "description": "JD Sports (JDDSF) suffered a 40% plunge in 2024 following a profit warning and negative like-for-like sales. See why I rate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GaE8Qmo-VQbTlXyHJoNFLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "9h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel Launches Powerful Laptop Chips to Reclaim Market Share",
            "link": "https://www.msn.com/en-us/money/other/intel-launches-powerful-laptop-chips-to-reclaim-market-share/ar-AA1x7GrA?ocid=BingNewsVerp",
            "description": "The last two laptop central processing unit (CPU) families to come from Intel (NASDAQ: INTC) were more focused on efficiency ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yIaQBYtfgf3YCTz1R36Eyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Windows 10 Security Warning For Millions—Act Now To Stay Safe",
            "link": "https://www.forbes.com/sites/daveywinder/2025/01/06/new-windows-10-cyberattack-warning-as-millions-face-security-oblivion/",
            "description": "As Windows 10 market share rises, a new warning reveals the security dangers ahead—here's what Microsoft users need to know.",
            "image_url": "https://www.bing.com/th?id=OVFT.H5DiLKV37_alFV4bat7wly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "13h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's economy faces a demographic disaster and risks seeing its population reduced by half by the end of this century, think tank says",
            "link": "https://www.msn.com/en-us/news/world/russias-economy-faces-a-demographic-disaster-and-risks-seeing-its-population-reduced-by-half-by-the-end-of-this-century-think-tank-says/ar-AA1otjwX?ocid=BingNewsVerp",
            "description": "\"Putin's government has not evinced visible concern that Russia's population might be cut in half by century's end,\" an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qupLYfn7LGh1OMNnm8Nu9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "4hon MSN",
            "source": "Markets Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How I'd revive the shellshocked UK economy after Labour's Budget disaster, by ALEX BRUMMER",
            "link": "https://www.msn.com/en-gb/politics/government/how-to-revive-the-shellshocked-uk-economy-as-growth-evaporates-after-disastrous-labour-budget/ar-AA1x4jOF?ocid=BingNewsVerp",
            "description": "Our City editor Alex Brummer reveals his ten step plan to get growth back after it evaporates following Labour's tax raid ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mrFOtQCZXjki4giQPPgU6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "11hon MSN",
            "source": "This Is Money on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dell Copies iPhone 'Pro', 'Pro Max' Naming Strategy for New PC Lineup",
            "link": "https://www.macrumors.com/2025/01/07/dell-copies-iphone-branding-new-pc-lineup/",
            "description": "Dell on Monday announced an overhaul of its PC branding strategy with a simplified naming scheme that bears a striking ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3E0htWTLidE3ejM5AIOofS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "10h",
            "source": "MacRumors",
            "article_content": "Dell on Monday announced an overhaul of its PC branding strategy with a simplified naming scheme that bears a striking resemblance to Apple's iPhone nomenclature.\n\n\n\nThe computer manufacturer is retiring its long-standing product names like XPS and Inspiron in favor of three straightforward tiers: Dell, Dell Pro, and Dell Pro Max – a clear copy of Apple's iPhone naming convention, which has used \"Pro\" and \"Pro Max\" to distinguish its higher-end models since the iPhone 11 was introduced in 2019.\n\nThe announcement reportedly raised eyebrows at Dell's press briefing ahead of CES. \"Your branding sounds a lot like Apple. Aren't you just following them?\" one audience member asked Dell executives, according to Bloomberg.\n\n\"Customers really prefer names that are easy to remember and easy to pronounce,\" Chief Operating Officer Jeff Clarke responded to reporters. Buyers shouldn't have to spend time \"figuring out our nomenclature, which at times has been a bit confusing,\" he said.\n\nClarke went on to claim that the new naming strategy was supported by research involving \"tens of thousands of customers,\" and argued that no company owns common words like \"pro\" or \"max.\" The new naming system will \"make it easier for our customers to do business with us,\" added Dell founder and CEO, Michael Dell.\n\nKevin Terwilliger, a vice president of Dell's PC business, explained that the rebrand aims to simplify product recognition for customers, similar to Apple's approach of anchoring products to a single brand name. The gaming-focused Alienware brand, which Dell acquired in 2006, will retain its existing branding.\n\nThe Dell CEO framed the rebranding as part of a broader strategy to capitalize on the aging PC market, particularly as AI capabilities become more important in computing. Many of the new Dell-branded devices will include neural processing units optimized for AI tasks.\n\nPC manufacturers are seeking to reinvigorate sales following a post-pandemic slump, with Dell, HP, and Lenovo all exploring various strategies to encourage upgrades. For what it's worth, Apple isn't the only consumer electronics company to use \"pro\" in its product names. Microsoft has its Surface Pro tablets, for example, but it's hard to imagine the latter attempting to justify the introduction of a \"Surface Pro Max\" while maintaining a straight face."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dell Revamps Its 2025 PC Lineup Under New Streamlined Branding",
            "link": "https://hothardware.com/news/dell-announcements-ces-2025",
            "description": "Dell announced a slew of new systems and peripherals at CES 2025, organizing them under the new Dell, Dell Pro, and Dell Pro ...",
            "image_url": "https://www.bing.com/th?id=OVF.z56Z886T13Jut0JkguqsvA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "6h",
            "source": "HotHardware",
            "article_content": "Understanding Dell's New Branding\n\nDell's new branding efforts in a nutshell\n\nThe Dell Pro 14 Plus\n\nThe Dell Pro and Pro Max Lineups\n\nDell's Pro Max 14 and 16 Premium\n\nThe step down from Premium to Dell Pro Plus includes 13, 14, and 16-inch models, and comes as either a traditional laptop or a 2-in-1 form factor. Regardless of the size and design, all of these machines use the same BIOS to make life easier for IT departments. Dell Pro Plus notebooks use 50% recycled aluminum shells.\n\n\n\n\n\nAll the Dell Pro machines have some design features in common. They all have dedicated HDMI, USB, and Thunderbolt connectivity options. They're also all available with 5G modems for WAN connectivity as well as Wi-Fi 7 for local wireless networks. We also know that other Meteor Lake notebooks feature beastly battery life, and Dell says these will last up to 21 hours away from the wall.\n\n\n\n\n\nThere are also Dell Pro Desktops coming. These have a variety of form factors including micro, slim desktop, and tower configurations. These have both Intel Core Ultra and AMD Ryzen CPU options, and will be Dell's first commercial desktops with NPUs on board.\n\nDell Pro AI Studio\n\nDell talks in-depth about AI PCs and Dell Pro AI Studio at CES\n\nDell talks in-depth about AI PCs and Dell Pro AI Studio at CES\n\nThe Dell 14 and 16 Plus\n\nThe Dell 16 Plus 2-in-1 is the first consumer notebook with the new branding\n\nBranding efforts are tricky business. Choose an obtuse name and it can be tricky to know what you're even selling. Of course, Dell's branding hasn't fallen into that category, but names like Latitude and Inspiron can be tough to decipher if you're new to PCs. That's why the largest privately-owned PC manufacturer, Dell, not only announced a truckload of new AI PCs at CES, it also rolled out a new series of brands to simplify its product lineup and help consumers understand what they're buying. Meet Dell, Dell Pro, and Dell Max.Before we dive too deeply into the names, we want to point out there are lots of PCs coming very soon under these three umbrellas. The first wave of machines are mostly laptops with names that indicate screen sizes. As we go, we'll see things like Dell Pro 13 Premium and Dell 16 Plus, and it will all make sense after understanding the new branding. While the first wave of AI PCs were Snapdragon X1 Elite-based notebooks, these are for the most part x86 notebooks using Lunar Lake CPUs from Intel's Core Ultra 200 series.At first it might appear that Dell has taken iPhone names and applied them to PCs, but it's not quite that simple as there are suffixes that can be applied to each. It's basically three categories of device: Dell, Dell Pro, and Dell Pro Max. Within each category, suffixes indicate things like build quality and performance tiers. First is the non-suffixed name, which is the base model, and then the Plus is a step-up and Premium is pretty self-explanatory. Understanding it as a 3x3 grid helped this author wrap his brain around it. All the same, a name like Dell Pro Max 16 Premium doesn't exactly roll off the tongue.The Dell branding will encompass everything that targets individual consumers -- fare thee well, Inspiron, Inspiron Plus, and XPS brands. These names have served the company well. However, in 2025 they've been replaced with Dell base models and their suffixed brethren: Dell Plus and Dell Premium.That means folks shopping on Amazon or at Best Buy for a home computer are going to see three brands, just like they have in the past. The names should also be clearer; it's obvious that Dell Plus is better than Dell, while Dell Premium sits on top. And it should be noted that Dell's gaming brand Alienware isn't going anywhere, either. New models in Alienware's lineup were just announced, as a matter of fact.After that are the models targeted at corporate buyers. Dell Pro more-or-less replaces the Latitude brand of business notebooks and desktops. Meanwhile, the high-performance Precision lineup has been dubbed Dell Pro Max. And of course those brands all have their own base, Plus, and Premium branding applied to them. Pretty straightforward, right? Right, so let's move on to the systems themselves.The first machines to roll out under the new branding are, for the most part, Dell Pro and Pro Max PCs. We'll start with the Dell Pro 13 Premium and 14 Premium. As their names imply, they ship with 13 and 14-inch displays with 16:10 aspect ratios and either FHD+ or QHD+ resolutions. Later this year, these notebooks will be available with Tandem OLED displays (first seen on the M4 iPad Pro) for a 24% increase in efficiency and a 49% weight reduction compared to previous OLED designs. The early models will instead come with mini-LED backlit IPS displays.The Dell Pro Premium notebooks are also built upon 90% recycled magnesium frames that keep the weight down to as low as 2.36 pounds. Despite the light weight, these systems meet the MIL-STD H durability spec so they can survive long days in the airport or driving around. These notebooks also have dual-fan cooling systems that the company says keeps them quiet while increasing air flow by 20%. Dell Pro Premium cooling systems will be riding atop Intel Core Ultra 200v-series processors.The same Lunar Lake CPUs which have on-board NPUs that enable Copilot+ features in Windows will also drive Dell Pro AI Studio. This would be easy to dismiss as the company's own take on on-device AI, but it's actually quite a bit more. Dell Pro AI Studio goes a lot farther than just configuring some settings for different workloads, though; Dell Pro AI Studio has its own collection of validated models that have been optimized for the hardware of a Dell Pro PC that can be easily deployed on-device using the Dell Management Portal. This video presentation from Dell goes into much more detail.Of course, all of these features can be done through public repositories like HuggingFace or downloading random repos from different hardware makers on GitHub. However, having all of this collected and (more importantly) validated by the OEM makes getting a useful AI model onto a PC a breeze. This lets Dell Pro users focus on getting work done rather than setting up an environment.Consumer PCs aren't left out of the initial launch of Dell's rebranding efforts. The Dell 14 Plus and 16 Plus will be available as both traditional notebooks and 2-in-1 designs. To start with, these systems will have Intel Core Ultra 200v processors that increase battery life 39% over the previous generation of Inspiron Plus notebooks.Later this year, Dell says it will flesh out the consumer offerings to include desktops and notebooks. There will be options based on not only Intel Core CPUs, but also AMD Ryzen and Qualcomm Snapdragon X series processors as well. As these machines launch and Dell continues with its rebranding efforts, we'll be sure to bring more. For now, you can see more about Dell Pro computers directly from Dell itself."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud providers are running out of ‘next big things’",
            "link": "https://www.infoworld.com/article/3632367/cloud-providers-are-running-out-of-next-big-things.html",
            "description": "As cloud computing providers hit the innovation wall, enterprises need to adjust their strategies to concentrate on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Dm8hynbnFGy7cckWQF99ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "InfoWorld11h",
            "source": "InfoWorld",
            "article_content": "Recent research from Gartner and IDC paints a sobering picture: Cloud providers are experiencing diminishing returns on their innovation investments. Cloud spending continues to grow, but industry analysts note that the pace of revolutionary new services has significantly slowed.\n\nRemember when cloud providers were dropping game-changing innovations every few months? Infrastructure as a service (IaaS) revolutionized our thoughts about computing resources. Serverless computing eliminated entire categories of operational overhead. Container orchestration transformed application architecture. Those were the glory days of cloud innovation.\n\nInnovation is getting thin\n\nStrip away the AI hype and look at the recent announcements from AWS re:Invent, Microsoft Ignite, or Google Cloud Next. Most improvements are incremental: better VM performance, minor serverless enhancements, and slightly more efficient container management. It’s evolution, not revolution."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Navigating the cloud maze: A 5-phase approach to optimizing cloud strategies",
            "link": "https://www.cio.com/article/3632102/navigating-the-cloud-maze-a-5-phase-approach-to-optimizing-cloud-strategies.html",
            "description": "Enterprises succeed in their cloud journey by strategically choosing providers, building right the first time, monetizing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U4yTd43X04S6hXK1a6JQOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "CIO8h",
            "source": "CIO",
            "article_content": "It’s a good idea to establish a governance policy supporting the framework. This includes the creation of landing zones, defining the VPN, gateway connections, network policies, storage policies, hosting key services within a private subnet and setting up the right IAM policies (resource policies, setting up the organization, deletion policies). Creating awareness of the policy of least privilege and addressing frustrations when cloud users ask for more to play with, and as a cloud CoE team, you are rightfully holding your ground that comes with it. The cloud CoE team should collect feedback from the users and tweak policies along the way as they deem fit. As the enterprise user community matures through this learning curve, the CoE team has a pivotal role to play in engaging them proactively, supporting them, meeting their needs and helping them address their pain points to lay a strong foundation for building a robust cloud infrastructure that is scalable to deliver business value.\n\nPartnering with the enterprise architecture team in this stage of the cloud journey can speed up cloud maturity and buttress the foundation further on solid bearings. The cloud CoE team of architects should work with the EA to align with the reference architecture patterns that the CoE team would like the application teams/product teams to follow in their solution design. This strategic and collaborative work serves as a blueprint for the architects to ‘show and tell’ the concept of designing cloud-effective solutions and shape mindsets towards the ‘making money with the cloud’ vision. Every company that wants to succeed in scaling AI solutions and capabilities today needs to get this design thinking working for them. Otherwise, it’s like the story of ‘sour grapes’ with high cloud cost bills coming their way with little value added in the AI domain as it has been for a lot of companies in 2024.\n\n3. WALK FASTER: Develop cloud adoption planning and migration roadmap\n\nWith the CoE and EA teams working in tandem, it’s time to engage the business stakeholders/product owners and develop the plan and roadmap. Understanding business constraints and priorities, and evaluating domains that have opportunities to expand their revenue and grow exponentially upon moving to the cloud are the key parameters to keep in mind. I recommend a structured approach for this phase of the journey."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Archaeology breakthrough as 1,500-year-old lost Bible chapter discovered",
            "link": "https://www.msn.com/en-gb/society-culture-and-history/history/archaeology-breakthrough-as-1-500-year-old-lost-bible-chapter-discovered/ar-AA1x7lqS?ocid=BingNewsVerp",
            "description": "An almost 1,500-year-old section of the Biblical text has been discovered during a recent study, scientists have revealed.",
            "image_url": "https://www.bing.com/th?id=OVFT.vnqwPhcN0VVOIMWz3KMMGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "4hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Was Natalia Grace Adopted Into a Cult? Inside Claims About Antwon, Cynthia Mans and Their Church",
            "link": "https://www.yahoo.com/news/natalia-grace-adopted-cult-inside-123000626.html",
            "description": "Natalia Grace Mans (née Barnett) was adopted by Cynthia Mans and Antwon Mans after she escaped alleged abuse from her former adoptive parents, Michael Barnett and Kristine Barnett. However, the Mans ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "bible+discovery",
            "date": "7h",
            "source": "Yahoo",
            "article_content": "Natalia Grace Mans (née Barnett) was adopted by Cynthia Mans and Antwon Mans after she escaped alleged abuse from her former adoptive parents, Michael Barnett and Kristine Barnett. However, the Mans family may not have been the heroes that the Ukraine native needed. Investigation Discovery’s The Curious Case of Natalia Grace season 3, called The Final Chapter, explores what allegedly happened to Natalia after she moved in with Antwon and Cynthia — whom some people have claimed are leaders of a cult.\n\n‘The Curious Case of Natalia Grace’ Season 3 Claims That Antwon and Cynthia Mans Lead a Cult\n\nDuring the season 3 premiere on January 6, 2025, Michael’s attorney, Terrance Kinnard, said he believes Antwon and Cynthia are “grifters, hustlers, charlatans and con artists.” He claimed that Antwon seeks out “victims” who receive disability checks and “takes over their money” by becoming the alleged victims’ “payee.”\n\n“Their whole financial situation is based on the government funding those people get,” Terrance added. When asked by a producer if he believed that Natalia was “part of a cult” with the Mans family, Terrance added without hesitation, “Yes, absolutely. She has been indoctrinated by Antwon and Cynthia Mans.”\n\nAdvertisement Advertisement\n\nAdvertisement\n\nNicole DePaul, a woman who tried to adopt Natalia back in 2009 with husband Vince DePaul, also claimed that Natalia’s boyfriend, Neil, was concerned about the Ukraine native being “held hostage” by the Manses. Cynthia and Antwon allegedly isolated Natalia from the outside world, completely taking away her phone and internet access.\n\nThe cult claims resurfaced in episode 2 when a man named Robert explained that he visited the church run by the Manses and felt that it seemed “all fake.” Robert, who had Cynthia babysit his toddler son, added that the Manses were not supposed to curse or consume alcohol according to their church rules, but they did so anyway. He also claimed that they adopted children for money and alleged that Cynthia tried to get him to sign over guardianship of his son.\n\n“Behind closed doors, they’re monsters,” Robert added.\n\nWas Natalia Grace Adopted Into a Cult? What We Know\n\nAntwon and Cynthia have not addressed the claims made about them in the docuseries. A note at the end of episode 1 revealed that the couple did not respond to requests for comment.\n\nDid Antwon and Cynthia Mans Start a Church?\n\nA Pentecostal pastor’s wife appeared in episode 1, revealing that she has known Antwon and Cynthia since 2010. She described the couple as “very strict” and added that Antwon was “rough around the edges” when he and his wife first joined her church.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“Drinking, cussing. Never really had a job. The only thing they were living on was social security. Disability from the children in their home,” she continued.\n\nThe pastor’s wife explained that Antwon and Cynthia “branched off” and started their own church in 2015, and she believed it was because Antwon — who later asked those around him to refer to him as “Bishop” — wanted to be in charge. However, she also noted that the church was very small with only about 10 members.\n\nIn Touch confirmed via online records that Antwon’s church, the Living Water Apostolic Christian Center, was incorporated in 2019 and voluntarily dissolved in 2023. Natalia was made a board member of the church, although she was 16 years old at the time.\n\nThe church was “a body of Ministers brought together by God. A five-fold ministry rooted in the bible to instruct and uplift through outreach and service to others in a real and personal way, to preach the gospel and license ministers to fulfill the great commission,” according to the articles of incorporation viewed by In Touch."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What If an Alien Civilization Existed on Proxima b?",
            "link": "https://www.msn.com/en-us/news/technology/what-if-an-alien-civilization-existed-on-proxima-b/vi-AA1x4oDn?ocid=BingNewsVerp",
            "description": "\"What If is an epic exploration of possibilities. What If is a Webby Award-winning science web series that takes you on a journey through hypothetical worlds and possibilities, some in distant corners ...",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "What If on MSN8h",
            "source": "What If on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Alien Ship' Or Just Another ‘Rare’ Natural Phenomenon? Strange Viral Video Intrigues Internet | WATCH",
            "link": "https://www.msn.com/en-in/science/astronomy/alien-ship-or-just-another-rare-natural-phenomenon-strange-viral-video-intrigues-internet-watch/ar-AA1x6iBH?ocid=BingNewsVerp",
            "description": "The internet is witnessing yet another debate about the existence of aliens and their presence among humans after a video of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e-EqvqyyftSTC-jvoBFPSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Journey Through the Ages: The Global History of UFO Sightings",
            "link": "https://www.msn.com/en-in/travel/news/a-journey-through-the-ages-the-global-history-of-ufo-sightings/ar-BB1kuV6o?ocid=BingNewsVerp",
            "description": "This article will take you through the evolution of UFO sightings, from ancient accounts to modern-day encounters, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.THWdsrntiKJ8S6FBHGKbey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN23h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Joe Rogan Hits Out at 'John Wick' Scene—'Offensive'",
            "link": "https://www.msn.com/en-us/news/world/joe-rogan-hits-out-at-john-wick-scene-offensive/ar-AA1x6hGm?ocid=BingNewsVerp",
            "description": "The podcast host complained that \"every five minutes\" he was \"bombarded\" with pharmaceutical drug commercials while watching ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UvXRCXo5AI4ZeX36PunZxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "8hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the Gulf’s rulers want to harness the power of science",
            "link": "https://www.economist.com/science-and-technology/2025/01/07/how-the-gulfs-rulers-want-to-harness-the-power-of-science",
            "description": "The Gulf’s rulers want to do better than that. Beset with the rising urgency to diversify their economies away from fossil ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1HHclj4wljmZFzQRycho2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Economist27m",
            "source": "The Economist",
            "article_content": "B ayt al-Hikma, or the House of Wisdom in Baghdad, emerged in the ninth century—even before the Accademia dei Lincei in Rome, widely considered the first academy of sciences. The Banu Musa brothers, sons of an astronomer in Baghdad, created the first machine with a stored program there and scientific textbooks from the institute were translated and made their way to Europe."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Princetonians honored with National Medals of Science",
            "link": "https://www.princeton.edu/news/2025/01/07/princetonians-honored-national-medals-science",
            "description": "Princeton molecular biologist Bonnie Bassler, emeritus professors Larry Martin Bartels and Ingrid Daubechies, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LxuvzsQdcab3R-KXWSVVhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Princeton University2h",
            "source": "Princeton University",
            "article_content": "National Medal of Science\n\nPrinceton molecular biologist Bonnie Bassler has received the National Medal of Science, the nation’s highest scientific honor. Two emeritus members of the Princeton faculty, Larry Martin Bartels and Ingrid Daubechies, and two undergraduate alumni, John Dabiri and Cynthia Dwork, were also among this year’s 14 recipients of the White House honor, announced and awarded in a ceremony Jan. 3. The ceremony also honored nine individuals with National Medals of Technology and Innovation, the highest honor for technological achievement.\n\n“Congratulations to those recipients of two of our nation’s most prestigious honors, the National Medal of Science and National Medal of Technology and Innovation,” said President Joseph Biden during the livestreamed ceremony. “This year’s honorees represent a simple truth: As I’ve always believed, America can be defined by a single word, ‘possibilities.’ That’s who we are, a nation of possibilities.”\n\n“I couldn’t be more delighted for Bonnie and the other medalists from the Princeton family,” said Princeton President Christopher L. Eisgruber. “Bonnie’s groundbreaking discoveries about bacterial messaging have revolutionized our concepts of what molecular communication can be and what a profound role it plays for all life-forms, from the simplest to the most complex.”\n\nHe continued, “All Princetonians, from our undergraduates through our senior faculty members, are encouraged to take intellectual risks, pursue radical new ideas, follow their curiosity — and as we see today, that can lead to astonishing accomplishments that fulfill our informal motto, Princeton ‘in the nation’s service and the service of humanity.’” The ceremony was held in the Eisenhower Executive Office Building adjacent to the White House. Awards were presented by Arati Prabhakar, director of the White House Office of Science and Technology Policy (OSTP) and assistant to the president for science and technology.\n\nBonnie L. Bassler\n\nBonnie Bassler and Arati Prabhakar\n\nBassler received the National Medal of Science “for paving the way to develop novel therapies to combat bacteria,” according to the award citation read at the ceremony. “Spending years in laboratories while sparking the imaginations of students, Bonnie Bassler established bacteria as social organisms with a widespread signaling system for communicating. Her revolutionary research opens a gateway to solving biological puzzles that can save lives.”\n\nFrom her early work confirming how bacteria act in concert, to her growing understanding of the extraordinary webs of microbial messaging among the tiniest life-forms, Bassler has been a pioneer and global leader in the understanding of how bacteria communicate with each other.\n\n“I am delighted and honored to receive the National Medal of Science. I am very proud of and grateful to my lab team,” said Bassler, the Squibb Professor in Molecular Biology and the chair of the Department of Molecular Biology at Princeton University. “The festivities in D.C. were magical.\n\n“Most moving and memorable to me were the speeches at the ceremony,” Bassler said. “They were not about a scientist being the best in a field, or the first to make a revolutionary finding, but rather, about the importance of the recipients’ research and mentorship of the next generations of scientists to democracy and to the vitality of and possibilities for the nation now and going forward.\n\n“That is not how I think of myself or my work on a day-to-day basis,” she said. “It was both humbling and thrilling for my team’s work to be considered in that realm.”\n\nAmong her many honors, Bassler is a member of the National Academy of Sciences, the National Academy of Medicine, the American Academy of Arts and Sciences, and a fellow of the American Association for the Advancement of Science.\n\nShe is a Howard Hughes Medical Institute Investigator and a recipient of Princeton University’s President’s Award for Distinguished Teaching, the Wolf Prize in Chemistry, the Canada Gairdner International Award, the Princess of Asturias Award from the Spanish Crown, the Gruber Prize, the Albany Prize, the L’Oréal-UNESCO Women in Science Award, and a MacArthur “genius grant.”\n\nBassler received her B.S. in biochemistry from the University of California-Davis and a Ph.D. in biochemistry from Johns Hopkins University.\n\nLarry Martin Bartels\n\nLarry Martin Bartels and Arati Prabhakar\n\nBartels received the National Medal of Science “for thought leadership that promotes democracy around the world,” according to his award citation. “Larry Bartels’ study of democratic institutions and analyses of partisanship and voting behavior, economic inequality, and political accountability offer astute insights that have shaped attitudes and call on all of us to protect our sacred democratic principles.”\n\nBartels, Princeton’s Donald E. Stokes Professor in Public and International Affairs, Emeritus, and an emeritus professor of politics, was on the Princeton faculty from 1991 to 2011. On Jan. 1, 2012, he transferred to emeritus status and joined the Department of Political Science at Vanderbilt University.\n\nBartels was the founding director of Princeton’s Center for the Study of Democratic Politics at the School of Public and International Affairs. The center supports empirical research into democratic political processes and institutions.\n\nIt is very rare for a social scientist like Bartels to win the National Medal of Science, noted Christopher Achen, Princeton’s Roger Williams Straus Professor of Social Sciences, Emeritus, and an emeritus professor of politics.\n\n“Larry is widely regarded as the preeminent scholar of American representative democracy,” said Achen, who co-authored “Democracy for Realists” with Bartels in 2016. “He has an uncanny ability to use hard evidence to overturn cherished political pieties. A running theme in his work is that elites get their way far more than ordinary people do, even in democracies, but that neither liberals nor conservatives are typically right about how that happens or what to do about it. Thus, we have much hard thinking to do if we are to repair the many broken aspects of our contemporary politics.”\n\nBartels received his B.A. from Yale University in 1978 and his doctorate from the University of California-Berkeley in 1983.\n\nIngrid Daubechies\n\nIngrid Daubechies and Arati Prabhakar\n\nDaubechies won the Medal of Science “for pioneering discoveries in the development of wavelets,” according to her citation. “A mathematician and physicist, Ingrid Daubechies has transformed the field of signal processing and the way society consumes, utilizes, and optimizes digital images and information, from art to smartphones and MRI machines. A trailblazer and a role model, she empowers women in math and science worldwide.”\n\nDaubechies, Princeton’s emeritus William R. Kenan, Jr. Professor of Mathematics and Applied and Computational Mathematics, was a member of Princeton’s faculty from 1994 to 2011, during which time she became the first female full professor in the Department of Mathematics. She is now the James B. Duke Distinguished Professor Emerita of Mathematics at Duke University.\n\n“The astonishing range of Daubechies’ work runs from repairing old master paintings to efficient transmission of signals through the internet,” said Charles Fefferman, Princeton's Herbert E. Jones, Jr. ’43 University Professor of Mathematics, who was at Princeton throughout Daubechies’ 17-year tenure and who chaired the math department from 1999-2002. “Most famously, one of her discoveries transformed the wavelet transform from a curiosity to a basic tool of modern technology.”\n\nAmong her many honors, Daubechies is a member of the National Academy of Sciences, the Royal Society of London, the American Mathematical Society, the Academia Europaea, and the National Academy of Engineering. She has also received the Wolf Prize in Mathematics, the L’Oréal-UNESCO Award for Women in Science, the Nemmers Prize in Mathematics, the BBVA Foundation Frontiers of Knowledge Award, and the Benjamin Franklin Medal in Electrical Engineering from the Franklin Institute.\n\nDaubechies received both her bachelor’s and doctoral degrees in physics from Vrije Universiteit-Brussel, and she has six honorary doctorates.\n\nJohn O. Dabiri ’01\n\nJohn Dabiri and Arati Prabhakar\n\nUndergraduate alumnus Dabiri received the Medal of Science “for outstanding achievements in aeronautical and biological engineering,” according to his citation. “Inspired by the movements of fish and jellyfish, John Dabiri’s work on biological fluid dynamics, turbulence and biological propulsion has advanced our clean energy future, leading to more efficient wind turbines and wind farms that make our world cleaner, safer, and more sustainable for future generations.”\n\nDabiri, a B.S.E. graduate of the Class of 2001, is now the Centennial Chair Professor at Caltech. He is a MacArthur Fellow, a fellow of the American Physical Society and a fellow of the American Institute for Medical and Biological Engineering, as well as the recipient of the Alan T. Waterman Award from the National Science Foundation, the Presidential Early Career Award for Scientists and Engineers (PECASE) and the Office of Naval Research Young Investigator Program Award.\n\nAfter completing his summa cum laude degree from Princeton’s Department of Mechanical and Aerospace Engineering, he got an M.S. in aeronautics from Caltech in 2003 and a Ph.D. in bioengineering with a minor in aeronautics from Caltech in 2005. He was a professor of aeronautics and bioengineering at Caltech from 2005 to 2015, then spent four years teaching at Stanford before returning to Caltech.\n\nCynthia Dwork ’79\n\nCynthia Dwork and Arati Prabhakar\n\nDwork received the Medal of Science “for visionary contributions to the field of computer science and secure public key cryptography,” according to her citation. “Cynthia Dwork’s innovative research, analysis and discoveries on differential privacy, fairness and algorithms, and statistical validity and adaptive data analysis help guide cutting-edge technologies across modern societies and play a critical role in advancing the global public good.”\n\nDwork is a member of the National Academy of Sciences and the National Academy of Engineering, as well as a fellow of the American Academy of Arts and Sciences, the American Philosophical Society, and the Association for Computing Machinery (ACM). Her many awards include the Gödel Prize, the Institute of Electrical and Electronics Engineers Richard W. Hamming Medal, the ACM Paris Kanellakis Theory and Practice Award, and multiple test-of-time awards.\n\nA B.S.E. graduate of the Class of 1979, Dwork is now the Gordon McKay Professor of Computer Science, a Radcliffe Alumnae Professor at the Radcliffe Institute for Advanced Study, and affiliated faculty at Harvard Law School.\n\nWhile at Princeton, Dwork received the Charles Ira Young Award for Excellence in Independent Research. After completing her degree, she earned a Ph.D. from Cornell University in 1983."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum simulators: When nature reveals its natural laws",
            "link": "https://www.msn.com/en-us/news/technology/quantum-simulators-when-nature-reveals-its-natural-laws/ar-AA1x740K?ocid=BingNewsVerp",
            "description": "Quantum physics is a very diverse field: it describes particle collisions shortly after the Big Bang as well as electrons in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dJwdiSiEeyuzlRdljKYjxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "5hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum dots enhance spin chemistry in radical pairs",
            "link": "https://www.msn.com/en-us/news/technology/quantum-dots-enhance-spin-chemistry-in-radical-pairs/ar-AA1x7ddS?ocid=BingNewsVerp",
            "description": "Colloidal quantum dots (QDs) constitute a platform to explore various quantum effects. Their size-dependent colors are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jHGGnOC_ZSOyt5FmT1ZdTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "5hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "More than Ozempic, American health care needs a lifestyle revolution",
            "link": "https://www.msn.com/en-us/health/diseases-and-conditions/more-than-ozempic-american-health-care-needs-a-lifestyle-revolution/ar-AA1x6OMU?ocid=BingNewsVerp",
            "description": "Imagine being one of the millions of Americans in need of a hip or knee replacement due to osteoarthritis. Severe pain, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AxHk0BtwQk62I9vHA1vDuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "6hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Race to Lead the Quantum Future",
            "link": "https://www.foreignaffairs.com/united-states/race-lead-quantum-future-chou-manyika-neven",
            "description": "Charina Chou is Director and Chief Operating Officer at Google Quantum AI. James Manyika is Senior Vice President at Google ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pOl5LW4PBxTFuPUDkbTN3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Foreign Affairs15h",
            "source": "Foreign Affairs",
            "article_content": "Charina Chou is Director and Chief Operating Officer at Google Quantum AI.\n\nJames Manyika is Senior Vice President at Google and its President for Research, Technology, and Society.\n\nHartmut Neven is Vice President of Engineering at Google and Head of Google Quantum AI."
        }
    }
]