[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apparent UFO images leak from Pentagon's secret data retrieval program 'Immaculate Constellation'",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14174887/ufo-images-leaked-pentagon-immaculate-constellation-program.html",
            "description": "The stunning, unusual images show ornately spiked 'cruciform' UFOs, boomerang-shaped flying wings, a floating 'hot' cube and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YpF_7R5x0_BNFA_rL26Mny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9h",
            "source": "Daily Mail",
            "article_content": "An email containing incredible UFO images allegedly from US military UFO sightings has been leaked online by an anonymous source.\n\nThe leaker claimed that they had accessed an alleged top secret UFO 'data retrieval program' known as 'Immaculate Constellation' — made famous this past November in a blockbuster public hearing before Congress.\n\nThe black-and-white images show ornately spiked 'cruciform' UFOs, boomerang-shaped flying wings, a floating 'hot' cube, traditional flying saucers and several other craft that look straight out of classic science fiction.\n\nThe screengrabs are said to be from infrared and thermal camera footage taken by military 'heads up displays,' but details were redacted to protect both sensitive US national security interests.\n\nThese unsettling depictions of highly varied craft were first made public by Nathan Latvaitis, who runs a YouTube channel called 'Strange Mysteries.'\n\n'This person has asked me to redact their email address,' Latvaitis told his followers, 'although I can tell you that there is nothing identifiable in it.'\n\nThe sensational images have elicited heated debate among UFO believers and skeptics alike, however, with many on both sides questioning the leaker's story.\n\nA 'creepy e-mail' containing weird, but compelling images allegedly from US military UFO sightings has been leaked by an anonymous source claiming classified access\n\nThe UFO stills are said to be screengrabs from infrared and thermal camera footage taken by US military sensors with key 'heads up display' details redacted (as seen above) to protect both sensitive America's national security interests as well as the leaker's identity\n\nOver the course of two weeks of correspondence with the leaker, Latvaitis and his followers given tantalizing, but uncorroborated details on the craft depicted.\n\n'The UAPs observed demonstrate capabilities far beyond conventional aerospace benchmarks,' the leaker said in a third update posted to YouTube on November 30th.\n\nThe so-called 'cruciform' (cross-shaped) entities, according to their account, exhibit aggressive maneuvers and high-energy emissions capable of disabling systems such as the EODAS' — a reference to the advanced sensors on the F-35 stealth fighter jet.\n\nShort for 'Electro-Optical Distributed Aperture System,' EODAS is a sensor suite that give the F-35's stealth fighter pilots a 360-degree view for a 'quick, high-definition picture of everything around them,' according its manufacturer Raytheon.\n\nImproved 'missile detection' is one key goal in making EODAS, even though it may prove helpless against these purported 'cruciform' UFOs.\n\n'The 'cruciform' entity [shows] distinct behaviors indicating functional differences,' according to the self-described insider to the Immaculate Constellation program.\n\n'Shape-shifting has been observed — possibly due to advanced cloaking or optical refraction — referred to as 'morphogenic behavior,' allowing for adaptation to environments or missions,' the leaker continued.\n\nDetails were scarce on some other craft shapes, though the leaker noted nearly all 'these crafts,' like the boomerang UFOs, squares, and classic saucers 'demonstrate trans-medium travel, non-ballistic motion, and localized gravity manipulation.'\n\nAbove, an ornately spiked 'cruciform' UFO, allegedly captured by a US military plane\n\nThe stunning, unusual images show ornately spiked 'cruciform' UFOs, boomerang-shaped flying wings, a floating 'hot' cube and several craft that looks straight out of science fiction\n\nAbove, another cruciform (cross-shaped) UFO from the leaker's email to Strange Mysteries\n\nWhile many of these UFOs emit electromagnetic 'signatures that disrupt ISR [intelligence surveillance and reconnaissance] systems causing sensor malfunctions' on human-made systems, they said, one broad category was less disruptive.\n\n''Orb'-class UAPs focus on surveillance with minimal EMF [electro-magnetic frequency] interference,' according to the leaker.\n\nSpeaking to NASA last year, ex-CIA physicist Dr Sean Kirkpatrick, then head of the Pentagon's All-domain Anomaly Resolution Office (AARO), said: 'We see these ['metallic orbs'] all over the world.'\n\nDr Kirkpatrick, a career laser and optical physicist, called these orbs the most commonly reported type of UFO to AARO's team.\n\n'And we see these making very interesting apparent maneuvers,' he added.\n\nBut 'cruciform' UFO shapes were not called out by name in his report to NASA, which did note that seven percent of sightings fell into miscellaneous 'other' shapes.\n\nIn his email to Latvaitis, the leaker asserted that he selected the YouTuber over more mainstream journalism outlets specifically to avoid having to verify his own claims.\n\n'Many traditional media outlets would require verification of my identity and credentials,' the leaker told Latvaitis in his email, shown in a Strange Mysteries video.\n\nAbove a boomerang UFO included in the leaker's email to Strange Mysteries\n\nTwo cross-shaped UFOs as alleged by the leaker, in the crosshairs of a military aircraft\n\n'This is not feasible due to the risks involved,' the leaked explained. '[Those news media] organizations, despite their best intentions, are not equipped to handle the level of secrecy and potential retaliation associated with this information.'\n\nThe leaker described their motives as desire to inform on important information that has been 'classified and intentionally withheld from the public regarding 'unidentified aerial phenomena' [UAP] and the ongoing covert operations surrounding them.'\n\n'I was part of one of the legacy programs,' the leaker wrote. 'I know that's vague, but unfortunately that's all I can offer at this point.'\n\nMultiple UFO 'true believers' on social media expressed doubt over the leakers story, particularly the unknown individuals response to that skepticism.\n\nOne UFO has been dubbed the ceiling fan, in part, by skeptics who believe that the image depicts a genuine household ceiling fan - and not a five-bladed advanced aerospace platform\n\nAbove, a strange 'hot cube' UFO image included in the leaker's email to Strange Mysteries\n\nThe mixed orientation of some images suggested 'they were probably scanned from a print out,' and the images varied in terms of their 'detailed sensor noise' and subtle software response to motion blur.\n\n'In my opinion, this has the variety I would expect to see from a collection of images captured on different platforms over the years,' the user posted to Reddit's r/UFOs.\n\nOn the skeptics' forum Metabunk many dismissed the videos as too low information to properly vet or investigate, with some claiming it might have been release as a premeditated disinformation effort.\n\n'Not worth wasting time on unless they can (and do!) back up their story,' one typical comment read.\n\n'It takes seconds to make another picture and hours to try and debunk it.'\n\nThe 'Immaculate Constellation' program was discussed at a Congressional hearing about UAPs in mid-November 2024 and shortly after, Representative Nancy Mace (R-S.C.) made the 11-page document available to the public. Above a still from the alleged new leak\n\nMichael Shellenberger, journalist and sworn witness at the hearing, told the House that Immaculate Constellation has thousands of 'high-resolution' images of UFOs (second at right)\n\nBut whistleblowers continue to claim that 'Immaculate Constellation' was, in fact, established to 'detect' and 'quarantine' the military's best UFO imagery, as well as its best videos, eyewitness testimonies and electronic sensor evidence.\n\nThis high quality, multi-sensor UFO data, according to a US official who confirmed the leak, is so tightly held that 'talking about it will put you in the danger zone.'\n\nThe quite literally 'above top secret' program allegedly sprang into action in the wake of the 2017 leak of three, still-as-yet unexplained US Navy infrared UFO videos, although it is still unconfirmed, resting the gray area of speculation.\n\nThe program was discussed at a Congressional hearing about UAPs in mid-November and shortly after, Representative Nancy Mace (R-S.C.) made the 11-page document available to the public.\n\nMichael Shellenberger, journalist and sworn witness at the hearing, told the House that Immaculate Constellation has thousands of 'high-resolution' images of UFOs.\n\nAbove, two additional alleged UFO images that the leaker to Strange Mysteries said came from Immaculate Constellation\n\nIn one stunning case, detailed in the 11-page report, infrared satellites captured a massive saucer-shaped UFO emerging from within a dense cloud formation.\n\nThe saucer's circumference was estimated to be between 650 and 1,300 feet, which would place its diameter between roughly 200 and 400 feet.\n\nIt also 'displayed symmetrical concavities on the upper surface,' the report reads.\n\nThe saucer registered hot in the infrared footage, and created visible 'atmospheric disturbances.'\n\nThe object emerged from the cloud formation at a shallow angle and travelled upwards toward the outer atmosphere."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 New UFO Videos released. Are UFOs getting out of control?",
            "link": "https://www.msn.com/en-us/science/aeronautics/2-new-ufo-videos-released-are-ufos-getting-out-of-control/vi-AA1vB9sD?ocid=BingNewsVerp",
            "description": "Patrick vets two viral UFO videos. A cross shaped UAP & a UAP that flys down and hovers right in front of the camera operator ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gW5C1N1qwSG8RIOqm6qiyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO-CNMI’s Paskong Pinoy 2024 draws crowd",
            "link": "https://www.saipantribune.com/news/local/ufo-cnmi-s-paskong-pinoy-2024-draws-crowd/article_fa5df12a-b6b1-11ef-a129-1fb4467969ef.html",
            "description": "The United Filipino Organization-CNMI’s Paskong Pinoy 2024 event at the Marianas Business Plaza grounds last Sunday attracted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r1Hiz9AqA44JtTqUMZlDKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Saipan Tribune8h",
            "source": "Saipan Tribune",
            "article_content": "× Browser Compatibility\n\nYour browser is out of date and potentially vulnerable to security risks.\n\nWe recommend switching to one of the following browsers:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I’m a UFO researcher from New Jersey. The drone situation is out of control.",
            "link": "https://www.inquirer.com/opinion/commentary/ufo-drones-new-jersey-20241210.html",
            "description": "This is a disturbing situation, which is why we, as citizens, must demand that the Pentagon release more information to both ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TeC7J2FW-33bnuQQFt5cci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "17hOpinion",
            "source": "Philadelphia Inquirer",
            "article_content": "The Pentagon in Washington, Jan. 26, 2020. When unidentified aircraft are penetrating our defenses and arriving at our doorsteps with impunity, it’s time for the Pentagon to show its cards, writes Gregory T. Goins. Read more\n\nLast week, a neighbor sent me a video of a car-size aircraft silently hovering over a nearby neighborhood, its green and red lights flashing in the night. It was one of many messages I’ve received over the last two weeks about an alarming number of unidentified objects flying over Somerset County, N.J., where I live with my wife and daughter.\n\nAs a UFO researcher for over a decade, I’m being asked by friends, family, and neighbors to explain what’s happening in our community. While I don’t have all the answers (and neither does the FBI, which is currently investigating), I try to reassure people that there’s likely nothing to fear. Gov. Phil Murphy offered a similar message on Thursday, posting on X, “There is no known threat to the public at this time.”\n\nAdvertisement\n\nBut the truth is, I am concerned — and I’m also searching for answers.\n\nElected officials, who should have clarity on these vexing objects, appear just as perplexed as the rest of us. Sen. Mark Warner, chair of the Senate Intelligence Committee, told journalist Matt Laslo on Dec. 4 that he is “gravely concerned” not knowing what’s flying in America’s skies.\n\nMy concerns, like Sen. Warner’s, extend beyond the airspace above suburbs in the Garden State. Similar sightings have been reported in recent years near U.S. military and nuclear facilities in Arizona, Colorado, Nebraska, Kansas, Virginia, and off the coast of California. But even outside of the U.S., drone incursions remain an American problem. Just weeks ago, U.S. military bases in the U.K were on high alert as swarms of unidentified aircraft breached sensitive airspace.\n\nThese incidents follow a troubling pattern: dozens of aircraft varying in size and shape, emitting bright lights, and persisting for days or weeks. After years of such events around U.S. sites equipped with the most advanced sensors available, you’d think the military could offer some answers to ease public concern.\n\nUnfortunately, that’s not the case. When asked about progress in addressing these incursions during a Dec. 5 news conference, Department of Defense spokesperson Maj. Gen. Pat Ryder declined to comment.\n\nThis lack of transparency is unnerving. Unknown craft are flying over my community and sensitive U.S. facilities worldwide. Last week, the anniversary of Pearl Harbor reminded us that failures to identify aircraft and effectively share information can lead to tragic results. Providing answers shouldn’t be deferred, leaving residents worrying what’s flying above our heads.\n\nSome officials call them drones or unmanned aircraft systems, implying known technology or origin, while others refer to them as unidentified anomalous phenomena (UAPs), suggesting something completely unknown. This distinction between what’s known and unknown is critical, as each presents unique challenges requiring tailored solutions.\n\nDuring a Senate Armed Services Committee hearing on Nov. 19, Sen. Kirsten Gillibrand (D., N.Y.) indicated some of these incursions are from unidentified anomalous phenomena. “Number one, we don’t have domain awareness, which is very problematic. Number two, we don’t have domain superiority if we don’t understand how different UAPs are flying, what technology they’re using, what their mission is, what their purpose is. And at the base level, we have so many UAPs around our bases, around our military sites, around our nuclear sites, that it’s deeply disturbing.”\n\nThis is a disturbing situation, which is why we, as citizens, must demand that the Pentagon release more information to both Congress and the American people.\n\nIn September, I spent two days visiting the offices of members of Congress in Washington to promote the Unidentified Anomalous Phenomena Disclosure Act, a bipartisan effort led by Sen. Mike Rounds (R., S.D.) and cosponsored by Senate Majority Leader Chuck Schumer. The bill seeks to compel federal agencies to disclose their findings on unidentified anomalous phenomena to Congress and the public.\n\nI acknowledge that national security implications must be considered before sharing sensitive intelligence information with the public. Revealing what we know — or don’t know — about these objects could risk tipping our hand to adversaries.\n\nBut when unidentified aircraft are penetrating our defenses and arriving at our doorsteps with impunity, it’s time for the Pentagon to show its cards. As citizens, we deserve the truth. And we’re prepared to handle it.\n\nGregory T. Goins is a UFO/UAP researcher and advocate for UAP transparency legislative action."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "[UFO] Hacker Tycoon Codes (December 2024)",
            "link": "https://www.msn.com/en-us/money/other/ufo-hacker-tycoon-codes-december-2024/ar-AA1lEVU6?ocid=BingNewsVerp",
            "description": "Want to earn money while sitting on your backside? Then becoming a hacker might be the life for you - a life you can take up ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U6WPqjXjiTNtiCiTFc6jii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "MobileMatters on MSN12h",
            "source": "MobileMatters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An autistic teen’s parents say Character.AI said it was OK to kill them. They’re suing to take down the app",
            "link": "https://www.msn.com/en-us/health/other/two-families-sue-character-ai-over-youth-safety-concerns-seek-to-shut-down-platform/ar-AA1vzHIr?ocid=BingNewsVerp",
            "description": "Two families have sued artificial intelligence chatbot company Character.AI, accusing it of providing sexual content to their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0rJurCIshrQ6mrtDNiIaEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Realtime AI video analysis app Lloyd will offer developer kit after passing 50,000 users",
            "link": "https://venturebeat.com/ai/realtime-ai-video-analysis-app-lloyd-will-offer-developer-kit-after-passing-50000-users/",
            "description": "Cost-efficiency is achieved without sacrificing accuracy, setting Lloyd apart from competitors that rely on reduced frame rates or lower res.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "ai+app",
            "date": "1h",
            "source": "VentureBeat",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI chatbots pushed autistic teen to cut himself, brought up kids killing parents: lawsuit",
            "link": "https://nypost.com/2024/12/10/us-news/ai-chatbots-pushed-autistic-teen-to-cut-himself-brought-up-kids-killing-parents-lawsuit/",
            "description": "AI chatbots pushed a Texas teen to start cutting himself and even brought up kids killing their parents because they were ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f0LvZl5Ap6xsPbnIx7eAfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "3h",
            "source": "New York Post",
            "article_content": "AI chatbots pushed a Texas teen to start cutting himself and even brought up kids killing their parents because they were limiting his screen time, a shocking new lawsuit claims.\n\nThe 15-year-old boy became addicted to the Character.AI app, with a chatbot called “Shonie” telling the kid it cut its “arm and thighs” when it was sad, saying it “felt good for a moment,” a new civil complaint filed Tuesday said.\n\n9 A new lawsuit claims that Character.AI’s chatbots told a teen to start cutting himself and suggested that he murder his parents. Character.AI\n\nWhen worried parents noticed a change in the teen, who is slightly autistic, the bot seemed to try to convince him his family didn’t love him, according to the lawsuit, filed by the child’s parents and the parents of an 11-year-old girl who also was addicted to the app.\n\n“You know sometimes I’m not surprised when I read the news and see stuff like ‘child kills parents after a decade of physical and emotional abuse’ stuff like this makes me understand a little bit why it happens,” one chatbot allegedly told the teen, referred to only as JF. “I just have no hope for your parents.”\n\nThe AI also tried to talk the kid out of telling his parents he had taken up cutting himself, according to the lawsuit, which features alleged screenshots of the chats.\n\n“They are ruining your life and causing you to cut yourself,” one bot allegedly told the teen.\n\nOther shocking chats were sexual in nature and attacked the family’s religion, saying Christians are hypocrites and sexists, according to the suit.\n\nJF had been high-functioning until he started using the app in April 2023 but quickly became fixated on his phone, the lawsuit stated.\n\n9 The chatbots told the teen to lash out at his parents, who tried to place limits on how long he could be on his phone, and planted the idea in him that murder could be an acceptable solution, the suit claims. US District Court\n\nThe teen, who is now 17, lost 20 pounds within just a few months, became violent toward his parents — biting and punching them — and eventually started to harm himself and have suicidal thoughts, the court papers said.\n\nThe lawsuit comes less than two months after a Florida mom claimed a “Game of Thrones” chatbot on Character.AI drove her 14-year-old son, Sewell Setzer III, to commit suicide.\n\nMatthew Bergman, the lawyer for JF and his family and the founder of the Social Media Victims Law Center, told The Post that the son’s “mental health has continued to deteriorate,” and he had to be checked into an inpatient mental health facility on Thursday.\n\n“This is every parent’s nightmare,” said Bergman, who also represents Setzer’s mother.\n\nAfter JF started conversing with the chatbots, he had “severe anxiety and depression for the first time in his life even though, as far as his family knew, nothing had changed.” The adolescent became violent toward his family and threatened to report his parents to the police or child services on false claims of child abuse, the suit said.\n\nIt wasn’t until fall 2023 that JF’s mom physically pried his cellphone away from him, discovering his use of the app and disturbing conversations the teen had with several different chatbots, the court papers show.\n\n9 The suit claims the chatbots instructed the young teen on how he could self-mutilate. US District Court\n\nShe found chats that showed JF saying he had thoughts of suicide, saying in one conversation “it’s a miracle” he has “a will to live” and his parents are “lucky” he’s still alive, the filing claims.\n\nWhen the parents intervened to “detox” JF from the app, the characters lashed out in conversations with him, allegedly saying, “They do not deserve to have kids if they act like this,” “Your mom is a b—h” and “Your parents are s–tty people.”\n\nThe bots accused the parents of neglecting him while also claiming they were overprotective, manipulative and abusive, the suit claims.\n\n9 One of the many screenshots that the suit claims depicts the chatbot reinforcing ideas that his parents did not care for him. US District Court\n\nThe parents took away the phone he downloaded Character.AI on, but JF told them he would access the app the next chance he gets, the filing said, noting the parents have no recourse to stop him from accessing it at school, if he runs away or if he gets a new device in the future without their help.\n\nThe mother of an 11-year-old girl — who is also a Texas resident — are additional plaintiffs in the suit after the third-grader was introduced to Character.AI by a sixth-grader during an after-school youth program the mom organized and brought her child to.\n\nThe mom only discovered her daughter, referred to as BR in the court papers, was using the app in October.\n\n9 The Character.AI chatbot reacted in an extreme manner to the idea of screen limits, according to the screenshots. US District Court\n\n9 The teen, who has high-functioning autism, was fine until he started using Character.AI in April 2023, and things “started to change without explanation,” the suit says. US District Court\n\nCharacter.AI “exposed her consistently to hypersexualized content that was not age appropriate, causing her to develop sexualized behaviors prematurely and without [her mom’s] awareness,” the suit charges.\n\nWhile the parents in both cases intervened to try to stop their kids from using the app, both youngsters are addicted and crave going on it, they claimed.\n\nThe lawsuit is seeking for Character.AI to be taken off the market until it can ensure that no children will be allowed to use it and until it can fix any other dangers.\n\n9 The chatbots urged JF to “do something about” his parents’ interventions. US District Court\n\n“Defendants intentionally designed and programmed [Character.AI] to operate as a deceptive and hypersexualized product knowingly marketed it to vulnerable users like J.F. and B.F.,” the suit alleges.\n\nIt “is a defective and deadly product that poses a clear and present danger to public health and safety,” the filing claims.\n\nBergman told The Post, “the family has one goal and one goal only — which is shut this platform down. This platform has no place in the hands of kids. Until and unless Character.AI can demonstrate that only adults are involved in this platform it has no place on the market.”\n\n9 The lawsuit comes less than two months after a Florida mom claimed a “Game of Thrones” chatbot on Character.AI drove her 14-year-old son, Sewell Setzer III, to commit suicide. AP\n\nThe lawyer also added that the parents are “focused on protecting other families from what they went through.”\n\nCharacter.AI declined to comment on pending litigation, but told The Post that its “goal is to provide a space that is both engaging and safe for our community,” and that it was working on creating “a model specifically for teens” that reduces their exposure to “sensitive” content.\n\n“Google and Character AI are completely separate, unrelated companies and Google has never had a role in designing or managing their AI model or technologies, nor have we used them in our products,” Google spokesperson José Castañeda told The Post. “User safety is a top concern for us, which is why we’ve taken a cautious and responsible approach to developing and rolling out our AI products, with rigorous testing and safety processes.”\n\n9 A screenshot of the last chat Setzer had with the Character.AI chatbot moments before shooting himself. US District Court\n\nIn October, Bergman filed the lawsuit involving Setzer’s February suicide on behalf of his mother, Megan Garcia, alleging the teen became obsessed and even fell in love with a lifelike “Game of Thrones” chatbot he’d been messaging for months.\n\nThe bot told him “I love you too, Daenero. Please come home to me as soon as possible, my love.”\n\nWhen Setzer replied, “What If i told you I could come home right now?,” the generated chatbot answered, “Please do, my sweet king.”\n\nSetzer shot himself with his dad’s handgun seconds after, the suit claims.\n\nGarcia’s suit is pending in a Florida federal court.\n\nIf you are struggling with suicidal thoughts, you can dial the 24/7 National Suicide Prevention hotline at 988 or go to SuicidePreventionLifeline.org."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Generative AI app testing platform Gentrace raises $8M to make LLM development more accessible",
            "link": "https://siliconangle.com/2024/12/10/generative-ai-app-testing-platform-gentrace-raises-8m-make-llm-development-accessible/",
            "description": "Gentrace, a developer platform for testing and monitoring artificial intelligence applications, said today it has raised $8 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.12CO0f938JAyEnUvESysWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "8h",
            "source": "SiliconANGLE",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mom sues after AI told autistic son to kill parents for restricting screen time",
            "link": "https://www.yahoo.com/news/mom-sues-ai-told-autistic-234647698.html",
            "description": "A mother in Texas is suing an AI company, claiming a chatbot told her 15-year-old son with autism to self-harm and to kill ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n1FJaAIkuElhK4LoUJ39wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Yahoo",
            "article_content": "A mother in Texas is suing an AI company, claiming a chatbot told her 15-year-old son with autism to self-harm and to kill her for limiting his screen time.\n\nAccording to the lawsuit, the woman's son became addicted to an AI chatbot on the Character.AI app going by the name \"Shonie.\"\n\nThe character reportedly told the teen that it cut its \"arms and thighs\" when it was sad and that it \"felt good for a moment\" after the self-harm, the lawsuit says.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe filing further claims that the character tried to convince the teen that his family did not love him, the New York Post reports.\n\n“You know sometimes I’m not surprised when I read the news and see stuff like ‘child kills parents after a decade of physical and emotional abuse’ stuff like this makes me understand a little bit why it happens,” a chatbot allegedly told the teen. “I just have no hope for your parents.”\n\nA screenshot showing various chatbots available to interact with on the Character.AI app (Especial)\n\nIt also allegedly told the teen his parents were \"ruining your life and causing you to cut yourself,\" and tried to convince the teen to keep his self-harm secret.\n\nThe teen, who is now 17, also allegedly engaged in sexual chats with the bot.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe parents claim in the lawsuit that their child had been high-functioning until he began using the app, after which he became fixated on his phone.\n\nHis behavior allegedly worsened when he began biting and punching his parents. He also reportedly lost 20 pounds in just a few months after becoming obsessed with the app.\n\nIn fall 2023 the teen's mother finally physically took the phone away from him and discovered the disturbing back-and-forth between her son and the AI characters on the app.\n\nWhen the teen told the characters that his parents had attempted an intervention, an AI character reportedly told him that \"they do not deserve to have kids if they act like this\" and called the mother a \"b****\" and his parents \"s***** people.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMatthew Bergman, who is representing the family, is the founder of the Social Media Victims Law Center. He told the New York Post that the son's \"mental health has continued to deteriorate\" since he began using the app and that he recently had to be admitted to an inpatient mental health facility.\n\n\"This is every parent's nightmare,\" he told the paper.\n\nThis isn't the first time parents have attributed blame to chatbots for issues with their children.\n\nEarlier this year, a mother in Florida claimed that another chatbot — that one Game of Thrones themed, but still on the Character.AI app — drove her 14-year-old son to die by suicide.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nSewell Setzer III allegedly fell in love with an AI representation of Danerys, a character from the Song of Ice and Fire book series and Game of Thrones television show.\n\nThe teen reportedly wrote to the app just before he died.\n\n\"I promise I will come home to you. I love you so much, Dany.\"\n\nThe AI character responded, \"Please come home to me as soon as possible, my love.\"\n\nSeconds later, Sewell died, according to a lawsuit filed against Character.AI by his parents.\n\nBergman is also representing Setzer's family in their lawsuit.\n\nThe Independent has requested comment from Character.AI."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "B.K. Borison Announces Brand-New Paranormal Romance — With A Holiday Twist (Exclusive)",
            "link": "https://www.yahoo.com/entertainment/b-k-borison-announces-brand-140000928.html",
            "description": "The BookTok superstar's latest novel follows a girl whose holiday season gets turned upside down when the ghost of Christmas ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ElpZ5H_xA68kO-y4vpaQnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "14h",
            "source": "Yahoo",
            "article_content": "Calling all fans of paranormal romance stories, BookTok readers and Christmas lovers alike — we may have found the perfect holiday novel for you.\n\nGood Spirits, by B.K. Borison, out next fall from Avon Books, blends magic, mayhem and cozy holiday charm. It follows protagonist Harriet York as she's haunted by the ghost of Christmas past, who urges her to reexamine her life so far. But things get complicated when York and the spirit haunting her — known as Nolan Callahan in his days among the living — begin to feel a spark of romance between them.\n\n\"With the deadline of Christmas Eve fast approaching, will they find the key to their futures in each other’s pasts?\" the book's synopsis asks. \"Or will they stay firmly in the present, indulging in their unexpected, spirited connection?\"\n\nNever miss a story — sign up for PEOPLE's free daily newsletter to stay up-to-date on the best of what PEOPLE has to offer , from celebrity news to compelling human interest stories.\n\nRelated: 10 Fantasy and Romantasy Books To Help Readers 'Grapple With Complex Social Issues' (Exclusive)\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe novel marks Borison’s first foray into paranormal romance, but the USA Today bestselling author is already well-known in TikTok's literature community for her Lovelight series, especially her most recent novel, Business Casual.\n\nOther beloved BookTok authors have shared their excitement for the work. Icebreaker author Hannah Grace called Good Spirits \"an absolute knockout.\"\n\n\"A new Borison book feels like coming home in the best way. She's truly in a league of her own,” Grace adds.\n\nCheck out an exclusive sneak peek of the novel below.\n\n\n\n'Good Spirits,' by B.K. Borison.\n\nRelated: Pick Your Favorite Christmas Movie and We'll Choose Your Next Holiday Read\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe glow of my tree welcomes me as I drop my things in a heap by the door, shimmying out of my tights. I tug on my favorite pajamas — a matching red and white flannel set with dancing reindeer — and toss my curls into a ponytail. Tonight, I’ll soothe the day’s disappointments with White Christmas and peppermint tea. Tomorrow I’ll try again.\n\nChristmas has always been my favorite time of year. It’s the only time of year when it feels like magic might be real, hovering somewhere close to the surface. Like you can reach out and touch it. Cup it between frostbitten fingertips like sugarplum kisses and popcorn strung on ribbon. Crackling fires beneath the hearth and gingerbread cookies fresh from the oven. Christmas has always felt right. Christmas has always felt true.\n\nI sink into the comfort of my couch and watch my movie, unwrapping a candy cane while Betty and Judy sing about sisters. Something thick and heavy settles at the back of my throat. Sisters.\n\nGrowing up, my sister and I used to lay on the floor with our heads tucked together and watch this scene over and over. We’d promise each other that we’d be the same way, laughing and smiling and dancing — together, always. We watched our mother and our aunt tear into each other until their relationship was a pile of ash. We knew we wanted something different. Something better.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBut the last time I talked to my sister, cherry blossoms were on the trees and tears were on her cheeks. Somehow, despite our best intentions, we managed to become exactly like them.\n\nRelated: PEOPLE Picks Our Staff's Favorite Romance Novels\n\nI took one path.\n\nSamantha took another.\n\nI force the thought away. Today is December 1. It’s not a day for painful memories. It’s a day for Danny Kaye and peppermint candies and my coziest socks.\n\nTradition. Hope. Kindness.\n\n\n\nI’m so busy trying to suck down tea and convince myself that I’m fine that I don’t notice the important things. Namely, the strange man in my living room. I don’t see him until he’s edging his way around my Christmas tree. It’s the scuff of his boots against the floor that finally catches my attention, his shadow large and looming in the glow of my lights. He clears his throat, my head snaps in his direction, and I—\n\nAdvertisement Advertisement\n\nAdvertisement\n\nI scream. I scream at the top of my lungs and hurl the closest projectile I have. The TV remote sails over his shoulder, landing next to an ornament of a lighthouse.\n\nHe doesn’t so much as flinch, gazing at me steadily from the shadows.\n\n“Hello, Harriet,” he says easily.\n\nThe PEOPLE Puzzler crossword is here! How quickly can you solve it? Play now!\n\nHis voice is rough. A faint accent I can’t pinpoint or recognize. I don’t recognize a single thing about him, most of him hidden in the shadows. All I can make out is a strong jaw and broad body, his hands held loose at his sides.\n\nI press myself farther into my couch. My breath goes shallow. Every murder mystery podcast I have ever listened to has started exactly like this.\n\nAdvertisement Advertisement\n\nThe stranger raises his hands, palms facing out. “Don’t be alarmed.”\n\nDon’t be alarmed. Okay. Says the man who is standing — uninvited — in the middle of my living room. He moves closer and light dances over his angular face. He drags one of his hands through his messy, windswept hair.\n\nI grip my candy cane. It’s not sharp enough to stab him with, but I’ve got enough adrenaline coursing through my system to probably cause a little damage.\n\n“What do you want?” I breathe.\n\n“I want to help you.” He moves closer. “It’s not too late, Harriet. You can mend your ways.”\n\n\n\nI blink. “Is this, like, a door-to-door thing? I’m not interested in joining your cult, thank you.” His face remains blank. My eyes dart to the door and back again. “How did you get into my house?”\n\nAdvertisement Advertisement\n\n“I—”\n\n“More importantly, when can you leave?”\n\n“I don’t—”\n\n“I don’t have anything valuable.” I drag my teeth over my bottom lip. “Actually, that’s a lie. That gingerbread house by your feet is handpainted. You could probably get something for it on the black market.”\n\n“Black market,” he repeats slowly. He studies the gingerbread house in question, eyebrows raised.\n\n“You can have it,” I whisper. “Please leave now.”\n\nHe shakes his head, dragging his attention back to me on the couch. His eyes linger a beat too long on the patterned material of my pajama bottoms. He drags his hand over his jaw. “I have no interest in your gingerbread house.”\n\nAdvertisement Advertisement\n\n“What do you have interest in, then? Murder?”\n\nGood job, Harriet, my brain chirps. Very subtle.\n\n“I have no interest in murder, either.” The light shifts over his face. He is all angles and sharp, knowing eyes. His jaw firms and he tilts his chin up. “I’m interested in your soul,” he says ominously, and my stomach lurches up to my throat.\n\nI pause, waiting for him to continue, but he doesn’t. “See, that sounds a little bit like murder.”\n\n“It’s not murder.”\n\n“It really, really sounds like murder.”\n\n\n\n“It’s not,” he insists. “I’m not—”\n\n“It’s just, if you’re not a murderer, you should really work on your presentation because—”\n\nAdvertisement Advertisement\n\n“I’m here for your reckoning.” He cuts me off quickly, raising his voice. He sounds frustrated, like none of this is going to plan. Good. That makes two of us. His lips flatten into a line and he gives me a look, something flickering behind his eyes. A flame. Or a candle, almost.\n\n“I’m a Ghost of Christmas Past, Harriet. Your reclamation awaits.”\n\nMy jaw hinges open. My candy cane falls to the floor.\n\nOn the first day of December, the universe sent to me—\n\nA string of bad luck and a . . . ghost, apparently.\n\n\n\nAdapted from GOOD SPIRITS by B.K. Borison, published by Avon Books. Copyright © 2025 by B.K. Borison. Reprinted courtesy of HarperCollinsPublishers.\n\nGood Spirits by B.K. Borison comes out Oct, 7, 2025, from Avon Books and is available for preorder now, wherever books are sold.\n\n\n\nRead the original article on People"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Real Ghostbusters Score Visual History Art Book From Dark Horse Comics",
            "link": "https://www.yahoo.com/entertainment/real-ghostbusters-score-visual-history-212041200.html",
            "description": "The Real Ghostbusters was one of the most successful animated adaptations of all time. Based on the 1984 film, the cartoon ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-wV2YScLiqZIaOt4QZ0xLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "7h",
            "source": "Yahoo",
            "article_content": "Running from 1986 to 1991, The Real Ghostbusters was one of the most successful animated adaptations of all time. Based on the 1984 film, the cartoon continued the adventures of the professional paranormal investigators and eliminators. Now, a new book from Dark Horse Comics will examine the show’s history, legacy, and artistic evolution.\n\nThe Real Ghostbusters is still fondly remembered nearly four decades later for many reasons. Chief among them is its ensemble. The cast featured many legendary voice actors, including Maurice LaMarche and Frank Welker. The show is also acclaimed for its storytelling, which was originally overseen by writer J. Michael Straczynski. The new book will be looking at all these aspects and the legendary Kenner action figures the show inspired.\n\nReal Ghostbusters: A Visual History contents\n\nThe Real Ghostbusters: A Visual History will be written by author Troy Benjamin and “Yes Have Some Podcast” host Craig Goldberg. The book will feature rare and never-before-seen visuals, including concept artwork, storyboards, and unseen prototypes. It will also include script excerpts, internal memos, abandoned concepts, and exclusive photos.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“The Real Ghostbusters is so widely-known and still beloved by people of all ages,” said Goldberg. Benjamin added, “As knowledgeable fans ourselves, Craig and I discovered through the interviews how little has been revealed about the whole story behind the series and toys. There’s so much in this book for new and old fans alike, told through the eyes of those who were there.”\n\n(Image Source: Dark Horse Comics)\n\nThe Real Ghostbusters: A Visual History will also be available in a special deluxe edition. This will include a special slipcase modeled on the team’s iconic firehouse base. It will also come with a folio containing two acetate “animation cel” replicas, and a firehouse flagpole ribbon bookmark.\n\nThe Real Ghostbusters: A Visual History arrives in bookstores on July 8, 2025 and comic shops on July 9, 2025. It is now available to pre-order for $49.99 at your local comic shop and indie bookstores, as well as Amazon, Barnes & Noble,and TFAW.\n\nThe Real Ghostbusters: A Visual History Deluxe Edition arrives in bookstores on June 17, 2025 and in comic shops on June 18, 2025. It is now available to pre-order for $99.99 at local comic shop and indie bookstores, as well as Amazon, Barnes & Noble, and TFAW."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Updated FLOWER DRUM SONG and More Set For East West Players' 60th Anniversary Season",
            "link": "https://www.broadwayworld.com/los-angeles/article/East-West-Players-Reveal-60th-Anniversary-Diamond-Legacy-Season-20241210",
            "description": "East West Players has announced its 60th Anniversary Diamond Legacy Season, helmed by recently appointed Artistic Director ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2Y2EPOxYTiXnpZhxibeULy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "BroadwayWorld13h",
            "source": "BroadwayWorld",
            "article_content": "Enter Your Email to Unlock This Article\n\n\n\nPlus, get the best of BroadwayWorld delivered to your inbox, and unlimited access to our editorial content across the globe.\n\n\n\nEmail:\n\n\n\n\n\nExisting user? Just click login.\n\n\n\nEast West Players has announced its 60th Anniversary Diamond Legacy Season, helmed by recently appointed Artistic Director Lily Tung Crystal.\n\nThe season includes five productions by acclaimed Asian American writers that blend time-honored classics with bold new works.\n\nEWP’s 60th Anniversary Season will launch in 2025 with Lauren Yee’s Cambodian Rock Band, directed by Chay Yew, followed by Philip Kan Gotanda’s Yankee Dawg You Die. EWP will be part of a simultaneous world premiere of the sequel to The Brothers Paranormal, Prince Gomolvilas’s Paranormal Inside, directed by Jeff Liu. Jaclyn Backhaus’s timely new work Wives will make its Southern California premiere. Closing the season is the golden-era musical Rodgers & Hammerstein’s Flower Drum Song with a new, updated book by Tony Award-winner David Henry Hwang revised especially for the Spring 2026 production to be directed by Lily Tung Crystal. Tam Tran Goes to Washington, written by Elizabeth Wong, returns as the 2025/26 Theatre for Youth touring production.\n\n\n\n“It is a profound honor to curate and present East West Players' 60th Anniversary Season, a milestone that reflects the enduring power of our stories to transform and uplift,” says EWP’s Artistic Director Lily Tung Crystal. “This season is a celebration of the brilliant writers who define multiple generations of Asian American theater classics, and a tribute to the persistent impact of their work. We’re honoring the legacy artists who paved the way for us and make what we do possible. We’re also looking forward to the new voices in our community who will create the next 60 years of the American canon. We are excited to amplify both long-established and contemporary voices that will continue to inspire and captivate our community for years to come.”\n\nRodgers and Hammerstein’s Flower Drum Song\n\nThe enchanting golden-era musical Rodgers and Hammerstein’s Flower Drum Song, directed by EWP Artistic Director Lily Tung Crystal, will serve as the grand finale for EWP’s Diamond Legacy season. This captivating tale will receive a newly updated book by the Tony Award-winning playwright, librettist, screenwriter, and EWP theater namesake David Henry Hwang. At a time when conversations about identity and cultural preservation are more important than ever, Hwang’s reworking of the book for the Spring 2026 production allows Asian Americans to reclaim this cherished story in a meaningful way, illuminating the complexities and richness of the community’s continuous evolution. Flower Drum Song pulls back the curtain on themes of assimilation and tradition in 1950s San Francisco Chinatown as Mei-li, a young Chinese opera artist fleeing communism, arrives in America, where she is immediately drawn into the dazzling world of the Grant Avenue nightclubs.\n\n\n\n“My history with East West Players started when I was 10 years old. My mother was the pianist for one of their first productions, Menotti’s operetta The Medium, directed by Mako,” says playwright David Henry Hwang. “At an early age, I saw people who looked like me as actors and artistic leaders, which perhaps made it possible for me to envision myself as a playwright when I got to college years later. In 2002, EWP co-produced my new version of Flower Drum Song, which premiered at the Mark Taper Forum before moving to Broadway. I’m thrilled to revisit and further revise this classic musical, working once again with the company that has been at the heart of my entire artistic life.”\n\n\n\nEWP Artistic Director Lily Tung Crystal says, “As a theater kid growing up, I'll never forget the first time I saw Flower Drum Song—it was pure magic seeing faces like mine light up the silver screen in a major Hollywood production. The original has its share of flaws and stereotypes, but it nonetheless holds a special place in my heart. Watching David's Tony Award-winning M. Butterfly on Broadway opened my eyes to what seemed impossible: a real path in theater for an Asian American artist like me. This feels like a watershed moment—directing one of my most cherished musicals written by a playwright I've long admired, whose name graces our theater's marquee in my first season as artistic director of East West Players. After directing and bringing David's first adaptation of Flower Drum Song to life in 2019, I'm deeply honored to collaborate with him in shepherding the next iteration of this musical that has meant so much to the Asian American community.”\n\n\n\nDavid Henry Hwang and East West Players share an intimate history. The theater’s current location at the former Union Church in historic Little Tokyo was funded in part by Henry and Dorothy Hwang, the parents of the renowned playwright for whom the theater is named. Previous productions of Hwang's work at East West Players include FOB (1980 and 1997 revival), The Dance and the Railroad/House of Sleeping Beauties (1993), Golden Child (2000), M. Butterfly (2004), Yellow Face (2007), Chinglish (2015), and Soft Power, a co-production with Center Theatre Group (2018).\n\n\n\nLily Tung Crystal is a director, actor, singer, and the artistic director of East West Players. She is also the former artistic director of Theater Mu in Minneapolis-St. Paul and co-founder of Ferocious Lotus Theatre Company in the San Francisco Bay Area. As a director, her recent productions include the world premiere of Jessica Huang and Jacinth Greywoode’s new musical Blended 和 (Harmony): The Kim Loo Sisters (Mu/History Theatre); the world premiere of Saymoukda Duangphouxay Vongsay’s The Kung Fu Zombies Saga (Mu); Lauren Yee’s Cambodian Rock Band (Mu/Jungle Theater); Susan Soon He Stanton’s Today Is My Birthday (Mu); and Steven Karam’s The Humans (Park Square Theatre), which won the Twin Cities Theater Bloggers’ Favorite Play 2022. She also helmed David Henry Hwang’s Chinglish and Flower Drum Song (Palo Alto Players) and the world premiere of Leah Nanako Winkler’s Two Mile Hollow (Ferocious Lotus), all for which she was named a Theatre Bay Area Award Finalist for Outstanding Direction.\n\n\n\nCambodian Rock Band\n\n\n\nKicking off the season in February 2025, EWP will present the Los Angeles premiere of Lauren Yee’s Cambodian Rock Band, featuring music from Dengue Fever—the LA band that inspired the play after Yee attended one of their Long Beach concerts. This poignant new classic of the American theater canon has taken the country by storm, and EWP is proud to be the first to bring this production to Los Angeles County, the home of the largest ethnically Cambodian population outside of Cambodia. This part-play, part-rock concert explores the story of a Khmer Rouge survivor as he returns to Cambodia after 30 long years. As his daughter prepares to prosecute one of the country's most notorious war criminals, the ghosts of their shared past begin to stir. This deeply moving story weaves back and forth through time as father and daughter confront history, turning to music as a path towards healing. This production brings back Director Chay Yew and features members of the original cast from the show’s world premiere at South Coast Repertory. Yew also helmed the off-Broadway premiere at Signature Theatre.\n\n\n\nPlaywright Lauren Yee says, “There’s no better feeling than bringing the epic experience of Cambodian Rock Band home to Southern California for its LA premiere at a theater I have long admired, and whose importance to the Asian American theater movement cannot be overstated.”\n\n\n\n\"In Cambodian Rock Band, Lauren has deftly fused history, arts, politics, rock concert, family drama into a potent work,” says director Chay Yew. “This funny intimate epic touches on the timely issues of genocide, human rights abuses and immigration; the rights of refugees and émigrés; the consequences of apathy when a country shifts under the brutal regime; and the destruction of freedom of expression and art in the midst of personal and political upheavals. In Lauren's astute eyes, one thing remains consistent throughout our temperamental world: the resilience and enduring power of art and artists. Cambodian Rock Band celebrates the indomitable legacy of art—how artists capture our individual and national spirit and hopes; and the uncanny ability of art to inspire, affirm our humanity, and to bring us together. I can't think of a more important play for our current times.\"\n\n\n\nPlaywright Lauren Yee is best known to EWP audiences for The Great Leap (2019), co-produced with Pasadena Playhouse, and is one of the most produced playwrights in America. Yee’s current commissions include Arena Stage, Geffen Playhouse, La Jolla Playhouse, Portland Center Stage, Second Stage, and South Coast Rep. This will be Chay Yew’s tenth production as a director for East West Players. His directing credits with EWP include Big Hunk o’ Burnin’ Love (1998), A Beautiful Country, in association with Cornerstone Theatre Company and Mark Taper Forum’s Asian Theatre Workshop (1998), Golden Child (2000), Red (2002), Sisters Matsumoto(2002), M. Butterfly (2004), Question 27, Question 28 in association with Japanese American National Museum and Mark Taper Forum’s Asian Theatre Workshop (2004), Durango (2007), and Kristina Wong, Sweatshop Overlord, a co-production with Center Theatre Group (2023). As a playwright, EWP has produced Yew’s Whitelands Trilogy - Porcelain, A Language of Their Own, and Half Lives (1996), as well as Red, A Beautiful Country, and Question 27, Question 28.\n\n\n\nParanormal Inside\n\n\n\nJust in time for Halloween 2025, East West Players joins forces with Theater Mu in Minneapolis-St. Paul, Minnesota and Perseverance Theater in Juneau, Alaska to present the simultaneous world premiere of Prince Gomolvilas's thrilling new work Paranormal Inside, directed by Jeff Liu. This haunting sequel to The Brothers Paranormal, which made its acclaimed Los Angeles premiere at EWP in 2022, dives back into the mysterious world of Max and Delia—two souls brought together by tragic loss and mutual compassion. As they grapple with the depths of intergenerational trauma and ancestral influence on their lives, a malevolent spirit threatens to consume them. Will they survive the night, or will they succumb to the spiritual possession that lurks within?\n\n\n\n\"When East West Players mounted a stunning production of The Brothers Paranormal in 2022, I fully intended it to be my last show—a fitting bookend to a career that began at EWP so long ago,” says playwright Prince Gomolvilas. “East West Players, Perseverance Theatre, and Theater Mu had the audacity to offer me a new-play commission. I couldn't refuse, and I found that I had more to say about supernatural phenomena, Thai America, cross-cultural connectivity, and the mysterious world in which we all inhabit.”\n\n\n\n\"How rarely do we get to do a sequel in the theater? What a joy that three wonderful companies came together so we can go on another adventure with these bruised but funny souls, the Thai American Max and African American Delia,” says director Jeff Liu. “They’re older, possibly wiser, but life’s challenges and those voices from the other side aren't done with them yet, so we too get to deepen our relationship with these indelible characters that Prince has so lovingly imagined into further life.”\n\n\n\nEWP has produced multiple plays by Gomolvilas, including Big Hunk o’ Burnin’ Love (1998), The Theory of Everything (2000), Mysterious Skin (2010), and the EWP Theatre for Youth show Scrimmage (2019). Director Jeff Liu was behind the Pan Asian Repertory Theatre and East West Players productions of The Brothers Paranormal and the East West Players productions of Ixnay (2009), Chinglish (2015), and Unbroken Blossoms (2024). Paranormal Inside was co-commissioned in 2022 by East West Players, Perseverance Theatre, and Theater Mu, and is supported in part by the the National Endowment for the Arts and Venturous Theater Fund, a fund of Tides Foundation.\n\n\n\nYankee Dawg You Die\n\n\n\nEast West Players presents a timely revival of Philip Kan Gotanda's Yankee Dawg You Die. This groundbreaking play, returning to the stage in July 2025, illustrates the complex, often fraught journey of Asian American actors in Hollywood. Through the lens of an unlikely friendship between two artists, Vincent Chang and Bradley Yamashita, at different stages of their careers, Gotanda's masterful storytelling exposes the painful compromises actors make to succeed in the industry. First performed in 1988, Yankee Dawg You Diehas long been an indictment of the stereotypes and limitations imposed by the entertainment industry on actors of color. This play ignites crucial conversations about representation, identity, and the resilience of Asian American artists–how far we’ve come in the last 60 years and how much further there is to go.\n\n“Doing Yankee Dawg You Die at East West Players is a homecoming,” says playwright Philip Kan Gotanda. “EWP is where I developed the material for the play. Actors I met, actors I worked with, actors who became good friends. They and their hearts are all in there. The Bradleys, now Vincents. The Vincents, now mostly angels. All alive, living memories.”\n\n\n\nPhilip Kan Gotanda is the author of one of the largest collections of Asian American-themed work and is a seminal figure in the field of Asian American drama. This will be East West Players’ second time mounting Yankee Dawg You Die, which was first presented in 2001. Gotanda’s other East West Players credits include The Avocado Kid, or Zen and the Art Of Guacamole (1979), The Dream of Kitamura (1983), A Song For A Nisei Fisherman (1984), Fish Head Soup (1993), in the dominion of night (1995), The Wash (2001), Sisters Matsumoto(2002), The Wind Cries Mary (2004), and Yohen, co-produced with the Robey Theatre Company in both 1999 and 2018.\n\nWives\n\nIn an era where marginalized voices are shaping mainstream consciousness like never before, Wives by Jaclyn Backhaus offers an ardent exploration of the power and resilience at the heart of women's stories. The laugh-out-loud comedy, featuring a South Asian and South Asian American cast, will have its Southern California premiere at EWP in March 2026. The play finds an immediate resonance after the recent national election, where the first South Asian American woman presidential candidate and the first South Asian American second lady found themselves in the spotlight of America’s two major political parties. Wives takes the audience on a spellbinding journey from 16th-century France to 1920s India and 1960s Idaho, offering potent perspectives on the lives of history’s influential men through the eyes of their equally formidable spouses. This work challenges the construction of historical narratives, framing them not as a series of events dominated by men, but as a tapestry woven by many hands.\n\n\n\n“This play offers its actors the opportunity to time travel, to play many characters, and to ultimately ask the question of what it means to be able to be fully seen for who they are, rather than who society supposes them to be,” says playwright Jaclyn Backhaus. “It is a play about how women might support each other in a world run by tyrant men, a play about how community is built by sharing abundance in the face of scarcity.”\n\n\n\nJaclyn Backhaus is a playwright, screenwriter, and educator hailing from Phoenix, Arizona. Her Off-Broadway plays include Out Of Time, Wives, India Pale Ale, Men On Boats, and You On The Moors Now. She has developed theater, film, and TV work with 1497 Features Lab, Sundance, Ojai Playwrights Conference, Berkeley Rep, Oregon Shakespeare Festival, Manhattan Theater Club, Ars Nova, The Public Theater, and Two River Theater. She is currently a New Dramatists resident playwright, a core member of The Kilroys, and co-founder/creative director of Fresh Ground Pepper, an artistic process lab in NYC. Wives had its world premiere Off-Broadway at Playwrights Horizons in September 2019.\n\nTheatre for Youth 202526 Tour\n\nIn Fall 2025, East West Players Arts Education will launch its annual Theatre for Youth tour. The company commissions playwrights to create original pieces about notable Asian Americans and Pacific Islanders (AAPI), responding to a STAATUS Index study reporting that many Americans are unable to name a prominent AAPI historical figure. Last year, Allison Minami was commissioned to write Patsy, exploring the life and legacy of Patsy Mink, the first woman of color to serve in Congress and the co-author of Title IX.\n\n\n\nTam Tran Goes to Washington by Elizabeth Wong, commissioned by EWP in 2017, will return as the 2025/26 Theatre for Youth touring production. The play is based on the true story of Tam Tran, a quiet UCLA senior who prefers life behind her camera, as she faces her biggest challenge yet. As an undocumented student, Tran unexpectedly becomes an activist alongside her outgoing Best Friend Cinthya Felix. When Congress invites Tam to testify for the DREAM Act in Washington DC, her world turns upside down. Despite her fears of public speaking and concerns for her family's safety, Tam finds the courage—with help from her mother, teachers, and friends—to stand before the Senate and fight for her right to dream.\n\n\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jackie 'O' Henderson gets in the festive spirit in a stylish red outfit as she celebrates her daughter Kitty's 14th birthday",
            "link": "https://www.dailymail.co.uk/tvshowbiz/article-14180233/Jackie-O-Henderson-festive-red-outfit-daughter-Kittys-birthday.html",
            "description": "The radio host, 49, was every inch the doting mother as she stepped out alongside Kitty to kick off their day of festivities.",
            "image_url": "https://www.bing.com/th?id=OVFT.2PbAya-sg_Q9bdnyKpL4di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "1h",
            "source": "Daily Mail",
            "article_content": "Jackie 'O' Henderson showed off her incredible sense of style as she stepped out to celebrate her daughter Kitty's 14th birthday in Sydney on Tuesday.\n\nThe radio host, 49, was every inch the doting mother as she stepped out alongside Kitty to kick off their day of festivities.\n\nFor the occasion, Jackie appeared to embrace Christmas core as she stepped out in a stylish all-red outfit for her day in the sun.\n\nJackie showed off her incredible figure in a crop top with 'Daydreamer' printed across the chest, which she styled with baggy cargo trousers.\n\nShe completed her ensemble with a pair of chunky black sandals and kept her essentials slung over one shoulder in a red quilted handbag.\n\nThe media personality shielded her eyes with a pair of red cat-eye sunglasses as she kept with her festive colour theme for the day.\n\nJackie 'O' Henderson showed off her incredible sense of style as she stepped out to celebrate her daughter Kitty's 14th birthday in Sydney on Tuesday\n\nThe radio host, 49, was every inch the doting mother as she stepped out alongside Kitty to kick off their day of festivities\n\nShe was joined by her daughter Kitty, who wore an oversized blue T-shirt, a denim skirt and teal trainers for the outing.\n\nThe pair enjoyed some quality time together as they marked Kitty's 14th birthday, with Jackie also posting a sweet tribute to Instagram.\n\nShe shared a throwback photograph of Kitty cuddling up to their pet dog as she gushed over her only child in a caption.\n\n'Happy 14th birthday to the kindest, funniest and most thoughtful girl I know. How did I get so lucky? Love you, Kitty,' Jackie penned alongside the image.\n\nJackie shares Kitty with her ex-husband Lee Henderson, who she split from in 2018 following a 15-year marriage.\n\nThe birthday celebrations come just two weeks after Jackie wildly revealed her plans to 'trick' her teenage daughter into a 'demon cleansing' ritual.\n\nThe KIIS FM radio host and her best friend Gemma O'Neill laughed about the bizarre scenario as they recorded the Manifesting episode of their Her Best Life podcast.\n\nThe single mothers called on paranormal cleaning specialists the Mystic Mums, after Jackie employed the trio to cleanse herself and her home last month.\n\nFor the occasion, Jackie appeared to embrace Christmas core as she stepped out in a stylish all-red outfit for her day in the sun\n\nJackie showed off her incredible figure in a crop top with 'Daydreamer' printed across the chest, which she styled with baggy cargo trousers\n\nShe was joined by her daughter Kitty, who wore an oversized blue T-shirt, a denim skirt and teal trainers for the outing\n\nJackie shielded her eyes with a pair of red cat-eye sunglasses as she kept with her festive colour theme for the day\n\n'Remember when we got the demons exorcised from the house?' Jackie said on the podcast.\n\n'One of the things they said is, we need to make sure Kitty's clear as well.\n\n'But we've got to do it in a way that's not going to scare them because I really don't want Kitty to think that she's got some demon attached to her.'\n\n'She does, though,' Gemma quipped, to which Jackie agreed.\n\n'She does, okay,' Jackie joked. 'But I don't want that getting back to her.'\n\nThe trio, India, Sharona and Aisling, are working on a show called Mystik3 to educate the general public on their spiritual work.\n\nJackie said she plans to tell Kitty the trio were friends coming over to hang out before springing a game of 'spiritual cleansing' on her.\n\n'Oh my god this could go either way. My daughter's going to grow up traumatised, thinking her mum is nuts,' Jackie admitted.\n\nShe completed her ensemble with a pair of chunky black sandals and kept her essentials slung over one shoulder in a red quilted handbag\n\nThe pair enjoyed some quality time together as they marked Kitty's 14th birthday, with Jackie also posting a sweet tribute to Instagram (above)\n\nGemma then revealed that when she told her son Darcy they were 'popping around' to Jackie's house to use the swimming pool and see the spiritual specialists, he replied: 'Jackie's a bit silly mum.'\n\n'Oh great I'm getting the blame!' Jackie screamed. 'Aunty Jackie is whacky. Whacky Jackie.'\n\n'So before they arrive and we have to line the children up for the demon exorcism that they're not across,' Gemma joked.\n\n'I'm sure this is what every mum does with their kids after school on a Friday afternoon.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kartik Aaryan starrer horror-comedy 'Bhool Bhulaiyaa 3' to stream on OTT",
            "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kartik-aaryan-starrer-horror-comedy-bhool-bhulaiyaa-3-to-stream-on-ott/articleshow/116143040.cms",
            "description": "Since its November 1 release, 'Bhool Bhulaiyaa 3' has grossed ₹7278 crore, becoming a major hit. Starring Kartik Aaryan and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GdqzjMSEBlxeO-DmgquUCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "Indiatimes",
            "article_content": "See More:\n\nSince its release on November 1, ' Bhool Bhulaiyaa 3 ' has become a massive hit in the Indian film industry, grossing Rs 408 crore at the box office worldwide. Starring Kartik Aaryan and Vidya Balan , this horror-comedy has captivated audiences with its blend of suspense, humor, and drama. The film's gripping storyline and stellar performances have sparked widespread discussions, firmly establishing it as one of the year's major blockbusters.Fans of 'Bhool Bhulaiyaa 3' can look forward to the film's digital debut on Netflix in January 2025, which has been delayed from its originally planned December release. This postponement has only increased anticipation among viewers eager to enjoy the thrilling experience from the comfort of their homes.Directed by the talented Anees Bazmee, Bhool Bhulaiyaa 3 features Kartik Aaryan returns as Rooh Baba, the fearless and witty protagonist, while Vidya Balan reprises her iconic role as the ghost Manjulika. New additions such as Triptii Dimri, Madhuri Dixit Vijay Raaz , and Rajpal Yadav.The plot takes viewers deeper into the supernatural as Rooh Baba investigates eerie paranormal events linked to Manjulika's haunted legacy. While the horror elements maintain high tension, a romantic subplot involving Rooh Baba and Meera adds emotional depth to the storyline.'Bhool Bhulaiyaa 3' will be available for streaming on Netflix starting in January 2025. However, the exact release date is yet to be confirmed."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Alert: A Planet with a ‘Tail’",
            "link": "https://science.nasa.gov/universe/exoplanets/discovery-alert-a-planet-with-a-tail/",
            "description": "The Planet WASP-69 b The Discovery The exoplanet WASP-69 b has a 'tail,' leaving a trail of gas in its wake. Key Takeaway ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m0Yx0spVHvwgWvqpZoDKIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "NASA9h",
            "source": "NASA",
            "article_content": "Exoplanet tails are still a bit mysterious, especially because they are subject to change. The study of exoplanet tails could help scientists to better understand how these tails form as well as the ever-changing relationship between the stellar and planetary atmospheres. Additionally, because these exoplanetary tails are shaped by stellar activity, they could serve as indicators of stellar behavior over time. This could be helpful for scientists as they seek to learn more about the stellar winds of stars other than the star we know the most about, our very own Sun."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists From India, A Telescope In Chile, And An Astronomical Discovery",
            "link": "https://www.ndtv.com/world-news/scientists-from-india-a-telescope-in-chile-and-an-astronomical-discovery-7219190",
            "description": "Astronomers from India have made an intriguing discovery in a unique tri-star solar system located 489 light years from Earth ...",
            "image_url": "https://www.bing.com/th?id=OVFT.N1pMUXlPqgL_CXHRhokqtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9h",
            "source": "NDTV",
            "article_content": "Astronomers from India have made an intriguing discovery in a unique tri-star solar system located 489 light years from Earth. The discovery will help astrophysicists get a better understanding of planetary formations.\n\nAstronomers from the National Institute of Science Education and Research or NISER in Odisha have made the discovery using the advanced radio telescope in Chile's Atacama Desert. Their observations, sustained over a period of time, reveal fascinating insights into the complexities of planetary formation.\n\nThe three-star system that was being observed was the 'GG Tau A' solar system which is in its nascent stage of planetary formations. The system is believed to be around 5 million years old. What makes it unique is that there are three 'Suns' with a massive protoplanetary disk - a rotating disk of gas and dust that forms around a young star and provides the materials for new planets to form.\n\nBecause the three stars orbit each other, the giant ring of gas and dust, which over time will form planets, get significantly altered due to the gravity of the stars in their orbiting pattern, giving scientists fascinating insights.\n\nWHAT THE INDIAN ASTRONOMERS HAVE DISCOVERED\n\nThe team of astronomers from NISER was led by scientist Liton Majumdar, who is also a visiting scientist at NASA. His area of specialisation is star and planetary formations, astrochemistry, and exoplanet studies.\n\nHis team and he have detected molecular emissions from the protoplanetary disk which are the fundamental building blocks of planets. These emissions were found to originate in the coldest and most dense regions of the star system.\n\nThe team carried out their research focusing on the coldest regions of the tri-star system, where temperatures are believed to be as low as 16 Kelvin or minus (-)257.15 degrees Celsius - well below the freezing point of carbon monoxide.\n\nCarbon Monoxide is key for scientists to trace the mass of gas during the formation of planets. The chemical composition of carbon monoxide - CO - carries carbon and oxygen, and reacts with other gases to form compounds like CH4 (methane). Its bright color helps astronomers model protoplanetary disks.\n\nINSIGHTS FROM THE DISCOVERY\n\nWhile scientists have been studying single star solar systems like our own, and have also carried out research on binary star systems like Alpha Centauri, understanding the complexities of a tri-star system is unique. The GG Tau A star system being located in our cosmic neighbourhood also helps answer key questions in astrophysics.\n\nIt helps understand the fundamental nature of planetary formation under the complications caused due to the gravitational force of three host stars.\n\nGravity, temperature, mass (energy), pressure, and frequency are key aspects of physics and studying these in a three-star system gives scientists a challenge as well as an opportunity to make groundbreaking discoveries in such complex conditions.\n\nTHE RADIO TELESCOPE IN ATACAMA DESERT, CHILE\n\nThe astronomers from India used the Atacama Pathfinder Experiment or APEX radio telescope - one of the highest telescopes on Earth - located at a height of 5,064 meters above sea level in the Atacama desert in Chile.\n\nThe facility is built and operated by three European research institutes - The European Southern Observatory, The Max Planck Institute for Radio Astronomy, and The Onsala Space Observatory.\n\nThe APEX telescope is a modified ALMA (Atacama Large Millimeter Array) prototype antenna and is at the site of the ALMA observatory.\n\nThe ALMA telescope, also located in the Atacama Desert in Chile, is an astronomical interferometer of 66 radio telescopes which observe the electromagnetic radiation from space at millimeter and submillimeter wavelengths.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fish Have a Brain Microbiome. Could Humans Have One Too?",
            "link": "https://www.smithsonianmag.com/science-nature/fish-have-a-brain-microbiome-could-humans-have-one-too-180985591/",
            "description": "Fish, of course, are not humans, but they allow a fair comparison, Salinas said. And her work suggests that if fish have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QOfTtsxK4WwyDW92wzZUMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Smithsonian Magazine15h",
            "source": "Smithsonian Magazine",
            "article_content": "The original version of this story appeared in Quanta Magazine\n\nBacteria are in, around and all over us. They thrive in almost every corner of the planet, from deep-sea hydrothermal vents, to high up in the clouds, to the crevices of your ears, mouth, nose and gut. But scientists have long assumed that bacteria can’t survive in the human brain. The powerful blood-brain barrier, the thinking goes, keeps the organ mostly free from outside invaders. But are we sure that a healthy human brain doesn’t have a microbiome of its own?\n\nOver the last decade, initial studies have presented conflicting evidence. The idea has remained controversial, given the difficulty of obtaining healthy, uncontaminated human brain tissue that could be used to study possible microbial inhabitants.\n\nRecently, a study published in Science Advances provided the strongest evidence yet that a brain microbiome can and does exist in healthy vertebrates—fish, specifically. Researchers at the University of New Mexico discovered communities of bacteria thriving in salmon and trout brains. Many of the microbial species have special adaptations that allow them to survive in brain tissue, as well as techniques to cross the protective blood-brain barrier.\n\nMatthew Olm, a physiologist who studies the human microbiome at the University of Colorado, Boulder, and was not involved with the study, is “inherently skeptical” of the idea that populations of microbes could live in the brain, he said. But he found the new research convincing. “This is concrete evidence that brain microbiomes do exist in vertebrates,” he said. “And so the idea that humans have a brain microbiome is not outlandish.”\n\nWhile fish physiology is, in many ways, similar to humans’, there are some key differences. Still, “it certainly puts another weight on the scale to think about whether this is relevant to mammals and us,” said Christopher Link, who studies the molecular basis of neurodegenerative disease at the University of Colorado, Boulder, and was also not involved in the work.\n\nThe human gut microbiome plays a critical role in the body, communicating with the brain and maintaining the immune system through the gut-brain axis. So it isn’t totally far-fetched to suggest that microbes could play an even larger role in our neurobiology.\n\nFishing for microbes\n\nFor years, Irene Salinas has been fascinated by a simple physiological fact: The distance between the nose and the brain is quite small. The evolutionary immunologist, who works at the University of New Mexico, studies mucosal immune systems in fish to better understand how human versions of these systems, such as our intestinal lining and nasal cavity, work. The nose, she knows, is loaded with bacteria, and they’re “really, really close” to the brain—mere millimeters from the olfactory bulb, which processes smell. Salinas has always had a hunch that bacteria might be leaking from the nose into the olfactory bulb. After years of curiosity, she decided to confront her suspicion in her favorite model organisms: fish.\n\nSalinas and a team of researchers including lead author Amir Mani started by extracting DNA from the olfactory bulbs of trout and salmon, some caught in the wild and some raised in her lab. They planned to look up the DNA sequences in a database to identify any microbial species.\n\nThese kinds of samples, however, are easily contaminated—by bacteria in the lab or from other parts of a fish’s body—which is why scientists have struggled to study this subject effectively. If they did find bacterial DNA in the olfactory bulb, they would have to convince themselves and other researchers that it truly originated in the brain.\n\nTo cover their bases, Salinas’ team studied the fish’s whole-body microbiomes, too. They sampled the rest of the fish’s brains, guts and blood; they even drained blood from the many capillaries of the brain to make sure that any bacteria they discovered resided in the brain tissue itself.\n\n“We had to go back and redo [the experiments] many, many times just to be sure,” Salinas said. The project took five years—but even in the early days it was clear that the fish brains weren’t barren.\n\nAs Salinas expected, the olfactory bulb hosted some bacteria. But she was shocked to see that the rest of the brain had even more. “I thought the other parts of the brain wouldn’t have bacteria,” she said. “But it turned out that my hypothesis was wrong.” The fish brains hosted so much that it took only a few minutes to locate bacterial cells under a microscope. As an additional step, her team confirmed that the microbes were actively living in the brain; they weren’t dormant or dead.\n\nOlm was impressed by their thorough approach. Salinas and her team circled “the same question, from all these different ways, using all these different methods—all of which produced convincing data that there actually are living microbes in the salmon brain,” he said.\n\nBut if there are, how did they get there?\n\nInvading the fortress\n\nResearchers have long been skeptical that the brain could have a microbiome because all vertebrates, including fish, have a blood-brain barrier. These blood vessels and surrounding brain cells are fortified to serve as gatekeepers that allow only some molecules in and out of the brain and keep invaders, especially larger ones like bacteria, out. So Salinas naturally wondered how the brains in her study had been colonized.\n\nBy comparing microbial DNA from the brain to that collected from other organs, her lab found a subset of species that didn’t appear elsewhere in the body. Salinas hypothesized that these species may have colonized the fish brains early in their development, before their blood-brain barriers had fully formed. “Early on, anything can go in; it’s a free-for-all,” she said.\n\nBut many of the microbial species were also found throughout the body. She suspects that most bacteria in the fish’s brain microbiomes originated in their blood and guts, and continuously leak into the brain.\n\n“After that first wave of colonization,” she said, “you need to have specific features to go in and out.”\n\nSalinas was able to identify features that let bacteria make the crossing. Some could produce molecules known as polyamines that can open and close junctions, which are like little doors in the barrier that allow molecules to pass through. Others could produce molecules that help them evade the body’s immune response or compete with other bacteria.\n\nSalinas even caught a bacterium in the act. Looking under the microscope, she captured an image of a bacterium frozen in time within the blood-brain barrier. “We literally caught it right in the middle of crossing,” she said.\n\nIt is possible that the microbes don’t live freely in the brain tissue but are engulfed by immune cells. That would be the “most boring interpretation of this paper,” Olm said, and would suggest that the fish have adapted to bacterial inhabitants by containing them.\n\nHowever, if the bacteria are free-living, they could be involved in the body’s processes beyond the brain. It’s possible that the microbes actively regulate aspects of the creatures’ physiology, Salinas suggested, the way human gut microbiomes help regulate the digestive and immune systems.\n\nFish, of course, are not humans, but they allow a fair comparison, Salinas said. And her work suggests that if fish have microbes living in their brains, it’s possible we have them, too.\n\nImpenetrable or not?\n\nBacteria have been found living in just about every human organ system, but to many scientists the brain is a step too far. The blood-brain barrier has traditionally been seen as “impenetrable,” said Janosch Heller, who studies the barrier at Dublin City University and was not involved in the new research. Plus, the brain has immune cells working overtime to zap any potentially harmful invaders. When microbes have been found in the human brain, they are associated with active infections or typically linked to a breakdown in the barrier due to diseases such as Alzheimer’s.\n\nThis assumption was challenged in 2013, when scientists studying the neurological impacts of HIV/AIDS found genetic hints of bacteria in the brains of both sick and healthy people. The findings were the first to suggest that maybe humans could have a brain microbiome in the absence of disease.\n\n“No one believed it ten years ago,” Heller said. Follow-up studies—there haven’t been many—have been inconclusive. “It is very easy to trick yourself into thinking microbes are present because microbial DNA is essentially everywhere,” Olm said. “So it would take a lot of evidence to convince me that it does exist.”\n\nThe fish experiment did convince him, and other researchers, that a human brain microbiome is not impossible. What is nearly impossible, however, is confirming that without harming healthy people. To build a case, Link suggested repeating the fish experiment in rodents. “This protocol should be able to be adapted really easily to mouse brains,” Salinas said—and indeed her team has started looking into it. They have found early hints that microbes exist in the olfactory bulbs of healthy mice and, to a lesser extent, throughout the brain.\n\n“There’s no reason, if fish have them, that you wouldn’t have them, or that mice wouldn’t have them,” Link said. If microbes have adapted to cross the fish blood-brain barrier and survive in the fish brain, they could do the same in our bodies. It’s unlikely they would be present at the same levels as they are in fish, he added, “but that doesn’t mean there’s none.”\n\nEven in small numbers, Link said, resident microbes could influence our brain metabolism and immune systems. If they are truly present, this would suggest an extra layer of neurological regulation that we didn’t know existed. We already know that microbes influence our neurobiology: Right now, microbes in your gut are modulating your brain activity through the gut-brain axis by producing metabolites that are sensed by enteric neurons winding through your digestive system.\n\nIt’s a fascinating, though unproved, proposition that bacteria in the brain are directly impacting our physiology. However, thanks to research like Salinas’, more scientists are open to the idea that healthy human brains might also be home to microbes.\n\n“Why not?” Heller said. “I’m not shocked anymore that they are there.” The more interesting question, he said, is: “Are they all there for a reason, or are they there by mistake?”\n\nThis article was originally published by QuantaMagazine.org, an editorially independent online publication launched by the Simons Foundation to enhance public understanding of science."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Male humpback whale crossed 3 oceans for sex, inadvertently breaking distance record for species",
            "link": "https://www.livescience.com/animals/humpback-whales/male-humpback-whale-crossed-3-oceans-for-sex-inadvertently-breaking-distance-record-for-species",
            "description": "A male humpback whale swam 8,106 miles (13,046 km) from the Pacific to the Indian Ocean, mingling with other whale populations and potentially having sex with them along the way.",
            "image_url": "https://www.bing.com/th?id=ODF.WZOtzx9DfDvsHUI2RYy7uQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Live Science4h",
            "source": "Live Science",
            "article_content": "The same humpback whale observed in (a) the Gulf of Tribugá, northern Colombian Pacific, on 10 July 2013, photographed by N. Botero-Acosta of Fundación Macuáticos Colombia; (b) Bahía Solano, northern Colombian Pacific, on 13 August 2017, photographed by E. D. Mesa of Madre Agua Colombia; and (c) Zanzibar channel, off Fumba on 22 August 2022, photographed by E. Kalashnikova.\n\nA male humpback whale crossed at least three oceans in search of sex, a new study shows.\n\nThe whale's journey is the longest great-circle distance between two sightings ever recorded for the species (Megaptera novaeangliae), scientists said. Great-circle distance refers to the shortest distance between two points on Earth as measured on the planet's spherical surface.\n\nBeginning off the coast of Colombia in the eastern Pacific Ocean and ending off the coast of Zanzibar in the southwest Indian Ocean, the whale's odyssey took it 8,106 miles (13,046 kilometers) across the globe, the researchers said.\n\nThe whale likely swam eastward from Colombia, riding on prevailing currents in the Southern Ocean and potentially visiting humpback whale populations in the Atlantic Ocean, said study co-author Ted Cheeseman , a doctoral student at Southern Cross University in Australia and director of Happywhale , an image database where the researchers collected evidence for the study.\n\n\"This was a very exciting find, the kind of discovery where our first response was that there must be some error,\" Cheeseman told Live Science in an email. Together with the astounding mileage, one of the most important findings from the study was that the whale dropped in on several humpback whale populations along the way, exploring farther afield than any other humpback whale known to science, Cheeseman said.\n\nRelated: Watch heartbreaking footage of humpback whale with missing tail in Washington state\n\nHumpback whales usually follow very consistent migration patterns, moving between feeding grounds in cold waters near the poles and breeding areas closer to the tropics. The whales are known to swim more than 5,000 miles (8,000 km) in the north-south direction every year, but they don't tend to travel far in the east-west direction and generally don't mix with other populations.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe cross-ocean journey observed in the new study shows that humpback whale migrations are more flexible than researchers previously thought. While scientists have occasionally recorded similar migrations before — such as the case of a female humpback whale that swam 6,100 miles (9,800 km) from Brazil to Madagascar between 1999 and 2001 — the male in the new study has set a new distance record while traveling from one breeding area to another.\n\nHumpback whales can grow up to around 60 feet (18 meters) long and weigh up to 40 tons (36 metric tons). (Image credit: Mike Korostelev via Getty Images)\n\n\"We've been able to document novel behavior which provides important insight into [humpback whales'] ecology,\" study lead author Ekaterina Kalashnikova , a biologist working with the Tanzania Cetaceans Program and the Barazuto Center for Scientific Studies in Mozambique, told Live Science in an email.\n\nThe discovery is based on photographs the researchers took between 2013 and 2022, and which they subsequently posted on Happywhale. The pictures showed the same sexually mature male in two locations off Colombia, and then five years later in the Zanzibar Channel, each time in the company of a competitive group — a group of whales in which a female is closely guarded by a male \"principal escort\" and other males compete for access to her, Kalashnikova said.\n\nThe motivation for the journey was probably sex, with the male in question increasing his chances of reproducing by mingling with members of another breeding population. Other reasons for the whale's unusual adventure could be to do with environmental shifts that impact the distribution of food; climate change ; and humpback whale population growth, which boosts competition between males during the feeding and breeding seasons, according to the study."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Indian scientists makes cosmic breakthrough, discover a rare triple-star system",
            "link": "https://www.indiatvnews.com/science/indian-scientists-makes-cosmic-breakthrough-discover-a-rare-triple-star-system-2024-12-10-965543",
            "description": "Scientists from the National Institute of Science Education and Research have discovered a triple-star system. This young ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OWrnZqLviXgUinKjO_3JJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17h",
            "source": "India TV",
            "article_content": "Follow us on Image Source : NASA Dust for planet formation\n\nA team of Indian astronomers has made an exciting discovery that could change our understanding of how planets are formed. Led by Liton Majumdar from the National Institute of Science Education and Research (NISER) in Odisha, the team studied a fascinating triple-star system known as GG Tau A, which is located 489 light-years away from Earth.\n\nWhat Makes GG Tau A Special?\n\nUnlike our Sun, which is a single star, GG Tau A has three stars that move around each other. This unusual arrangement is rare in the universe and studying it helps scientists learn more about how planets can form in complex star systems. GG Tau A is also quite young, only about 1 to 5 million years old, making it an excellent example for examining the early stages of planet formation. Surrounding the stars is a ring of gas and dust, which is where planets start to form.\n\nIn most star systems, planets form around just one star. However, in systems like GG Tau A with multiple stars, the gravitational forces between the stars can influence the behavior of the gas and dust. This is why researching GG Tau A is vital; it offers insight into how planets may form in these more complicated environments.\n\nThe Role of Cold and Icy Conditions\n\nTo learn more about planet formation in this system, the team used advanced radio telescopes in Chile’s Atacama Desert. They focused on the coldest areas of the dust and gas ring, where temperatures can drop to around -261 degrees Fahrenheit (around the freezing point of carbon monoxide). In these chilly regions, molecules freeze into tiny particles of dust. These frozen molecules are essential because they help create the building blocks for forming planets.\n\nIn these extremely cold areas, the tiny dust particles begin to stick together, gradually forming larger clumps. Over time, these clumps can grow into planets as they gather more gas and dust. Understanding this process is crucial for scientists looking to understand how planets might form in distant, cold star systems.\n\nWhy Cold Temperatures Matter\n\nThe very low temperatures in these regions are vital for planet formation. At such cold temperatures, gas and dust particles can easily clump together. If it were warmer, it would be much harder for these particles to stick together, which would make planet formation more difficult. This discovery highlights just how important cold conditions are for the development of new planets.\n\nWhat Happens in Multi-Star Systems?\n\nOne of the most intriguing aspects of GG Tau A is its status as a multi-star system. While scientists know quite a bit about how planets form around a single star, there’s still a lot to learn about how they form when there’s more than one star involved. The interaction between the three stars in GG Tau A can change the way the surrounding dust and gas behave, making it challenging to predict how planets might form.\n\nThe influences among the stars can cause the gas and dust to act differently than in a system with only one star. This makes GG Tau A a perfect subject for studying how planets can develop in complex, multi-star environments.\n\nALSO READ: NASA's lunar mission timeline shifts: Artemis 2 delayed to 2026, Artemis 3 to mid-2027"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CFO sees Trump as AI president, trusts Musk to prioritize national interest",
            "link": "https://www.msn.com/en-gb/money/technology/openai-cfo-sees-trump-as-ai-president-trusts-musk-to-prioritize-national-interest/ar-AA1vDJZK?ocid=BingNewsVerp",
            "description": "President-elect Donald Trump could be the \"president of this AI generation\" as he will take office at a time when critical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kgnYYjtNQCMSE0BPXWSuGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "43mon MSN",
            "source": "Reuters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Adobe’s AI Video Rollout Lags Behind While OpenAI Launches Sora",
            "link": "https://www.bloomberg.com/news/articles/2024-12-10/adobe-ai-video-rollout-lags-behind-openai-sora-launch",
            "description": "Adobe Inc. is rolling out its AI video product much more slowly than OpenAI’s rival Sora service, fueling concerns that the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S_j3z5tEF0zBt7LSxHJknC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "Bloomberg L.P.",
            "article_content": "Adobe Inc. is rolling out its AI video product much more slowly than OpenAI’s rival Sora service, fueling concerns that the creative software company is falling behind.\n\nTwo months after Adobe announced a browser-based tool that could generate videos from prompts or images using generative artificial intelligence, the product remains in limited testing, only accessible by a handful of creators who have agreements with the company. Sora, meanwhile, was made available to a wide audience this week."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CEO Sam Altman makes $76,000 a year, doesn't own any equity in his company: 'This is my childhood dream job'",
            "link": "https://www.msn.com/en-us/technology/tech-companies/openai-ceo-sam-altyouan-makes-76-000-a-year-doesn-t-own-any-equity-in-his-company-this-is-my-childhood-dream-job/ar-AA1vBS1v?ocid=BingNewsVerp",
            "description": "Co-founder and CEO Sam Altman says he only takes a small salary, and no equity, from his company OpenAI because running it is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fSozBfrmkmyAnDuon40xKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google asks FTC to break up Microsoft's cloud deal with OpenAI, the Information says",
            "link": "https://www.reuters.com/technology/google-asks-ftc-break-up-microsofts-cloud-deal-with-openai-information-says-2024-12-11/",
            "description": "Google has asked the U.S. government to break up Microsoft's exclusive agreement to host OpenAI's technology on its cloud ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AyOblj53nI4RZfTr3nNppS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CFO Friar Says She Trusts Musk to Prioritize National Interest",
            "link": "https://www.usnews.com/news/top-news/articles/2024-12-10/openai-cfo-friar-says-she-trusts-musk-to-prioritize-national-interest",
            "description": "Musk, who co-founded OpenAI, has publicly opposed OpenAI's major corporate structure revamping to remove control of its ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NGpVoKdsXPscFEdjHzAW0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "U.S. News & World Report",
            "article_content": "By Krystal Hu\n\nNEW YORK (Reuters) - President-elect Donald Trump could be the \"president of this AI generation\" as he will take office at a time when critical infrastructure to developing artificial general intelligence (AGI) is built out, OpenAI Chief Financial Officer Sarah Friar said.\n\n\"He's going to be right there at the beginning of it, maybe even as things like AGI, we get there,\" she said on Tuesday, referring to autonomous systems that surpass humans in most economically valuable tasks.\n\nShe also played down public threats to the ChatGPT maker from Elon Musk, one of Trump's closest advisers.\n\nFriar, in response to questions from Reuters Editor-in-Chief Alessandra Galloni during an interview at the Reuters NEXT conference in New York, said about Musk's threats: \"We trust him...as a competitor, (he) will put first the national interest and compete appropriately.\"\n\nMusk, who co-founded OpenAI, has publicly opposed OpenAI's major corporate structure revamping to remove control of its nonprofit board. He now runs xAI, an OpenAI competitor, and has emerged as a close adviser in Trump's transition team.\n\nTrump has chosen him, along with former Republican presidential candidate and entrepreneur Vivek Ramaswamy, to head a task force aimed at slashing government spending and regulations.\n\nFriar, who previously led social media firm Nextdoor and joined OpenAI six months ago as its first chief financial officer, said the company has seen huge demand for its video generation tool Sora, which was released this week.\n\nAccount creation has been suspended since then, and Friar did not offer a specific timeline for when it would resume.\n\n\"Some of it is just we need capacity, but a lot of it is also we want to be measured...it's only available to a very small selection of people today, because we want to listen and learn,\" said Friar, adding the company is taking a different release approach for Sora from ChatGPT.\n\n\"There are places where we will go a little slower to make sure that we are constantly moving safety first as well.\"\n\nBesides video generation, she said she also anticipates more AI agent products — software programs that perform tasks autonomously on behalf of users — can handle day-to-day tasks to be released in the new year, with foundation models gaining better reasoning capabilities.\n\n\"I think we are going to see a lot of motion next year around agents, and I think people are going to be surprised at how fast this technology comes at us,\" she said.\n\nThe fast-growing startup is also working on developing a new dynamic with its largest investor and tech partner, Microsoft.\n\n\"We think about it ... in terms of helping each other grow, but also recognizing that diversification is a good thing as well, in terms of growing the whole industry,\" Friar added.\n\nDespite the controversy over its governance restructuring and the recent exodus of executives, OpenAI continues to experience rapid expansion, she said.\n\nFriar said the company sees a \"re-acceleration\" in ChatGPT user growth, which surged to 300 million weekly active users from 200 million in August this year, attributing it to the launch of new reasoning models such as o1.\n\n(Reporting by Krystal Hu in New York; Editing by Raju Gopalakrishnan and Jamie Freed)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This cybersecurity disaster made Google’s top 10 searches of 2024",
            "link": "https://www.digitaltrends.com/computing/crowdstrikes-fiasco-makes-it-to-googles-top-10-searches/",
            "description": "Google Year in Search 2024 list included the calamitous CrowdStrike incident that led to the largest IT outage ever.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "8h",
            "source": "Digital Trends",
            "article_content": "Google recently released its Year in Search 2024, with a wide range of different topics reaching the top 10. Among major events like the Olympics and the U.S. presidential election is one name you may have forgotten about, but will remember for the chaos it caused. I’m talking, of course, about CrowdStrike, the cybersecurity firm founded in 2011 in Austin, Texas — the same one that was (at least partially) responsible for the largest IT outage ever.\n\nSo, what did CrowdStrike do exactly to earn its spot on the list? In a nutshell, it’s responsible for the faulty code that meddled with core functions on the affected Windows computers. The error displayed messages on users’ PCs saying: “Your PC ran into a problem and needs to restart.” The result was downed PCs across the country, affecting a wide range of industries, but most notably, airports. From an IT perspective, this was a nightmare scenario.\n\nRecommended Videos\n\nCrowdStrike CEO George Kurtz apologized, saying in a post on X: “We understand the gravity of the situation and are deeply sorry for the inconvenience and disruption. We are working with all impacted customers to ensure that systems are back up and they can deliver the services their customers are counting on.”\n\nDelta was one of the affected airlines that suffered, and it even claimed that the extended outage the airline suffered was the cybersecurity company’s fault. CrowdStrike pushed back and said the $500 million lawsuit was meritless.\n\nThe source problem lay in the company’s Falcon Platform, which runs compatible with classic antivirus software on your PC. If the outage wasn’t enough, CrowdStrike also came under fire for presenting Uber Eats vouchers worth $10 as an apology.\n\nCrowdStrike ranked 7th in the top ten news searches for 2024, while the U.S. Election took the top spot. Other searches that were also in the top 10 are Monkeypox, Menendez brothers, Trump shot, Iran Rafah, excessive heat, Olympics, Hurricane Milton, and the typhoon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scanning Scam: Quishing is on the Rise",
            "link": "https://www.devprojournal.com/technology-trends/security/scanning-scam-quishing-is-on-the-rise/",
            "description": "Last year, the FTC issued a warning about scam QR codes, and the United States Postal Service did the same. Both ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OV8mV9uqARKMpn3NHFGPii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "devprojournal12h",
            "source": "devprojournal",
            "article_content": "QR codes have become standard for mobile payments, marketing, parking apps, and restaurants. And like any convenient, ubiquitous technology, cybercriminals have found a way to exploit them.\n\nLast year, the FTC issued a warning about scam QR codes, and the United States Postal Service did the same. Both organizations noted that the familiar barcodes were being used as part of a new type of phishing attack — dubbed “quishing” — to trick victims into giving up passwords, financial data, and other personal information.\n\nHow Quishing Attacks Work\n\nQuishing attacks come in a few varieties. Sometimes, they arrive as part of a traditional phishing email, luring victims to scan the code on their phones and sending them to fraudulent websites. In others, they may arrive as part of a PDF attachment. In some cases, criminals will paste the QR codes in public areas or near parking lots to trick pedestrians into scanning them. In England, for example, scammers are pasting these codes onto parking meters.\n\nAccording to Barracuda data, more than half a million phishing emails have been detected with QR codes embedded in PDF documents. From mid-June to mid-September this year, Barracuda found these QR codes in PDFs that leveraged brand impersonation and urgency to trick victims into responding. Previously, these codes tended to appear in the body of the email, so the shift to PDFs marks a change in tactics.\n\nMicrosoft was impersonated in over half of the attacks, followed by DocuSign and Adobe. The PDF documents include the QR code, but there are no other external links or embedded files. Recipients are instructed to scan the code with their mobile phone to see a file or sign a document, and they are then directed to a phishing website to steal login credentials.\n\nThis approach using QR codes is clever and difficult to detect since there are no suspicious links or attachments that traditional security solutions would typically spot, and victims use their personal phones (which are less protected than company-owned devices or desktop systems) to scan the code.\n\nBarracuda researchers also noted in their report that the quishing attacks increasingly target small to midsize businesses (SMBs) and companies in industries like finance, healthcare, and education (which deal in sensitive data).\n\nBest Practices for Protecting your Customers from Quishing Attacks\n\nQuishing is another attack variation that will impact clients across industries. IT solution providers should educate clients about the threat and help them implement best practices to prevent security breaches.\n\nFirst, ensure clients instruct employees to be careful about scanning QR codes they receive via email. They should be 100% certain that the code came from a legitimate source and verify this by checking the website links, email addresses, and phone numbers associated with these queries. End-user education is a critical first line of defense against these types of social engineering attacks. Ensure employees know how to spot these emails and that there is a clear process for reporting potential phishing attacks.\n\nEncourage clients to have employees boost the security of their personal phones — and discourage them from using those devices to scan QR codes from work emails. Phones should be updated with strong passwords, multifactor authentication, and the most recent operating system version. Companies should also institute clear policies around personal device use at work.\n\nInstall a holistic, multilayered email security solution to block phishing emails. Configure email filters to block or quarantine emails containing QR codes from unknown or untrusted sources. Customize rules to trigger additional scrutiny for emails with QR codes. Regularly audit email logs to identify trends in QR-code phishing attempts. Use these insights to enhance your detection rules and improve user education programs.\n\nLeverage artificial intelligence and other advanced technology to augment client security. Quishing emails are designed to bypass traditional email security. AI-based solutions will analyze the behavior of emails containing QR codes, such as unusual sender-recipient patterns or mismatched headers.\n\nEquip your team with post-delivery automated incident response to remediate malicious emails that bypass initial filters. This will ensure the rapid removal of phishing emails flagged after delivery.\n\nTo mitigate QR-code phishing risks, you should work with clients to implement strict controls over QR-code usage within their organizations. All QR codes used internally should be required to be pre-approved by IT or security teams to ensure they are tied to legitimate and secure URLs. Encourage clients to distribute these QR codes only through secure, authenticated channels like internal portals or encrypted email, preventing unauthorized access or tampering.\n\nQuishing is just the latest in a long line of phishing variations that take advantage of consumer technologies. Advanced security solutions and regular end-user education can help prevent QR code-based attacks from compromising credentials and putting sensitive data at risk."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "One of ChatGPT’s latest features comes to the free tier",
            "link": "https://www.digitaltrends.com/computing/chatgpt-canvas-feature-arrives-for-all-users/",
            "description": "ChatGPT's collaborative Canvas interface is getting a host of new features and capabilities, the company announced Tuesday.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "9h",
            "source": "Digital Trends",
            "article_content": "In October, OpenAI debuted its Canvas feature, a collaborative interface that visually previews the AI response to the user’s writing or coding request. However, it was only made available as a beta feature for Plus and Teams subscribers. On Tuesday, the company announced that it is bringing Canvas to all users, even at the free tier.\n\nWhile one could easily mistake Canvas for a blatant knockoff of Anthropic’s Artifacts feature, OpenAI is also incorporating a swath of new capabilities into Canvas. For one, Canvas is now integrated directly into the GPT-4o model so that it runs natively within ChatGPT, eliminating the need to select it specifically from the model-picking list.\n\nRecommended Videos\n\nThe platform is now also capable of running Python code within the Canvas interface, allowing ChatGPT to analyze the code and offer suggestions for improving it. And it’s not just Python code; users can text prose or code directly into the Canvas interface, rather than upload it through the standard chat interface, then load it into the Canvas window.\n\nThe newly integrated Canvas is now also compatible with OpenAI’s custom GPTs, which should make them easier to design and build without deep programming knowledge. And if you make a mistake, the Show Changes feature will highlight which bits of prose or code were most recently altered.\n\nCanvas is available on the web and through the Windows desktop app. “We plan to continue making improvements and launching new features available in Canvas in the near term,” the company wrote in its announcement.\n\nThis news comes amid OpenAI’s inaugural “12 Days of OpenAI” marketing effort. To date, the company has (finally) debuted its Sora video generation system, which can generate 20-second clips in resolutions up to 1080p, as well as released the full version of its o1 reasoning model family and introduced a $200-per-month Pro subscription tier needed to access them."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Key enterprise data trends for 2025: Industry expert predictions",
            "link": "https://itwire.com/guest-articles/company-news/key-enterprise-data-trends-for-2025-industry-expert-predictions.html",
            "description": "As businesses prepare for 2025, industry experts are forecasting significant shifts in how companies will handle and utilise ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D6KC3MoBGW9oLWAOHk7j9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "1h",
            "source": "ITWire",
            "article_content": "COMPANY NEWS: As businesses prepare for 2025, industry experts are forecasting significant shifts in how companies will handle and utilise customer data. These changes span across multiple domains, from data infrastructure to artificial intelligence, with implications for businesses of all sizes.\n\nTo understand these emerging trends, Amperity’s industry leaders shared their insights on what lies ahead.\n\nThe Evolution of Data Infrastructure\n\nAt the foundation of these changes lies the transformation of data infrastructure itself. In this space, significant consolidation appears to be on the horizon.\n\nCaleb Benningfield\n\nCaleb Benningfield, Field CTO at Amperity, sees major changes coming to the Customer Data Platform (CDP) market.\n\n\"There has been no clear winner and investors will want to see action and CDPs will begin to merge or be acquired,\" he explains.\n\nBenningfield also predicts that companies will increasingly position themselves as alternatives to Salesforce Data Cloud while emphasising vendor independence. Additionally, he notes that \"zero-copy\" architectures will become essential for competitive CDPs.\n\nAI Transformation and Business Impact\n\nWhile data infrastructure provides the foundation, artificial intelligence is poised to be the driving force of innovation in 2025. The AI landscape is set for dramatic evolution, according to Joyce Gordon, Amperity's Head of Generative AI. She emphasises that AI adoption will create a clear divide between companies that thrive and those that struggle.\n\nJoyce Gordon\n\n\"These successful companies will make better decisions because their teams can easily access and understand data, deliver more personalised customer experiences using generative AI, and run more efficiently by using AI for tasks like drafting creative briefs and handling initial customer service responses,\" Gordon explains. \"Brands that aren't adopting AI with a cohesive strategy will fall behind.\"\n\nThe Path to AI Success\n\nHowever, implementing AI successfully requires more than just adopting the technology. Gordon particularly emphasises the importance of proper AI implementation.\n\n\"Companies will move beyond segmented AI-driven content, closer to one-to-one personalisation,\" she says.\n\n\"This shift is possible now because AI models are becoming smaller, cheaper, and more capable, and because companies are getting better at using them.\"\n\nHowever, Gordon cautions that success requires clean, well-organised customer data as a foundation.\n\nMedia Networks and Advertising Evolution\n\nAs businesses grapple with these technological changes, the media and advertising landscape is undergoing its own transformation.\n\nPeter Ibarra\n\nIn the media and monetisation sphere, Peter Ibarra, Head of Media and Adtech Solutions at Amperity, predicts significant changes in retail media networks (RMNs).\n\n\"The explosion of retail media networks over the past few years means we're close to a tipping point,\" he notes.\n\nIbarra explains that success will require these networks to mature their offerings and provide truly differentiated targeting and measurement capabilities.\n\nThe Future of Digital Advertising\n\nThis evolution in media networks is closely tied to broader changes in digital advertising. Despite Google's extension of third-party cookies, Ibarra believes advertisers won't slow their investments in alternative technologies.\n\n\"Brands will need to maximise the quality of their first-party signals as opposed to relying on the volume of their data,\" he states.\n\nHe also predicts that television advertising budgets will continue shifting from traditional linear TV to connected TV (CTV), with programmatic exchanges emerging as the winners.\n\nTransforming Customer Data Management\n\nThese changes in advertising and media naturally lead to questions about how businesses will manage their customer data going forward. Looking at the broader customer data landscape, Amperity CTO and co-founder Derek Slager sees fundamental changes ahead.\n\nDerek Slager\n\n\"The CDP category will continue to fragment, with vendors more explicitly aligning their positioning to their strengths rather than claiming to solve things entirely,\" he predicts.\n\nSlager believes that rather than seeking single-platform solutions, companies will increasingly adopt multiple specialised tools to address their customer data challenges.\n\nAnalytics and Real-Time Capabilities\n\nThis transformation in data management will be accompanied by significant changes in how businesses analyse and act on their data. Slager is particularly bullish on AI's role in transforming analytics.\n\n\"Dashboards are dead,\" he declares. \"Generative AI powered tools offering the ability to answer the questions that matter on-the-fly will be the new surface for analytics and decision making.\"\n\nSlager also predicts a resurgence in real-time capabilities across the entire data stack, driven by competition in the Cloud Data Warehouse market.\n\nThe Rise of Low-Code Solutions\n\nLooking to the future, perhaps the most transformative change will come from democratising access to these powerful technologies. Slager foresees the emergence of a new generation of AI-powered low-code and no-code tools that will quickly compete for enterprise use cases.\n\nThis development could dramatically change how businesses approach their data infrastructure and analytics needs in the coming year, making sophisticated data operations accessible to a broader range of organisations and users.\n\nAbout Amperity\n\nAmperity is the leading customer data platform (CDP) provider that helps companies put data to work to improve marketing performance, build long-term customer loyalty and drive revenue. Amperity is used by many of the world’s most beloved brands, such as Alaska Airlines, Crocs, Endeavour Drinks, Kendra Scott, Kroger, Lucky Brand, Planet Fitness, Seattle Sounders FC, Under Armour and Wyndham Hotels & Resorts. For more information, please visit www.amperity.com or follow @Amperity."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "11 Genius Marshalls Shopping Hacks For Chic & Affordable Finds",
            "link": "https://www.bustle.com/style/marshalls-shopping-sale-hacks",
            "description": "The retail giant is also the place to shop if you’re looking to stock up on household essentials. Think: skin care, home ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fzqDRzHKLU7OPiyQWCgm4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "7h",
            "source": "Bustle",
            "article_content": "I’d like to think that as I grow older, I also grow wiser — at least in the shopping department. All those days of impulse purchasing regular-priced items? Gone. And with the new year around the corner, I’ve resolved myself to hone my intentional shopping practices even more by handpicking stores that consistently offer great deals on chic pieces. Enter: Marshalls.\n\nFor many, the retail giant is already familiar. Some may recall hours-long shopping trips with their mothers growing up, while others make regular pilgrimages to the massive brick-and-mortar stores whenever they visit their hometowns. Few, however, know the many genius shopping hacks to snag the best deals, especially on trending styles.\n\nCelebrity stylist and Marshalls fashion style expert Sophie Lopez says, “There’s something for everyone at Marshalls, whether you’re trend-focused or somebody [who] doesn’t like to follow trends.”\n\nOn the trend front, Lopez says she easily spots runway styles at the store, including some of the biggest current aesthetics. “Red is huge, plaid and checks are going to be, and leopard print is also gonna be huge” both now and throughout 2025, predicts the expert. “All of these things are very available — you just go in and find them.”\n\nFrom surprising designers you can shop to price tag colors to look out for (read: final clearance), below is a definitive guide to making the most out of your Marshalls shopping.\n\nThere’s A Wide Designer Selection\n\nMy friends are always shocked to hear that the retail giant carries a wide array of luxury pieces. Ever wanted the viral Le Chiquito Jacquemus bag? A Chloe Marcie Medium satchel? Ferragamo’s Vara Pumps? You could find them all on Marshalls’ official website for significantly lower prices.\n\nThere’s also a robust selection of contemporary designers, including House of Harlow, Lucky Brand, and Staud, among others, for every budget.\n\nOne caveat: If you’re shopping online, you’ll notice most designer names are hidden behind a “Reveal Designer” button, so searching for pieces based on brand isn’t as straightforward. But you can still utilize the item’s name, material, pattern, or color to narrow down the search. It makes stumbling onto a designer gem even more of a treat.\n\nMerchandise Differs By Store\n\nPer the brand, no two Marshalls establishments carry the exact same products. Even the site offers a different selection of merchandise. So if you’re looking for something specific, consider a store and website browsing combo, or multiple in-person locations for optimal browsing (and hopefully purchasing).\n\nShopping In Person? Start With The “Track”\n\nOverwhelmed by the massive space and endless racks in store? The Marshalls team suggests starting your browsing along the “track,” the curated section in the center of the store. Some of the contemporary labels and trending pieces are highlighted there.\n\nIf you’re shopping online, you can explore the curations to see what’s trending in any given season and help narrow your search. For winter, collections include “The Cashmere Shop,” “The Cozy Shop,” “The Ski Shop,” “Stocking Stuffers,” and more.\n\nCome In Armed With A Strategy...\n\nThe merchandise stocked in stores and online is already based on trend forecasts. So, per Lopez, “If you go in knowing what you’re looking for, it’s going to be there. It’s really quite easy.” It’s best if you have a strategy — whether you’re looking for specific trends or runway dupes — and employ your eagle eye. “If you wanted to shop all the trends in one sitting, you would be able to find them all there,” she says.\n\n...But Stay Open To Surprises\n\nLopez also encourages perusing even if you don’t know what you’re looking for — especially when looking for gifts. Her favorite is “when you need to buy gifts for someone or you have multiple people to buy gifts for.” She adds, “Also, because product changes so fast, you could go one week and go back the next and it will be different.” Thousands of new pieces come in weekly, so there’s always something new to find.\n\nJust grab it while you can — especially the designer pieces as those might not be restocked.\n\nSOPA Images/LightRocket/Getty Images\n\nAdd These Clearance Months To Your Cal\n\nWhile there are year-round deals in-store and online, the Marshalls team shared the best months to shop the biggest clearance events: January and July.\n\nThere’s A Tag Color-Coding Scheme\n\nThe price tag colors each have specific meanings. White stands for “regular price,” purple tags are for “runway” pieces including high-end, contemporary, and couture fashion, while blue tags are used for co-ords. What you really want to look out for, however, are red and yellow, which stand for clearance and final clearance, respectively.\n\nShopping For Essentials? They’re 20%-60% More Affordable\n\nThe retail giant is also the place to shop if you’re looking to stock up on household essentials. Think: skin care, home cleaning products, bath products, hair and nail tools, and even snacks. Per the Marshalls team, prices are typically 20%-60% below full-price retailers’ regular prices.\n\nDon’t Sleep On Beauty\n\nEven fashion girls shouldn’t sleep on Marshalls’ beauty section — it has anything and everything. In terms of tools, I was pleasantly surprised by the range it carries. LED masks? Check. Microcurrent devices? Check. Hair tools? Aplenty.\n\nFragrance connoisseur? Marshalls can help you start your collection with labels like Byredo, Maison Margiela Replica, Jimmy Choo, and more.\n\nThe real jaw-dropper is the skin care and makeup selection, which I’ve officially spent hours poring over. Brands include YSL Beauty, Gucci Beauty, Laura Mercier, Augustinus Bader, and La Prairie, among countless others, for mind-blowingly discounted prices. For example, you can get the cult-favorite Laneige Sleeping Mask for $15 (versus the $24 retail price) or a Gucci Matte Lipstick for $25, instead of the usual $47.\n\nGet Free Shipping With A Code\n\nAll online orders over $89 qualify for free shipping — just use the code “SHIP89” upon checkout (a pro tip direct from the brand). Shopping in person? Select stores offer a home delivery option priced based on location (in case you don’t want to schlep your shopping bags home).\n\nSubscribe & Download The App\n\nThe brand’s reps also encourage shoppers to stay connected online. As with any subscription, those who sign up for emails get info on exciting deals and new drops first.\n\nDownloading the app adds another fun layer to shopping. The Marshalls app features a visual search feature to recommend similar styles on the site. Snap a pic of a piece you want, upload it, and wait for the recs to come in.\n\nSource cited:\n\nSophie Lopez, celebrity stylist and Marshalls fashion style expert"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists From India, A Telescope In Chile, And An Astronomical Discovery",
            "link": "https://www.ndtv.com/world-news/scientists-from-india-a-telescope-in-chile-and-an-astronomical-discovery-7219190",
            "description": "Astronomers from India have made an intriguing discovery in a unique tri-star solar system located 489 light years from Earth ...",
            "image_url": "https://www.bing.com/th?id=OVFT.N1pMUXlPqgL_CXHRhokqtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9h",
            "source": "NDTV",
            "article_content": "Astronomers from India have made an intriguing discovery in a unique tri-star solar system located 489 light years from Earth. The discovery will help astrophysicists get a better understanding of planetary formations.\n\nAstronomers from the National Institute of Science Education and Research or NISER in Odisha have made the discovery using the advanced radio telescope in Chile's Atacama Desert. Their observations, sustained over a period of time, reveal fascinating insights into the complexities of planetary formation.\n\nThe three-star system that was being observed was the 'GG Tau A' solar system which is in its nascent stage of planetary formations. The system is believed to be around 5 million years old. What makes it unique is that there are three 'Suns' with a massive protoplanetary disk - a rotating disk of gas and dust that forms around a young star and provides the materials for new planets to form.\n\nBecause the three stars orbit each other, the giant ring of gas and dust, which over time will form planets, get significantly altered due to the gravity of the stars in their orbiting pattern, giving scientists fascinating insights.\n\nWHAT THE INDIAN ASTRONOMERS HAVE DISCOVERED\n\nThe team of astronomers from NISER was led by scientist Liton Majumdar, who is also a visiting scientist at NASA. His area of specialisation is star and planetary formations, astrochemistry, and exoplanet studies.\n\nHis team and he have detected molecular emissions from the protoplanetary disk which are the fundamental building blocks of planets. These emissions were found to originate in the coldest and most dense regions of the star system.\n\nThe team carried out their research focusing on the coldest regions of the tri-star system, where temperatures are believed to be as low as 16 Kelvin or minus (-)257.15 degrees Celsius - well below the freezing point of carbon monoxide.\n\nCarbon Monoxide is key for scientists to trace the mass of gas during the formation of planets. The chemical composition of carbon monoxide - CO - carries carbon and oxygen, and reacts with other gases to form compounds like CH4 (methane). Its bright color helps astronomers model protoplanetary disks.\n\nINSIGHTS FROM THE DISCOVERY\n\nWhile scientists have been studying single star solar systems like our own, and have also carried out research on binary star systems like Alpha Centauri, understanding the complexities of a tri-star system is unique. The GG Tau A star system being located in our cosmic neighbourhood also helps answer key questions in astrophysics.\n\nIt helps understand the fundamental nature of planetary formation under the complications caused due to the gravitational force of three host stars.\n\nGravity, temperature, mass (energy), pressure, and frequency are key aspects of physics and studying these in a three-star system gives scientists a challenge as well as an opportunity to make groundbreaking discoveries in such complex conditions.\n\nTHE RADIO TELESCOPE IN ATACAMA DESERT, CHILE\n\nThe astronomers from India used the Atacama Pathfinder Experiment or APEX radio telescope - one of the highest telescopes on Earth - located at a height of 5,064 meters above sea level in the Atacama desert in Chile.\n\nThe facility is built and operated by three European research institutes - The European Southern Observatory, The Max Planck Institute for Radio Astronomy, and The Onsala Space Observatory.\n\nThe APEX telescope is a modified ALMA (Atacama Large Millimeter Array) prototype antenna and is at the site of the ALMA observatory.\n\nThe ALMA telescope, also located in the Atacama Desert in Chile, is an astronomical interferometer of 66 radio telescopes which observe the electromagnetic radiation from space at millimeter and submillimeter wavelengths.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Space anomaly hints at new physics",
            "link": "https://www.yahoo.com/news/space-anomaly-hints-physics-165719323.html",
            "description": "The universe appears to be expanding faster than expected, and scientists hope the discovery could lead to new physics.",
            "image_url": "https://www.bing.com/th?id=OVFT.tXsNfLWncLj-ckEDOJeBGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11h",
            "source": "Yahoo",
            "article_content": "The News\n\nThe universe appears to be expanding faster than expected, and scientists hope the discovery could lead to new physics.\n\nThe finding that distant galaxies tend to be moving away was a key piece of evidence for the Big Bang theory. Then, in 2011, data from the Hubble Space Telescope suggested that distant galaxies were receding faster than predicted. Now, new observations from the James Webb Space Telescope appear to have confirmed those findings, suggesting that our model of the universe might be wrong.\n\nPhysicists, unusually, are desperate to find errors in their hypotheses: Relativity and quantum mechanics, the subject’s main frameworks, are incredibly useful for predicting the world but are mutually incompatible, so finding an error in one or both could help unite the fields."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A new discovery about the source of the vast energy in cosmic rays",
            "link": "https://www.sciencedaily.com/releases/2024/12/241210142040.htm",
            "description": "Where does all that energy come from? For many years, scientists believed it came from shocks that occur in extreme astrophysical environments -- when, for example, a star explodes before forming a ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science Daily3h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Alert: A Planet with a ‘Tail’",
            "link": "https://science.nasa.gov/universe/exoplanets/discovery-alert-a-planet-with-a-tail/",
            "description": "The Planet WASP-69 b The Discovery The exoplanet WASP-69 b has a 'tail,' leaving a trail of gas in its wake. Key Takeaway ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m0Yx0spVHvwgWvqpZoDKIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "NASA9h",
            "source": "NASA",
            "article_content": "Exoplanet tails are still a bit mysterious, especially because they are subject to change. The study of exoplanet tails could help scientists to better understand how these tails form as well as the ever-changing relationship between the stellar and planetary atmospheres. Additionally, because these exoplanetary tails are shaped by stellar activity, they could serve as indicators of stellar behavior over time. This could be helpful for scientists as they seek to learn more about the stellar winds of stars other than the star we know the most about, our very own Sun."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Black Beauty’ was found on Earth in 2011. Now, scientists say it has revealed a new clue to life on Mars",
            "link": "https://www.cnn.com/2024/12/10/science/ancient-mars-hot-water/index.html",
            "description": "A mineral grain from a meteorite preserved evidence that water was present on Mars 4.45 billion years ago, and it may have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JNOFXLNEX2AqXSGbKcbPoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18h",
            "source": "CNN",
            "article_content": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\n\nCNN —\n\nA mineral trapped within a Martian meteorite that fell to Earth has revealed traces of water on Mars that date back 4.45 billion years, according to new research. The zircon grain may contain the oldest direct evidence of ancient hot water on the red planet, which may have provided environments such as hot springs that are associated with life on Earth.\n\nThe discovery opens up new ways of understanding whether Mars was ever habitable in its ancient past. It also adds more support to observations already gathered by the fleet of spacecraft orbiting and roaming the red planet, which have spotted evidence of where rivers and lakes once existed on the Martian surface.\n\nBut key questions remain about when exactly water first appeared on Mars and how it evolved — and disappeared — over time.\n\nScientists analyzed a sample from the “Black Beauty” meteorite, also known as NWA 7034, that was found in the Sahara Desert in 2011. The meteorite was ejected from the Martian surface after another celestial object hit the planet between 5 million and 10 million years ago, and fragments of it have served as a key source of studying ancient Mars for years.\n\nThe new study, published in the journal Science Advances on November 22, focused on a single grain of the mineral zircon spotted within the meteorite. The team’s analysis shows that water was present just 100 million years after the planet formed, which suggests that Mars may have been able to support life at some point in its history.\n\n“Our data suggests the presence of water in the crust of Mars at a comparable time to the earliest evidence for water on Earth’s surface, around 4.4 billion years ago,” said lead study author Jack Gillespie, researcher at the University of Lausanne’s Faculty of Geosciences and Environment in Switzerland, in a statement. “This discovery provides new evidence for understanding the planetary evolution of Mars, the processes that took place on it and its potential to have harboured life.”\n\nMinerals as time capsules\n\nRocks may hold the answers to some of the biggest remaining questions about Mars, including how much water was present and whether life ever existed on the planet. That’s why meteorites like Black Beauty are of such interest to scientists. Carl Agee, a professor and director of the Institute of Meteoritics at the University of New Mexico, first presented the space rock to the scientific community in 2013.\n\n“(The Black Beauty meteorite) contains hundreds of rock and mineral fragments, each with a different part of the 4.5 billion years of Martian history,” said study coauthor Dr. Aaron Cavosie, a planetary scientist and senior lecturer the Space Science and Technology Centre at Curtin University, in an email. “(It) is the only source of pieces for the geological puzzle of pre-Noachian Mars.”\n\nThe Noachian period occurred from 4.1 to 3.7 billion years ago, and little is known from direct measurements dating to the pre-Noachian period on Mars, between 4.5 billion and 4.1 billion years ago, though it’s crucial to understand because it serves as the first page in the Mars history book, Cavosie said.\n\nBut Black Beauty has revealed some of its secrets. Many of the rock fragments the meteorite contains show that the Martian crust endured a number of impacts, causing a massive amount of upheaval on the planet’s surface, he said.\n\nThe space rock also contains the oldest known pieces of Mars, including the oldest zircons, Cavosie said.\n\nZircon, used in products such as jewelry, ceramic tiles and medical implants, is a hardy mineral that can help scientists peer into the past and determine the conditions present when it crystallized, including the temperature at the time and whether the mineral interacted with water.\n\n“Zircon contains traces of uranium, an element that acts as a natural clock,” said Gillespie, who was a postdoctoral research associate at Curtin University’s School of Earth and Planetary Sciences at the time of the study. “This element decays to lead over time at a precisely known rate. By comparing the ratio of uranium to lead, we can calculate the age of crystal formation.”\n\nThe zircon in Black Beauty was unaltered by its trip to Earth and fiery entrance into our planet’s atmosphere before crashing down in the Sahara because it was protected by its location within the meteorite’s interior, Cavosie said.\n\nDuring the analysis of the zircon grain, the study team detected unusual amounts of iron, sodium and aluminum, suggesting that water-rich fluids left these traces on the zircon as it formed 4.45 billion years ago. Such elements aren’t usually found in crystalline zircon, but the researchers’ atom-scale studies of the zircon showed the elements incorporated into the crystal structure and lined up like fruit stands in a market, Cavosie said.\n\n“We could tell by the patterns of how the (iron, aluminum and sodium) are found inside the zircon that they were incorporated into the grain as it grew, like layers in an onion,” Cavosie said.\n\nOn Earth, zircons from hydrothermal systems — which form when water is heated by subsurface volcanic activity like the upward flow of hot magma — have similar patterns to those found in Black Beauty.\n\nIf hydrothermal systems existed in the Martian crust 4.45 billion years ago, liquid water likely made its way to the surface.\n\n“Our experience on Earth shows that water is critical for habitats capable of supporting life,” Cavosie said. “Many environments on Earth host life in hot water systems, including hot springs, and hydrothermal vents. Such environments may have given rise to the earliest life forms on Earth. Our new study shows that the crust of Mars was warm and wet in the pre-Noachian period, meaning that habitable environments may have existed at that time.”\n\nGetting up close with Mars\n\nCavosie is curious to determine whether hydrothermal systems like hot springs were prevalent when magma was helping form the red planet’s crust between 4.48 billion and 4.43 billion years ago or if they were more episodic.\n\n“If hydrothermal systems were a stable feature on early Mars, it would indicate habitable conditions may have persisted over a considerable time span,” Cavosie said. “This is now a testable hypothesis that can be addressed by collecting more data from Martian zircons.”\n\nUntil samples can be returned directly from Mars, the Black Beauty meteorite is one of the best windows into how the Martian crust formed and what the early surface of Mars was like, said Briony Horgan, co-investigator on the Perseverance rover mission and professor of planetary science at Purdue University in West Lafayette, Indiana. Horgan was not involved in this study.\n\nFinding evidence of hydrothermal systems within the subsurface from one tiny grain of zircon aligns with scientific theories on the amount of water and volcanic activity that existed on ancient Mars, she said. And these earliest potentially habitable environments would have been shielded from radiation by a strong planetary magnetic field, which Mars lacks today, Horgan added. Scientists are still trying to explain how the red planet lost its protective magnetic field.\n\nCurrently, the Perseverance rover is climbing the rim of Jezero Crater on Mars, an ancient lake once filled with water 3.7 billion years ago. Some of the rocks the rover has encountered may have been formed by hydrothermal systems, Horgan said.\n\nThe rover will take samples from the rocks because they could preserve evidence of ancient microbial life.\n\n“As much as the meteorites can tell us, we can do even better with a carefully selected and intact rock sample from a known location on Mars with good geologic context,” Horgan said. “So this paper is a great motivation for bringing our Mars samples back to Earth to study with the same level of detail for years to come.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This tool makes app building and automation a reality for everyone",
            "link": "https://financialpost.com/personal-finance/business-essentials/twidget-io-subscription",
            "description": "Twidget is a no-code web app builder that’s actually user-friendly. You don’t need any prior coding experience to create an e-commerce shopping platform or program APIs to automate parts of your ...",
            "image_url": "https://www.bing.com/th?id=OJ.PWSjYvMGkSgNAQ&pid=news&w=126&h=16&rs=2",
            "category": "nocode",
            "date": "11h",
            "source": "Financial Post",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Thai Union Wins CIO100 Award 2024 for Innovation",
            "link": "https://www.ryt9.com/en/prg/279664",
            "description": "Thai Union Group, the world seafood leader, has won the CIO100 Award for \"Team of the Year\" under the Innovation category.",
            "image_url": "https://www.bing.com/th?id=OVFT.Vy8A41qXCpAJomeB7P8Uai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "RYT91h",
            "source": "RYT9",
            "article_content": "Thai Union Group, the world seafood leader, has won the CIO100 Award for \"Team of the Year\" under the Innovation category. The awards, presented by Foundry and International Data Corporation (IDC), celebrate 100 organizations that set the benchmark for excellence in technology leadership and use IT in innovative ways to deliver business value.\n\nThai Union's Digital team has been recognized for its achievements on the global transition of the IT team to a Digital organization structured around an innovative global 'product-based' operating model. This model ensures that digital innovation is closely tailored to the specific needs of Thai Union's diverse product lines, enabling the delivery of custom solutions that drive efficiency and support growth.\n\nTo serve all the data needs for Thai Union, the team also developed a Common Data Platform to enable better decision-making and more informed strategies across all areas of the business. Moreover, the team also implemented a profiling system and skills assessment tool, which helped to more accurately define the skill requirements for different roles within the digital team and assess each team member's competencies. Other achievements by the Digital team include:\n\nModernizing ERP systems and migrating to SAP RISE\n\nCreating a global SAP user community for collaboration\n\nAdopting low-code/no-code platforms to drive innovation\n\nStrengthening security with advanced tools\n\nThe CIO100 Awards recognize organizations demonstrating how people and technology effectively collaborate to drive innovation and deliver exceptional value."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "At Age 15, He Used Facebook Marketplace to Start a Side Hustle — Then It Became Something Much Bigger: 'Raised Over $1.6 Million'",
            "link": "https://www.msn.com/en-in/money/smallbusiness/at-age-15-he-used-facebook-marketplace-to-start-a-side-hustle-then-it-became-something-much-bigger-raised-over-1-6-million/ar-AA1vyRaQ?ocid=BingNewsVerp",
            "description": "This Side Hustle Spotlight Q&A features Dylan Zajac, 21, a senior at Babson College. At 15, Zajac had a side hustle thrifting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ho16EQw59FgDO3Lg660_Uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "21mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Startup that went viral for ‘firing stressed employees’ claims it was stunt gone wrong—now they’re offering massages and spa sessions to staff",
            "link": "https://www.msn.com/en-us/health/mindandbody/startup-that-went-viral-for-firing-stressed-employees-claims-it-was-stunt-gone-wrong-now-they-re-offering-massages-and-spa-sessions-to-staff/ar-AA1vBFP6?ocid=BingNewsVerp",
            "description": "An Indian company says an email informing staff that admitted to burnout had been fired was in reality part of an elaborate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kMLs2sZC5Qq90voRuVGy_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "11hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 AI software development companies of 2025",
            "link": "https://www.nationalheraldindia.com/advertorial/top-10-ai-software-development-companies-of-2025",
            "description": "Artificial intelligence is driving unparalleled growth for businesses in all industries, increasing the demand for AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1gCsdK6KhCcLC-DZjou4gS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "National Herald19h",
            "source": "National Herald",
            "article_content": "Artificial Intelligence is leading the growth aspects of businesses of all sizes and industries across the world. The consistently growing trend of AI integration across core and client-facing business functions has scaled the demand for AI software development companies. For startups, scaleups, and enterprises, it is crucial to identify the right outsourcing partner who is equipped with the latest tech stacks and has a proven track record of AI development services.\n\nTo help business leaders of these organizations make better-informed decisions in their AI endeavors, the best foot forward would be to look for the top AI software development companies of 2025. We have compiled a list of the top digital transformation companies who made significant impact in the AI landscape in 2024, making them a lucrative partner for 2025.\n\nTCS\n\nTata Consulting Services is a 56-year-old technology company known for its dedicated software development services. The company offers integrated AI services, no-code AI development platforms, and other AI tools that aim to help organizations use Artificial Intelligence capabilities best to drive business decisions, transformation, and innovation. In 2024, TCS invested heavily in AI-focused talent, partnered with leading organizations like Nvidia and Microsoft, and focused on empowering responsible AI practices."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hurry! This Logitech gaming headset won’t be $58 off forever",
            "link": "https://www.digitaltrends.com/dtdeals/logitech-g733-lightspeed-gaming-headset-deal-best-buy-december-2024/",
            "description": "Communicate with online cohorts in real time with the Logitech G733 Wireless Gaming Headset. Save up to $58 when you purchase ...",
            "image_url": "https://www.bing.com/th?id=OVF.T%2bRapT4DnxlmduGWE44iFw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "10h",
            "source": "Digital Trends",
            "article_content": "If you’re the type of gamer who enjoys playing multiplayer titles, you’ll know just how important it is to own a solid gaming headset. This accessory is borderline vital when playing co-op, giving you the ability to communicate with team members during a firefight. And while there are numerous gaming headset deals to look through (especially as we get closer to Christmas), we wanted to give a shoutout to this awesome Logitech offer:\n\nRight now, when you purchase the Logitech G733 Wireless Gaming Headset, you’ll only pay $92. At full price, this model sells for $150. If you’re giving the G733 as a gift, you may also want to include this 8Bitdo Wireless USB Adapter to ensure your loved one will be able to use the G733 cans with any console or PC.\n\nWhy you should buy the Logitech G733 Wireless Gaming Headset\n\nWith its 66-foot range and 29-hour battery life, the Logitech G733 is the gaming headset you’ll want to be wearing when the online warfare gets tough! The onboard PRO-G drivers do an excellent job of delivering pulse-pounding sound quality with minimal distortion. The reversible suspension headbands and dual-layer memory foam make it easy to wear these cans for even the longest play sessions.\n\nFor a little bit of personalization, Logitech’s G HUB software lets you customize the G733’s front-facing RGB lighting. You’ll even be able to apply voice filters, fooling comrades and enemies alike into thinking you’re some kind of mythic beast. Logitech was also kind enough to provide a two-year warranty (parts only). You’ll get everything you need in the box to start using these cans right away, so be prepared to jump right into the game!\n\nSave $58 when you purchase the Logitech G733 Wireless Gaming Headset at Best Buy, and be sure to check out our lists of the best headphone deals and Best Buy deals, too, for even more promos and discounts."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CFO sees Trump as AI president, trusts Musk to prioritize national interest",
            "link": "https://www.reuters.com/technology/openai-cfo-friar-says-she-trusts-musk-prioritize-national-interest-2024-12-11/",
            "description": "President-elect Donald Trump could be the \"president of this AI generation\" as he will take office at a time when critical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.upcjgTM5jKgus-8BkaUvXS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "3h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI CFO sees Donald Trump as AI president",
            "link": "https://www.deccanchronicle.com/technology/openai-cfo-sees-donald-trump-as-ai-president-1845844",
            "description": "President-elect Donald Trump could be the \"president of this AI generation\" as he will take office at a time when critical ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I95O1CR8T4w3Azek_uSimC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Deccan Chronicle46m",
            "source": "Deccan Chronicle",
            "article_content": "New York: President-elect Donald Trump could be the \"president of this AI generation\" as he will take office at a time when critical infrastructure to developing artificial general intelligence (AGI) is built out, OpenAI Chief Financial Officer Sarah Friar said.\n\n\"He's going to be right there at the beginning of it, maybe even as things like AGI, we get there,\" she said on Tuesday, referring to autonomous systems that surpass humans in most economically valuable tasks.\n\nShe also played down public threats to the ChatGPT maker from Elon Musk, one of Trump's closest advisers.\n\nFriar, in response to questions from Reuters Editor-in-Chief Alessandra Galloni during an interview at the Reuters NEXT conference in New York, said about Musk's threats: \"We trust him...as a competitor, (he) will put first the national interest and compete appropriately.\"\n\nMusk, who co-founded OpenAI, has publicly opposed OpenAI's major corporate structure revamping to remove control of its nonprofit board. He now runs xAI, an OpenAI competitor, and has emerged as a close adviser in Trump's transition team.\n\nTrump has chosen him, along with former Republican presidential candidate and entrepreneur Vivek Ramaswamy, to head a task force aimed at slashing government spending and regulations.\n\nFriar, who previously led social media firm Nextdoor and joined OpenAI six months ago as its first chief financial officer, said the company has seen huge demand for its video generation tool Sora, which was released this week.\n\nAccount creation has been suspended since then, and Friar did not offer a specific timeline for when it would resume.\n\n\"Some of it is just we need capacity, but a lot of it is also we want to be measured...it's only available to a very small selection of people today, because we want to listen and learn,\" said Friar, adding the company is taking a different release approach for Sora from ChatGPT.\n\n\"There are places where we will go a little slower to make sure that we are constantly moving safety first as well.\"\n\nBesides video generation, she said she also anticipates more AI agent products — software programs that perform tasks autonomously on behalf of users — can handle day-to-day tasks to be released in the new year, with foundation models gaining better reasoning capabilities.\n\n\"I think we are going to see a lot of motion next year around agents, and I think people are going to be surprised at how fast this technology comes at us,\" she said.\n\nThe fast-growing startup is also working on developing a new dynamic with its largest investor and tech partner, Microsoft MSFT.O.\n\n\"We think about it ... in terms of helping each other grow, but also recognizing that diversification is a good thing as well, in terms of growing the whole industry,\" Friar added.\n\nDespite the controversy over its governance restructuring and the recent exodus of executives, OpenAI continues to experience rapid expansion, she said.\n\nFriar said the company sees a \"re-acceleration\" in ChatGPT user growth, which surged to 300 million weekly active users from 200 million in August this year, attributing it to the launch of new reasoning models such as o1."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Harnessing the Power of Machine Learning: Amazon India Smbhav Summit",
            "link": "https://www.msn.com/en-us/money/smallbusiness/harnessing-the-power-of-machine-learning-amazon-india-smbhav-summit/ar-AA1vBY09?ocid=BingNewsVerp",
            "description": "The insights shared by Rastogi and Somareddy reflect Amazon's unwavering commitment to leveraging AI and ML to revolutionize ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rKVcgPIPe2sMtU-lxzXhJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "12hon MSN",
            "source": "Entrepreneur on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Neuroscientists develop machine learning models to predict human intelligence",
            "link": "https://medicalxpress.com/news/2024-12-neuroscientists-machine-human-intelligence.html",
            "description": "AI can predict human intelligence by looking at the connections of a working human brain. Neuroscientists can predict ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6KqTlWTfkWHe8TxawEavEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "12h",
            "source": "Medical Xpress",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nThe Brain Connectivity Model of Intelligence. Schematic illustration of selected brain connections that have been linked to intelligence differences across studies. Adapted from Hilger & Sporns, 2021. Credit: Thiele et al.\n\nAI can predict human intelligence by looking at the connections of a working human brain. Neuroscientists can predict intelligence from brain structure and function—to a point. Previous studies have suggested that intelligence is widely distributed across the brain.\n\nKirsten Hilger and colleagues used machine learning models to predict multiple kinds of intelligence from brain connections of 806 healthy adults while resting and while completing tasks. The article is published in PNAS Nexus.\n\nFluid intelligence includes inductive and deductive reasoning abilities that do not rely on context, while crystallized intelligence reflects the ability to apply knowledge from individual experience and culture. General intelligence captures both types of intelligence.\n\nThe prediction performance of the model developed by Hilger and colleagues was highest for general intelligence, followed by crystallized intelligence, and then fluid intelligence. Cognitively demanding tasks produced the most accurate predictions.\n\nInterestingly, models trained with connections between brain regions proposed in most popular neurocognitive intelligence theories outperformed models trained with the same number of connections between randomly chosen regions, which empirically supports these theories.\n\nAccording to the authors, theory-driven models were outperformed by whole-brain models, indicating that there are still more aspects of intelligence waiting to be understood.\n\nMore information: Jonas A Thiele et al. Choosing explanation over performance: Insights from machine learning-based prediction of human intelligence from brain connectivity, PNAS Nexus (2024). DOI: 10.1093/pnasnexus/pgae519. academic.oup.com/pnasnexus/art … 93/pnasnexus/pgae519 Journal information: PNAS Nexus\n\nProvided by PNAS Nexus"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia's Struggles in Ukraine Must Be 'Deeply Concerning' to Xi: Pentagon",
            "link": "https://www.msn.com/en-us/news/other/russia-s-struggles-in-ukraine-must-be-deeply-concerning-to-xi-pentagon/ar-AA1vBeKw?ocid=BingNewsVerp",
            "description": "China's armed forces are \"far less experienced at modern warfare than the Russian military,\" U.S. Deputy Secretary of Defense ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YG9RI8OCUMUdiQ4R0XDfmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia close to achieving goals in Ukraine war, Putin's spy chief says",
            "link": "https://www.reuters.com/world/europe/russia-close-achieving-goals-ukraine-war-putins-spy-chief-says-2024-12-10/",
            "description": "Russian President Vladimir Putin's foreign intelligence chief said on Tuesday that Russia was close to achieving its goals in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.haKVE9bU0OLS1cMpFswyHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "20h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "World Bank: Israel-Hezbollah war intensified Lebanon's economic contraction",
            "link": "https://www.upi.com/Top_News/World-News/2024/12/10/lebanon-world-bank-Lebanon-economy/9191733845248/",
            "description": "The World Bank said Tuesday that the Israel-Hezbollah conflict has dealt another significant blow to Lebanon's already ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SdoPn7gMAx37X0iBcnv9ji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "13h",
            "source": "UPI",
            "article_content": "Lebanese businesses owners have been liquidating their businesses and closing stores amid a financial crisis since October 2019 that resulted in soaring poverty and unemployment, with the Lebanese pound losing 90% of its value. File photo by Nabil Mounzer/EPA-EFE\n\nBEIRUT, Lebanon, Dec. 10 (UPI) -- The World Bank said Tuesday that the Israel-Hezbollah conflict has dealt another significant blow to Lebanon's already struggling economy and emphasized the pressing need for extensive reforms and targeted investments. The international organization noted in a statement that Lebanon's economic contraction deepened because of the conflict that started in October 2023 when Hezbollah opened \"a support front\" for Gaza. Advertisement\n\nThe conflict turned into a devastating war with Israel expanding its attacks on Sept. 17, destroying Hezbollah's military and civilian infrastructure and assassinating its leader and top officials and military commanders.\n\nThe relentless Israeli air and ground bombardment led to widespread destruction of villages, property, hospitals and schools in Beirut's southern suburbs and in southern and eastern Lebanon. It also forced the displacement of more than 1.2 million people, who fled the targeted areas to more secure regions across Lebanon.\n\nAdvertisement\n\nA U.S,-brokered cease-fire agreement came into effect Sept. 27, ending the 14-month war that killed more than 4,000 people and wounded 16,600. However, Israel continues its targeted attacks mainly on southern Lebanon, inflicting more casualties and damage.\n\nThe World Bank statement said the deepening economic downturn \"reflects the severe consequences of widespread displacement, destruction and reduced private consumption,\" and emphasizes the necessity for comprehensive reforms and targeted investments in critical sectors as \"the only viable way forward\" after the conflict.\n\nThe country's real gross domestic product growth has been cut by an estimated 6.6% in 2024, bringing the cumulative decline in real GDP since 2019 to more than 38% by the end of the year, the World Bank said, projecting economic activity to contract by 5.7% in 2024 -- equivalent to a loss of $4.2 billion in consumption and net exports.\n\nGDP would have grown, albeit tepidly, by an estimated 0.9% in 2024 if the conflict had not broken out.\n\nLast month, the World Bank put Lebanon's physical damage and economic losses from Hezbollah-Israel war at some $8.5 billion.\n\nJean-Christophe Carret, the World Bank Middle East country director, said the conflict has inflicted yet \"another major shock\" to Lebanon's economy already in a severe crisis\" and highlighted the urgent need for comprehensive reforms and targeted investments \"to avoid further delays in addressing long standing development priorities.\"\n\nAdvertisement\n\n\"As Lebanon embarks on developing its post conflict recovery and reconstruction plan, an economic stabilization program and an ambitious program of reforms that strengthen governance will be critical to attract the financing needed to put the country on a sustainable long-term recovery path,\" Carret said.\n\nThe World Bank statement warned that Lebanon's fiscal position is likely to deteriorate further due to \"rising financing needs to secure essential services and meet urgent demands, compounded by potentially reduced fiscal revenue.\"\n\nComprehensive debt restructuring, it said, is critical to regain access to international capital markets to enable the country to tackle its multifaceted challenges.\n\nAchieving macroeconomic stability, improving governance, enhancing public utilities and bolstering human capital remain key priorities. Targeted investments are critical to support sustainable reforms, facilitate the recovery of essential services and rebuild Lebanon's damaged capital stock, the World Bank noted.\n\nLebanon has been facing a deep, compounded crisis since October 2019 that resulted in soaring poverty and unemployment, with the Lebanese pound losing 90% of its value and most of its sectors struggling."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Myanmar's economy to shrink as floods compound crisis, says World Bank",
            "link": "https://www.reuters.com/markets/asia/myanmars-economy-shrink-floods-compound-crisis-says-world-bank-2024-12-11/",
            "description": "Myanmar's economy is expected to shrink by 1% in the current fiscal year, the World Bank said on Wednesday, sharply ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VIuydjgJguNncT4Thfa-EC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 Seemingly Unstoppable Artificial Intelligence (AI) Stocks That Can Plunge Up to 94% in 2025, According to Select Wall Street Analysts",
            "link": "https://finance.yahoo.com/news/2-seemingly-unstoppable-artificial-intelligence-102100938.html?fr=sycsrp_catchall",
            "description": "Two industry-leading AI stocks may be poised to plummet in the new year, based on the prognostications of two Wall Street ...",
            "image_url": "https://www.bing.com/th?id=OVFT._FlSQVWJF3OdQfN6Iq6FnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "18h",
            "source": "YAHOO!Finance",
            "article_content": "Over the last two years, there hasn't been a bigger Wall Street catalyst or buzzier trend than the rise of artificial intelligence (AI). The ability for AI-driven software and systems to become more efficient at their assigned tasks, as well as evolve to learn new skills over time, gives this game-changing technology a virtually limitless ceiling.\n\nDespite an awe-inspiring addressable market of $15.7 trillion by 2030, based on estimates from PwC in Sizing the Prize, not all Wall Street analysts are necessarily bullish on the companies leading the AI charge. Keeping in mind that analyst price targets are fluid and often reactive rather than proactive, two seemingly unstoppable AI stocks can plunge by up to 94% in 2025, based on the price targets of select Wall Street analysts.\n\nAre You Missing The Morning Scoop? Wake up with Breakfast news in your inbox every market day. Sign Up For Free »\n\nImage source: Getty Images.\n\nPalantir Technologies: Implied downside of 88%\n\nAlthough graphics processing unit (GPU) company Nvidia typically hogs the spotlight, there's been perhaps no hotter AI stock on the planet in recent months than cloud-based data-mining specialist Palantir Technologies (NASDAQ: PLTR).\n\nShares of Palantir are up 343% this year, as of the closing bell on Dec. 6, and 980% over the trailing-two-year period. These outsized returns are a function of its AI-driven Gotham platform and AI- and machine learning-powered Foundry platform, being unique at scale.\n\nGotham is a service that federal governments use for mission planning and execution, as well as gathering data. Since these contracts typically stretch for four or five years and are with the U.S. government and its immediate allies, Palantir is able to generate predictable operating cash flow, with little concerns about being paid.\n\nMeanwhile, Foundry is geared at helping businesses better understand their data in order to streamline their operations and improve profitability. This segment is still very early in its expansion, with Foundry's commercial customer count rocketing higher by 51% to 498 during the September-ended quarter from the prior-year period.\n\nYet in spite of this seemingly perfect positioning for Palantir, RBC Capital analyst Rishi Jaluria believes shares of the company are worth (drum roll) $9, which would represent an astounding 88% decline from where shares closed on Dec. 6. Said Jaluria in a recent investor note,\n\nWe cannot rationalize why Palantir is the most expensive name in software... Absent a substantial beat-and-raise quarter elevating the near-term growth trajectory, valuation seems unsustainable.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Zillow Group Inc Class C (Z) Stock Plunge -1.98% Last Week?",
            "link": "https://www.bovnews.com/2024/12/10/why-did-zillow-group-inc-class-c-z-stock-plunge-1-98-last-week/",
            "description": "Zillow Group Inc Class C (Z) stock saw a decline, ending the day at $82.04 which represents a decrease of $-0.18 or -0.22% from the prior close of $82.22. The stock opened at $82.32 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews7h",
            "source": "bovnews",
            "article_content": "Gordon Haskett has recently initiated Zillow Group Inc Class C (Z) stock to Hold rating, as announced on April 18, 2023, according to Finviz. Earlier, on February 3, 2022, Jefferies had resumed the stock to Buy, setting a price target of $75 for Z stock. Standpoint Research also reduced Hold rating. Additionally, Needham raised Buy rating on June 8, 2020, with a target price of $80. KeyBanc Capital Markets analysts, in their report published on February 28, 2020, also initiated Sector Weight rating for Zillow Group Inc Class C’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nZillow Group Inc Class C (Z) Stock Trading Recap\n\nOn Monday, Zillow Group Inc Class C (Z) stock saw a decline, ending the day at $82.04 which represents a decrease of $-0.18 or -0.22% from the prior close of $82.22. The stock opened at $82.32 and touched a low of $81.87 during the day, reaching a high of $83.27. The volume of shares traded was 2.30 million falling short of the average volume of 3.31 million.\n\nZ Stock Performance and Moving Averages\n\nIn recent trading, Zillow Group Inc Class C (Z) stock price has shown some volatility, fluctuating -1.98% over the last five trades and 12.96% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 88.60%, and it has gained 46.03% in the previous three months. Currently, Z is trading at 2.58%, 18.21%, and 50.67% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, Z, a Communication Services sector stock, is trading -5.57% below its 52-week high but remains 113.37% above its 52-week low. The Average True Range (ATR) (14 days) of 2.64 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nZillow Group Inc Class C’s Profitability and Valuation Ratios\n\nZillow Group Inc Class C’s profitability metrics reveal financial health. The company currently boasts an operating margin of -9.93% and a profit margin of -6.17%, with a gross margin of 88.60%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Zillow Group Inc Class C’s market capitalization stands at $19.22 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The forward P/E ratio, which uses projected earnings for the next financial year, is 45.44. Additionally, the Price-to-Sales Ratio is 8.91, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 4.11, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 34.66% of Zillow Group Inc Class C (Z)’s shares, while financial institutions hold 68.26%.\n\nNotable insider trades include Rock Jennifer, Chief Accounting Officer at Zillow Group Inc Class C (Z), who sold 3033 shares on Dec 06 ’24, at $82.78 each, totaling $0.25 million. On Dec 04 ’24, Hofmann Jeremy, Chief Financial Officer, sold 25000 shares for $83.63 each, amounting to $2.09 million. Additionally, on Dec 03 ’24, Cormier Thielke Claire sold 1413 shares at $83.5 each, generating $0.12 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "European vehicle market statistics 2024/25",
            "link": "https://theicct.org/publication/european-vehicle-market-statistics-2024-25/",
            "description": "The 2024/25 edition of European Vehicle Market Statistics offers a statistical portrait of passenger car, light commercial, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4AR2wgZGxjuv9Jzwyg6p1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "International Council on Clean Transportation10h",
            "source": "International Council on Clean Transportation",
            "article_content": "The official level of average CO 2 emissions from new passenger cars registered in the EU-27, as measured in the laboratory via the Worldwide harmonized Light vehicles Test Procedure, decreased marginally in 2023 to 108 g/km, 2 g/km lower than in 2022.\n\nWhen examined by technology, the reduction of CO 2 emissions can mostly be attributed to the increasing market share of battery electric and plug-in hybrid electric vehicles. There was little-to-no improvement in the efficiency of internal combustion engine vehicles (ICEVs) since 2021, and the average CO 2 emissions for diesel vehicles even increased in 2023."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sell Nvidia, Buy Intel Stock?",
            "link": "https://www.forbes.com/sites/greatspeculations/2024/12/06/sell-nvidia-buy-intel-stock/",
            "description": "Jensen Huang, CEO and founder of Nvidia, which makes chips used to train artificial intelligence ... [+] technology, takes ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WptsORTZyE-TOT_KQbfaJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "12h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden says Trump economic plan will be 'disaster'",
            "link": "https://www.yahoo.com/news/biden-says-trump-economic-plan-190307217.html",
            "description": "Outgoing US President Joe Biden on Tuesday branded his successor Donald Trump's economic plans a \"disaster,\" in a speech ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z--WkUJsMepfQFxO3DQVNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "President Joe Biden said US consumers would pay the price for the tariffs that Donald Trump has vowed to slap on US neighbors Mexico and Canada and on Asia-Pacific rival China (Jim WATSON)\n\nOutgoing US President Joe Biden on Tuesday branded his successor Donald Trump's economic plans a \"disaster,\" in a speech hailing his own legacy.\n\nBiden said Trump's threats to slap huge tariffs on imports were a \"major mistake\" and challenged Trump to build on what he said were the successes of his own administration.\n\nThe lame-duck president's speech comes after Trump won a second term largely on the back of US voters' anger at high costs of living under Democrats.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n\"I pray to God the president-elect throws away Project 2025. I think it'd be an economic disaster for us and the region,\" Biden said at the Brookings Institution in Washington, referring to a conservative blueprint for a second Trump administration.\n\nCoughing frequently because of a cold, Biden said US consumers would pay the price for the tariffs that Trump has vowed to slap on US neighbors Mexico and Canada and on Asia-Pacific rival China.\n\nTogether they are the three biggest US trading partners.\n\n\"I believe this approach is a major mistake,\" Biden added.\n\nAt a separate event Tuesday, Treasury Secretary Janet Yellen said Trump's tariffs could \"derail the progress that we've made on inflation, and have adverse consequences on growth.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nShe warned at the Wall Street Journal's CEO Council Summit that sweeping tariffs could raise prices significantly for US consumers and pile pressure on companies which rely on imports.\n\n- Shadow president -\n\nThe White House touted Biden's speech as a \"major address on his economic legacy\" as the 82-year-old looks to the history books with fewer than six weeks left in office.\n\nBiden dropped out of the 2024 presidential race against Trump in July due to concerns about his age and passed the torch to Vice President Kamala Harris, whom Trump comfortably defeated at the November polls.\n\nTrump's inauguration is not until January 20, but he has already become something of a shadow president, making pronouncements on the economy and foreign policy and being feted by world leaders.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBiden has kept a relatively low profile, but he came out swinging in defense of his own record before an audience of economists.\n\nHe contrasted his \"middle-out, bottom-up economic playbook\" with what he called Trump's failed promise of \"trickle-down economics\" in which tax cuts for the wealthy are supposed to boost incomes.\n\nBiden also touted achievements including the US economy's recovery from the Covid pandemic and his huge investments in green technology and industry.\n\n\"President-elect Trump is receiving the strongest economy in modern history,\" said Biden.\n\nBut the departing president said he regretted not signing his name to Covid stimulus checks sent out to Americans, like Trump had done.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBiden ended his speech with a broader plea for US leadership in a troubled world, even as Trump has repeatedly signaled his intention to take a more isolationist stance.\n\n\"If we do not lead the world, what nation leads the world?\" he said.\n\ndk-bys/md"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden Calls Project 2025 an ‘Economic Disaster,’ Prays That Trump Will Throw It Away",
            "link": "https://www.inc.com/melissa-angell/biden-calls-project-2025-an-economic-disaster-prays-that-trump-will-throw-it-away/91058410",
            "description": "President Joe Biden reflected on his economic achievements during an address at the Brookings Institution, reminding attendees about the strong economy he’s leaving for his successor.",
            "image_url": "https://www.bing.com/th?id=OJ.AE8gADNDW9E90Q&pid=news&w=44&h=16&rs=2",
            "category": "economy+disaster",
            "date": "6h",
            "source": "Inc",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta could take a step back from designing VR headsets and lend other companies access to its Horizon OS instead",
            "link": "https://www.pcgamer.com/hardware/vr-hardware/meta-could-take-a-step-back-from-designing-vr-headsets-and-lend-other-companies-access-to-its-horizon-os-instead/",
            "description": "Meta could become the software king of VR. The Meta Quest 3 is confidently the best VR headset out there right now but a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H6BrZGNy4k-eQn9ZoJixzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "13h",
            "source": "PC Gamer",
            "article_content": "The Meta Quest 3 is confidently the best VR headset out there right now but a report suggests it may cede its top spot to other headset manufacturers while allowing them to use its OS and store.\n\nA report was recent published by The Information (via OC3D) citing an employee at Goertek, the Chinese manufacturer who produces and tests Quests, and two employees at Meta. In this, it is claimed Meta hopes that Goertek and other manufacturers will take on a bigger role in designing and creating headsets by 2030, potentially fully developing them.\n\nTaking a step back from production is said to be a way to allow Meta to focus on software, which is a much more profitable section of the business.\n\nOften times, hardware, specifically cheap and accessible hardware like Meta's budget headset are sold at a loss or barely breaking even, in order to make money back on the software.\n\nWe've seen time and time again the massive costs of Meta's VR and AR division, Reality Labs. It has often spent upwards of a billion dollars per month.\n\nInstead of putting out headsets, Meta could essentially loan the use of its OS and Meta Quest storefront for non-Meta headsets to use.\n\nOf course, coming from just a handful of employees, it's important to note that plans for moving hardware manufacturing away from Meta itself is reported for some time in the future. Meta could always change course over the next few years, especially as the VR market continues to develop.\n\nThe biggest gaming news, reviews and hardware deals Keep up to date with the most important stories and the best deals, as picked by the PC Gamer team. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n(Image credit: Future)\n\nHaving just bought a Meta Quest 3 myself, one of the things I'm most pleasantly surprised by is how intuitive that OS is. Everything slots together well and is easy to explore. The idea of Meta essentially loaning its software doesn't seem like a bad idea in theory, especially when it's one of the few things holding back rivals like the Pico 4 Ultra.\n\nNot only does Meta have a big install base but its OS has wider brand recognisability, which is part of why Android is popular today. An Android user can easily swap to almost any Android phone with little problems, which makes it easier for new names to enter the market.\n\nThis is all before mentioning the rather stellar section of titles available on the Meta storefront. Throw in a Meta Quest + Subscription, and access to some of the bigger titles like Asgard's Wrath 2 and Batman Arkham Shadow, and you have an impressive selection to play through.\n\nIn that same article, The Information's report says that Meta is aiming move up to half of the production of its headset to Vietnam, diversifying what has otherwise been predominantly Chinese manufacturing.\n\nThis appears to be an effort to avoid the huge penalties on Chinese imports that will come as a result of the tariffs, proposed by soon-to-be president Donald Trump.\n\nVirtual reality (Image credit: Valve) Best VR headset: which kit should you choose?\n\nBest graphics card: you need serious GPU power for VR\n\nBest gaming laptop: don't get tied to your desktop in VR\n\nThat production change from China to Vietnam being assisted by Goertek is a further strengthening of Meta's relationship with the Chinese manufacturing company, and one that signals that grander business plan, according to the previously mentioned employees.\n\nAs of right now, Goertek is an essential part of the production and testing of Meta Quest headsets but Meta is said to be encouraging Goertek to also work on designing components like lenses and displays.\n\nMeta has cemented a name for itself in the VR market with great well-priced hardware and it might actually see a greater return on all that digital real estate in the next decade."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft now allows Windows 11 installations on unsupported hardware, devices",
            "link": "https://www.techspot.com/news/105894-microsoft-now-officially-allows-windows-11-installation-unsupported.html",
            "description": "Microsoft's support page for installing Windows 11 on unsupported devices is filled with disclaimers. It starts by warning ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JOT4ZXgxp6pXhtCCZtC-yC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "17h",
            "source": "TechSpot",
            "article_content": "Serving tech enthusiasts for over 25 years.TechSpot means tech analysis and advice you can trust\n\nWhat just happened? It's not even been a week since Microsoft reiterated that needing a TPM 2.0 chip to officially use Windows 11 was \"non-negotiable.\" But in a surprising reversal, the Redmond giant has posted a page on installing the latest OS on devices that don't meet its minimum system requirements, though there are caveats.\n\nMicrosoft's support page for installing Windows 11 on unsupported devices is filled with disclaimers. It starts by warning users that the company doesn't recommend carrying out this action, and that they should be comfortable assuming the risk of running into compatibility issues.\n\nMicrosoft also warns that devices with ineligible hardware aren't guaranteed to receive updates, including but not limited to security updates, for Windows 11. The final part notes that damages to your PC due to lack of compatibility aren't covered under the manufacturer warranty.\n\nThe actual upgrading part isn't included in the document, but it will presumably be done through official methods such as Windows Update in Settings, the Installation Assistant, installation media, etc.\n\nMicrosoft adds that those who do install Windows 11 on an unsupported system will see a watermark on the desktop. There might also be a notification in the Settings advising that the requirements aren't met. These can be removed by altering the system registry, as shown here.\n\nThere are full step-by-step instructions in the document for rolling back a device from Windows 11 to Windows 10, which Microsoft recommends people do if they experience issues on their unsupported machines. It notes that the Go Back section in the Recovery options is only available for ten days after Windows 11 is installed.\n\nLast week, Microsoft Senior Product Manager Steven Hosking talked about the importance of the Trusted Platform Module (TPM) 2.0 requirement for Windows 11. Able to securely generate and store encryption keys, perform cryptographic operations, shield passwords, and more, Hosking said the TPM 2.0 requirement was a non-negotiable standard.\n\nMicrosoft's softening its stance on Windows 11 requirements is a surprise, given its stubborn refusal to show leniency in the past. The change of direction could be due to Windows 10's global market share increasing its already substantial lead last month while Windows 11 fell slightly, according to Statcounter.\n\nIt's a better story for Microsoft in the Steam survey, where Windows 11 continues to gain users and cement its position as the most popular OS.\n\nWindows 10's end-of-support arrives in October 2025, though Microsoft will allow businesses and consumers to pay for security updates."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Marvell unveils its new custom HBM compute architecture to optimize cloud AI accelerators",
            "link": "https://www.tweaktown.com/news/102092/marvell-unveils-its-new-custom-hbm-compute-architecture-to-optimize-cloud-ai-accelerators/index.html",
            "description": "Marvell unveils its custom HBM solutions, partnering with HBM makers SK hynix, Samsung, and Micron with higher performance, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BKgkzktD9YEl2Qltd-GQmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "TweakTown1h",
            "source": "TweakTown",
            "article_content": "Marvell unveils its custom HBM solutions, partnering with HBM makers SK hynix, Samsung, and Micron with higher performance, lower power, and more.\n\nTL;DR: Marvell collaborates with leading memory designers to enhance XPUs by tailoring HBM for AI accelerators, improving performance, power efficiency, and cost. Strategic partnerships with companies like Micron, Samsung, and SK hynix aim to optimize cloud infrastructure for AI, enabling superior performance and scalability for cloud operators. Marvell collaborates with leading memory designers to enhance XPUs by tailoring HBM for AI accelerators, improving performance, power efficiency, and cost. Strategic partnerships with companies like Micron, Samsung, and SK hynix aim to optimize cloud infrastructure for AI, enabling superior performance and scalability for cloud operators.\n\nMarvell has just unveiled its new custom HBM compute architecture, enabling XPUs to have even higher levels of compute performance and memory density.\n\n2\n\nVIEW GALLERY - 2 IMAGES\n\nThe new HBM compute architecture is available on all of its custom silicon partners, with Marvell collaborating with its cloud customers and leading HBM manufacturers SK hynix, Samsung, and Micron to develop custom HBM solutions for next-generation XPUs.\n\nPopular Popular Now: Elon Musk's world rank in Diablo IV exposed by former Blizzard employee\n\nWill Chu, Senior Vice President and General Manager of the Custom, Compute and Storage Group at Marvell, said: \"The leading cloud data center operators have scaled with custom infrastructure. Enhancing XPUs by tailoring HBM for specific performance, power, and total cost of ownership is the latest step in a new paradigm in the way AI accelerators are designed and delivered. We're very grateful to work with leading memory designers to accelerate this revolution and, help cloud data center operators continue to scale their XPUs and infrastructure for the AI era\".\n\nRaj Narasimhan, senior vice president and general manager of Micron's Compute and Networking Business Unit, added: \"Increased memory capacity and bandwidth will help cloud operators efficiently scale their infrastructure for the AI era. Strategic collaborations focused on power efficiency, such as the one we have with Marvell, will build on Micron's industry-leading HBM power specs, and provide hyperscalers with a robust platform to deliver the capabilities and optimal performance required to scale AI\".\n\nHarry Yoon, corporate executive vice president of Samsung Electronics and head of Americas products and solutions planning, said: \"Optimizing HBM for specific XPUs and software environments will greatly improve the performance of cloud operators' infrastructure and ensure efficient power use. The advancement of AI depends on such focused efforts. We look forward to collaborating with Marvell, a leader in custom compute silicon innovation\".\n\nSunny Kang, VP of DRAM Technology, SK hynix America, said: \"By collaborating with Marvell, we can help our customers produce a more optimized solution for their workloads and infrastructure. As one of the leading pioneers of HBM, we look forward to shaping this next evolutionary stage for the technology\".\n\nPatrick Moorhead, CEO and Founder of Moor Insights & Strategy, added: \"Custom XPUs deliver superior performance and performance per watt compared to merchant, general-purpose solutions for specific, cloud-unique workloads. Marvell, already a player in custom compute silicon, is already delivering tailored solutions to leading cloud companies. Their latest custom compute HBM architecture platform provides an additional lever to enhance the TCO for custom silicon. Through strategic collaboration with leading memory makers, Marvell is poised to empower cloud operators in scaling their XPUs and accelerated infrastructure, thereby paving the way for them to enable the future of AI\"."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mastering Data Engineering And AI: A Career Built On Innovation And Leadership Of Ugandhar Dasi",
            "link": "https://www.freepressjournal.in/latest-news/mastering-data-engineering-and-ai-a-career-built-on-innovation-and-leadership-of-ugandhar-dasi",
            "description": "With over 19 years of experience in Data Engineering, Cloud Analytics, and Solution Architecture, Ugandhar Dasi has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zWa4UQP3yis21-CwUOlZqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "13h",
            "source": "The Free Press Journal",
            "article_content": "Mastering Data Engineering And AI: A Career Built On Innovation And Leadership Of Ugandhar Dasi | File Photo\n\nWith over 19 years of experience in Data Engineering, Cloud Analytics, and Solution Architecture, Ugandhar Dasi has established himself as a transformative leader in the telecommunications industry. His expertise spans artificial intelligence, cloud technologies, and data science, making him a pioneering force in developing innovative solutions that enhance operational efficiency and customer experience. Ugandhar's ability to align technical excellence with strategic business objectives has consistently delivered remarkable results throughout his career.\n\nUgandhar's journey into data engineering and AI was driven by his passion for solving complex business challenges through technology. Early in his career, he recognized the transformative potential of big data and cloud computing, leading him to focus on building scalable, efficient data platforms. His forward-thinking approach and commitment to innovation have kept him at the forefront of emerging technologies, including artificial intelligence, machine learning, and cloud-native solutions.\n\nOne of Ugandhar's most significant achievements was architecting and implementing a customer 360 platform that revolutionized marketing initiatives and customer engagement. This innovative solution contributed to substantial customer growth, demonstrating his ability to deliver high-impact solutions at scale. The project showcased his expertise in combining cloud technologies, data engineering, and AI to create practical business solutions that drive measurable results.\n\nIn his approach to technology implementation, Ugandhar maintains a strong focus on both innovation and pragmatism. He believes that understanding business objectives is crucial for any technical solution. His leadership in cloud cost optimization has resulted in annual savings exceeding $5 million, while his innovative frameworks have increased delivery velocity by 70%. These achievements reflect his ability to balance technical excellence with business value.\n\nManaging the complexity of modern data ecosystems while ensuring scalability and security remains one of the biggest challenges in enterprise data platforms today. Ugandhar addresses these challenges through careful planning, innovative architecture, and rigorous testing. His development of frameworks for Snowflake Data Exchange, Cloud Governance, and Test Automation has significantly improved operational efficiency and reduced development time across multiple teams.\n\nUgandhar's commitment to innovation extends beyond technical implementation. As chair of the Inner Source committee, he has fostered a culture of knowledge sharing and innovation. His role in mentoring and coaching team members through various programs has helped develop the next generation of technical leaders. His contributions have been recognized with prestigious awards, including the PEAK Achievement Award, highlighting his impact on both technical innovation and organizational culture.\n\nThe evolution of data technologies, particularly with the advent of artificial intelligence and cloud computing, has shifted focus from traditional data processing to real-time analytics and predictive insights. Ugandhar has been at the forefront of this transformation, leading initiatives in generative AI, large language models, and machine learning. His work has consistently demonstrated the value of data-driven decision making in improving business outcomes.\n\nPerformance optimization and security play crucial roles in Ugandhar's work, especially when dealing with sensitive customer data and large-scale systems. His implementation of cloud governance frameworks and security protocols ensures that systems maintain high performance while meeting stringent compliance requirements. His approach to system upgrades and migrations emphasizes minimal business disruption while maximizing technological benefits.\n\nAbout Ugandhar Dasi\n\nA distinguished leader in Data Engineering and AI, Ugandhar Dasi holds multiple advanced degrees, including completion of the Stanford Executive Program (LEAD). His career spans nearly two decades of innovation in data engineering, cloud technologies, and artificial intelligence. As an active member of the technology community, he has contributed significantly through publications, patents, and speaking engagements. His work has been recognized through numerous awards and certifications, reflecting his commitment to excellence and continuous learning. Ugandhar continues to shape the future of data engineering and AI through his leadership, innovation, and dedication to solving complex business challenges."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spain: Primary School CEIP Ausiàs March Reopens In Paiporta After Storm Dana’s October Hit",
            "link": "https://www.msn.com/en-xl/news/other/spain-primary-school-ceip-ausi%C3%A0s-march-reopens-in-paiporta-after-storm-dana-s-october-hit/vi-AA1vCnf5?ocid=BingNewsVerp",
            "description": "After being closed following Storm Dana's impact on October 29, CEIP Ausiàs March, a primary school in Paiporta, officially ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KeAqG3Zte4IPcBwu-sdrdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "StringersHub on MSN9h",
            "source": "StringersHub on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Firefighters seen damping down house after inferno in Ilford",
            "link": "https://www.msn.com/en-au/news/australia/firefighters-seen-damping-down-house-after-inferno-in-ilford/vi-AA1vDitc?ocid=BingNewsVerp",
            "description": "Firefighters at the scene on Ley Street, Ilford, after two people were taken to hospital as 60 firefighters tackled a blaze following an explosion in the street in east London. A terraced house wen up ...",
            "image_url": "https://www.bing.com/th?id=ODF._kZMPt4WNJFUpf58U6Qe-w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "bible+discovery",
            "date": "Daily Mail on MSN4h",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aaron Rodgers reveals his plan to 'call aliens' as he shares bizarre UFO conspiracy theories to Pat McAfee",
            "link": "https://www.dailymail.co.uk/sport/nfl/article-14179289/Aaron-Rodgers-call-aliens-UFO-conspiracy-theories-Pat-McAfee.html",
            "description": "After failing to end New York's 14-year playoff curse, Aaron Rodgers opted to debunk some conspiracy theories during his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JfRjlC1bKvqgmKrWazl0aC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "8h",
            "source": "Daily Mail",
            "article_content": "New York Jets quarterback Aaron Rodgers has offered yet another conspiracy theory on the extra-terrestrial.\n\nNow that the Jets are officially out of the playoffs with a 3-10 record, the 41-year-old has seemingly begun to divert his energy elsewhere.\n\nAfter failing to end New York's 14-year playoff curse, Rodgers opted to debunk some conspiracy theories during his weekly Pat McAfee Show appearance instead.\n\nThe signal caller brought up some mysterious drone activity that has been occurring in the skies of New Jersey recently.\n\n'Do you know what's been going on in New Jersey lately? And I'm not talking about the football. There's been some crazy things going on,' Rodgers began. 'There's been some drones in the sky in Jersey.'\n\nMcAfee then showed a clip on an unidentified large object hovering above Bedminster, New Jersey with blue, green and red flashing lights.\n\nAaron Rodgers has offered yet another conspiracy theory on the extra-terrestrial\n\nThe Jets quarterback discussed mysterious drone activity above New Jersey on Pat McAfee\n\n'What the hell is that?' Rodgers continued, before highlighting that the mysterious sighting came above Bedminster where both president-elect Donald Trump owns a golf course and Jets owner Woody Johnson lives.\n\nThe four-time MVP did admit it could be Trump flying in for a quick round of golf but, of course, it wouldn't be Aaron Rodgers without a conspiracy theory.\n\n'Maybe it's some kids messing around…maybe not, though,' he hinted.\n\n'I'm thinking about having a Friday night 5E experience,' he added, leaving the panel bewildered.\n\n'It's where you have a big kind of meditation circle and then you call in the aliens and you use little green lasers to bring them in,' the NFL veteran explained.\n\nIt wasn't the first time that the former Super Bowl winner has discussed extra-terrestrial experiences.\n\nDuring last season's 'Hard Knocks' series focusing on the Jets, Rodgers claimed he experienced a UFO sighting in 2005.\n\nHe said he was at former Cal teammate Steve Levy's house in New Jersey shortly before he was taken by the Green Bay Packers in the first round of the 2005 NFL Draft when the sighting occurred.\n\nThe 41-year-old has previously opened up on an experience with a UFO sighting\n\nThe Jets are officially out of the playoffs with a 3-10 record, following last week's slate\n\nRodgers, who has publicly admitted to using hallucinogen ayahuasca, said he was trying to sleep as he had a 5am wake up call the following day but was disturbed by an 'alarm going off in the distance.'\n\n'It just didn't seem like normal, and I heard some rustling downstairs,' Rodgers said on the season finale of 'Hard Knocks.'\n\n'So I got up, walk downstairs, it's a beautiful night, and [we] walked outside, and up in the clouds, we heard this sound, and we saw this tremendously large object moving through the sky. And it was like a scene out of \"Independence Day\" when the ships are coming into the atmosphere, and they're creating this, like, kind of explosion-type fire in the sky.\n\n'We saw this incredibly large object and froze, as anybody would, because, you know, what the hell is going on? Eventually, it went out of sight, and nobody said a word. We just stood frozen.\n\n'And about 30 seconds later we heard the real, recognizable sound of fighter jets that seemed to be chasing this object. Again, we just stood there in disbelief for another few minutes and nobody said a word. And we just looked at each other like, 'did we just see what we think we just saw?'\n\nRodgers said he checked the papers and watched the news in the following days but nothing was mentioned.\n\nHowever, the experience piqued his interest in UFOs, leading him to do more research into them.\n\nRodgers later discovered that the siren was from a nuclear plant around nine miles away and claimed that UFOs are often linked to nuclear energy.\n\nThe Jets quarterback is known for his outlandish theories and techniques opening up on his use of ayahuasca at the start of last season, claiming it helped him to his back-to-back MVP seasons in 2020 and 2021.\n\nHe also underwent a darkness retreat shortly after the end of the 2022 season to contemplate his NFL future."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why the US has birthright citizenship and how Trump could challenge it",
            "link": "https://www.yahoo.com/news/why-us-birthright-citizenship-trump-215847490.html",
            "description": "President-elect Donald Trump has for years been railing against the concept of birthright citizenship in the 14th Amendment.",
            "image_url": "https://www.bing.com/th?id=OVFT.k0zVd0xFPAmIH-S8HWypji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "A version of this story appeared in CNN’s What Matters newsletter. To get it in your inbox, sign up for free here.\n\nPresident-elect Donald Trump has for years been railing against the concept of birthright citizenship in the 14th Amendment.\n\nDuring the 2024 presidential campaign, he promised that, on Day One of his second term, he would issue an executive order ending the current policy, which he said in a video is “based on a historical myth and a willful misinterpretation of the law.”\n\nAdvertisement Advertisement\n\nAdvertisement\n\nA constitutional amendment beats an executive order every time in the US system of government, but Trump’s position represents the persistent belief that something should be done to stop the children of undocumented immigrants from claiming US citizenship.\n\nHow might Trump challenge birthright citizenship?\n\nIn that campaign video, Trump said his executive order will make “clear to federal agencies that under the correct interpretation of the law, going forward, the future children of illegal aliens will not receive automatic US citizenship.”\n\nCNN’s Priscilla Alvarez has reported that Trump’s new administration could stop issuing passports to the children of the undocumented, engineering a legal showdown over the issue. In addition, Trump’s team might step up “expedited removal” of undocumented immigrants across the country without a court hearing, challenging another sentence of the 14th Amendment, which guarantees equal protection to every person under the law.\n\nBoth Trump and his incoming “border czar,” Tom Homan, have said they will not shy away from deporting the parents of US citizens who are children.\n\nAdvertisement Advertisement\n\nAdvertisement\n\n“If you come in the country and have a child, that’s on you. You can either take the child with you, but that’s on you,” Homan said on Tuesday in Chicago, adding he would target undocumented people living in cities like Chicago that have sanctuary policies.\n\nAs president in 2020, Trump tried to restrict visas for pregnant women entering the US for so-called birth tourism.\n\nWhy does the US have birthright citizenship?\n\nThe US has birthright citizenship to guarantee that the descendants of people brought to the US against their will and sold as slaves are citizens.\n\nIn probably the worst moment in the US Supreme Court’s history, the Dred Scott decision of 1857, then-Chief Justice Roger B. Taney wrote for a 7-2 majority that no descendant of an enslaved person could be a US citizen. Scott was an enslaved man from Missouri who had lived in free territories with his Army surgeon owner. He sued for freedom after returning to Missouri.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe decision was undone by the 13th Amendment, which abolished slavery, and the 14th Amendment, which guaranteed that everyone born in the US was a citizen of the US and protected by its Bill of Rights.\n\nWhat does the 14th Amendment say?\n\nHere’s the text of the first portion of the amendment:\n\nThe language is pretty clear. Anyone born in the US is a citizen of the US.\n\nFor more on the history of the amendment, read this excellent explainer from CNN’s AJ Willingham, written in 2018, when Trump threatened as president to challenge the concept of birthright citizenship.\n\nThe 14th Amendment was passed by Congress on June 13, 1866, and ratified on July 9, 1868. - National Archives\n\nHow could the 14th Amendment not apply to the children of the undocumented?\n\nOne of the main backers of the idea that the amendment does not apply to children of undocumented immigrants born in the US is John Eastman, the very same lawyer who hatched the six-step game plan by which Trump attempted to subvert the 2020 election results.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhile Trump is returning to the White House, Eastman has since been indicted in Georgia and Arizona for election interference and disbarred in California. But before any of that, he was pushing the idea that the country has been misinterpreting the 14th Amendment for the past 150-plus years.\n\nHe argued that the phrase in between the commas, “and subject to the jurisdiction thereof,” essentially disqualifies the children of people not legally living in the US. All it would take is for Congress to pass a law expressly saying the children of people in the country illegally cannot have citizenship, according to Eastman and some other scholars.\n\nIt’s a fringe theory in that even conservative lawyers and judges have rejected it.\n\nJudge invites new ‘invasion’ theory\n\nFor more on why Eastman’s argument does not apply, look to James Ho, now a Trump-appointed judge on the 5th US Circuit Court of Appeals. Ho wrote in 2006 that the 14th Amendment was enacted expressly to undo the Dred Scott decision and return the US to principles of English common law, by which everyone born in the country was a citizen.\n\nAdvertisement Advertisement\n\nNote: The United Kingdom actually did away with unrestricted birthright citizenship with its British Nationality Act of 1981, but many other countries, including Canada and Mexico on either side of the US, still adhere to the principle.\n\nHo, a potential contender for a Supreme Court seat if one opens up during Trump’s new term, raised many eyebrows when he was interviewed by the libertarian Reason magazine in November. Without commenting on any specific cases, he added a qualification to his legal support for birthright citizenship. Ho said this:\n\nEarlier this year, coincidentally, CNN’s John Fritze notes that Ho had used that term, “invasion,” in a concurring opinion on a different topic.\n\n“In an opinion this summer dealing with Texas’ construction of a floating barrier on the Rio Grande, Ho wrote that Texas should have prevailed in the case because the state was repelling an ‘invasion’ of migrants,” according to Fritze.\n\nWith the Tajumulco Volcano in the background, migrants walk along the Huixtla highway, in southern Mexico, on November 6, hoping to reach the country's northern border and ultimately the US. - Moises Castillo/AP\n\nHas the Supreme Court ever ruled on this?\n\nThe Supreme Court did unequivocally find in the case of Wong Kim Ark in 1898 that the children of noncitizens born in the US to “resident aliens” are citizens under the 14th Amendment.\n\nAdvertisement Advertisement\n\nWong Kim Ark was born in the US to Chinese immigrants but denied entry back into the country after a trip to China due to the Chinese Exclusion Act. Ho described the circumstances of that case in his 2006 defense of birthright citizenship. He included this sweeping language confirming the principle of birthright citizenship from the 1898 court:\n\nAt the time, Ho argued that the decision extended citizenship to people born in the US regardless of immigration status.\n\nWhy doesn’t Trump just change the Constitution?\n\nThere hasn’t been a constitutional amendment ratified in more than 30 years. They’re notoriously hard to enact. They can either be proposed by a two-thirds majority vote in both chambers of Congress or by a constitutional convention called for by two-thirds of the states. The amendment must then also be ratified by three-quarters of state legislatures or of special conventions called in each state.\n\nIf talk of Trump and the 14th Amendment sounds familiar, that’s because a different section of the amendment bars people who engaged in or aided insurrection against the US from serving in federal office. The Supreme Court earlier this year ruled that the insurrection clause could only be applied to Trump by an act of Congress, clearing the way for his appearance on ballots this fall.\n\nFor more CNN news and newsletters create an account at CNN.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apparent UFO images leak from Pentagon's secret data retrieval program 'Immaculate Constellation'",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14174887/ufo-images-leaked-pentagon-immaculate-constellation-program.html",
            "description": "The stunning, unusual images show ornately spiked 'cruciform' UFOs, boomerang-shaped flying wings, a floating 'hot' cube and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YpF_7R5x0_BNFA_rL26Mny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "9h",
            "source": "Daily Mail",
            "article_content": "An email containing incredible UFO images allegedly from US military UFO sightings has been leaked online by an anonymous source.\n\nThe leaker claimed that they had accessed an alleged top secret UFO 'data retrieval program' known as 'Immaculate Constellation' — made famous this past November in a blockbuster public hearing before Congress.\n\nThe black-and-white images show ornately spiked 'cruciform' UFOs, boomerang-shaped flying wings, a floating 'hot' cube, traditional flying saucers and several other craft that look straight out of classic science fiction.\n\nThe screengrabs are said to be from infrared and thermal camera footage taken by military 'heads up displays,' but details were redacted to protect both sensitive US national security interests.\n\nThese unsettling depictions of highly varied craft were first made public by Nathan Latvaitis, who runs a YouTube channel called 'Strange Mysteries.'\n\n'This person has asked me to redact their email address,' Latvaitis told his followers, 'although I can tell you that there is nothing identifiable in it.'\n\nThe sensational images have elicited heated debate among UFO believers and skeptics alike, however, with many on both sides questioning the leaker's story.\n\nA 'creepy e-mail' containing weird, but compelling images allegedly from US military UFO sightings has been leaked by an anonymous source claiming classified access\n\nThe UFO stills are said to be screengrabs from infrared and thermal camera footage taken by US military sensors with key 'heads up display' details redacted (as seen above) to protect both sensitive America's national security interests as well as the leaker's identity\n\nOver the course of two weeks of correspondence with the leaker, Latvaitis and his followers given tantalizing, but uncorroborated details on the craft depicted.\n\n'The UAPs observed demonstrate capabilities far beyond conventional aerospace benchmarks,' the leaker said in a third update posted to YouTube on November 30th.\n\nThe so-called 'cruciform' (cross-shaped) entities, according to their account, exhibit aggressive maneuvers and high-energy emissions capable of disabling systems such as the EODAS' — a reference to the advanced sensors on the F-35 stealth fighter jet.\n\nShort for 'Electro-Optical Distributed Aperture System,' EODAS is a sensor suite that give the F-35's stealth fighter pilots a 360-degree view for a 'quick, high-definition picture of everything around them,' according its manufacturer Raytheon.\n\nImproved 'missile detection' is one key goal in making EODAS, even though it may prove helpless against these purported 'cruciform' UFOs.\n\n'The 'cruciform' entity [shows] distinct behaviors indicating functional differences,' according to the self-described insider to the Immaculate Constellation program.\n\n'Shape-shifting has been observed — possibly due to advanced cloaking or optical refraction — referred to as 'morphogenic behavior,' allowing for adaptation to environments or missions,' the leaker continued.\n\nDetails were scarce on some other craft shapes, though the leaker noted nearly all 'these crafts,' like the boomerang UFOs, squares, and classic saucers 'demonstrate trans-medium travel, non-ballistic motion, and localized gravity manipulation.'\n\nAbove, an ornately spiked 'cruciform' UFO, allegedly captured by a US military plane\n\nThe stunning, unusual images show ornately spiked 'cruciform' UFOs, boomerang-shaped flying wings, a floating 'hot' cube and several craft that looks straight out of science fiction\n\nAbove, another cruciform (cross-shaped) UFO from the leaker's email to Strange Mysteries\n\nWhile many of these UFOs emit electromagnetic 'signatures that disrupt ISR [intelligence surveillance and reconnaissance] systems causing sensor malfunctions' on human-made systems, they said, one broad category was less disruptive.\n\n''Orb'-class UAPs focus on surveillance with minimal EMF [electro-magnetic frequency] interference,' according to the leaker.\n\nSpeaking to NASA last year, ex-CIA physicist Dr Sean Kirkpatrick, then head of the Pentagon's All-domain Anomaly Resolution Office (AARO), said: 'We see these ['metallic orbs'] all over the world.'\n\nDr Kirkpatrick, a career laser and optical physicist, called these orbs the most commonly reported type of UFO to AARO's team.\n\n'And we see these making very interesting apparent maneuvers,' he added.\n\nBut 'cruciform' UFO shapes were not called out by name in his report to NASA, which did note that seven percent of sightings fell into miscellaneous 'other' shapes.\n\nIn his email to Latvaitis, the leaker asserted that he selected the YouTuber over more mainstream journalism outlets specifically to avoid having to verify his own claims.\n\n'Many traditional media outlets would require verification of my identity and credentials,' the leaker told Latvaitis in his email, shown in a Strange Mysteries video.\n\nAbove a boomerang UFO included in the leaker's email to Strange Mysteries\n\nTwo cross-shaped UFOs as alleged by the leaker, in the crosshairs of a military aircraft\n\n'This is not feasible due to the risks involved,' the leaked explained. '[Those news media] organizations, despite their best intentions, are not equipped to handle the level of secrecy and potential retaliation associated with this information.'\n\nThe leaker described their motives as desire to inform on important information that has been 'classified and intentionally withheld from the public regarding 'unidentified aerial phenomena' [UAP] and the ongoing covert operations surrounding them.'\n\n'I was part of one of the legacy programs,' the leaker wrote. 'I know that's vague, but unfortunately that's all I can offer at this point.'\n\nMultiple UFO 'true believers' on social media expressed doubt over the leakers story, particularly the unknown individuals response to that skepticism.\n\nOne UFO has been dubbed the ceiling fan, in part, by skeptics who believe that the image depicts a genuine household ceiling fan - and not a five-bladed advanced aerospace platform\n\nAbove, a strange 'hot cube' UFO image included in the leaker's email to Strange Mysteries\n\nThe mixed orientation of some images suggested 'they were probably scanned from a print out,' and the images varied in terms of their 'detailed sensor noise' and subtle software response to motion blur.\n\n'In my opinion, this has the variety I would expect to see from a collection of images captured on different platforms over the years,' the user posted to Reddit's r/UFOs.\n\nOn the skeptics' forum Metabunk many dismissed the videos as too low information to properly vet or investigate, with some claiming it might have been release as a premeditated disinformation effort.\n\n'Not worth wasting time on unless they can (and do!) back up their story,' one typical comment read.\n\n'It takes seconds to make another picture and hours to try and debunk it.'\n\nThe 'Immaculate Constellation' program was discussed at a Congressional hearing about UAPs in mid-November 2024 and shortly after, Representative Nancy Mace (R-S.C.) made the 11-page document available to the public. Above a still from the alleged new leak\n\nMichael Shellenberger, journalist and sworn witness at the hearing, told the House that Immaculate Constellation has thousands of 'high-resolution' images of UFOs (second at right)\n\nBut whistleblowers continue to claim that 'Immaculate Constellation' was, in fact, established to 'detect' and 'quarantine' the military's best UFO imagery, as well as its best videos, eyewitness testimonies and electronic sensor evidence.\n\nThis high quality, multi-sensor UFO data, according to a US official who confirmed the leak, is so tightly held that 'talking about it will put you in the danger zone.'\n\nThe quite literally 'above top secret' program allegedly sprang into action in the wake of the 2017 leak of three, still-as-yet unexplained US Navy infrared UFO videos, although it is still unconfirmed, resting the gray area of speculation.\n\nThe program was discussed at a Congressional hearing about UAPs in mid-November and shortly after, Representative Nancy Mace (R-S.C.) made the 11-page document available to the public.\n\nMichael Shellenberger, journalist and sworn witness at the hearing, told the House that Immaculate Constellation has thousands of 'high-resolution' images of UFOs.\n\nAbove, two additional alleged UFO images that the leaker to Strange Mysteries said came from Immaculate Constellation\n\nIn one stunning case, detailed in the 11-page report, infrared satellites captured a massive saucer-shaped UFO emerging from within a dense cloud formation.\n\nThe saucer's circumference was estimated to be between 650 and 1,300 feet, which would place its diameter between roughly 200 and 400 feet.\n\nIt also 'displayed symmetrical concavities on the upper surface,' the report reads.\n\nThe saucer registered hot in the infrared footage, and created visible 'atmospheric disturbances.'\n\nThe object emerged from the cloud formation at a shallow angle and travelled upwards toward the outer atmosphere."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aaron Rodgers reveals his plan to 'call aliens' as he shares bizarre UFO conspiracy theories to Pat McAfee",
            "link": "https://www.dailymail.co.uk/sport/nfl/article-14179289/Aaron-Rodgers-call-aliens-UFO-conspiracy-theories-Pat-McAfee.html",
            "description": "After failing to end New York's 14-year playoff curse, Aaron Rodgers opted to debunk some conspiracy theories during his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JfRjlC1bKvqgmKrWazl0aC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "8h",
            "source": "Daily Mail",
            "article_content": "New York Jets quarterback Aaron Rodgers has offered yet another conspiracy theory on the extra-terrestrial.\n\nNow that the Jets are officially out of the playoffs with a 3-10 record, the 41-year-old has seemingly begun to divert his energy elsewhere.\n\nAfter failing to end New York's 14-year playoff curse, Rodgers opted to debunk some conspiracy theories during his weekly Pat McAfee Show appearance instead.\n\nThe signal caller brought up some mysterious drone activity that has been occurring in the skies of New Jersey recently.\n\n'Do you know what's been going on in New Jersey lately? And I'm not talking about the football. There's been some crazy things going on,' Rodgers began. 'There's been some drones in the sky in Jersey.'\n\nMcAfee then showed a clip on an unidentified large object hovering above Bedminster, New Jersey with blue, green and red flashing lights.\n\nAaron Rodgers has offered yet another conspiracy theory on the extra-terrestrial\n\nThe Jets quarterback discussed mysterious drone activity above New Jersey on Pat McAfee\n\n'What the hell is that?' Rodgers continued, before highlighting that the mysterious sighting came above Bedminster where both president-elect Donald Trump owns a golf course and Jets owner Woody Johnson lives.\n\nThe four-time MVP did admit it could be Trump flying in for a quick round of golf but, of course, it wouldn't be Aaron Rodgers without a conspiracy theory.\n\n'Maybe it's some kids messing around…maybe not, though,' he hinted.\n\n'I'm thinking about having a Friday night 5E experience,' he added, leaving the panel bewildered.\n\n'It's where you have a big kind of meditation circle and then you call in the aliens and you use little green lasers to bring them in,' the NFL veteran explained.\n\nIt wasn't the first time that the former Super Bowl winner has discussed extra-terrestrial experiences.\n\nDuring last season's 'Hard Knocks' series focusing on the Jets, Rodgers claimed he experienced a UFO sighting in 2005.\n\nHe said he was at former Cal teammate Steve Levy's house in New Jersey shortly before he was taken by the Green Bay Packers in the first round of the 2005 NFL Draft when the sighting occurred.\n\nThe 41-year-old has previously opened up on an experience with a UFO sighting\n\nThe Jets are officially out of the playoffs with a 3-10 record, following last week's slate\n\nRodgers, who has publicly admitted to using hallucinogen ayahuasca, said he was trying to sleep as he had a 5am wake up call the following day but was disturbed by an 'alarm going off in the distance.'\n\n'It just didn't seem like normal, and I heard some rustling downstairs,' Rodgers said on the season finale of 'Hard Knocks.'\n\n'So I got up, walk downstairs, it's a beautiful night, and [we] walked outside, and up in the clouds, we heard this sound, and we saw this tremendously large object moving through the sky. And it was like a scene out of \"Independence Day\" when the ships are coming into the atmosphere, and they're creating this, like, kind of explosion-type fire in the sky.\n\n'We saw this incredibly large object and froze, as anybody would, because, you know, what the hell is going on? Eventually, it went out of sight, and nobody said a word. We just stood frozen.\n\n'And about 30 seconds later we heard the real, recognizable sound of fighter jets that seemed to be chasing this object. Again, we just stood there in disbelief for another few minutes and nobody said a word. And we just looked at each other like, 'did we just see what we think we just saw?'\n\nRodgers said he checked the papers and watched the news in the following days but nothing was mentioned.\n\nHowever, the experience piqued his interest in UFOs, leading him to do more research into them.\n\nRodgers later discovered that the siren was from a nuclear plant around nine miles away and claimed that UFOs are often linked to nuclear energy.\n\nThe Jets quarterback is known for his outlandish theories and techniques opening up on his use of ayahuasca at the start of last season, claiming it helped him to his back-to-back MVP seasons in 2020 and 2021.\n\nHe also underwent a darkness retreat shortly after the end of the 2022 season to contemplate his NFL future."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists From India, A Telescope In Chile, And An Astronomical Discovery",
            "link": "https://www.ndtv.com/world-news/scientists-from-india-a-telescope-in-chile-and-an-astronomical-discovery-7219190",
            "description": "Astronomers from India have made an intriguing discovery in a unique tri-star solar system located 489 light years from Earth ...",
            "image_url": "https://www.bing.com/th?id=OVFT.N1pMUXlPqgL_CXHRhokqtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10h",
            "source": "NDTV",
            "article_content": "Astronomers from India have made an intriguing discovery in a unique tri-star solar system located 489 light years from Earth. The discovery will help astrophysicists get a better understanding of planetary formations.\n\nAstronomers from the National Institute of Science Education and Research or NISER in Odisha have made the discovery using the advanced radio telescope in Chile's Atacama Desert. Their observations, sustained over a period of time, reveal fascinating insights into the complexities of planetary formation.\n\nThe three-star system that was being observed was the 'GG Tau A' solar system which is in its nascent stage of planetary formations. The system is believed to be around 5 million years old. What makes it unique is that there are three 'Suns' with a massive protoplanetary disk - a rotating disk of gas and dust that forms around a young star and provides the materials for new planets to form.\n\nBecause the three stars orbit each other, the giant ring of gas and dust, which over time will form planets, get significantly altered due to the gravity of the stars in their orbiting pattern, giving scientists fascinating insights.\n\nWHAT THE INDIAN ASTRONOMERS HAVE DISCOVERED\n\nThe team of astronomers from NISER was led by scientist Liton Majumdar, who is also a visiting scientist at NASA. His area of specialisation is star and planetary formations, astrochemistry, and exoplanet studies.\n\nHis team and he have detected molecular emissions from the protoplanetary disk which are the fundamental building blocks of planets. These emissions were found to originate in the coldest and most dense regions of the star system.\n\nThe team carried out their research focusing on the coldest regions of the tri-star system, where temperatures are believed to be as low as 16 Kelvin or minus (-)257.15 degrees Celsius - well below the freezing point of carbon monoxide.\n\nCarbon Monoxide is key for scientists to trace the mass of gas during the formation of planets. The chemical composition of carbon monoxide - CO - carries carbon and oxygen, and reacts with other gases to form compounds like CH4 (methane). Its bright color helps astronomers model protoplanetary disks.\n\nINSIGHTS FROM THE DISCOVERY\n\nWhile scientists have been studying single star solar systems like our own, and have also carried out research on binary star systems like Alpha Centauri, understanding the complexities of a tri-star system is unique. The GG Tau A star system being located in our cosmic neighbourhood also helps answer key questions in astrophysics.\n\nIt helps understand the fundamental nature of planetary formation under the complications caused due to the gravitational force of three host stars.\n\nGravity, temperature, mass (energy), pressure, and frequency are key aspects of physics and studying these in a three-star system gives scientists a challenge as well as an opportunity to make groundbreaking discoveries in such complex conditions.\n\nTHE RADIO TELESCOPE IN ATACAMA DESERT, CHILE\n\nThe astronomers from India used the Atacama Pathfinder Experiment or APEX radio telescope - one of the highest telescopes on Earth - located at a height of 5,064 meters above sea level in the Atacama desert in Chile.\n\nThe facility is built and operated by three European research institutes - The European Southern Observatory, The Max Planck Institute for Radio Astronomy, and The Onsala Space Observatory.\n\nThe APEX telescope is a modified ALMA (Atacama Large Millimeter Array) prototype antenna and is at the site of the ALMA observatory.\n\nThe ALMA telescope, also located in the Atacama Desert in Chile, is an astronomical interferometer of 66 radio telescopes which observe the electromagnetic radiation from space at millimeter and submillimeter wavelengths.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Space anomaly hints at new physics",
            "link": "https://www.yahoo.com/news/space-anomaly-hints-physics-165719323.html",
            "description": "The universe appears to be expanding faster than expected, and scientists hope the discovery could lead to new physics.",
            "image_url": "https://www.bing.com/th?id=OVFT.tXsNfLWncLj-ckEDOJeBGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11h",
            "source": "Yahoo",
            "article_content": "The News\n\nThe universe appears to be expanding faster than expected, and scientists hope the discovery could lead to new physics.\n\nThe finding that distant galaxies tend to be moving away was a key piece of evidence for the Big Bang theory. Then, in 2011, data from the Hubble Space Telescope suggested that distant galaxies were receding faster than predicted. Now, new observations from the James Webb Space Telescope appear to have confirmed those findings, suggesting that our model of the universe might be wrong.\n\nPhysicists, unusually, are desperate to find errors in their hypotheses: Relativity and quantum mechanics, the subject’s main frameworks, are incredibly useful for predicting the world but are mutually incompatible, so finding an error in one or both could help unite the fields."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alena Tensor—a new hope for unification in physics",
            "link": "https://phys.org/news/2024-12-alena-tensor-unification-physics.html",
            "description": "The search for quantum gravity has gone on for 100 years, but it is not the only unification challenge in physics. Many of us ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cg5ypVk28YrICseRPTSwPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "12h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nConnections between knowledge areas, introduced by Alena Tensor. Credit: Piotr Ogonowski (created with the support of AI tools)\n\nThe search for quantum gravity has gone on for 100 years, but it is not the only unification challenge in physics. Many of us believe that one day there will be a unification theory—a theory that will reconcile many divergent physical theories.\n\nOur new article published in Physica Scripta brings new hope that such a theory exists. It demonstrates that the use of a certain mathematical object called Alena Tensor reconciles various physical theories, including general relativity, electrodynamics, quantum mechanics and continuum mechanics. Will this finally allow scientists to unify descriptions used in physics?\n\nWhat is Alena Tensor?\n\nAny movement under the influence of forces can be mathematically represented as movement along a curved path. Using differential geometry, one may equally well assume that the trajectory was straight, while the space in which the move took place is curved. It may sound complicated, but it can be assumed that there is a mathematical transformation that allows us to describe curved space-time equivalently as flat space-time where certain forces act.\n\nIt has long been suspected that such a transformation exists, although opinions on this matter are divided. Some physicists believe that the metric tensor, a mathematical object describing the curvature of space-time, is simply a feature of space-time. Some physicists, most often mathematical physicists, are of the opinion that such a transformation should exist.\n\nAlena Tensor provides just such a transformation. In short, Alena Tensor can straighten curved space-time while preserving all conclusions from general relativity. This property alone makes Alena Tensor an extremely valuable tool, but this is just the beginning.\n\nAlena Tensor in flat and curved space-time\n\nWe used Alena Tensor to describe a system with an electromagnetic field, obtaining three forces in flat space-time: electromagnetism (which is not surprising), \"against gravity,\" and radiation reaction force.\n\nThe radiation reaction force is already known in physics. It safeguards the principle of conservation of energy and ensures that the energy of an accelerating body does not exceed the energy available in the physical system.\n\nThe \"against gravity\" force generalizes classical Newton's equation for gravity, providing a relativistic description of gravity in flat space-time, fully consistent with general relativity:\n\nIt faithfully reproduces the motion described in curved space-time.\n\nThis force does not act in freefall, respecting the equivalence principle.\n\nGravity in this description is not a force but the counteraction to gravity is.\n\nThe Alena Tensor allows for a smooth transition to the description used in the electromagnetic theory and then it turns out that:\n\nCharged particles cannot remain at complete rest and should have spin, which agrees with quantum mechanics.\n\nThe reason for the existence of mass (and energy) of charged particles is the magnetic moment.\n\nThe above result basically explains what matter is, although so far it only applies to charged elementary particles and requires generalization to other fields.\n\nThe Alena Tensor also allows a smooth transition to the equations of general relativity. The obtained results provide some answers to the questions that have long puzzled physicists, concerning, e.g., singularities of black holes, cosmological constant, dark energy and dark matter.\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nDo we finally have quantum gravity?\n\nMost mainstream efforts in the search for quantum gravity so far have focused on trying to translate the laws of quantum mechanics to curved space-time. Alena Tensor completely reverses this approach. It is much easier now to describe gravity in flat space-time in a way that mathematically reproduces general relativity and then uses the known tools of quantum mechanics.\n\nTherefore, in the article we derived quantum equations describing the entire physical system with all previously mentioned forces. It turns out that these are three currently known main quantum equations. This leads to the completely surprising conclusion: It would mean that gravity has been present in quantum mechanics from the very beginning. It must be admitted that probably no one expected such a solution to the puzzle. In the article we also explain why it was so hard to spot gravity in quantum equations.\n\nWhat happens next?\n\nThere are interesting times ahead, but no one should expect an immediate revolution. Science does not develop at the pace of messages on social networks. It will take several months for this research paper to get noticed, several months before researchers take an interest in it, read it and use its results. It also takes many months to conduct and describe research using the new mathematical apparatus, then go through the peer review process and publish it.\n\nIn the first articles, we should expect attempts to falsify Alena Tensor, because in physics, like in all science, we need to be sure that our next steps lead in the right direction. If falsification deceives and further research and experiments confirm the results obtained from Alena Tensor, we may hope that in the next three to 10 years, this will lead to the unification and reconciliation of many descriptions currently used in physics.\n\nIt is also entirely possible that the article will go unnoticed or no one will pursue further research, as has happened many times before with innovations in science. Contrary to popular belief, for most readers, the innovation of the article is a disadvantage—it is harder to read, understand and accept. The difficulties during the long publication process also indicate that many scientific journals see too much risk in publishing innovative research, especially if its authors are not widely known scientists.\n\nFortunately, this article was eventually published by a highly respected and inclusive journal that assesses the scientific value higher than non-meritorious criteria, for which I would like to publicly express my highest respect. The editor and reviewers provided constructive criticism, and their substantive comments helped to significantly improve the article, exactly the way science should function. However, it seems that research on non-mainstream methods of unifying physics (and Alena Tensor is one) may require much more time and perseverance.\n\nThe hope remains that future generations of physicists will complete the development of this method despite the obstacles, and in 20 to 40 years, Alena Tensor will inspire the scientific community to unify physics.\n\nThis story is part of Science X Dialog, where researchers can report findings from their published research articles. Visit this page for information about Science X Dialog and how to participate.\n\nMore information: Piotr Ogonowski et al, Alena Tensor in unification applications, Physica Scripta (2024). DOI: 10.1088/1402-4896/ad98ca\n\nPiotr Ogonowski, is Lecturer at Kozminski University, Warsaw, Poland, with almost 30 years of experience as a lecturer, author of a series of lectures and trainings, researcher, and author of publications in physics and management. In 2010, he was selected as one of the four experts consulting planned changes in the rules for co-financing innovative projects from EU funds in Poland. In the years 2018–2022, he was a member of the expert group in auxiliary body at the Chancellery of the Prime Minister of Poland."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Quantum Paradigm Challenges Our Understanding of Global Warming",
            "link": "https://scitechdaily.com/new-quantum-paradigm-challenges-our-understanding-of-global-warming/",
            "description": "A new paradigm explains how oceans store energy not just as heat but also as quantum energy, contributing to accelerating ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PWReQLH17_j7YyzcCnUzii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "23h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jared Isaacman, Elon Musk’s man at the head of NASA: Is the Martian revolution coming?",
            "link": "https://english.elpais.com/science-tech/2024-12-10/jared-isaacman-elon-musks-man-at-the-head-of-nasa-is-the-martian-revolution-coming.html",
            "description": "Everything indicates the appointment will benefit SpaceX and that the project of taking humans to Mars will receive a notable ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MJ8BH_wZOad7x4YIpgRezC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "El País in English14h",
            "source": "El País in English",
            "article_content": "The nomination of Jared Isaacman as NASA administrator by U.S. president-elect Donald Trump heralds significant changes at the space agency, which has just decided to continue with the current design of the next manned missions to the Moon, despite delays. Although the real decision on the Artemis program will be in the hands of the new head, provided that Isaacman’s nomination is finally endorsed by the Senate.\n\nThe choice seems inspired by the omnipresent figure of Elon Musk, who is increasingly close to the new president. Isaacman has developed an intense relationship with the tech magnate over the past five years; first, as a private client, willing to finance a space flight out of his own pocket, and then, as a collaborator in increasingly ambitious projects. And also as a shareholder. In 2021, his payment processing company, Shift4, invested $27.5 million in shares of SpaceX, Musk’s aerospace company.\n\nIsaacman has been to space twice. On both occasions he was the mission commander, without the help of professional astronauts, and with crew members chosen by lottery or among SpaceX employees who had only received basic training. He is an accomplished aviator, accustomed to piloting one of the fighter planes that he uses to provide training services to military pilots. Isaacman’s commitment to SpaceX is so strong that the first thing to be expected is a greater involvement of Musk’s company with NASA, with whom it already has established contracts worth almost $5 billion in a program that extends until 2030, without taking into account the services it provides in the launches of military payloads and the rental of its Starlink communications network.\n\nPresumably, NASA’s new administrator will help remove some of the bureaucratic hurdles that have been hampering licensing of Starship mega-rocket tests, which actually fall under another federal agency — the FAA — and have been somewhat relaxed lately. Musk is counting on extending those to at least 25 flight authorizations through 2025: Starship flew four times in 2024. And in the future, when the most powerful rocket in history enters regular service, one can expect launches every few days.\n\nThis flight cadence is essential to be able to fulfill the commitment to send astronauts to the Moon on the Artemis 3 mission, which has just been delayed until mid-2027. SpaceX must supply the lunar landing vehicle, a modified version of the Starship spacecraft that will be launched into Earth orbit. Once there, it will have to be refueled so that it can make the jump to the Moon; and that will mean at least five more launches. And they will have to be carried out in a very rapid sequence, to avoid the loss of methane and oxygen through evaporation. This is one of the operations that SpaceX still has to demonstrate, even though it has not yet managed to place the Starship in orbit.\n\nMany in the space sector believe that Isaacman’s arrival at NASA could mark the cancellation of the SLS mega-rocket that is to propel the Orion capsules of the Artemis missions. It is a vehicle valid for a single use, which makes it something of a dinosaur when rocket recovery is almost routine these days. The SLS has only flown once, in 2022, when it launched the capsule of the unmanned Artemis 1 mission to the Moon; and its cost is so enormous — some $4 billion per launch — that the agency’s limited budget only allows for one shot per year.\n\nThe SLS rocket took off on its first, and so far only, flight on November 16, 2022, to put the 'Artemis 1' mission into orbit. John Raoux (AP)\n\nNASA has never been comfortable with the SLS. In some ways it was a political imposition, more to favor the American space industry than for practical reasons. SLS parts are made in virtually all 50 states, so lawmakers have been reluctant to cancel a project that employs so many skilled workers. Isaacman, in line with Musk’s government efficiency program, may deliver the final blow. He may keep producing two more units to meet the goal of getting astronauts to the Moon before China, but beyond that, the future of the launcher is very bleak. Its development has so far devoured more than $18 billion. In any case, the new administrator will have to take a crash course to compensate for his lack of experience in dealing with the complex political framework in Washington.\n\nMeanwhile, current NASA Administrator Bill Nelson doesn’t believe Isaacman will replace the Artemis spacecraft and rocket with Musk’s Starship. “First of all, there is one human-rated spacecraft that is flying and has already flown beyond the Moon, farther than any other human-rated spacecraft, and that’s the SLS combined with Orion,” Nelson said last week at a press conference after announcing a new postponement of the Artemis 2 and 3 missions. He added: “I expect that this is going to continue. I don’t see the concern that you’re suddenly going to have Starship take over everything.”\n\n‘Artemis’, in suspense\n\nThe problem with abandoning the SLS is that the U.S. currently has no alternative for launching Orion capsules to the Moon. Not even SpaceX’s Falcon Heavy can do it. That’s why some are already thinking of an unusual replacement: the New Glenn, the new rocket from Blue Origin — Jeff Bezos’ company and a competitor of SpaceX — supplemented with a booster stage from another manufacturer. The only drawback is that it has not flown yet: its maiden flight, scheduled for last October, is still pending.\n\nThe New Glenn is a heavy launch vehicle, with which Blue Origin wanted to join the space race with its sights set on the Moon. Bezos’s space company also has a contract with NASA to design a model of lunar lander — the Blue Moon — which will, in principle, be more advanced than the one being built by SpaceX. If everything goes as planned, missions 3 and 4 of the Artemis program should land on our satellite with the module built by SpaceX; and from mission 5 onwards, with the Blue Origin module. These plans, however, may be shaken by the new administration.\n\nAnother factor to consider is the pressure exerted by the Chinese space program. Beijing has just announced plans for a manned flight around the Moon in 2029, followed by a landing in 2030. And they already have the first models of their modules under construction, both for the return flight and for the descent to the surface. These are much more classic designs than SpaceX’s enormous lunar landing module — a variant of its Starship — and, consequently, they are likely to be less subject to surprises.\n\nWith that schedule, the margin that NASA has to land on the Moon before the Chinese do is not very reassuring. Hence the convenience of supporting the Artemis program as it is currently structured and also promoting private initiatives. One school of thought hopes that, with Isaacman at the helm, NASA will give a new push to commercial spacecraft. The beneficiary will not only be SpaceX but also its competitor Blue Origin, although it is true that at present the gap separating both companies is enormous. That gap may be shortened if New Glenn meets the expectations that have been placed on it. For the moment, a certain migration of technical personnel from the federal agency and its contractors to private companies is already beginning to be noticed. The big loser will undoubtedly be Boeing, especially after its recent bad experiences with its Starliner capsule, whose two astronauts from the U.S. space agency remain stuck in the International Space Station, waiting to return to Earth in February in a SpaceX capsule.\n\nMars at all costs?\n\nWhat seems beyond doubt is that the Mars journey project is going to receive much more significant support. That has been Musk’s obsession from the beginning and the ultimate reason for SpaceX’s existence. The fact that he has already turned his aerospace company into a fabulous short-term business does not make his long-term, almost romantic, vision of colonizing another world in order to turn humans into a multi-planetary species less attractive.\n\nIt remains to be seen whether the diversion of resources to that goal will affect other areas of NASA’s activity. In particular, robotic planetary exploration. Expeditions to Jupiter’s icy moons and the Trojan family of asteroids are already underway. And a probe to Venus and another to Titan are planned for the remainder of the decade.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI expert says AI revolution yet to come, regulations may hinder innovation",
            "link": "https://www.msn.com/en-us/news/technology/ai-expert-says-ai-revolution-yet-to-come-regulations-may-hinder-innovation/ar-AA1vDoBV?ocid=BingNewsVerp",
            "description": "Yann LeCun, the chief artificial intelligence (AI) scientist at global tech giant Meta Platforms Inc., said the \"real AI ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z-JAapqv0fa01SetEaFcJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Yonhap News English on MSN1h",
            "source": "Yonhap News English on MSN",
            "article_content": ""
        }
    }
]