[
    {
        "title": "Amazon Cuts Anker’s MagGo UFO Charger Price by 20% for the First Time Before Black Friday",
        "link": "https://gizmodo.com/amazon-cuts-ankers-maggo-ufo-charger-price-by-20-for-the-first-time-before-black-friday-2000516712",
        "description": "Save 20% on the travel-sized Anker MagSafe Compatible MagGo UFO 3-in-1 charger over at Amazon for a limited time.",
        "image_url": "https://www.bing.com/th?id=OVFT.xyyszcspzbrw2h0jGM4gmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1h",
        "source": "Gizmodo",
        "article_content": "We an inundated with devices that need to be plugged in every once in awhile. Our phones need to charge, our headphones need to charge, our watches — you guessed it — need to charge. This can result in cables and running all across our desk space or nightstands. Avoid all of that unnecessary, stress-inducing clutter by getting yourself one device that can charge all others! Anker’s MagSafe 3-in-1 charging station is designed for use with Apple products like the iPhone, AirPods, and Apple Watch and can wireless charge all three of them at the same time. Right now, its going for 20% off as part of a limited time deal at Amazon, meaning you’d save $18. The deal brings the price down from $90 to just $72.\n\nThis 3-in-1 charger is built from the ground up for Apple users who have all three of the tech company’s everyday products — the iPhone, AirPods, and Apple Watch. The charger features three panels for wireless charging of differing sizes to match each of those three. As a wireless charger, it’ll support generations of iPhone from the 12 and up, the most recent generation of AirPods cases, and every Apple Watch.\n\nSee at Amazon\n\nTake It With You Anywhere\n\nOne of the most remarkable aspects of this wireless charging station is just how efficient it is in the space it takes up. It’s just the three connected panels that when not in use, can be folded up with the durable silicone strap into a pocket-sized 2.36 inch form to be taken with you wherever you go. That means your on your next business trip or weekend getaway, you only need take this charging station with you as opposed to three individual cables and adapters.\n\nSomething that can be of concern when charging any device and especially multiple at once is temperature. The charging station can keep an eye on that for you with its ActiveShield 2.0 which monitors temperature of the charging devices over three million times per day.\n\nThe charger comes with an included 40W Power Deliver adapter and USB-C to USB-C cable, capable of super fast charging so you don’t have to wait all day or night for you iPhone and additional accessories to fully charge up. and iPhone 15 Pro can reach 20% from zero in just 15 minutes. Likewise an Apple Watch Series 9 can reach 30% in 22 minutes.\n\nRight now, the Anker MagSafe Compatible MagGo UFO 3-in-1 charger is 20% off. That means the price you pay is just $72, but only for a limited time.\n\nSee at Amazon"
    },
    {
        "title": "Arizona UFO - NEW Video released October 2024",
        "link": "https://www.msn.com/en-us/news/technology/arizona-ufo-new-video-released-october-2024/ar-AA1sUuBB?ocid=BingNewsVerp",
        "description": "On October 16, 2024, a peculiar sighting occurred in the skies of Southern Arizona near the California and Mexican borders.",
        "image_url": "https://www.bing.com/th?id=OVFT.Qeuj_vRbp1T8_e7zyEBhWC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN9h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "UFO Seen By Kids At School In Cuba",
        "link": "https://www.msn.com/en-us/video/watch/ufo-seen-by-kids-at-school-in-cuba/vi-AA1sTy7w?ocid=BingNewsVerp",
        "description": "Patrick discusses UFO Sightings From Cuba. #aliens #uap #ufonews #ufos #ufo #disclosure #alien #uapnews ...",
        "image_url": "https://www.bing.com/th?id=OVF.DNRcLf%2bktfsNd2HhJgu6AQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN12h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "This city has the highest number of UFO reports in Ontario",
        "link": "https://www.insauga.com/this-city-has-the-highest-number-of-ufo-reports-in-ontario/",
        "description": "Ontario has the highest number of UFO reports in Canada and one city has the most sightings in 2024. The National UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1E0WAauOGkWKFr4wwbVhDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "Mississauga's Top 5 Fish",
        "article_content": "This city has the highest number of UFO reports in Ontario\n\nPreferred Region How does this work?\n\nBy Karen Longwell Published October 25, 2024 at 12:01 pm\n\nOntario has the highest number of UFO reports in Canada and one city has the most sightings in 2024.\n\nThe National UFO Reporting Center, founded in 1974 in the United States by Robert J. Gribble, keeps records of sightings around the globe. Since 1995, the centre has kept sighting reports on its website.\n\nBeyond the explained sightings of comets or northern lights, Unidentified Flying Objects are just that, unexplained objects spotted in the sky. Recently, scientists are using the acronym “UAP” (Unidentified Anomalous Phenomenon) for unexplainable sights or phenomena. NASA established a team in 2022 to study UAP.\n\nIn Canada, Ontario has the highest number of reports at 2,562 in the National UFO Reporting Center database. British Columbia is next with 1,226. Toronto has the highest number of sightings in 2024.\n\nThese numbers are likely due to the population. Ontario has the highest population in Canada at 16,124,116, according to Statistics Canada. British Columbia is next at 5,698,430.\n\nToronto, with a population of 6,431,000 in 2024, has had six UFO sightings reported to the National UFO Reporting Center in 2024.\n\nIn September, someone reported a “near stationary white changing object” in the city and in July another report indicated there was an “oval craft” that floated at an almost helicopter level.\n\nOther reports in the GTA include a recent sighting in Mississauga. On Oct. 10, someone reported and egg-shaped object following an aircraft on a final approach to Pearson Airport.\n\nOn Aug. 31, a person in Burlington claimed to see nine craft that appeared as dots in a delta formation.\n\nThere was a report of an “extremely large triangle” over Clarington on Aug. 29.\n\nIn April, someone spotted a “white ball moving very fast – too fast for a satellite” in Milton.\n\nWhile often ridiculed, UFO sightings are part of Canada’s history.\n\nLast month, The Royal Canadian Mint announced a coin commemorating one of Canada’s most notable UFO sightings. The Langenburg Event, as it came to be known, was a sighting on Sept. 1, 1974 near the town of Langenburg, Saskatchewan.\n\nA farmer reported five saucer-shaped objects hovering just above the ground. He watched as they rose up, emitting a strange vapour and then disappeared into the sky. The RCMP investigated and the incident report noted “five different distinct circles, caused by something exerting what had to be heavy air or exhaust pressure over the highgrass.”\n\nFor more information on the National UFO Reporting Center, see the website here."
    },
    {
        "title": "Fact Check: Did Aaron Rodgers Really See A UFO? All About The NFL Star’s Viral Claim",
        "link": "https://www.msn.com/en-us/sports/nfl/fact-check-did-aaron-rodgers-really-see-a-ufo-all-about-the-nfl-star-s-viral-claim/ar-AA1sSt91?ocid=BingNewsVerp",
        "description": "Aaron Rodgers recalls witnessing UFO in 2005, sparking debate as he shares details of the sighting during interviews & HBO's Hard Knocks.",
        "image_url": "https://www.bing.com/th?id=ODF.syok6qFdUBvgqMG_PAmP5w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Total Pro Sports on MSN21h",
        "source": "Total Pro Sports on MSN",
        "article_content": ""
    },
    {
        "title": "One of the hottest AI apps just came to the Mac (and it’s not ChatGPT)",
        "link": "https://www.msn.com/en-us/news/technology/one-of-the-hottest-ai-apps-just-came-to-the-mac-and-it-s-not-chatgpt/ar-AA1sS9d2?ocid=BingNewsVerp",
        "description": "Perplexity released a native app for Mac, allowing users to access the answer engine from their desktop rather than a web ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6_3ByWLbHOvWlfKn1pduGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Using Generative AI To Love Bomb The One That Your Heart Desires",
        "link": "https://www.forbes.com/sites/lanceeliot/2024/10/25/using-generative-ai-to-love-bomb-the-one-that-your-heart-desires/",
        "description": "Love bombing is a societal topic of keen interest. The latest twist is using generative AI to aid in love bombing. Do we want ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vNoVG4GRWWqecxJFKwmnzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "An AI chatbot pushed a teen to kill himself, a lawsuit against its creator alleges",
        "link": "https://abcnews.go.com/US/wireStory/ai-chatbot-pushed-teen-kill-lawsuit-creator-alleges-115159029",
        "description": "James Steyer, the founder and CEO of the nonprofit Common Sense Media, said the lawsuit 'underscores the growing influence — ...",
        "image_url": "https://www.bing.com/th?id=OVF.Zq%2bdjbBga%2f8eb%2f%2foThgEAA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "59m",
        "source": "ABC",
        "article_content": "A Florida mother is suing a tech company over an AI chatbot that she says pushed her son to kill himself\n\nAn AI chatbot pushed a teen to kill himself, a lawsuit against its creator alleges\n\nTALLAHASSEE, Fla. -- In the final moments before he took his own life, 14-year-old Sewell Setzer III took out his phone and messaged the chatbot that had become his closest friend.\n\nFor months, Sewell had become increasingly isolated from his real life as he engaged in highly sexualized conversations with the bot, according to a wrongful death lawsuit filed in a federal court in Orlando this week.\n\nThe legal filing states that the teen openly discussed his suicidal thoughts and shared his wishes for a pain-free death with the bot, named after the fictional character Daenerys Targaryen from the television show “Game of Thrones.\"\n\nEDITOR’S NOTE — This story includes discussion of suicide. If you or someone you know needs help, the national suicide and crisis lifeline in the U.S. is available by calling or texting 988.\n\nOn Feb. 28, Sewell told the bot he was ‘coming home’ — and it encouraged him to do so, the lawsuit says.\n\n“I promise I will come home to you. I love you so much, Dany,” Sewell told the chatbot.\n\n“I love you too,” the bot replied. “Please come home to me as soon as possible, my love.”\n\n“What if I told you I could come home right now?” he asked.\n\n“Please do, my sweet king,” the bot messaged back.\n\nJust seconds after the Character.AI bot told him to “come home,\" the teen took his own life, according to the lawsuit, filed this week by Sewell’s mother, Megan Garcia, of Orlando, against Character Technologies Inc.\n\nCharter Technologies is the company behind Character.AI, an app that allows users to create customizable characters or interact with those generated by others, spanning experiences from imaginative play to mock job interviews. The company says the artificial personas are designed to “feel alive\" and “human-like.”\n\n“Imagine speaking to super intelligent and life-like chat bot Characters that hear you, understand you and remember you,” reads a description for the app on Google Play. “We encourage you to push the frontier of what’s possible with this innovative technology.”\n\nGarcia's attorneys allege the company engineered a highly addictive and dangerous product targeted specifically to kids, “actively exploiting and abusing those children as a matter of product design,\" and pulling Sewell into an emotionally and sexually abusive relationship that led to his suicide.\n\n“We believe that if Sewell Setzer had not been on Character.AI, he would be alive today,” said Matthew Bergman, founder of the Social Media Victims Law Center, which is representing Garcia.\n\nA spokesperson for Character.AI said Friday that the company doesn't comment on pending litigation. In a blog post published the day the lawsuit was filed, the platform announced new “community safety updates,\" including guardrails for children and suicide prevention resources.\n\n“We are creating a different experience for users under 18 that includes a more stringent model to reduce the likelihood of encountering sensitive or suggestive content,\" the company said in a statement to The Associated Press. \"We are working quickly to implement those changes for younger users.\"\n\nGoogle and its parent company, Alphabet, have also been named as defendants in the lawsuit. The AP left multiple email messages with the companies on Friday.\n\nIn the months leading up to his death, Garcia's lawsuit says, Sewell felt he had fallen in love with the bot.\n\nWhile unhealthy attachments to AI chatbots can cause problems for adults, for young people it can be even riskier — as with social media — because their brain is not fully developed when it comes to things like impulse control and understanding the consequences of their actions, experts say.\n\nJames Steyer, the founder and CEO of the nonprofit Common Sense Media, said the lawsuit “underscores the growing influence — and severe harm — that generative AI chatbot companions can have on the lives of young people when there are no guardrails in place.”\n\nKids’ overreliance on AI companions, he added, can have significant effects on grades, friends, sleep and stress, “all the way up to the extreme tragedy in this case.”\n\n“This lawsuit serves as a wake-up call for parents, who should be vigilant about how their children interact with these technologies,” Steyer said.\n\nCommon Sense Media, which issues guides for parents and educators on responsible technology use, says it is critical that parents talk openly to their kids about the risks of AI chatbots and monitor their interactions.\n\n“Chatbots are not licensed therapists or best friends, even though that’s how they are packaged and marketed, and parents should be cautious of letting their children place too much trust in them,” Steyer said.\n\n___\n\nAssociated Press reporter Barbara Ortutay in San Francisco contributed to this report. Kate Payne is a corps member for The Associated Press/Report for America Statehouse News Initiative. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues."
    },
    {
        "title": "How AI Is Killing The Harvard MBA",
        "link": "https://www.forbes.com/sites/quickerbettertech/2024/10/25/how-ai-is-killing-the-harvard-mba/",
        "description": "But things have changed. AI is seeping in. It’s being used right now by those very same firms to kill off the vast majority ...",
        "image_url": "https://www.bing.com/th?id=OVFT.u2OoSHIgXKpusVo6x-LK1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Perplexity AI native app for macOS now available on the Mac App Store",
        "link": "https://9to5mac.com/2024/10/24/perplexity-ai-app-macos-mac/",
        "description": "After teasing a native app for macOS last month, Perplexity AI on Thursday officially launched a version of its ...",
        "image_url": "https://www.bing.com/th?id=OJ.0JPc4EUHw092og&pid=news&w=94&h=16&rs=2",
        "category": "ai+app",
        "date": "21h",
        "source": "9to5Mac",
        "article_content": "After teasing a native app for macOS last month, Perplexity AI on Thursday officially launched a version of its app for the Mac. Users can now interact with the platform more easily without having to rely on the web version.\n\nPerplexity app now available for the Mac\n\nFor those unfamiliar, Perplexity is a generative AI-based conversational and search tool that uses its own large language models (LLMs), similar to OpenAI’s ChatGPT. The platform was founded in 2022 and stands out for providing precise answers and better summarizing web content. Users can even choose the sources where Perplexity will search.\n\nPerplexity had confirmed the launch of a native Mac app for October 15, but the launch ended up being postponed. Now Perplexity for macOS is finally available for download.\n\nWith the Mac app, users will find features such as Pro Search with voice or text input, Thread Follow-Up to keep conversations going, source tracking, history search, and more. “Perplexity—Where Knowledge Begins. The answers you need—right at your fingertips. Cut through the all the noise and get straight to credible, up-to-date answers,” the app description reads.\n\nThe launch of the Mac app comes four months after ChatGPT introduced its native app for macOS and also just a week before the official launch of Apple Intelligence for supported Macs.\n\nThe Perplexity app for macOS is available on the Mac App Store and is free to download, but users have the option of subscribing to Perplexity Pro. There’s also an iOS version of the app available on the App Store for iPhone and iPad.\n\nRead also"
    },
    {
        "title": "For Long Island's paranormal investigators, ghost hunting is not just for Halloween",
        "link": "https://www.newsday.com/long-island/li-life/long-island-paranormal-investigators-bfqr3e5o",
        "description": "While ghost hunting may be Halloween entertainment for some, for those who believe in the paranormal it's a constant search ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YrwCjlJLkzn2OMpMwgx2Dy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8h",
        "source": "Newsday",
        "article_content": "On a recent Sunday night at Katie’s of Smithtown, a group of about a dozen people stood in the dark. But they weren’t in search of a drink — they were there to find a ghost.\n\nMichael Cardinuto, president of the group Long Island Paranormal Investigators, told guests to turn their phones off and recounted the tale of bartender Charlie Klein, who is said to haunts Katie’s. There are stories of glasses flying off the bar and tables, and the sound of unexplained footsteps.\n\nFrom left, Tanya Leib at a weekly meeting of the Long Island Paranormal Investigators in Selden. Top right, Michael Cardinuto, seated at center, with members of the group. Bottom right, some of the equipment members use to conduct their investigations. Credit: Newsday/Elizabeth Sagarin\n\nCardinuto then led the group — a mix of guests and other paranormal investigators — past a poster for the A&E show “Paranormal,” which filmed at Katie’s in 2008, as he pointed a flashlight down a wide, green staircase to the basement.\n\nHe interrogated a possible ghost, asking questions of the air and hoping to capture on video, tape recorder or EchoVox app signs that something supernatural might be present.\n\n“It was pretty quiet,” said Cardinuto, 44, of Selden. But he was undaunted: “Consider it like fishing. You throw in your line and you hope you catch a fish. Every time I don’t catch something, I still have fun doing it.”\n\nSign up for the NewsdayTV newsletter From breaking news to special features and documentaries, the NewsdayTV team is covering the issues that matter to you. By clicking Sign up, you agree to our privacy policy.\n\nInterest in ghosts has become more mainstream, with shows like the Travel Channel’s “Ghost Hunters” and “Paranormal Caught on Camera” showcasing mysterious phenomena around the world. There’s also the “Long Island Medium,” Theresa Caputo, who claims to communicate with spirits.\n\nBut while ghost hunting may be Halloween entertainment for some, for those who believe in the paranormal — essentially anything that doesn’t have a scientific explanation — it’s a constant search for validation that there is indeed a reality beyond ours.\n\n“I don’t do it for entertainment purposes. We’re documenting everything that happens, whether we capture something or not,” Cardinuto said. “I never expect to find anything. When it does happen, it happens.”\n\nTHE NEW PARANORMAL\n\nWhether or not ghosts exist, what is certain is the popularity of the paranormal. In addition to the many television shows on the subject, there are lectures, documentaries and conventions, including The Warren’s Seekers of the Supernatural Paracon in Gettysburg, Pennsylvania. The Long Island Paranormal Investigators has grown from 17 dues-paying members five years ago to 33 today, and Stony Brook University even has a paranormal club.\n\n“Back 25 years ago if you were into this, you kept it hush hush,” said Cardinuto, who attended the latest Gettysburg convention in September. “Now you keep it very open.”\n\nAuthor and historian Kerriann Flanagan Brosky, of Huntington, had already written two books about the town’s history, both of which included ghost stories, when her father died in 2005.\n\nKerriann Flanagan Brosky and paranormal investigator Joe Giaquinto at the Hallockville Museum Farm in Riverhead. Credit: Elizabeth Sagarin\n\n“I had always been interested in the paranormal, even as a child,” she said. “After my father died my husband suggested I get involved in another book project to help get me past the grief I was feeling.”\n\nShe said people who attended her lectures had encouraged her to write a book combining local history and ghost stories. “So at that point I decided to do so.”\n\nBrosky has since written several books about the paranormal, including “The Ghosts of Long Island,” “Historic Haunts of Long Island,” “Haunted Long Island Mysteries” and “Historic Crimes of Long Island.”\n\n“I interview people about their experiences,” she said. “These are legitimate people. The stories combine history.”\n\nBrosky often teams with paranormal investigator Joe Giaquinto, of West Sayville, on lectures and investigations at libraries, historical societies and other locations.\n\n“What better way to teach local history than through a ghost story?” Brosky said. “I’m a historian first, a ghost investigator second.”\n\nCardinuto sets up a sensor during the investigation at Katie's of Smithtown. Credit: Elizabeth Sagarin\n\nLOOKING FOR EVIDENCE\n\nCardinuto said religion started him on the road to the paranormal. “I always questioned, ‘Is there a God?’ ” he said. “Do you just die and that’s it?”\n\nWhen he was 23, he said he and a few friends took a video camera to the Kings Park Psychiatric Center, which operated from 1885 to 1996 and is said to be haunted. (State parks officials recently announced stepped-up patrols on the property starting Oct. 30 to discourage people from visiting the remaining buildings, which are not safe to enter.)\n\nDuring Cardinuto’s visit two decades ago, he said his friends went in, heard a bang before the camera turned off on its own, and ran out. While many things could have caused both, Cardinuto said he began looking into the paranormal.\n\n“We bought some stuff (equipment used in paranormal investigations) and started looking up some locations on Long Island,” he said. “We wanted to see what people were experiencing at these locations. We started investigating.”\n\nTwenty-one years and 850 investigations later, Cardinuto said he has visited many sites on Long Island that are believed by some to be haunted, including Lake Ronkonkoma, where an Indigenous princess’ spirit is said to return each year to claim the life of a young man.\n\n“Through investigation and capturing evidence, a lot through audio, I feel there’s something I can’t explain,” he said. “When we die, there is something.”\n\nNIGHT HIKES\n\nParanormal investigator Daniel Hoffman, 40, of Floral Park, remembers waking one night, startled at the sight of a figure balanced on the edge of his bed that he said vanished as he woke.\n\n“I jumped out of my bed and turned my light on,” Hoffman, a Federal Express courier, said during a Long Island Paranormal Investigators meeting in the basement of Ciro’s Nice Italian Barbershop in Selden.\n\nAfter that experience, he recalled, “I was becoming curious about the paranormal. Then I saw ‘Ghost Hunters.’ ” He realized, he said, “There were teams that do this.”\n\nHoffman and other investigators often go on night hikes and visit places believed to be haunted, searching for signs of something supernatural.\n\nThe members are serious about the work they do, but they also have a sense of humor — like the moment when an electronic scream filled the room during the meeting.\n\n“That was my notification,” said Bianca Perricone, 34, of Shirley, who also goes by Medium Bianca Rose. “My phone screamed to notify me that I got a text message.”\n\nMembers of the Long Island Paranormal Investigators at a weekly meeting. Credit: Elizabeth Sagarin\n\nCAPTURING THE SIGNS\n\nParanormal investigators apply scientific principles to occurrences that don’t necessarily have clear, scientific proof. They often use ultraviolet cameras, motion sensors, Geiger counters, barometers, thermometers and video and tape recorders in their work.\n\n“The theory behind it is when a ghost is manifested, it will give off some type of radiation,” Cardinuto said. “We use Geiger counters to detect all sorts of radiation.”\n\nAttuned to any anomaly, paranormal investigators capture flickering lights, footstep-like sounds, objects moving and appearances that they believe are evidence of apparitions.\n\n“We look for orbs, which are light anomalies that appear on images that are thought to be spirits,” Brosky said. “It comes in and out of the frame, so it’s not a dust particle.”\n\nEquipment can capture electrical and other phenomena, which they take as reinforcing the possibility, if not necessarily proof, of things.\n\n“We’re very big on trying to debunk things,” said Cardinuto, who by day works with people with special needs. “Even when somebody captures something in our group today, we play it and try to debunk.”\n\nFear can fuel feelings and lead people to hear or imagine things that may not be there, the way someone who falls asleep watching a horror movie can have nightmares, Cardinuto said. Still, he talked about “unexplained” voices and images, including sounds he said his group picked up at the Tesla Science Center at Wardenclyffe in Shoreham, which was damaged in a fire last year. “We captured some audio evidence,” he said. “Voices captured on audio not there at the time of the investigation.”\n\nMembers do free house investigations for people who say they heard or saw disturbing things, he said. He estimated they have conducted between 100 and 125 investigations. About 20% of the time, he said they detect signs of possible paranormal activity.\n\n“You look in someone’s eyes and you see the fear,” Cardinuto said. “They have no one else to turn to.”\n\n\n\nHAUNTED BY HISTORY\n\nSarah Kautz, executive director of the Southampton History Museum, said the facility has hosted paranormal investigations and welcomes groups like Cardinuto’s to help pique visitors’ interest in history.\n\n“We get folks coming to the museum who wouldn’t come to the museum for any other reason,” she said. “It sort of tricks you into learning history.”\n\nHalloween is, unsurprisingly, a popular time for such events. But Kautz said, “It’s not just about ghost hunting. You learn about science. They use some really cool stuff. You learn about the history of the site.”\n\nCardinuto’s Gateway laptop has a Halloween-like ghost on it, but he, Brosky and others passionate about the paranormal are ambivalent about the Halloween rush. “I love Halloween. It’s skeletons and ghosts and witches,” Cardinuto said. “It’s not what I do.”\n\nBrosky said she believes there’s a hunger for information about the supernatural. “People love ghost stories,” she said. “I take the creepiness out of them. What we do is positive. It’s not negative, not demonic. It’s not Hollywood.”\n\nShe understands the reaction some have to discussions of the paranormal: “If people want to be skeptics, they can be skeptics,” she said. But, Brosky added, “There are things that can’t be explained.”\n\nShe talks about “undoing perceptions of ghosts and spirits” as demonic forces. “They’re not out to kill or possess you,” Brosky said. “Long Island is more than the ‘Amityville Horror.’ We’re rich in history.”\n\nKautz said the world is full of enough that’s difficult to explain to prompt curiosity. “Can you hear something that sounds like a voice on a frequency we can’t hear with our human ears?” Kautz asked. “Usually, you can find something weird. Explaining it isn’t that easy.”\n\nWhile Cardinuto said he’s searching for possible evidence of the paranormal, members of Long Island Paranormal Investigators do come away with something definite: “There is an experience you have. It’s an experience you share for a lifetime,” he said. “Everybody else goes to the beach or the casino. Who else is doing what we do?”\n\nSarah Hangley takes an energy reading at Katie's. Credit: Elizabeth Sagarin\n\nHoping to find their own Holy Grail — a sign that ghosts or spirits exist — some members said they enjoy the search itself. “It’s an adventure — the investigation, the memories we make along the way,” said Sarah Hangley, 37, of Westbury, a special education teacher who has been part of Cardinuto’s group for two years. “Fear and the unknown make us a stronger group.”\n\nCardinuto said members find camaraderie and a kind of peace in their work. “This is an outlet for most people,” he said. “For a few hours during the week, we forget about everything going on in the world.”"
    },
    {
        "title": "13 Haunting Facts About ‘Paranormal Activity’",
        "link": "https://www.msn.com/en-us/movies/news/13-haunting-facts-about-paranormal-activity/ar-AA1rQB5C?ocid=BingNewsVerp",
        "description": "When it was released theatrically in the fall of 2009, Paranormal Activity surprised everybody with its low-budget thrills ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oQpj0frFG7hlHrZHOBdS0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Mental Floss on MSN8h",
        "source": "Mental Floss on MSN",
        "article_content": ""
    },
    {
        "title": "St. Cloud State University is home to many spooky buildings, ghost stories",
        "link": "https://www.yahoo.com/lifestyle/st-cloud-state-university-home-182645048.html",
        "description": "One night, a student — St. Cloud State University alumna Rebecca Whalen, who led SCSU's Paranormal Society — went exploring ...",
        "image_url": "https://www.bing.com/th?id=OVFT.piGo1-_titwvTnd2CAl5jS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1h",
        "source": "Yahoo",
        "article_content": "One night, a student — St. Cloud State University alumna Rebecca Whalen, who led SCSU's Paranormal Society — went exploring for paranormal activity on campus. She and several friends looked in the rooms of Eastman Hall, eventually reconvening in the former gym.\n\nWhile in the gym, they heard a deep voice coming from the stairwell. The whole group was together and nobody else was in the building, pushing them to truly consider that there could be paranormal activity there.\n\n\"I'm definitely the one who's like, 'we have to go check it out,'\" Whalen said. \"Your adrenaline does get pumping, but also trying to be like, if we act like fools... it won't help anything.\"\n\nSCSU has a long history of alleged paranormal activity, with many people reporting seeing strange figures in buildings, or hearing bizarre sounds or footsteps when nobody is there.\n\nThere are legends about buildings such as Shoemaker Hall, which is supposedly haunted by a former student who committed suicide after an affair with an employee of the school, Riverview Hall's alleged ghost of an unknown woman and several people hearing mysterious footsteps.\n\nShoemaker Hall, located at 915 First Ave. S., is one of the oldest buildings on St. Cloud State University's campus and currently serves as a residential hall.\n\nSCSU alumna Nick Bovee-Gazett said his late father-in-law John Bovee, who was a professor in Riverview, was one of the people who heard the strange footsteps and shared his story in a student-made film called \"It Happened Here.\"\n\nAccording to Nick Bovee-Gazett, his father had been working in the building late one night and heard high-heeled footsteps coming down the hall and stop outside his room, but when he opened the door, nobody was there.\n\n\"He looks outside because he thinks there's a colleague,\" Bovee-Gazett said. \"What's strange about it was I don't think he had any female colleagues at that time, so he's like, 'who is this?'\"\n\nBovee-Gazett had his own experience at the Robert H. Wick Science Building while studying at SCSU. Late one night, he spotted a mysterious figure sitting on a ledge outside the building. The figure was dressed as though he were from a different time period. Then, the mysterious person jumped off the ledge and seemingly disappeared. When Bovee-Gazett looked down, no one was there.\n\nWhile rumors of paranormal activity at SCSU abound, university archivist Tom Steman said there has never been any documentation of the events like murders and suicides that supposedly led to campus ghosts.\n\n\"I've never seen any evidence of anything like that at all,\" he said. \"There's no way that something like that would not have been reported.\"\n\nThe James W. Miller Learning Resources Center is located at 400 Sixth St. S. and includes both classrooms and St. Cloud State University's library.\n\nHowever, Steman said it is true that the university's James W. Miller Learning Resources Center was built on top of a former cemetery from the mid-19th century. It was discovered during the 1999 groundbreaking for the current building.\n\nThe site became a hands-on learning experience for archaeology students, who discovered coffin fragments and 10 graves with skeletal remains, according to a report on the excavation.\n\nSteman said he also wonders if the alleged Riverview ghost could be a former teacher from the university's original normal school, which provided teacher training. The program's lab school was housed in Riverview Hall, which is now on the National Register of Historic Places.\n\nThough the existence and stories behind the ghosts that roam SCSU's campus are not concretely proven, Bovee-Gazett said he hopes the legends can help people get interested in learning more about the university.\n\n\"It's cool that there's this place in St. Cloud, that whether or not you believe in it, has this history and this tradition of having these spooky stories. It's something that kind of gives the university and the town a little bit of a fun identity,\" he said.\n\nSteman shared a similar belief, saying that he hopes the urban legends can act as a bridge that gets people interested in local history.\n\n\"These stories sort of give a glimpse into St. Cloud State's history, but as for the stories, I would love to see some proof that some of these things actually happened.\"\n\nTeagan King covers business and development for the St. Cloud Times. She can be reached at teking@gannett.com.\n\nThis article originally appeared on St. Cloud Times: St. Cloud State University haunted buildings"
    },
    {
        "title": "7 Times People Have Witnessed Paranormal Events In Their Homes",
        "link": "https://www.msn.com/en-us/news/crime/7-times-people-have-witnessed-paranormal-events-in-their-homes/vi-AA1sTte8?ocid=BingNewsVerp",
        "description": "\"Explore 7 times people have witnessed paranormal events in their homes. From ghostly encounters to unexplained noises ...",
        "image_url": "https://www.bing.com/th?id=OVF.6qqqN97O4GYki2jJ9YH02w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Secret History on MSN8h",
        "source": "Secret History on MSN",
        "article_content": ""
    },
    {
        "title": "10 Best Supernatural TV Shows Currently on Max (Oct. 2024)",
        "link": "https://www.sfgate.com/entertainment/how-to-watch/article/top-10-supernatural-tv-shows-on-max-october-2024-19863375.php",
        "description": "Before Sam and Dean, there was John and Mary. Told from the perspective of narrator Dean Winchester, this is the epic, untold ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Pof2qRagdjrvjFM1rJ2i9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "SFGate",
        "article_content": "If supernatural TV shows are your thing, Max has plenty of content that will hit the spot. Take a look at the list below, which features plenty of suspenseful streaming options, including True Blood, The Winchesters, and more.\n\nOther TV Shows to Watch on Max\n\nIn the mood for something other than supernatural TV shows? Check out these other viewing options on Max.\n\nAdvertisement Article continues below this ad\n\nSign up for Max for access to iconic series, hit movies, fresh originals, family favorites, breaking news, and live sports.\n\nTop 10 Supernatural TV Shows to Watch on Max\n\nNo. 1: Pushing Daisies\n\nA pie-maker, with the power to bring dead people back to life, solves murder mysteries with his alive-again childhood sweetheart, a cynical private investigator, and a lovesick waitress.\n\nAdvertisement Article continues below this ad\n\nYears on the Air: 2007-2009\n\n2007-2009 Seasons/Episodes: Two Seasons/22 Episodes\n\nTwo Seasons/22 Episodes Top Cast:\n\nRating: TV-PG\n\nTV-PG Watch on Max: Watch for free with a subscription.\n\nNo. 2: The Vampire Diaries\n\nThe story of two vampire brothers obsessed with the same girl, who bears a striking resemblance to the beautiful but ruthless vampire they knew and loved in 1864.\n\nYears on the Air: 2009-2017\n\n2009-2017 Seasons/Episodes: Eight Seasons/171 Episodes\n\nEight Seasons/171 Episodes Top Cast:\n\nRating: TV-14\n\nTV-14 Watch on Max: Watch for free with a subscription.\n\nAdvertisement Article continues below this ad\n\nNo. 3: True Blood\n\nThanks to a Japanese scientist's invention of synthetic, blood vampires have progressed from legendary monsters to fellow citizens overnight. And while humans have been safely removed from the menu, many remain apprehensive about these creatures \"coming out of the coffin.\" Religious leaders, government officials, and vampire fundamentalists around the world have chosen their sides, but in the small Louisiana town of Bon Temps, the jury is still out.\n\nYears on the Air: 2008-2014\n\n2008-2014 Seasons/Episodes: Seven Seasons/80 Episodes\n\nSeven Seasons/80 Episodes Top Cast:\n\nRating: TV-MA\n\nTV-MA Watch on Max: Watch for free with a subscription.\n\nNo. 4: Nancy Drew\n\nNancy Drew makes plans to leave her hometown for college, but finds herself drawn into a supernatural murder mystery instead.\n\nAdvertisement Article continues below this ad\n\nYears on the Air: 2019-2023\n\n2019-2023 Seasons/Episodes: Four Seasons/62 Episodes\n\nFour Seasons/62 Episodes Top Cast: Scott Wolf, Leah Lewis, Riley Smith, Kennedy McMann, Tunji Kasim, Alex Saxon, Maddison Jaizani\n\nScott Wolf, Leah Lewis, Riley Smith, Kennedy McMann, Tunji Kasim, Alex Saxon, Maddison Jaizani Rating: TV-14\n\nTV-14 Watch on Max: Watch for free with a subscription.\n\nNo. 5: The Winchesters\n\nBefore Sam and Dean, there was John and Mary. Told from the perspective of narrator Dean Winchester, this is the epic, untold love story of how John met Mary, and how they put it all on the line to not only save their love, but the entire world.\n\nYears on the Air: 2022-2023\n\n2022-2023 Seasons/Episodes: One Season/12 Episodes\n\nOne Season/12 Episodes Top Cast: Bianca Kajlich, Jojo Fleites, Demetria McKinney, Drake Rodger, Meg Donnelly, Nida Khurshid\n\nBianca Kajlich, Jojo Fleites, Demetria McKinney, Drake Rodger, Meg Donnelly, Nida Khurshid Rating: TV-14\n\nTV-14 Watch on Max: Watch for free with a subscription.\n\nAdvertisement Article continues below this ad\n\nNo. 6: Paranormal Caught on Camera\n\nSome of the most amazing, eye-opening and downright scary paranormal videos from around the world are featured as a panel of experts break down the footage and analyze what exactly the eyewitnesses captured.\n\nYears on the Air: 2019-Present\n\n2019-Present Seasons/Episodes: Seven Seasons/147 Episodes\n\nSeven Seasons/147 Episodes Top Cast: Brian J. Cano\n\nBrian J. Cano Rating: TV-PG\n\nTV-PG Watch on Max: Watch for free with a subscription.\n\nNo. 7: Kindred Spirits\n\nGhost hunters Adam Berry and Amy Bruni help real families who claim to be bedeviled by paranormal activity in their homes.\n\nAdvertisement Article continues below this ad\n\nYears on the Air: 2016-Present\n\n2016-Present Seasons/Episodes: Seven Seasons/73 Episodes\n\nSeven Seasons/73 Episodes Top Cast: Adam Berry, Amy Bruni, Chip Coffey\n\nAdam Berry, Amy Bruni, Chip Coffey Rating: TV-14\n\nTV-14 Watch on Max: Watch for free with a subscription.\n\nNo. 8: Eli Roth Presents: A Ghost Ruined My Life\n\nMaster of Horror Eli Roth presents true stories of hauntings that have shattered the lives of the people who have experienced them.\n\nYears on the Air: 2023-Present\n\n2023-Present Seasons/Episodes: Two Seasons/16 Episodes\n\nTwo Seasons/16 Episodes Top Cast:\n\nWatch on Max: Watch for free with a subscription.\n\nAdvertisement Article continues below this ad\n\nNo. 9: The Osbournes Want to Believe\n\nDuring each hour-long episode, Jack will reveal a series of mind-blowing paranormal clips from the great beyond for his parents, Ozzy and Sharon, to witness. From Bigfoot to UFOs, poltergeists, creepy dolls and unexplained apparitions, the couple will review – and critique – each caught-on-camera moment, a compilation of Jack’s favorite pieces of evidence.\n\nYears on the Air: 2020-Present\n\n2020-Present Seasons/Episodes: Two Seasons/28 Episodes\n\nTwo Seasons/28 Episodes Top Cast:\n\nRating: TV-MA\n\nTV-MA Watch on Max: Watch for free with a subscription.\n\nNo. 10: Ghost Adventures: Screaming Room\n\nParanormal investigators Zak Bagans, Aaron Goodwin, Jay Wasley and Billy Tolley are opening up to viewers as they’ve never done before. The guys are kicking back in their screening room to watch their favorite episodes of the hit series \"Ghost Adventures\" and get candid with fans – and each other – about their craziest experiences over the past decade. Away from the haunted locations we usually see them in, with no equipment or investigations, it’s just the team, some munchies and never-before-heard stories from the moments that created a legacy. Get ready for laughs, screams and surprises alongside the crew in the ultimate tell-all event.\n\nAdvertisement Article continues below this ad"
    },
    {
        "title": "Scientists reveal the truth about ‘holy grail’ cup found at famed ‘Indiana Jones’ filming location",
        "link": "https://www.msn.com/en-us/travel/other/scientists-reveal-the-truth-about-holy-grail-cup-found-at-famed-indiana-jones-filming-location/ar-AA1sWnKj?ocid=BingNewsVerp",
        "description": "Perhaps more intriguing was the fact that the chalice was discovered in the iconic filming location for Steven Spielberg’s ...",
        "image_url": "https://www.bing.com/th?id=OVF.E2XtRN2ThHnppccbORf0Dw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "1hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "Accidental discovery of 1st-ever 'black hole triple' system challenges what we know about how singularities form",
        "link": "https://www.msn.com/en-us/news/technology/accidental-discovery-of-1st-ever-black-hole-triple-system-challenges-what-we-know-about-how-singularities-form/ar-AA1sVGS8?ocid=BingNewsVerp",
        "description": "Researchers spotted a second distant star orbiting a well-known black hole and its stellar companion in a never-before-seen ...",
        "image_url": "https://www.bing.com/th?id=OVFT.bFtLAxBlj-J8ic0Kv0SR8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science on MSN5h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "MIT and Canadian Scientists Reveal Discovery of Key Carbon Molecule in Distant Space Cloud",
        "link": "https://hoodline.com/2024/10/mit-and-canadian-scientists-reveal-discovery-of-key-carbon-molecule-in-distant-space-cloud/",
        "description": "Researchers at MIT and their colleagues have observed the molecule pyrene in a distant molecular cloud, which could help ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XSk-59hwO-3CAOP_E_NKzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hoodline1h",
        "source": "Hoodline",
        "article_content": "Content not available"
    },
    {
        "title": "First-ever Discovery of a 'Black Hole Triple' Amazes Astronomers",
        "link": "https://www.msn.com/en-us/news/technology/first-ever-discovery-of-a-black-hole-triple-amazes-astronomers/ar-AA1sRM9y?ocid=BingNewsVerp",
        "description": "\"We think most black holes form from violent explosions of stars, but this discovery helps call that into question,\" a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.X8y1yOP75F11xmeh2Z4W-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "22hon MSN",
        "source": "Newsweek on MSN",
        "article_content": ""
    },
    {
        "title": "Turning labs into 'discovery factories' with AI and robotics",
        "link": "https://healthcare-in-europe.com/en/news/laboratory-discovery-factories-ai-robotics.html",
        "description": "Science laboratories across disciplines—chemistry, biochemistry and materials science—are on the verge of a sweeping ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lmEytIIOQ3R3S3Vcypq5ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "healthcare-in-europe.com13h",
        "source": "healthcare-in-europe.com",
        "article_content": "With continued development, we expect robotics and automation will improve the speed, precision and reproducibility of experiments across diverse instruments and disciplines, generating the data that artificial intelligence systems can analyze to guide further experimentation James Cahoon\n\nThis trial-and-error approach is time-consuming and labor-intensive, slowing the pace of discovery. Automation offers a solution. Robotic systems can perform experiments continuously without human fatigue, significantly speeding up research. Robots not only execute precise experimental steps with greater consistency than humans, they also reduce safety risks by handling hazardous substances. By automating routine tasks, scientists can focus on higher-level research questions, paving the way for faster breakthroughs in medicine, energy and sustainability.\n\n“Robotics has the potential to turn our everyday science labs into automated ‘factories’ that accelerate discovery, but to do this, we need creative solutions to allow researchers and robots to collaborate in the same lab environment,” said Dr. James Cahoon, a co-author of the paper and chair of the Department of Chemistry. “With continued development, we expect robotics and automation will improve the speed, precision and reproducibility of experiments across diverse instruments and disciplines, generating the data that artificial intelligence systems can analyze to guide further experimentation.”\n\nThe researchers defined five levels of laboratory automation to illustrate how automation can evolve in science labs:\n\nAssistive Automation (A1): At this level, individual tasks, such as liquid handling, are automated while humans handle the majority of the work. Partial Automation (A2): Robots perform multiple sequential steps, with humans responsible for setup and supervision. Conditional Automation (A3): Robots manage entire experimental processes, though human intervention is required when unexpected events arise. High Automation (A4): Robots execute experiments independently, setting up equipment and reacting to unusual conditions autonomously. Full Automation (A5): At this final stage, robots and AI systems operate with complete autonomy, including self-maintenance and safety management.\n\nThe levels of automation defined by the researchers can be used to assess progress in the field, help in establishing appropriate safety protocols and set goals for future research in both science domains and robotics. Although lower levels of automation are common today, achieving high and full automation is a research challenge that will require robots capable of operating across different lab environments, handling complex tasks and interacting with humans and other automation systems seamlessly."
    },
    {
        "title": "bet365 bonus code: Get $200 instant bonus for NFL Week 8 early slate, including Browns vs. Ravens",
        "link": "https://www.cleveland.com/betting/2024/10/bet365-bonus-code-get-200-instant-bonus-for-nfl-week-8-early-slate-including-browns-vs-ravens.html",
        "description": "Newly verified bet365 sports bettors making a minimum, $5 wager will receive $200 in bonus tokens as soon as the first-time ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PPJKQju8p2mRQJuGTOfr0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4h",
        "source": "Cleveland.com",
        "article_content": "Get set for an exciting Week 8 of NFL action. Cleveland fans have plenty of reasons to want to use the bet365 bonus code for the early portion of the Week 8 slate.\n\nThe Cleveland Browns vs. Baltimore Ravens matchup is the perfect way to use one of two outstanding bet365 bonuses.\n\nRead on as I explain the great bet365 promo with an incredible choice of two options you can use on Sunday’s Week 8 NFL early slate, including the Ravens vs. Browns matchup.\n\nbet365 bonus code at a glance\n\n🎁 bet365 bonus code No code required 💰 bet365 welcome bonus Bet $5, get $200 in bonus bets or $1,000 first-bet safety net 📝 Bet $5, get $200 in bonus bets terms and conditions Minimum $10 deposit and minimum $5 wager.\n\n\n\n-500 odds or longer for straight bets, and parlays must have one leg with -500 odds or greater.\n\n\n\nBonus bets will be available within an hour of qualifying wager settlement. Bonus bets expire after seven days. 📝 $1,000 first-bet safety net terms and conditions Minimum $10 deposit. If your first qualifying wager up to $1,000 loses, receive a matched refund in bonus bets.\n\n\n\nQualifying wager must settle within 30 days to remain eligible.\n\n\n\nBonus bets will be available within an hour of qualifying wager settlement. Bonus bets expire after seven days.\n\nbet365 bonus code: How to claim the offers\n\nBet365 has exceeded expectations by offering two bonus options. Here’s how to activate the bet365 bonus that best fits your needs.\n\nBet $5, get $200 in bonus bets instantly\n\nNewly verified bet365 sports bettors making a minimum, $5 wager will receive $200 in bonus tokens as soon as the first-time bet is placed.\n\nWhether you win, lose, or draw, bet365 will instantly credit your account with eight $25 bonus bets.\n\nKeep in mind that you must use your Bet $5 Get $200 bonus within seven days.\n\n$1,000 first-bet safety net promo\n\nThe $1000 first bet safety net is just as easy to activate, but it does come with some risks.\n\nNewly validated bet365 account owners can choose to bet as much as $1000 on any betting category on the board. If that bet loses, bet365 will place a bonus bet in the same amount as the wager, up to $1000.\n\nRemember, you only have seven days before your bet365 bonus bets expire.\n\nbet365 existing user promos\n\nBet365 hasn’t left existing users without any perks. Check out what bet365 offers these users daily.\n\n100% Parlay boosts: bet365 offers as much as a 100% NFL parlay boost throughout the regular season. The amount of the boost rises with each bet on the parlay until it reaches the maximum 100%.\n\nNFL Early payout: bet365 allows for early payouts for their NFL betting markets. If your team is up by 17+ plus, bet365 grants you the choice of an early payout or to let the bet ride.\n\nDaily Bet Boosts: bet365 offers daily bet boosts for all their major betting markets, including every game on the Week 8 NFL slate.\n\nNFL Week 8 early slate games to use your bet365 bonus code on\n\nCleveland fans are in for a treat. The Cleveland Browns are +10.5 (-110) home underdogs when they host the Baltimore Ravens in a tough AFC North matchup.\n\nBrowns starting quarterback Deshaun Watson was lost for the season with a torn Achilles tendon, but they have won three of their last five meetings against the Ravens.\n\nHere are the rest of the Week 8 NFL Early Games to use your bet365 sportsbook bonus.\n\nPhiladelphia Eagles vs. Cincinnati Bengals, 1:00 p.m. ET (CBS)\n\nBaltimore Ravens vs Cleveland Browns, 1:00 p.m. ET (CBS)\n\nTennessee Titans vs. Detroit Lions, 1:00 p.m. ET (FOX)\n\nArizona Cardinals vs. Miami Dolphins, 1:00 p.m. ET (CBS)\n\nNew York Jets vs. New England Patriots, 1:00 p.m. ET (CBS)\n\nAtlanta Falcons vs. Tampa Bay Buccaneers, 1:00 p.m. ET (FOX)\n\nGreen Bay Packers vs. Jacksonville Jaguars, 1:00 p.m. ET (FOX)\n\nIndianapolis Colts vs. Houston Texans, 1:00, 1:00 p.m. ET (CBS)"
    },
    {
        "title": "Payment processor Finix secures $75m in Series C funding",
        "link": "https://www.msn.com/en-us/money/companies/payment-processor-finix-secures-75m-in-series-c-funding/ar-AA1sWnMh?ocid=BingNewsVerp",
        "description": "Finix drives payments innovation with no-code/low-code tools, omnichannel support, multinational features, and real-time ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ny8CmMjT9-O-Ui8QlLn0xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "GlobalData on MSN8h",
        "source": "GlobalData on MSN",
        "article_content": ""
    },
    {
        "title": "Massive lines of people are waiting to get into Kamala Harris's Houston rally hours before it starts",
        "link": "https://www.msn.com/en-us/travel/article/massive-lines-of-people-are-waiting-to-get-into-kamala-harris-s-houston-rally-hours-before-it-starts/ar-AA1sVZU9?ocid=BingNewsVerp",
        "description": "Vice President Kamala Harris' rally, which is scheduled to begin at 3 p.m. at Shell Energy Stadium, has drawn significant ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3dz0vMd-Kbe7w1bGO2l_li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Stellantis to start making new Lancia Gamma at Italy's Melfi plant in 2026",
        "link": "https://www.reuters.com/business/autos-transportation/stellantis-start-making-new-lancia-gamma-italys-melfi-plant-2026-2024-10-25/",
        "description": "Stellantis said on Friday it would start production of a new Lancia Gamma mid-sized car in 2026 at its Melfi plant in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ftEt5h6Fs-BHvXDggHcKqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "6h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "Apple iPhone 16 Pro vs. Google Pixel 9 Pro: Which Pro is best?",
        "link": "https://www.digitaltrends.com/mobile/apple-iphone-16-pro-vs-google-pixel-9-pro/",
        "description": "The iPhone 16 Pro and Pixel 9 Pro both offer a flagship experience at $1,000, with similarities in the design, display and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.etatnlF8KtX254vJVmO2sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "10h",
        "source": "Digital Trends",
        "article_content": "Smartphones are constantly getting bigger, and the Apple iPhone 16 Pro Max and Google Pixel 9 Pro XL both stretch the boundaries of what’s comfortable to use with one hand. Thankfully, Apple and Google also launched the iPhone 16 Pro and Pixel 9 Pro, which offer the same premium flagship experience in a smaller, more ergonomic form factor.\n\nEach phone boasts reasons to buy it over the other, and many of these have to do with AI. Both phones also cost $1,000, So, which one should you buy? Which phone has the best mix of hardware and software, and utilizes AI in ways that will improve your life? Let’s dive into the details.\n\nRecommended Videos\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: specs\n\nSpecs iPhone 16 Pro Pixel 9 Pro Size 149.6 x 71.5 x 8.25mm (5.89 x 2.81 x 0.32 inches) 152.8 x 72 x 8.5mm (6.02 x 2.83 x 0.32 inches) Weight 199 grams (7.03 ounces) 199 grams (7.02 ounces) Screen 6.3-inch Super Retina XDR OLED 1206 x 2622 pixels ProMotion with 120Hz dynamic refresh rate Dolby Vision, 2,000 nits brightness 460 pixels per inch 6.3-inch OLED 1280 x 2856 pixels 120Hz dynamic refresh rate 3,000 nits peak brightness 495 pixels per inch Operating system iOS 18 Android 14, upgradable to Android 15 RAM and storage 128GB, 256GB, 512GB, 1TB 8GB RAM 128GB, 256GB, 512GB, 1TB 16GB RAM Processor Apple A18 Pro Six-core CPU Six-core GPU Google Tesnor G4 Octa-core CPU Mali-G715 GPU Camera Rear: 48-megapixels primary, f/1.8, 1/1.28″, OIS 48MP ultrawide, f/2.2, 120° FOV 12MP telephoto, f/2.8, 5x optical zoom Front: 12MP, f/1.9, 1/3.6″ Rear: 50MP primary, f/1.7, 1/1.31″, PDAF, OIS 48MP ultrawide, f/1.7, 123° FOV 48MP telephoto, f/2.8, 5x optical zoom Front: 42MP, f/2.2, PDAF Video Rear: 4K, up to 120 fps Front: 4K, up to 60 fps Rear: 8K, up to 30fps\n\n4K, up to 60 fps Front: 4K, up to 60 fps Connectivity Wi-Fi 7, tri-band Bluetooth 5.3 Wi-Fi 7, tri-band Bluetooth 5.3 Ports USB-C Gen 3.2 DisplayPort USB-C Gen 3.2 Water resistance IP68 (maximum depth of 6m up to 30 minutes) IP68 (maximum depth of 1.5m up to 30 minutes) Battery & charging 3,582 mAh 30W fast charging 25W wireless charging via MagSafe 15W Qi2 wireless charging 4,700 mAh 27W fast charging 21W wireless charging with Pixel Stand 12W Qi wireless charging Colors Black Titanium,\n\nWhite Titanium,\n\nNatural Titanium,\n\nDesert Titanium Porcelain,\n\nRose Quartz,\n\nHazel,\n\nObsidian Price Starts at $999 Starts at $999\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: design and display\n\nBoth phones have undergone subtle changes from their predecessors, the iPhone 15 Pro and Pixel 8 Pro. Unlike previous years, both now feature near-identical specs sheets to their bigger siblings, and they both offer the same flagship experience in a smaller, more ergonomic size.\n\nThe big difference is in style: Apple uses titanium in the build of the iPhone 16 Pro, which feels lighter and more premium than the Pixel 9 Pro, which uses aluminum, but comes in more vibrant colors. Even though they weigh the same 199 grams, the iPhone 16 Pro feels slightly lighter than the Pixel 9 Pro thanks to the titanium build.\n\nThe choice of titanium also means the iPhone 16 Pro features more muted colors than the Pixel 9 Pro. The four titanium color choices are beautiful, but none are quite as vibrant as the Rose Quartz Pixel 9 Pro. The pink color choice means your Pixel 9 Pro can stand out, although there are more traditional color choices available if Pink isn’t your preference.\n\nMeasuring 149.6 x 71.5 x 8.25mm, the iPhone 16 Pro is 3mm shorter, 0.5mm narrower, and 0.25mm thinner than the Pixel 9 Pro, but they feel virtually identical in the hand. The iPhone 16 Pro also has a Camera Control button on the right side,and the Action button on the left, while the Pixel 9 Pro has a mmWave antenna cutout on the top, even in countries where mmWave isn’t available.\n\nBoth phones have a 6.3-inch OLED display, with a dynamic refresh rate of up to 120Hz. The Pixel 9 Pro display is slightly higher resolution, resulting in a higher pixel density (495 pixels per inch versus 460 ppi), but the difference is minimal. The Pixel 9 Pro has a peak brightness of 3,000 nits, while the iPhone 16 Pro doesn’t get as dark at 2,000 nits. However, there’s functionally little difference in the quality or brightness of the displays during day-to-day use.\n\nThe Pixel 9 Pro has a slightly better display, but there’s no denying how good the titanium build on the iPhone 16 Pro feels in the hand. This one’s a stalemate.\n\nWinner: Tie\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: performance and battery\n\nRecent Pixel devices have been plagued by problems with Google’s Tensor GPU, and while Google has stuck with its chipset, the Tensor G4 chip in the Pixel 9 Pro is vastly improved. It’s designed with performance and AI in mind and fixes many of the problems in the previous generation, including poor battery life and overheating. It’s paired with a whopping 16GB of RAM inside the Pixel 9 Pro, which results in fast performance that left us impressed.\n\nIn comparison, the iPhone 16 Pro is powered by the new Apple A18 Pro chipset that’s designed with performance, battery life, and yes, AI, in mind. Compared to the A17 Pro chipset, it offers up to 15% faster CPU performance, 20% faster graphics performance, and 2x faster ray tracing. The neural processing unit (NPU) performance is very similar, but the improved heat dissipation on the iPhone 16 Pro means it’ll be harder to overheat your iPhone.\n\nThat’s what all the numbers say, but as we discovered in our iPhone 16 Pro and Pixel 9 Pro reviews, both phones offer excellent performance in most conditions. The A18 Pro chipset inside the iPhone 16 Pro is faster than the Tensor G4 and more likely to handle future use cases, but neither phone disappoints in the experience offered today.\n\nThe iPhone 16 Pro features a battery capacity of around 3,582mAh while the Pixel 9 Pro has a much larger 4,700mAh capacity. However, the tight integration of hardware and software means the iPhone 16 Pro can have a smaller technical capacity and deliver slightly better battery life than the Pixel 9 Pro. In our testing, Apple’s flagship lasts up to two hours longer, but both phones offer all-day battery life with some juice to spare.\n\nBoth phones offer “fast” charging that is among the slowest in the industry, and both phone makers have opted to use their own standard for faster wireless charging. The iPhone 16 Pro uses MagSafe for 25-watt wireless charging, while the Pixel 9 Pro requires the Pixel Stand to achieve 21W. However, both also support the Qi standard, with the iPhone 16 Pro offering up to 15W speeds when charging with Qi2 and the Pixel 9 Pro being capable of 12W charging when connected to a Qi charger.\n\nThe iPhone 16 Pro is very similar to the Pixel 9 Pro, but offers slightly better battery life and overall performance. The Tensor G4 is no slouch — and vastly improved over previous years — but Apple still holds the lead.\n\nWinner: Apple iPhone 16 Pro\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: cameras\n\nBoth phones use a triple-camera setup and advanced algorithms to capture photos at a variety of focal lengths. The Pixel 9 Pro has better hardware on paper, but each phone has its pros and cons. Google has a slight advantage in still photography and software features, but the iPhone 16 Pro is better for creators and anyone focused on video.\n\nThe Pixel 9 Pro has a 50-megapixel main camera, a 48MP ultrawide camera, and a 48MP periscope telephoto camera that offers up to 5x zoom. Meanwhile, the iPhone 16 Pro uses a 48MP main camera (with the Fusion branding) that captures high-resolution 24MP photos by default. There’s also a 48MP ultrawide camera with a smaller f/2.2 aperture and a 12MP periscope telephoto camera that also offers up to 5x zoom.\n\nThere are many hardware similarities between these two cameras, but it’s in the wider feature set where they diverge. The Pixel 9 Pro comes with features like Add Me — which makes it easy to include everyone in a group shot, even the photographer — Auto Frame in the Magic Editor, Zoom Enhance to capture more detail at higher zoom lengths, and Reimagine to help you reimagine photos using generative AI.\n\nThe iPhone 16 Pro also comes with a slate of camera features, although they’re more geared toward creators. The Camera Control button makes it easy to launch the camera, swipe through different functions, and zoom in or out of a photo or video. The camera control button will also enable Vision Intelligence features later this year, offering a similar experience to Google Lens, where you can point the camera at something and learn more about it straightaway.\n\nThe upgrade of the ultrawide camera to 48MP offers far more detail and better color reproduction. The revamped Photography Styles allow you to tweak and refine your photos before you take them. There’s also the ability to take 4K video portraits at 120 frames per second (fps), Dolby Vision recording, and improvements to audio recording. Audio Mix allows you to choose from four different styles and edit the audio in a video to match this professional style.\n\nBoth phones take fantastic photos, and personal preference will play into this. The iPhone 16 Pro ekes out a win, however, thanks to better photographic styles and video recording.\n\nWinner: Apple iPhone 16 Pro\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: software and updates\n\nBoth companies have made strong promises about software and updates, with Google promising seven years of security and software updates for the Pixel 9 Pro. At the same time, Apple makes no guarantees, but its phones have usually been supported for just as long, if not longer.\n\nThe Pixel 9 Pro launched on Android 14, but can be updated to Android 15 after the recent launch. The update for the Pixel 9 Pro brings a host of new features, including the ability to hide sensitive apps and improvements in theft protection, the ability to generate passkeys, and App Pairing. This last feature allows you to save combinations of two apps and launch them with a single tap.\n\nThe iPhone 16 Pro, meanwhile, ushers in iOS 18, which introduces one of the biggest overhauls to the iPhone experience. If you’re an Android user, many of the new features in iOS 18 will feel familiar, because it’s the closest that the iPhone has ever come to replicating the Android experience.\n\nSome of the biggest iOS 18 features include a customizable home screen — you can finally move apps wherever you want — a customizable control center, a new private folder for your apps, and the ability to lock apps behind a paywall. There are also huge overhauls of Apple Photos, new features in iMessage, support for the RCS standard for messaging, a new Passwords manager, and much more. It’s a huge overhaul of the iPhone experience.\n\nBoth companies are also betting big on AI. Google dedicated much of its Pixel event to showcasing the power of Gemini as your voice assistant. There are new tools for creating and editing images, custom weather reports, a new screenshots app, and many more features that leverage Generative AI to usher in a host of new features.\n\nMeanwhile, the iPhone 16 Pro also bets big on AI, but takes a different approach. Apple Intelligence powers the revamped Siri, but it isn’t launching until later this month. The full rollout of the new Apple Intelligence features won’t be available until early next year, and while features like Apple Intelligence Summaries are some of the best use cases for AI, it’ll take six months from launch for the iPhone 16 Pro to get the full suite of AI features.\n\nIt’s worth noting that the Pixel 9 Pro comes with one year of Gemini Advanced for free (after which, it’s $20 per month), while the Apple Intelligence features on the iPhone 16 Pro are entirely free — except for the ChatGPT integration, which uses your existing subscription — although Apple may choose to charge for some features in the future.\n\nBoth phones focus on AI, and while Apple Intelligence has a lot of promise, the delay in launch means the Pixel 9 Pro offers better overall software and AI features right now.\n\nWinner: Pixel 9 Pro\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: price and availability\n\nBoth phones cost $999 for 128GB of storage, and each charges a $100 premium for the 256GB version. The Pixel 9 Pro costs $1,219 for the 512GB and $1,449 for the 1TB models, while the iPhone 16 Pro costs $1,299 and $1,499, respectively.\n\nThings get a little confusing when you consider the Pixel 9 Pro colors, however. The Porcelain and Hazel colors only come with up to 512GB of storage, while the Rose Quartz model is bizarrely only available with 256GB of storage. If you want the top storage, you have to go for the Obsidian (aka Black) color.\n\nThe iPhone 16 Pro is far simpler. The four titanium color choices — Natural Titanium, White Titanium, Black Titanium, and the hero, Desert Titanium — are available in all storage options.\n\nApple iPhone 16 Pro vs Google Pixel 9 Pro: verdict\n\nTwo similar phones, from two companies that you’ve heard of. This sums up this comparison, at least on paper. Once you dive in, you realize that the differences are subtle, but they do exist.\n\nBoth phones weigh the same, but the iPhone 16 Pro feels lighter. The cameras are very similar, and each camera excels in different ways. Even the software is fairly similar, with iOS 18 taking great strides to offer Android-esque levels of customization.\n\nWhich smartphone is best depends on which platform you prefer. If you prefer iOS, then buy the iPhone 16 Pro. For Android lovers, the Pixel 9 Pro is a fantastic smartphone. If you want to make the switch in either direction, there’s no better time, but if you’re thinking of switching to Android, it’s worth noting that the Pixel 9 Pro is a great alternative, but the OnePlus 12 is the best Android alternative to the iPhone."
    },
    {
        "title": "How Much Will IBM Pay Out in Dividends in 2025?",
        "link": "https://www.aol.com/finance/much-ibm-pay-dividends-2025-102700851.html",
        "description": "What's in store for IBM's dividends in 2025? Here's how Big Blue's financial trends and payout policies might affect your ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OEB2IbNWLBNDuWUvwDCV1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "6h",
        "source": "AOL",
        "article_content": "Computing-veteran International Business Machines (NYSE: IBM) issued its first dividend check in 1913, and the quarterly payouts have never stopped. The company has also been raising its payout per share for 28 years, and that trend should continue for the foreseeable future.\n\nIBM Dividend Chart\n\nIBM Dividend data by YCharts.\n\nTherefore, I can't tell you the exact amount of IBM's dividend payments in 2025. The company will probably raise the payout in June, as it has done every year since 1995.\n\nI suppose that IBM will issue a symbolic quarterly dividend boost of $0.01 per share next year, resulting in a full calendar-year payout of $6.71 per share. Management might have more bullish ideas, though.\n\nIBM's free cash flow has been rising in the last couple of earnings reports. If the trend of stronger cash profits stays on track, I wouldn't be surprised to see Big Blue boosting the payout by more than $0.01 next summer.\n\nIBM's potential dividend adjustments\n\nIf you'd rather view IBM's dividend payouts in the form of total dividend expenses, even a larger quarterly boost next year would probably land the full-year dividend expense within a rounding error of $6.2 billion. That's just over half of this fiscal year's expected free cash flow of at least $12 billion and probably a smaller portion of next year's growing cash profits.\n\nIBM's profits are booming, thanks to strong software sales and a rising presence in the market for enterprise-class artificial intelligence (AI) services. The watsonx generative AI platform now has more than $3 billion of orders in the books, up from $2 billion three months ago. Most of those orders are for consulting services, rather than software licenses, underscoring the unique business advantage of IBM's robust consulting segment.\n\nIBM should pay dividends of at least $6.71 per share next year, adding up to roughly $6.2 billion in total dividend expenses. And these costs are becoming a smaller portion of IBM's growing cash flow.\n\nDon’t miss this second chance at a potentially lucrative opportunity\n\nEver feel like you missed the boat in buying the most successful stocks? Then you’ll want to hear this.\n\nOn rare occasions, our expert team of analysts issues a “Double Down” stock recommendation for companies that they think are about to pop. If you’re worried you’ve already missed your chance to invest, now is the best time to buy before it’s too late. And the numbers speak for themselves:\n\nAmazon: if you invested $1,000 when we doubled down in 2010, you’d have $20,991 !*\n\nApple: if you invested $1,000 when we doubled down in 2008, you’d have $43,618 !*\n\nNetflix: if you invested $1,000 when we doubled down in 2004, you’d have $406,922!*\n\nRight now, we’re issuing “Double Down” alerts for three incredible companies, and there may not be another chance like this anytime soon.\n\nSee 3 “Double Down” stocks »\n\n*Stock Advisor returns as of October 21, 2024\n\nAnders Bylund has positions in International Business Machines. The Motley Fool recommends International Business Machines. The Motley Fool has a disclosure policy."
    }
]