[
    {
        "title": "Shocking UFO allegations make the case for the Disclosure Act",
        "link": "https://www.msn.com/en-us/news/politics/opinion-shocking-ufo-allegations-make-the-case-for-the-disclosure-act/ar-AA1tgw47?ocid=BingNewsVerp",
        "description": "Amid the political spectacle of the election, former President Donald Trump appeared on Joe Rogan’s popular podcast and spoke ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YhO_lUbbAMWzm_hHomRoKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13hon MSNOpinion",
        "source": "The Hill on MSN",
        "article_content": ""
    },
    {
        "title": "Opinion - Shocking UFO allegations make the case for the Disclosure Act",
        "link": "https://www.aol.com/news/opinion-shocking-ufo-allegations-case-123000636.html",
        "description": "But a host of other, ostensibly credible UFO-related allegations is even more remarkable. Last month, Kirk McConnell, a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JY2gAkvh9faOV6pbi1DmaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "AOL20h",
        "source": "AOL",
        "article_content": "Amid the political spectacle of the election, former President Donald Trump appeared on Joe Rogan’s popular podcast and spoke about UFOs. According to Trump, Air Force pilots told him how mysterious spherical objects outperformed one of the most advanced fighter jets America has.\n\nSimilar accounts date back to at least the 1940s. More recently, military encounters with spherical objects and other unknown craft that exhibit seemingly extraordinary capabilities generated a series of eyebrow-raising headlines.\n\nBut a host of other, ostensibly credible UFO-related allegations is even more remarkable.\n\nLast month, Kirk McConnell, a recently retired 37-year veteran professional staff member on the congressional armed services and intelligence committees, confirmed publicly that whistleblowers provided firsthand testimony to Congress alleging the existence of ultra-secret programs that retrieve and seek to reverse engineer advanced craft of unknown or non-human origin.\n\nMcConnell is not alone. He joins Sen Marco Rubio (R-Fla.), vice chair of the Senate Select Committee on Intelligence; former House Intelligence Committee member Rep. Mike Gallagher (R-Wisc.); and ex-intelligence official David Grusch, who have all stated publicly that individuals with firsthand knowledge have confirmed the existence of such efforts to Congress or to the internal watchdog that oversees America’s spy agencies.\n\nSuch remarkable statements provide important context for what is arguably the most extraordinary legislation ever proposed in Congress.\n\nIntroduced by Senate Majority Leader Chuck Schumer (D-N.Y.) and Sen. Mike Rounds (R-S.D.), the Unidentified Anomalous Phenomena Disclosure Act defines “non-human intelligence,” “technologies of unknown origin” and “legacy program.”\n\nAs characterized in the bipartisan Disclosure Act, “legacy program” refers to any “endeavors to collect, exploit, or reverse engineer technologies of unknown origin or examine biological evidence of living or deceased non-human intelligence.” The term “non-human intelligence” appears two dozen times throughout the 64-page legislation.\n\nThe Disclosure Act would also require the U.S. government to take possession of “any and all” recovered UFOs and “biological evidence of non-human intelligence” transferred to private defense contractors.\n\nIn an extraordinary exchange with Rounds on the Senate floor, Schumer stated that “multiple credible sources” have alleged that elements of the U.S. government have illegally withheld information on UFOs from Congress.\n\nOf equal importance, key members of the Senate Intelligence Committee, in tandem with other seemingly credible sources, have indicated that some of America’s rivals may also have retrieved technologies of unknown origin.\n\nIf, for example, China and Russia have recovered such highly advanced technology, the profound geopolitical implications — including enormous risks to global security and stability — must be addressed proactively and without delay.\n\nAt the same time, according to investigative reporter Michael Shellenberger, a new, unnamed whistleblower provided a detailed report to Congress describing a secret government program to “detect, quarantine, and transfer” observations of UFOs by the military’s most advanced sensors to a secret database.\n\nDubbed “Immaculate Constellation,” the alleged program serves simultaneously as a master repository of radar, infrared, satellite and other UFO observations from sensitive sensor platforms, as well as an internal security process for keeping such data outside of normal military and intelligence communications channels.\n\nIf ultra-sensitive UFO data is indeed isolated and sequestered in such a secret database, it may, for example, explain how the Pentagon’s UFO analysis office can plausibly claim that it has received very little truly anomalous data.\n\nAt the same time, virtually every former living president, along with a bipartisan cohort of former CIA chiefs, ex-directors of national intelligence and top military officials, has made astounding statements about UFOs in recent years.\n\nFormer CIA Director John Brennan, for example, stated in late 2020 that a “different form of life” may be behind recent military UFO incidents. Six months later, former director of national intelligence John Ratcliffe said that UFOs exhibit technologies “that we don’t have and, frankly, that we are not capable of defending against.”\n\nMoreover, a series of brazen incursions around sensitive military facilities — including nuclear missile silos — by objects exhibiting seemingly advanced capabilities has left the U.S. government thoroughly baffled.\n\nNotably, by displaying bright flashing lights and flying in various formations, these objects are operating with seemingly brazen impunity around key military assets. Regardless of the nature of these incursions — be they bizarrely theatrical foreign intelligence gathering operations or otherwise — Congress must demand answers from the military and intelligence community.\n\nWith the House and Senate both slated to conduct UFO-related hearings in November, Congress has its work cut out for it. At a bare minimum, the sweeping government transparency and disclosure measures mandated by the Disclosure Act make it must-pass legislation.\n\nMarik von Rennenkampff served as an analyst with the U.S. Department of State’s Bureau of International Security and Nonproliferation, as well as an Obama administration appointee at the U.S. Department of Defense.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to The Hill."
    },
    {
        "title": "LEAKED! UFO Photos and Videos leaked from Luis Elizondo's private Event Presentation",
        "link": "https://www.msn.com/en-us/travel/article/leaked-ufo-photos-and-videos-leaked-from-luis-elizondo-s-private-event-presentation/vi-AA1tg65A?ocid=BingNewsVerp",
        "description": "Patrick discusses UFO Photo leaked from Luis Elizondo's private event presentation. #aliens #uap #ufonews #ufos #ufo ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xwMS0S5VqPieRBy1tJIUES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN15h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Ex-Pentagon UFO whistleblower reveals ‘high-res pic of alien mothership’ as he dubs ‘craft’ a ‘huge floating mini city’",
        "link": "https://www.thesun.co.uk/tech/31420410/ufo-claim-from-ex-pentagon-official-draws-criticism/",
        "description": "A FORMER Pentagon official has revealed a freaky photo of an alleged massive alien mothership and described it as a 'huge ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7py2PNyhBAToEZnncLWvGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15h",
        "source": "The Sun",
        "article_content": "The shocking pic has been linked to the U.S Embassy\n\nUFO RIDDLE Ex-Pentagon UFO whistleblower reveals ‘high-res pic of alien mothership’ as he dubs ‘craft’ a ‘huge floating mini city’\n\nA FORMER Pentagon official has revealed a freaky photo of an alleged massive alien mothership and described it as a \"huge mini city floating in the sky.\"\n\nUS Army counterintelligence specialist Luis Elizondo showed the high res pic, presumably taken in Romania, during a private event in Philadelphia.\n\n4 A high resolution image of the UFO Luis unveiled to an audience of paying guests Credit: Facebook\n\n4 Luis unveiled his discovery in Philadelphia, Pennsylvania Credit: X\n\nSurreal pictures of the supposed spacecraft appears to show a distinctive disc shape, with a beaming light emanating from it's bottom.\n\nThe shape is universally recognised as what we understand an alien UFO would look like, as it hovers menacingly in the air over a road.\n\nThe mysterious \"mothership\" has been debuted at a private event in Philadelphia on October 28, by the former official at the Pentagon.\n\nLuis Elizondo's claims of a ship the size of a \"huge floating mini city\" have drawn up fresh speculation from UFO believers and equal dismissal from critics.\n\nLuis chose his words wisely at his secretive event, instead using his \"evidence\" to speak for him.\n\nHe said: \"Guess what we caught in Romania in 2022? By the way, the U.S Embassy,' as Elizondo told attendees at the paid event, gesturing to the photo: 'That.'\n\n\"'There's a whole lot more here folks.\n\n\"We're having pilots, military pilots and civilian pilots in Eastern Europe and in the Middle East, report what unimaginably seems impossible\n\n\"I just want to give you kind of a small taste of what's going on \"behind the scenes.\"\"\n\nThe startling claim directly links the U.S government to a deliberate alien cover-up, that he was exposing at the bizarre presentation.\n\nLUIS' CLAIMS HAVE DRAWN STRONG BACKLASH\n\nThese claims have drawn intense speculation from critics.\n\nVeteran US Air Force Staff Sergeant, Jeremy McGowan, witnessed a sensational UFO encounter in the Middle East decades ago.\n\nDespite this, he has cast strong doubt on Luis' credibility.\n\nJeremy said: \"This unfortunate situation with Lue follows my experiences with him nearly exactly.\n\n\"I witnessed him exaggerate or outright fabricate information that simply wasn't true.\n\n\"I've been on the receiving end where Lue has pulled out his cell phone and shown me what he described as highly classified video.\n\n\"For him to think I would believe he would simply carry classified info on an unsecure civilian cell phone is just insulting.\n\n\"And it wasn't just me, multiple podcast hosts were shown video Lue attributed to things they were not.\"\n\nIn the mid-90s, while serving as a member of the JSOC J2 Security Team for \"Ellipse Foxtrot,\" Jeremy says he was a witness to unusual aerial lights.\n\nAccording to reports, tickets to Luis' revelatory event at The City Winery, a Pennsylvania wine bar, cost between $30-$50 (£23-38).\n\nCRITICS THINK THEY HAVE FOUND THE TRUTH\n\nIt did not take long for other internet sleuths to poke holes in Luis' outlandish statements.\n\nJohn Greenewald Jr, a government transparency advocate, tracked the photo back to September 2023, in a Facebook group called \"Mysterious Ancient Discoveries\".\n\nThis pic appears more likely to have originated as the reflection of an indoor chandelier reflected in window glass.\n\nThe Facebook picture has over 180,000 likes and 23,000 comments, suggesting the public were aware of the snap.\n\nFurther examination of the pic allegedly showed that it was not actually linked to the U.S Embassy, as Luis claimed.\n\nThe photo background appeared to show the Arad Power Station, a coal-fired plant.\n\nAmerica's Embassy is roughly 400 miles to the southeast of Arad, and is actually placed in the capital city Bucharest.\n\nLUIS HAS MORE EVENTS SCHEDULED FOR NOVEMBER\n\nOn October 30, two days after his paid event, Luis clarified that any misinformation involved in his presentation was the fault of his \"friend in the government\" who reportedly supplied the image.\n\nLuis has been criticised by the UFO community, who have accused him of using them as pawns in a money-making scheme.\n\nOne Reddit on the forum e/UFOs, one user remarked, “Lue is 100% using us as pawns to line his pockets.\n\n\"His most recent book was no.1 seller in the nation.\"\n\nAccording to Luis' X account, he has five more speaking engagements lined up for November.\n\nThe tagline on the promotional poster reads \"WE ARE NOT ALONE\".\n\n4 The Facebook group \"Mysterious Ancient Discoveries\" where critics think the pic was actually taken from Credit: Facebook"
    },
    {
        "title": "Not a bird, not a plane, so what was the 1967 Quad-Cities UFO? Carl Petrick still wonders",
        "link": "https://qctimes.com/news/local/ufo-1967-quad-cities-patrolman-eye-witness/article_97748090-9183-11ef-80e4-2f747652cb3f.html",
        "description": "In 1967, several people saw a UFO in the Illinois sky. A patrolman filmed it. The Air Force investigated it. One man hopes he ...",
        "image_url": "https://www.bing.com/th?id=OVF.bY8wIdOH6cZkfCOJKV51mA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Quad-City Times12h",
        "source": "Quad-City Times",
        "article_content": "Carl Petrick is a sky-watcher.\n\nThe East Moline resident and Moline native is a retired longtime zookeeper at Niabi Zoo. He studies his surroundings with scientific attention. Science is his religion, Petrick said. The 66-year-old just wants to figure it all out.\n\n“Moving things,” in particular, are fascinating to him. He’s an avid bird-watcher. Birds’ camouflaging abilities, their ability to fly into the wind, their speed — it’s all impressive to Petrick.\n\n“People are smart, but we can't do some of the things they do,” he said.\n\nPetrick is willing to go to great lengths to identify birds he spots in local parks — once, he chased a bird 50 yards just to get answers after he glimpsed it through a bush. Eventually, he tracked it down.\n\nBut there’s one flyer that got away. It’s nagged at him for more than 50 years.\n\nPetrick is one of several Quad-Citians who reported seeing UFOs over several days in early March 1967. At the time, Petrick was a 9-year-old student at Sacred Heart Catholic School, now Seton Catholic, in Moline.\n\nThe record of this local UFO phenomenon, which stretched across multiple counties in western Illinois, is part of Project Blue Book, the U.S. Air Force investigation of UFOs in the 1950s and 1960s, a time of heightened concern due to the Cold War.\n\nNuns, sheriff’s deputies, elementary students and more reported seeing something in the sky that spring.\n\nThe story is still vivid in Petrick’s head.\n\nIf he stares long enough at a wall, he can close his eyes and see it like it was yesterday.\n\nIt’s not an airplane\n\nPetrick saw it between 2 and 3 p.m., as he went back inside for class, he said. The weather was chilly but clear.\n\n“I looked up and I saw something in the distance,” Petrick said.\n\nTo his naked eye, the object in the western sky looked like a spot or a small silvery thing. He estimated its height to be like that of airplanes when they emit contrails as they fly over.\n\nAs Petrick watched the object, Bill Fisher, a Moline police officer, came around the corner. The officer had binoculars or a movie camera with him. Fisher looked at the object then handed the instrument he carried to Petrick.\n\n“What do you think it is?” the police officer asked the boy.\n\nWith the instrument’s assistance, Petrick saw a silver, cigar-shaped object with what Petrick described as three long windows along the side. Those windows were powder blue, like the jersey shade of the St. Louis Cardinals.\n\nThe thing was not moving and Petrick estimated its length to be between 20 and 40 feet.\n\nPetrick told Fisher the thing was not an airplane, then the police officer said he had to go.\n\n“That’s the last I saw of him,” Petrick said.\n\nThat day, Fisher recorded the object with a portable 8mm movie camera. He and his recording would be a central part of the Air Force’s investigation.\n\nAfter Fisher left, Petrick watched the object for about 10 more minutes before returning to class, he said. About 30 or 45 minutes later, he came back outside.\n\n“It was still there,” Petrick said.\n\nAt home a short time later, he observed it again with his father and brother, using a small telescope. The object still had not moved and its appearance remained the same.\n\nPetrick does not know what the object was, but he said he knows what it wasn’t. It was not a bird or a butterfly, he said. It was not an airplane, helicopter or zeppelin.\n\nBy the process of elimination, he concluded it was a UFO.\n\n“I don’t know what it is, so obviously and logically, it would be unidentified,” he said. “Just common sense.”\n\nNow decades removed from the event, Petrick said he does not think the object had a human origin.\n\n“It’s not from here,” he said. “Maybe it’s just observing us like we observe.”\n\nPetrick said he saw the object in the same place in the sky for several days after those initial sightings.\n\nThen, one day, it wasn’t there.\n\nInitially, he thought it might have moved. After a bit more time, he decided it was gone for good.\n\nDuck and cover\n\nAt the time of the Quad-Cities sighting, the Cold War was in full swing. The rivalry between America and the Soviet Union even extended into space.\n\nPetrick remembered a childhood game he and his friends played, inspired by the monthly emergency siren tests. When they heard the siren, the children would pretend the Russians were attacking.\n\nPeople feared a nuclear holocaust, Petrick said. Incidents like the Bay of Pigs had occurred and the conflict in Vietnam was heating up.\n\n“We were so inundated with the Cold War’s ‘Russians are bad, we’re good,’” Petrick said.\n\nHe also described an exercise he had to do at school: the duck-and-cover drill.\n\n“If the siren goes off, get under your desk because if a bomb explodes, you’ll be protected,” he said.\n\nShould they find themselves in the hallway, children were supposed to get against the wall and cover themselves as best they could, he said.\n\nThe school phased that drill out while he was still a student.\n\nThere was also a big emphasis on science in school because of the Cold War. The Russians had their Sputnik satellite. The Americans were after the Moon.\n\nAfter he saw the object in the sky that day, Petrick said, he considered, then discarded, the possibility that another nation was behind it.\n\n“If it was Russian or Chinese or whatever, you think it would have been attacking the States or would have been doing something to throw us off,” he said. “It just sat there.”\n\nNot just Petrick\n\nPetrick wasn’t the only person in the Quad-Cities who spotted a UFO that week. The local newspapers covered the phenomenon extensively.\n\nJames Maifield, of Silvis, reported that he and his wife spotted a “white light” in the sky for several minutes. An anonymous Silvis police dispatcher told the Moline Dispatch she saw a “weird” white light, too.\n\nGary Bennett, an Augustana College student, told the Times-Democrat he saw an “unfamiliar airborne vehicle” around 9:30 p.m. on March 9.\n\nArnold Buchmeyer, Helen DeRocker and Leo Schmitz, all of Moline, separately reported to the Times-Democrat that they saw something strange in the sky, too. Schmitz said it was “very white” and “moving northwesterly.”\n\nA Northwestern University astronomer speculated that it was just the planet Venus.\n\nThe weekend after the sightings, pranksters were caught deploying a balloon with a candle that crash-landed in Rock Island. A similar balloon was found near the Monmouth waste disposal plant on Thursday, March 9, pieced together with soda straws.\n\nJimmie Scott, a 12-year-old from Buffalo, Iowa, told the Times-Democrat he got out of bed around 2 a.m. on March 9 to get a drink of water. He looked into the sky and saw a “bright, white object that looked like a saucer.”\n\nHis sketch of the saucer was published on the front pages of the Times-Democrat.\n\nThe principal witness, though, was Fisher, the Moline officer who greeted Petrick on the campus of Sacred Heart.\n\nThe star witness\n\nAfter the Quad-Cities area sightings drew the attention of the federal government, Fisher was interviewed at length by the U.S. Air Force, who sent Capt. Edward Orenic and Capt. Anton Kato to investigate.\n\nAfter their visit, they produced a 94-page report on their methods, avenues of inquiry and conclusions. The report is available online through the U.S. National Archives.\n\nThe two captains cast a wide net, the report shows. Their efforts included interviewing witnesses and collecting weather data. They also checked with regional military, airport and National Weather Service officials for aircraft and weather balloon flights as well as for reports of anything strange.\n\nOrenic and Kato took particular interest in Fisher’s account and the footage he took.\n\nThe officer told the Air Force that he was initially at Sacred Heart on March 9 to deliver a message to his son, a student there. He arrived around 1:30 p.m.\n\n“At this time, I glanced upward above the treetops and viewed a object that I was not sure of its description or its identity,” he told investigators.\n\nHe described the object as “U-shaped — like a pickle,” and said he watched it for “a precious minute and a half.” Soon after, he began shooting footage with his 8mm camera, using a telescopic lens and outdoor film. The footage is also available online in the U.S. National Archives.\n\nFisher told the Dispatch in 2015 that he kept the camera in storage on his motorcycle, aware that UFO rumors were already swirling in town.\n\n“There were stories all around,” he told the Dispatch. “I was just naturally curious.”\n\nAfter he arrived on the campus, Fisher says the object then began moving “northwesterly” away from him. It “appeared to have stopped” and hovered, he said, and then it continued its pace until it faded from view.\n\n“Before it faded away here, before it got completely obscure, I did have a definite sighting of a metallic, shiny surface on the side,” he said. “The side that was the broad side to me, was metallic and appeared to be of the same construction like some of our large aircrafts that I’ve seen here.”\n\nAs he stood at the school, Fisher asked several kids and a state policeman’s wife about what they saw. The woman told him it “looked shiny and reflected a white light.” Fisher said he didn’t spot any lights or objects connected to the craft. He heard no sound emitted from the object, but the woman reported a hissing or whirring sound.\n\nIn the report, captains Orenic and Kato also highlighted the accounts of two sheriff’s deputies, one from Knox County and the other from Henry County.\n\nThe Knox County deputy’s account was that early on March 6, 1967, he saw a flying object.\n\nHis account included that it was shaped like an upside-down bowl, the report states. It had a glowing red base and at one point emitted a bright beam of white light.\n\nThe deputy from Henry County saw something in the sky late on March 8, the report states.\n\nThe deputy’s description included that the object was framed by three lights — one red, one white and one green. Periodically it would emit an intense red light bright enough to obscure the other three lights.\n\nSo what’s the verdict?\n\nOrenic and Kato concluded at the end of the report that the sightings most likely involved the mundane.\n\nIn Fisher’s case, the object was most likely an air vehicle – a plane or helicopter, the report states. In another part of the report, Orenic and Kato also state it could have been a balloon.\n\n“The description, duration and flight characteristics are similar to that of a balloon,” they wrote. “The 8mm film failed to reveal any information that would dispute this evaluation.”\n\nThe captains said the Henry County deputy’s sighting was also likely an aircraft.\n\nThe Knox County sighting was probably of a home-made hot air balloon created using a garment bag, similar to the one Rock Island pranksters made the weekend of March 12, and the one recovered in the Monmouth area. The method of making the balloons had been published in a national magazine, the report states.\n\nDuring that period, two red kites along with batteries and a light bulb were also recovered in the Galesburg area, according to the report.\n\nNearly all the witnesses Orenic and Kato interviewed appeared extremely reliable but had a “strong desire to see something” or an attitude of “thought I’d never see a saucer,” the report states.\n\nThose attitudes, the extensive news coverage and prank launchings appeared to have caused wide-spread UFO sightings, the captains wrote.\n\nStill looking, still believing\n\nIn 2015, the year before Fisher’s death at the age of 81, the Dispatch interviewed him about the incident. They asked how he felt about investigators pointing out his affinity for science fiction and “strong desire to see something” — the report said, for example, that Fisher “watches the sky every chance he gets.”\n\nThe former officer told the Dispatch he felt investigators were fishing for statements like that. But Fisher remained “adamant that he saw what he saw,” even years later.\n\n“He doesn’t know what it was, but it most certainly wasn’t a balloon,” the Dispatch wrote. “And several other people saw it and were startled by it, too.”\n\nPetrick also stands by his story. He said he never read the conclusions of the Air Force, but he doesn’t mind skepticism. Like Fisher, he knows what he saw.\n\n“People believe in love,” Petrick said. “Can you prove it? Can you prove it’s there?”\n\nHe’s also quick to point out that his interest in the UFO comes from a place of scientific curiosity, not opportunity. It’s the bird that got away.\n\nPetrick jokes about his father, whose experience with the unknown was a little different. Milton Petrick lived in rural New Jersey when Orson Welles’ “War of The Worlds” went over the radio the night before Halloween in 1938. Milton and his buddies saw through the radio play’s facade, but took it as a chance to improve the town.\n\n“They went down with their shotguns and rifles and shot the water tower, called the police and said, ‘Yeah, we just killed a Martian,’” Petrick laughs. “They got their new water tower out of it.”\n\nPetrick, though, isn’t looking for a new water tower. He’s just looking for answers. To this day, the 66-year-old scans the western sky almost daily, longing to see the UFO again. The uncertainty, though, is a sort of gift.\n\n“Everybody has beliefs that they can't prove,” Petrick said. “Which is actually a good thing, or life would be boring.”\n\nWhile walking around the grounds of his old elementary school on a recent fall day, Petrick’s voice rattled with a certain giddiness. He shuffled his feet along the sidewalk. Every time he found the perfect spot to recreate the memory, he’d find an even better one a few inches over.\n\n“Now it really hits home,” Petrick said, aligning a triangle between the rightmost spire on the church steeple and the roof of the school.\n\nHe lingered in the neighborhood for about a half hour, in awe of the sky. Waiting, perhaps, for an answer to appear. The weather conditions were similar to those in 1967. The sky was clear and a seasonal chill lingered in the air.\n\nFor a moment, a plane flew overhead to the north. Petrick estimated it was about the same size as the UFO of 1967. The jet left contrails behind, but they faded after a few minutes.\n\nPetrick kept on looking, raising his hand to his forehead to block out the sun — a salute, of sorts, to the puzzling sky."
    },
    {
        "title": "Anthropic’s Claude AI chatbot now has a desktop app",
        "link": "https://www.msn.com/en-us/money/other/anthropic-s-claude-ai-chatbot-now-has-a-desktop-app/ar-AA1thIay?ocid=BingNewsVerp",
        "description": "Claude, the AI chatbot made by Anthropic, now has a desktop app. You can download the Mac and Windows versions of the app ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gDllOGWI30XviK6BZrzkuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "Claude AI adds desktop apps and dictation mode – here's how to use them",
        "link": "https://www.zdnet.com/article/claude-ai-adds-desktop-apps-and-dictation-mode-heres-how-to-use-them/",
        "description": "Anthropic is expanding its Claude AI beyond the web. On Thursday, the company unveiled new desktop applications for its ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1Kpd3tPJBbVBO_iCtcv9RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "ZDNet",
        "article_content": "Screenshot by Lance Whitney/ZDNET\n\nAnthropic is expanding its Claude AI beyond the web. On Thursday, the company unveiled new desktop applications for its popular chatbot. Designed for Windows and MacOS, the new apps work similarly to the website and are available for free users and paid subscribers.\n\nTo grab the apps, head to the Claude for Desktop site, where you'll find versions for Windows, Windows on ARM, and MacOS. For now, the apps are tagged with a beta label, which may indicate that Anthropic is still tweaking them. After downloading one of the apps, you'll be prompted to sign in using a Google account or an email link. From there, use Claude just as you would use the website.\n\nAlso: How Claude's new AI data analysis tool compares to ChatGPT's version (hint: it doesn't)\n\nAsk a question. Submit a request. Start a conversation. You can ask Claude to analyze or summarize different types of files that you upload, including images, Microsoft Office files, PDFs, text files, HTML files, and code files.\n\nYou're able to access your chat history to view and resume a previous conversation. The Windows and Mac apps sync with the website and mobile apps, so you'll find the same conversation history across the board. Plus, you can view your profile settings and account and billing details.\n\nClaude is also sporting a new dictation mode. Accessible only from the Claude AI mobile apps for iOS/iPadOS and Android, the dictation feature lets you speak your request instead of typing it. This is always a handy option, especially if you don't like having to tap out lengthy prompts on a mobile device. Using dictation mode, you can carry on a real-time conversation with Claude and even respond to questions from the AI.\n\nTo try dictation, just tap the microphone icon, speak, and then tap the X button to stop. Claude displays its response on the screen. To continue the conversation, just tap the microphone icon again and dictate another question or request.\n\nLooking to challenge other AI chatbots like ChatGPT, Microsoft Copilot, and Google Gemini, Anthropic has been on a tear trying to fine-tune and expand Claude.\n\nAlso: I tested this viral AI image generator, and it does text well - finally! Try it for free\n\nThe company recently released a new model of Claude 3.5 Sonnet. Currently in beta mode for developers to use via an API, the new version can interact with a computer by looking at the screen, moving the cursor, clicking buttons, and entering text via a virtual keyboard.\n\nIn August, Anthropic kicked off a feature known as Artifacts. Available to free and paid users on the website, the mobile apps, and the new desktop apps, Artifacts can help you create a website, a page of code, a visual presentation, or another project by displaying the results in real time right next to your conversation."
    },
    {
        "title": "Noma is building tools to spot security issues with AI apps",
        "link": "https://www.msn.com/en-us/money/other/noma-is-building-tools-to-spot-security-issues-with-ai-apps/ar-AA1tgyYm?ocid=BingNewsVerp",
        "description": "Companies are concerned that their eagerness to adopt AI has made them more vulnerable to cyberthreats. Per a recent poll of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aKkuNK9CTc29XxM5SZpzvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Google Play Store may utilize AI to help answer questions about unfamiliar apps",
        "link": "https://www.msn.com/en-us/news/technology/google-play-store-may-utilize-ai-to-help-answer-questions-about-unfamiliar-apps/ar-AA1tfT5o?ocid=BingNewsVerp",
        "description": "Well, it appears that Google may introduce a section in the Play Store that would allow users to ask questions about the app, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iXsQ4xHlPlEKNbgbFxjNwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15hon MSN",
        "source": "Android Police on MSN",
        "article_content": ""
    },
    {
        "title": "Pixel phones are getting an actual weather app in 2024, with a bit of AI",
        "link": "https://arstechnica.com/gadgets/2024/10/pixel-phones-are-getting-an-actual-weather-app-in-2024-with-a-bit-of-ai/",
        "description": "It's a trade-off, because the Weather app's data widgets are so big as to require scrolling to get the full picture of a day, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AYyAdE9YQU6h6PSCbK3sEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "15h",
        "source": "Ars Technica",
        "article_content": "Credit: Kevin Purdy\n\nCustomizable, but also not\n\nThere's a prominent \"AI generated weather report\" on top of the weather stack, which is a combination of summary and familiarity. \"Cold and rainy day, bring your umbrella and hold onto your hat!\" is Google's example; I can't provide another one, because an update to \"Gemini Nano\" is pending.\n\nCredit: Kevin Purdy\n\nYou can see weather radar for your location, along with forecasted precipitation movement. The app offers \"Nowcasting\" precipitation guesses, like \"Rain continuing for 2 hours\" or \"Light rain in 10 minutes.\"\n\nCredit: Kevin Purdy\n\nThe best feature, one seen on the version of Weather that shipped to the Pixel Tablet and Fold, is that you can rearrange the order of data shown on your weather screen. I moved the UV index, humidity, sunrise/sunset, and wind conditions as high as they could go on my setup. It's a trade-off, because the Weather app's data widgets are so big as to require scrolling to get the full picture of a day, and you can't move the AI summary or 10-day forecast off the top. But if you only need a few numbers and like a verbal summary, it's handy.\n\nSadly, if you're an allergy sufferer and you're not in the UK, Germany, France, or Italy, Google can't offer you any pollen data or forecasts. There is also, I am sad to say, no frog.\n\nGoogle's Weather app isn't faring so well with Play Store reviewers. Users are miffed that they can't see a location's weather without adding it to their saved locations list; that other Google apps, including the \"At a Glance\" app on every Pixel's default launcher, send you to the Google app's summary instead of this app; the look of the weather map; and, most of all, that it does not show up in some phones' app list, but only as a widget."
    },
    {
        "title": "Chicago Hauntings 2024: More tales of ghosts and the paranormal",
        "link": "https://www.msn.com/en-us/news/us/chicago-hauntings-2024-more-tales-of-ghosts-and-the-paranormal/ar-AA1tiqNk?ocid=BingNewsVerp",
        "description": "1) The Eastland Disaster: On July 24, 1915, the SS Eastland was parked along the Chicago River when it capsized. Ever since, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.L5F27OLCN56ogWzfGlUsuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1hon MSN",
        "source": "CBS Chicago on MSN",
        "article_content": ""
    },
    {
        "title": "Pa.’s top paranormal legends range from ghosts to apocalyptic tombstones",
        "link": "https://www.pennlive.com/life/2024/10/pas-top-paranormal-legends-range-from-ghosts-to-apocalyptic-tombstones.html",
        "description": "A young sheepherder in the 19th century was tending to her flock when she noticed a strange man watching her. Locals, at the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gvQTaxl6Ob5TIZWSYVpTvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "20h",
        "source": "Penn Live",
        "article_content": "Pennsylvania has a wealth of legends, from ghosts to cryptids to even aliens.\n\nIn honor of Halloween, PennLive’s “Paranormal Pa.” has shared the top legends that it has covered from around the state. As to which to believe — well, you decide:\n\nThe Werewolf of Northumberland County\n\nA young sheepherder in the 19th century was tending to her flock when she noticed a strange man watching her. Locals, at the same time, were being tormented by a great, gray beast that was attacking their sheep. It didn’t take too long for rumors to arise that the stranger was, in fact, a werewolf.\n\nRead the story here and listen to the podcast narration here.\n\nThe Hex Hollow Murder\n\nFear of hexes, curses, and a belief in old folk magic led to the tragic murder of an eccentric man in York County in the 1920s. His death remains one of the county’s most notorious cases to this day.\n\nRead all coverage here and here.\n\nThe Witch of Monongahela\n\nSpeaking of folk magic, there was once a woman who lived deep in the woods of Fayette County. Some believed she was a harmless practitioner of folk magic. Others thought she was a witch.\n\nRead the full story here.\n\nAllegheny County’s Apocalyptic Tombstones\n\nThere’s a pair of tombstones in Allegheny County that some say are moving closer and closer together under the light of a full moon. When they touch, the world might end.\n\nRead the full story here.\n\nThe Philadelphia Experiment\n\nThe government’s been accused of conducting some gnarly experiments in the past. But is it possible that they once made a whole ship docked in Philadelphia invisible, then reappear somewhere else entirely?\n\nRead the full story here.\n\nThe Kecksburg UFO Incident\n\nOne December night in 1965, what looked like a meteorite crashed in a wood 30 miles southeast of Pittsburgh with a great “thump.” But as one person later said: “Meteorites do not make abrupt turns in their direction of flight.”\n\nRead the full story here.\n\nHappy Halloween!\n\nEditor’s note: Welcome to the world of “Paranormal PA,” a PennLive series that delves into Pennsylvania-grown stories of spirits; cryptids; oddities and legends; and the unexplained. Sign up here to get our Paranormal Pa. newsletter delivered to your inbox."
    },
    {
        "title": "Meet the priest who investigates paranormal reports",
        "link": "https://www.bbc.co.uk/news/videos/c98d37525ygo",
        "description": "Dr Bray is one of four deliverance ministers in Cardiff who are called upon to investigate reports of paranormal activity on ...",
        "image_url": "https://www.bing.com/th?id=OVF.Z1h%2f6P2r1AG56dpqagd13A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "14h",
        "source": "BBC",
        "article_content": "The Very Reverend Canon Dr Jason Bray is an Anglican priest.\n\nHe also happens to be a deliverance minister – more commonly known as an exorcist.\n\n“We’re the people that go out and deal with the paranormal,\" said Dr Bray.\n\n\"A bit like ghostbusting, that sort of thing, and a bit of an exorcist as well.\"\n\nDr Bray is one of four deliverance ministers in Cardiff who are called upon to investigate reports of paranormal activity on behalf of the Church in Wales.\n\nFilmed and edited by Greg Davies, BBC News"
    },
    {
        "title": "Evidence of life after death? These Oshkosh paranormal investigators say they have it",
        "link": "https://www.nbc26.com/oshkosh/evidence-of-life-after-death-these-oshkosh-paranormal-investigators-say-they-have-it",
        "description": "NBC26's Claire Peterson tagged along for a ghost hunt with The Oshkosh Paranormal Society, a group of lifelong ghost ...",
        "image_url": "https://www.bing.com/th?id=OVF.PBZhSllJ1X0sLYjYlNzDxA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "NBC2635m",
        "source": "NBC26",
        "article_content": "OSHKOSH (NBC 26) — The Oshkosh Paranormal Society is a group of lifelong ghost enthusiasts who want to use their passion to help people. They’ve carried out dozens of ghost investigations in the Oshkosh area.\n\n\n\nThose in the Oshkosh Paranormal Society have had a lifelong passion for ghosts\n\nThe group measures electricity and energy to communicate with spirits.\n\nThe Oshkosh Paranormal Society hopes to help people find peace of mind with death.\n\nIngrid Lemke says her first encounter with a spirit was early in her childhood.\n\n“When I was a preteen, I had seen a shadow figure, and it just really terrified me,” she says. “I felt like it was hovering over me.”\n\nSince the incident, Lemke says she has had a sort of “sixth sense.”\n\n“Back in my day, they thought you were insane, so I only told my friends,” she says.\n\nIt wasn’t until her adulthood that Lemke would find a large group of like-minded people and create what is now the Oshkosh Paranormal Society.\n\nLemke says it was validating finding others with a similar connection to ghosts and spirits.\n\n“It feels wonderful, it feels freeing,” she says.\n\nThe Oshkosh Paranormal Society started as a group of Lemke and her coworkers, but now is a large Facebook group.\n\nMany in the group also had paranormal experiences as children.\n\n“I think I was about eight,” Emily Kampmann, a member of the group, says. “I kind of woke up on the floor one day in my bedroom, and I was staring at my closet…. and the door was wide open and there was glowing lights, like eyeballs staring at me. I know it sounds silly.”\n\nThe group gets together to do paranormal investigations in haunted areas around Oshkosh. They’ve investigated the local cemetery, The Grand Oshkosh, the Algoma Club and multiple personal homes.\n\nLemke says the downtown area near the Algoma Club and the Grand Oshkosh seem to be particularly haunted, which she believes is due to Oshkosh’s two 19th century fires.\n\n“Our investigations are generally scientific,” Lemke says.\n\nThe group relies on different types of instruments and tools to pick up on energy shifts in the air. Some of the tools are used by electricians to track electricity.\n\n“So the theory is that spirits are energy, so when they get close to that, it triggers it,” Jason Tiffany, a member of the group, says.\n\nThey also use recording devices to pick up on voices they wouldn’t normally hear.\n\nLemke says they find a lot of evidence after the investigation ends and they’re able to rewatch the footage.\n\n“It takes many hours,” Lemke says.\n\nThe Algoma Club in Oshkosh was a speakeasy during prohibition, and Lemke says they’ve found lots of evidence of prohibition-era spirits roaming the space.\n\n\"It's definitely a heavy presence,\" Lilly Heft, another member of the group says of the Algoma Club. \"I feel spooky in here.\"\n\nDespite the many hours that go into each investigation, the group says they are always fun.\n\n“I don’t want to say it’s an adrenaline rush, but it kind of is,” Heft says.\n\nHeft says she’s a “hardcore believer” in ghosts, but that’s not true for everyone in the group.\n\n“If you hear a voice, you know, understanding that, is that your brain just trying to figure out what’s going on?\" Stephanie Whittaker, another member of the group says. “You can’t just, well for me anyways, you can’t just let your imagination run away with you.”\n\nWhittaker says she’s a “skeptic,” and often questions the evidence the group collects. Still, there are some findings that she says are hard to deny.\n\n“I’ve, with the group, had enough experiences that I can’t explain,” she says.\n\nMore than the thrill of finding ghosts, the Oshkosh Paranormal Society hopes to use its passion to help people.\n\n“My favorite aspect of our group is when we help people in their personal houses,” Lemke says. “Because they’ve felt like I did when I was a kid— who do I reach out to? Who do I trust with this? I know how that feels not having any validation.”\n\nLemke says she’s helped expel angry spirits from homes, as well as give people the confirmation that they’re not imagining things.\n\nFor Kampmann, she thinks the group can help on a deeper level— giving comfort around death.\n\n“I think it’s really neat to experiment with that and show people that there is life after death in some form, to not be like somewhat scared of death even,” she says.\n\nMore information on the group can be found on their Facebook page.\n\n"
    },
    {
        "title": "West Virginia’s new Paranormal Trail sheds light on the state’s darkest locations",
        "link": "https://www.farmanddairy.com/news/west-virginias-new-paranormal-trail-sheds-light-on-the-states-darkest-locations/847421.html",
        "description": "West Virginia's new Paranormal Trail encourages people to visit the states most haunted sites including Lake Shawnee and the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8DU87MpBhRvf4iIuJTU5kC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Farm and Dairy8h",
        "source": "Farm and Dairy",
        "article_content": "SALEM, Ohio — In between the cracks of Gothic buildings and rusty swing carousels lies a dark past, one that the West Virginia Department of Tourism’s Paranormal Trail seeks to uncover.\n\nLaunched on Oct. 1, the Paranormal Trail is a digital passport that rewards individuals for visiting West Virginia’s reportedly most haunted locations through a tier system of prizes. In its first two weeks alone, the trail saw over 5,000 sign-ups.\n\nOn a larger scale, the trail takes visitors on a tour of the state, exposing its rich history and that not everything is as it seems.\n\n“You’re going to experience something different at everyone you go to,” said Michelle Graham, filming and events manager for Trans-Allegheny Lunatic Asylum. “You can learn so much about things that are unexplained by the people who spend so much time in these buildings.”\n\nLake Shawnee\n\nBeneath the soil of Lake Shawnee abandoned amusement park lies thousands of years of history. It starts with the Native American Shawnee tribe which occupied West Virginia for nearly 2,000 years before the United States government told them to assimilate or leave in 1831.\n\nOne of the most notable Shawnee leaders was Chief Cornstalk, originally named Hokleskwa, which translates loosely to “stalk of corn.” He was the leader of the Shawnee nation between 1720-1777.\n\nCornstalk was murdered by American militiamen while on a diplomatic visit in November 1777, during the American Revolutionary War. His death furthered tensions between the two groups.\n\nAround the same time, the first English settlers in Mercer County, the Clay family, moved to what is now known as the Lake Shawnee property in 1775. Mitchell and Phoebe Clay had 16 children, but three of them would be massacred by the Shawnee tribe in 1783.\n\nViolent deaths continued to plague the property after Conley T. Snidow turned it into an amusement park, which opened in 1926. Six children were killed in accidents at Lake Shawnee Amusement Park between 1926 and 1967, when the park finally closed.\n\nThe park was reopened by former employee Gaylord White in 1987 but would only operate as an amusement park for two years before closing again.\n\nAt a crossroads with what to do, Gaylord and his son, Chris White, the current owner of Lake Shawnee, decided to turn the property into a mud bog in 1989 — but they would uncover something much more valuable than dirt.\n\nWhile bulldozing the empty field in 1990, they started finding arrowheads and pieces of pottery. Gaylord immediately stopped and called Marshall University archaeologists to inspect the land. The team would uncover loads of Native American artifacts between 1990-1991, as well as a Shawnee burial ground.\n\nToday, the site pays homage to the Shawnee tribe where artifacts are on display. Additionally, Chris White provides a brief history on the Shawnee tribe. Someday, he hopes to create a small Native American museum on-site.\n\nThe abandoned amusement park also honors the other deaths that occurred on site, including the Clay family and the children who died while the amusement park was in operation.\n\nOver the years, visitors have left offerings to the Native Americans or the children like handcrafted items, stuffed animals, pinwheels and various toys.\n\n“We ask anybody that comes to bring an offering, and the offering doesn’t need to be valuable,” Chris White said. “It’s better if it means something to you.”\n\n1 of 19\n\nNumerous TV shows and paranormal investigators have also visited the site to film and experience the ghosts of the park’s past. Many claim the spirits of the children who died at the park remain there today.\n\nSince taking part in the Paranormal Trail, Chris White has seen an increase in visitors at Lake Shawnee. He hopes more people continue visiting Lake Shawnee and the other sites on the Paranormal trail.\n\n“Vistors should come to Lake Shawnee because it’s unique,” Chris White said. “You will learn a lot about Native American history and their culture, the way they lived and the way they died. You can walk the creepy trail (where the Clay children died) and you can go around the park and take photos of the Ferris Wheel and swings.”\n\nLake Shawnee, 470 Matoaka Road, Rock, West Virginia, offers daytime tours and overnight stays by appointment only. For more information, call or text 304-921-1580, or visit www.wvlakeshawnee.com.\n\nTrans-Allegheny Lunatic Asylum\n\nLurking in the halls of the Trans-Allegheny Lunatic Asylum are decades’ worth of memories that are both tragic and pleasant in equal measure.\n\n“We ran the entire gamut of mental health treatment progression in the years that the asylum was in operation,” Graham said. “There was a lot of dark history there, but at the same time we want to highlight and showcase that this was somebody’s home. There were people who cried when the asylum closed in 1994 because they’d spent their entire lives here. We have just as much good as we have bad.”\n\nConstruction on the Trans-Allegheny Lunatic Asylum began in 1858. The facility opened in 1864, although work on it would continue until 1881. It is the largest hand-cut stone masonry building in North America and is the second largest in the world, next to the Kremlin. The asylum was originally designed to provide care for 250 patients.\n\nIn the beginning, there weren’t strong criteria for admitting patients, Graham said. However, over time, the asylum would start separating the patients based on needs within the wards of the asylum including violent females, violent males, tuberculosis and more.\n\nThe oldest section of the building is the Civil War section, which housed both Union and Confederate soldiers during the early days of operations.\n\nAt its peak in the 1950s, the asylum housed 2,400 patients. Treatments ranged from lobotomies, electroshock therapy and hydrotherapy in the early years to various forms of discussion-based therapy and antipsychotic and antidepressant drugs in the later years.\n\nEventually, with the evolution of modern-day healthcare, outpatient care became more common which is one of the contributing factors for the asylums closure in 1994. The asylum reopened as a tourist attraction in March 2008.\n\nToday, the asylum acts not only as one of the most unique pieces of architecture in the world but seeks to highlight the evolution of mental health care. Graham adds that the treatments of lobotomies and electroshock therapy given prior to the 1960s are often misinterpreted as acts of vengeance.\n\n“This was not just some horror place that that they were experimenting on patients,” Graham said. “They 100% believed that it was the best medical practice that was going to help the patients that resided at the asylum at the time.”\n\nThe Trans-Allegheny Lunatic Asylum, 50 S River Ave., Weston, West Virginia, is part of West Virginia’s Paranormal Trail and has many tours available, including the history tour, discover the asylum tour, photography tours, ghost tours and more. Reservations are required for some of the tours. For more information, visit trans-alleghenylunaticasylum.com.\n\nParanormal Trail\n\nThe trail includes 18 haunted stops across West Virginia. To join the journey, interested parties need to register to receive a link that opens up a personal digital passport.\n\nVisitors will click the check-in button, upon visiting a location, which earns them prizes the more locations they visit. At three locations, participants get a Paranormal Trail sticker, at 10 they get a Paranormal Trail beanie and by visiting all 18 they get a limited edition Paranormal Trail print designed by West Virginia artist Liz Pavlovic.\n\nThe challenge lasts until the end of the year. However, if it proves to be popular, the West Virginia Department of Tourism may extend it to next year.\n\nSites on the Paranormal Trail include:\n\nMothman Museum; Point Pleasant, West Virginia; www.mothmanmuseum.com\n\nWest Virginia Penitentiary; Moundsville, West Virginia; wvpentours.com\n\nThe Blennerhassett Hotel; Parkersburg, West Virginia; theblennerhassett.com\n\nGhost Tour of Harpers Ferry; Harpers Ferry, West Virginia; www.harpersferryghost.20m.com\n\nHotel Morgan; Morgantown, West Virginia; www.hotelmorgan.com\n\nFlatwoods Monster Museum; Sutton, West Virginia; braxtonwv.org/the-flatwoods-monster/visit-the-museum\n\nThe Old Hospital on College Hill; Williamson, West Virginia; www.collegehillhospital.com\n\nThe Historic Glen Ferris Inn; Glen Ferris, West Virginia; www.glenferrisinn.com/home-9866\n\nShepherdstown Mystery Walk; Shepherdstown, West Virginia; shepherdstownmysterywalks.com\n\nThe Haunted Haymond; Sutton, West Virginia; www.facebook.com/thehaymondhousehaunted\n\nFlinderation Tunnel, Salem, West Virginia\n\nBigfoot Statue (Elk River Trail); Ivydale, West Virginia; www.elkrivertrail.org/rail-trailheads/06\n\nWest Virginia Bigfoot Museum; Sutton, West Virginia; wvbigfootmuseum.org\n\nSilver Run Tunnel (North Bend Rail Trail); Cairo, West Virginia; wvstateparks.com/park/north-bend-rail-trail\n\nCryptid Mountain Miniature Golf; Morgantown, West Virginia; www.cryptidmountainminigolf.com\n\nHempfield Tunnel (Wheeling Heritage Trail); Wheeling, West Virginia; www.wheelingwv.gov/directory/Parks-Recreation/heritage-trail\n\nFor more information, visit wvtourism.com/west-virginia-paranormal-trail.\n\n(Liz Partsch can be reached at epartsch@farmanddairy.com or 330-337-3419.)"
    },
    {
        "title": "Trigger for deadly neurodegenerative disorder identified",
        "link": "https://www.msn.com/en-us/health/other/trigger-for-deadly-neurodegenerative-disorder-identified/ar-AA1thbH0?ocid=BingNewsVerp",
        "description": "The discovery of an important enzyme involved in Huntington's disease may pave the way for future treatments to prevent the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SK_0ZbuhfA944Z6svg_s7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Live Science on MSN11h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "Evogene Announces Collaboration with Google Cloud to Pioneer Generative AI Foundation Model for Novel Small Molecule Design",
        "link": "https://finance.yahoo.com/news/evogene-announces-collaboration-google-cloud-120000529.html",
        "description": "Evogene Ltd. (NASDAQ: EVGN) (TASE: EVGN), a leading computational biology company aiming to revolutionize life-science-based product discovery and development, today announced a collaboration with ...",
        "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
        "category": "science+discovery",
        "date": "13h",
        "source": "YAHOO!Finance",
        "article_content": "The collaboration has the power to foster breakthroughs in small molecule innovation for life science-based products\n\nREHOVOT, Israel, Oct. 31, 2024 /PRNewswire/ -- Evogene Ltd. (NASDAQ: EVGN) (TASE: EVGN), a leading computational biology company aiming to revolutionize life-science-based product discovery and development, today announced a collaboration with Google Cloud to develop a cutting-edge foundation model for generative small molecule de novo design, propelling Evogene's ChemPass AI tech-engine to new levels of innovation. ChemPass AI is a computational technology platform that directs and accelerates the discovery and development of novel products based on small molecules. This groundbreaking initiative seeks to advance the discovery and development of novel small molecules for drug development, sustainable crop protection, and other innovative products across a wide range of life-science industries.\n\nEvogene Logo\n\nEvogene will leverage Google Cloud's Vertex AI, GPUs on Google Compute Engine, and Google Cloud Storage to provide the immense computational power and storage capacity required to create this innovative AI foundation model. This foundation model is being trained on a dataset of ~40 billion molecular structures and will serve as a powerful tool for generating and evaluating new potential candidates for breakthrough life science-based products, with unprecedented speed and accuracy.\n\nThe collaboration leverages Evogene's deep expertise in computational predictive biology and Google Cloud's leadership in AI and machine learning. This joint effort follows the successful integration of ChemPass AI into Google Cloud and will now focus on expanding the tech-engine's value through the creation of a state-of-the-art foundation model capable of generating and optimizing novel small molecule structures with desired properties.\n\nThis transformative technology has the potential to greatly expedite the drug discovery process, reduce costs, and increase the success rate of identifying promising drug candidates. In the agricultural sector, the foundation model will enable the development of innovative and sustainable solutions to address global challenges such as food security, crop protection, and resource optimization.\n\nBeyond pharmaceuticals and agriculture, the foundation model's capabilities have the potential to extend to various other industries. The ability to generate and optimize small molecules with specific properties opens a world of possibilities for creating innovative and sustainable solutions across diverse sectors.\n\nStory Continues"
    },
    {
        "title": "Scientists discover new biological entities called 'Obelisks' in humans, potentially linked to the",
        "link": "https://www.msn.com/en-us/news/technology/scientists-discover-new-biological-entities-called-obelisks-in-humans-potentially-linked-to-the/ar-AA1tgGW9?ocid=BingNewsVerp",
        "description": "Obelisks are simpler than viruses, consisting of a stretched circular molecule with about a thousand letters of RNA.",
        "image_url": "https://www.bing.com/th?id=OVFT.Sswg4EKiSHqCJR8lGnlU_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "11hon MSN",
        "source": "The Jerusalem Post on MSN",
        "article_content": ""
    },
    {
        "title": "NASA makes startling discovery on Mars boosting extraterrestrial life hopes",
        "link": "https://www.msn.com/en-gb/travel/news/nasa-makes-startling-discovery-on-mars-boosting-extraterrestrial-life-hopes/ar-AA1tg9GV?ocid=BingNewsVerp",
        "description": "Dr Freddie Kalaitzis, Department of Computer Science, University of Oxford ... \"Extraordinary claims require extraordinary ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qiyO3NTYkjUS11xAY6cs4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "14hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "US chemists debunk 100-year-old Bredt’s Rule to change organic chemistry forever",
        "link": "https://www.msn.com/en-us/news/technology/us-chemists-debunk-100-year-old-bredt-s-rule-to-change-organic-chemistry-forever/ar-AA1thR2N?ocid=BingNewsVerp",
        "description": "UCLA scientists just published a paper in the journal Science that disproves Bredt's rule, which has 'constrained chemists ...",
        "image_url": "https://www.bing.com/th?id=OVF.O2qv%2f3rQwGlggPbJ28qZhQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Interesting Engineering on MSN7h",
        "source": "Interesting Engineering on MSN",
        "article_content": ""
    },
    {
        "title": "The Game-Changing Impact of Low-Code/No-Code Platforms",
        "link": "https://www.dqindia.com/business-solutions/the-game-changing-impact-of-low-codeno-code-platforms-7375511",
        "description": "In this business solutions opinion, Discover the game-changing impact of low-code/no-code platforms on business innovation ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lQkwJWKisMagKzSrJtlx8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Dataquest20h",
        "source": "Dataquest",
        "article_content": "As India continues its rapid development and is set to become a USD 7 trillion economy by 2030, businesses face immense pressure to innovate quickly and operate more efficiently than ever before. Due to the current demand to outpace competitors and respond quickly to customers, businesses today operate in a hyper-evolving environment with the need for rapid innovation, increased agility, and real-time customer care.\n\nAdvertisment\n\nWhen it comes to the application development process, for many years, only two options were available to organizations: purchasing ready-made solutions off the shelf or employing skilled programmers to create solutions from scratch. This has changed with the introduction of low-code/no-code (LCNC) development platforms that have revolutionized how businesses develop applications by making the process easy and more available to a wider section of the workforce These platforms can lead to cost reductions of up to 70% compared to traditional application development methods. In fact, a recent survey from Gartner indicates that by 2025, 87% of new applications developed by enterprises will use low-code or no-code technologies.\n\nLCNC platforms have changed the traditional development approach that could only be implemented by technical users. Now, both technical and non-technical users are able to make applications without additional coding knowledge. So, these platforms allow citizen developers to rise and become leaders in their business processes and workflows. These platforms empower \"citizen developers\" not only to adopt new techniques and strategies but also to get involved in the whole process of application development.\n\nAdvertisment\n\nUnderstanding Low-Code/No-Code Platforms\n\nFirst of all, both low-code and no-code platforms are programming customization techniques for a high level of expertise in IT, and these two differ in the extent of expertise in information technology required. Low-code development platforms offer a more user-friendly coding experience, which means that a partial amount of programming skill will be required. Thus, the developers are free to do their part of coding as well as to create applications in a personalized manner that meets the unique requirements of the user's business. On the flip side, no-code platforms are completely free from coding as they support those with no technical skills to design applications. Beyond this, businesses can also develop applications using the drag-and-drop method without employing any programmers.\n\nLCNC platforms are designed to make application development faster and more efficient. Whether automating workflows, streamlining processes, or improving customer experiences, LCNC platforms provide the flexibility and speed businesses need to stay competitive. The growing adoption of LCNC platforms has led to impressive market growth. According to Forrester, the combined low-code and digital process automation (DPA) market reached $13.2 billion by the end of 2023, with a projected growth rate of 21% since 2019. This surge is driven largely by the institutionalization of low-code in IT, with 87% of enterprise developers now using low-code platforms for some development work. Furthermore, Forrester predicts this growth to continue, with the market potentially reaching $30 billion by 2028, driven by the increasing adoption of citizen development strategies.\n\nAdvertisment\n\nFuture Growth Potential\n\nWith the rise of generative AI market growth at an annual rate of 36% according to Forrester, LCNC platforms, being inherently flexible and AI-compatible, are poised to benefit from this trend. A similar AI-driven explosion in citizen development could push the LCNC and DPA market to $50 billion by 2028. However, a shift toward high-code methods due to AI-infused development platforms might slow LCNC growth, aligning it with the broader software market's 11% annual growth rate.\n\nThe Rise of Citizen Developers\n\nAdvertisment\n\nOne of the most significant impact of LCNC platforms is the rise of citizen developers—non-technical users who now actively participate in application development. These individuals, often business process owners, possess deep knowledge of their domain but lack formal coding expertise. With LCNC tools, they can develop applications that address their unique challenges, driving innovation within their departments.\n\nThousands of companies are using low-code platforms to develop business-critical solutions. As businesses mature, however, some may encounter nonstandard practices that basic low-code platforms can't address. Borrowing development practices from core development, such as unit testing or build quality control, can help improve a solution’s quality and reduce team effort.\n\nApplications Across Industries\n\nAdvertisment\n\nThe versatility of LCNC platforms has led to their adoption across a wide range of industries. For instance, in supply chain management, businesses can develop applications to enhance visibility, traceability, and efficiency. In manufacturing, LCNC tools are powering smart factories by integrating IoT networks and automating workflows.\n\nAdvertisment\n\nIn finance and accounting, LCNC platforms enable businesses to automate complex tasks such as loan approvals and risk assessments. Human resources teams are using them to streamline hiring processes and develop training programs, while even IT departments benefit from faster application development and increased agility.\n\nLCNC platforms play a significant role in business process automation (BPA), complementing robotic process automation (RPA) solutions. RPA bots can follow rules set by citizen developers, reducing bottlenecks and increasing efficiency.\n\nLow-code visual software development is a powerful solution for modernizing legacy systems at reduced cost and with minimal risk. Low-code platforms provide developers with an intuitive drag-and-drop interface through which they find it easier to accelerate their software development and minimize inefficiencies accompanied by security vulnerabilities typical for traditional systems. In general, legacy applications, including ERP systems, happen to be quite cumbersome to update and not cost-effective.\n\nAdvertisment\n\nHowever, low-code platforms enable organizations to modernize such systems by integrating cloud-based innovations and extending them with modern web and mobile interfaces without the need to undertake costly customized development. It also helps in the gradual phasing out of existing obsolete applications without causing a jolt.\n\nAn important feature of low-code platforms is the democratization of software development, wherein the complexity of coding work is abstracted into more user-friendly and visual interfaces. This enables the possibility of collaboration among developers with varying skill levels, accelerates time-to-market, and reduces the risk of error. In addition, the built-in security and compliance features ensure that applications are better designed and show adherence to specific industry standards, which enhances the resilience of digital infrastructure.\n\nSuch low-code platforms offer pre-built connectors and APIs that connect easily to legacy systems for easy access to data and, thus, even modernization becomes a simplified exercise. Organizations can unlock actual new opportunities for innovation by embracing low-code development, thus propelling business growth in this fast-paced digital landscape."
    },
    {
        "title": "Fanatics Sportsbook promo code: Grab $1K in No Sweat Bets for Texans vs. Jets on TNF",
        "link": "https://www.masslive.com/betting/2024/10/fanatics-sportsbook-promo-code-grab-1k-in-no-sweat-bets-for-texans-vs-jets-on-tnf.html",
        "description": "Get the latest Fanatics Promo Code ahead of Week 9 Thursday Night Football between the Houston Texans and New York Jets!",
        "image_url": "https://www.bing.com/th?id=OVFT.47z9xcxBmo7Zo_Hh2vYOTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "MassLive",
        "article_content": "Take advantage of Fanatics Sportsbook promo code offer (no code needed) that let’s first-time users claim up to $1,000 in No Sweat Bets in their first ten days.\n\nSign up today and take advantage of this deal, as Fanatics will match your first ten days of bets up to $100 and refund any lost wages in the form of bonus bets. A great chance to win big early your new sportsbook!\n\nFanatics Sportsbook promo code at a glance\n\n🎁 Fanatics Sportsbook promo code No code required 💰 Fanatics Sportsbook welcome bonus Up to $1,000 in no-sweat bonus bets 📝 Fanatics Sportsbook promo code terms and conditions Wager $5+ on each of the 10 days after registration and receive a daily bonus match up to $100 if your wager loses. The 10-day countdown begins on the registration date.\n\nOpt-in required days 2 through 10. Qualifying wagers must have -200 odds or longer.\n\nBonuses sent within 72 hours of bet settlement, win or lose.\n\nBonus bets expire seven days after issuance and can’t be withdrawn. ✅ Last verified Oct. 31, 2024\n\nFanatics Sportsbook promo code: How to claim the offer\n\nRegister by clicking any of the links on this page, and create an account. Once complete, submit a deposit of at least $5 and Fanatics will refund anything lost on that total up to $100 daily.\n\nThis lasts for ten days, with the bonus bet tokens themselves expiring seven days after they’ve been administered.\n\nTo get started today, here is a step-by-step guide to sign up with Fanatics:\n\nClick a Fanatics Sportsbook promo code banner or link. You must download the Fanatics app to redeem the welcome offer. Enter your information into the required fields. No promo code is needed. Set up a payment method and deposit cash into your account. Place a qualifying wager of at least $5 and get a bonus match if you lose (max. $100 daily bonus). Opt-in on days 2-10 and place additional qualifying wagers. If you lose, you’ll receive more bonuses.\n\nBe sure to stay active on the platform to take advantage of the offer for all ten days that it lasts.\n\nHow to use the Fanatics Sportsbook promo code for Texans vs. Jets\n\nFor all of the Jets' inconsistencies this season, one constant is that Aaron Rodgers has yet to go a game without being sacked. That trend likely continues with the Texans' 27 sacks on the year (3rd in NFL).\n\nTyron Smith has let up the most sacks this season for the Jets, with 5 per PFF. He’ll be matched against Will Anderson Jr., one of the league’s most exciting pass-rushers, totaling 7.5 this season.\n\nI like his chances to notch another sack on Thursday (-110 on Fanatics). Anderson‘s athleticism and the Texans’ aggressive pass rush should put pressure on Rodgers and create opportunities for the star defensive end to make a big play."
    },
    {
        "title": "Here's when the Sephora sale starts and how to shop it in Arizona",
        "link": "https://www.msn.com/en-us/lifestyle/weddings/here-s-when-the-sephora-sale-starts-and-how-to-shop-it-in-arizona/ar-AA1thThX?ocid=BingNewsVerp",
        "description": "The Sephora Savings Event starts soon, with 20% savings on beauty items and skin care. Here's how the sale works in stores ...",
        "image_url": "https://www.bing.com/th?id=OVFT.W6hkL4FlDlO0-lXbT3lU6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "7hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "And the winner of Startup Battlefield at Disrupt 2024 is: Salva Health",
        "link": "https://techcrunch.com/2024/10/30/and-the-winner-of-startup-battlefield-at-disrupt-2024-is-salva-health/",
        "description": "Over the last three days, 20 startups participated in the incredibly competitive Startup Battlefield at TechCrunch Disrupt.",
        "image_url": "https://www.bing.com/th?id=OVFT.T0sO2jTPrGG_nrR-Ow1beS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2h",
        "source": "TechCrunch",
        "article_content": "Over the last three days, 20 startups participated in the incredibly competitive Startup Battlefield at TechCrunch Disrupt. These 20 companies were selected as the best of the Startup Battlefield 200 and competed for a chance to take home the Startup Battlefield Cup and $100,000. After three days of intense pitching, we have a winner.\n\nThe startups taking part in the Startup Battlefield had all been hand-picked to participate in our startup competition. All the companies presented a live demo in front of multiple groups of VCs and tech leaders serving as judges for a chance to win $100,000 and the coveted Disrupt Cup.\n\nAfter hours of deliberations, TechCrunch editors pored over the judges’ notes and narrowed the list down to five finalists: Gecko Materials, Luna, MabLab, Salva Health, and Stitch3D.\n\nThese startups made their way to the finale to demo in front of our final panel of judges, which included Navin Chaddha (Mayfield), Chris Farmer (SignalFire), Dayna Grayson (Construct Capital), Ann Miura-Ko (Floodgate), and Hans Tung (Notable Capital).\n\nWe’re now ready to announce that the winner of TechCrunch Startup Battlefield 2024 is . . .\n\nWinner: Salva Health\n\nSix years ago, while researching for a college entrepreneurship competition, Valentina Agudelo identified a troubling gap in breast cancer survival rates between Latin America and the developed world, with women in her native Colombia and the rest of the continent dying at higher rates due to late detection. She realized that breast cancer is highly treatable when diagnosed early, yet many Latin American countries have large rural populations lacking access to mammograms and other diagnostic tools. So Agudelo and her two best friends decided to create Salva Health, a theoretical portable device that would detect breast cancer early.\n\nRead more about Salva Health in our separate post.\n\nRunner-up: Gecko Materials\n\nIt looks fake, or at least like a good illusion: There’s Gecko Materials founder Capella Kerst dangling a full wine bottle from her pinky finger, the only thing keeping it from smashing to pieces being the super-strong dry-adhesive her startup has brought to market. But it’s no trick. It’s the result of years of academic research that Kerst built on by inventing a method to mass-manufacture the adhesive. Inspired by the way real-life geckos’ feet grip surfaces, the adhesive is like a new Velcro — except it only needs one side, leaves no residue, and can detach as quickly as it attaches. It can do this at least 120,000 times and, as Kerst noted in a recent interview with TechCrunch, can stay attached for seconds, minutes, or even years.\n\nRead more about Gecko Materials in our separate post.\n\nThese two companies follow in the footsteps of Startup Battlefield legends like Dropbox, Discord, Cloudflare, and Mint on the Disrupt stage. With more than 1,500 alumni having participated in the program, Startup Battlefield Alumni have collectively raised over $29 billion in funding with more than 200 successful exits."
    },
    {
        "title": "What’s the 'Right' Growth Rate for Your Software Company Right Now?",
        "link": "https://www.inc.com/jbobbin/whats-the-right-growth-rate-for-your-software-company-right-now/90996948",
        "description": "Thinking smartly about growth in your specific market will help you better interact with, and evaluate, any potential growth ...",
        "image_url": "https://www.bing.com/th?id=OVFT.En1BwBn0LXIHFWODK8wnNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "4h",
        "source": "Inc",
        "article_content": "Content not available"
    },
    {
        "title": "Meta AI Surges to 500 Million Users in Its First Year, and Isn't Stopping Now",
        "link": "https://www.msn.com/en-us/news/technology/meta-ai-surges-to-500-million-users-in-its-first-year-and-isnt-stopping-now/ar-AA1thVI4?ocid=BingNewsVerp",
        "description": "Meta AI, the company's virtual assistant, has more than 500 million active users just a year after its launch. On an earnings ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8X2_R8tdZrxaCrYTKz5l6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "CNET on MSN5h",
        "source": "CNET on MSN",
        "article_content": ""
    }
]