[
    {
        "title": "Column: The Pentagon's former top UFO hunter talks about COVID-19, Haitian pet-eaters and pseudoscience generally",
        "link": "https://www.msn.com/en-us/news/technology/column-the-pentagon-s-former-top-ufo-hunter-talks-about-covid-19-haitian-pet-eaters-and-pseudoscience-generally/ar-AA1qTAGj?ocid=BingNewsVerp",
        "description": "Sean Kirkpatrick ran the government's investigation into UFOs, so he knows a lot about how misinformation and disinformation ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6sQooV7BNv9ypIjsWBekkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19hon MSNOpinion",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Game Theory: UFO 50 is a massive trove of twists on old-school gaming genius",
        "link": "https://www.avclub.com/game-theory-ufo-50",
        "description": "When approaching a video game project like Mossmouth’s new release UFO 50 —an absolutely massive labor of love that is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EWXxKY_tdvQ4puoXwSZawi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11h",
        "source": "AV Club",
        "article_content": "Game Theory: UFO 50 is a massive trove of twists on old-school gaming genius Scroll until you find a title that sounds cool; you may hit something that'll be one of your favorite games of 2024.\n\nWhen approaching a video game project like Mossmouth’s new release UFO 50—an absolutely massive labor of love that is brilliant, frustrating, fun, mysterious, artistically ambitious, and sometimes just really fucking frustrating—it helps to start from base principles. So: UFO 50, released on Steam this week, is a collection of 50 games of varying length and complexity, all purportedly from a fictional 1980s video game developer called UFOSoft. The games in the collection, which are presented in a fake chronological order built around the loosely sketched history of the company, largely draw their inspirations from the library of the Nintendo Entertainment System; amidst more esoteric or complicated pastiches, you can find games that serve as fairly straight homages to River City Rampage, Uninvited, Solar Jetman, Dragon Quest, and many more. There are meta elements operating to the side of the main draw—notes on the games’ fake development, a terminal that lets you go digging for secrets, markers that indicate when you’ve completed individual titles—but the focus has clearly been put on the games themselves, which were developed (in our world) by the Mossmouth team, including Spelunky creator Derek Yu.\n\nThe obvious comparison point for all this, at least for nerds of a certain vintage, will be clear: Cult Nintendo DS title Retro Game Challenge (and its sadly never-exported-from-Japan sequel), which pulled this same basic “fake games from fake consoles from a fake past” conceit back in 2007. Players who come to UFO 50 looking for a direct recreation of that experience might come away a little disappointed, though: Where that game prided itself on building up the fiction surrounding its faux games, complete with fake manuals and fake magazines for players to peruse in between playing its riffs on Mario or Galaga, UFO 50 is a bit more barebones in its presentation. (You get a few sentences of notes per game, and that’s about it.) Given a choice between putting their emphasis on the games, or on the materials surrounding them, the small Mossmouth team understandably focused on function over form; we might wish for a more lush package, but it honestly feels churlish to complain, when the actual content of the collection is far more expansive than we’ve had time to even come close to coming to terms with.\n\nAs to that content: We wish we could declare each of UFO 50′s 50 games a retro-indie masterpiece, each one preserving what worked from classic game design while jettisoning the chaff, but, uh… No. Don’t get us wrong: There are extremely good games in here, some more than worth the collection’s $25 asking price all on their own. (We have lost too many hours this past week already to arena shooter Overbold, or mechanically gorgeous dungeon crawler Valbrace.) But many of the games in the collection feel torn between their desire to stay true to the clunky, frequently unfair controls of console ages past, and being genuinely fun games. Yes, it feels authentic that Barbuta, the very first game in the collection, happily wipes your progress every time you lose all your lives, erasing what could be 20 minutes of very fussy trap and dungeon navigation. Whether it’s fun is a much thornier question.\n\nBut while we can’t champion UFO 50 as 50 instant masterpieces, we also can’t paint it with the broad brush of being uniformly old-school ornery for its old sake—or a nostalgia exercise with no appeal for players who didn’t grow up pulling battered NES carts off the rental wall of their local video store. The truth is that this really is 50 different games, each with their own control schemes and design hooks, and the quality is inevitably going to vary. Part of the fun of the package, in fact, is in that kind of discovery: For every game you play five minutes of before concluding “Eh, not for me,” you’re just as likely to run into something like the boldly strange Mooncat, or “What if we’d invented tower defense games on the NES” hypothetical Rock On! Island. At the bare minimum, each title has something genuinely clever powering it, whether it’s Mortol‘s attempt to build an action game out of Lemmings DNA, or Avianos‘ bird-based war gaming. Half the time, when we caught ourselves thinking “Okay, we get it, let’s move on” after poking around at a game, we turned out to be basically right; the other half, though, we inevitably stumbled into some new secret or twist of play that deepened the experience of an individual title.\n\nUFO 50 is, in other words, a game that trusts you, the player, to find the fun—with the promise that there is a lot of fun to be found in this odd, massive toy chest. We should note that the game does have a few curation tools—if you scroll down to the bottom of the collection, you can filter games by whether they’re meant to be more reflex based, or cerebral, for instance, or focus in on the title’s large number of same-screen multiplayer games. (Breaking free of the chronology is a good idea in any case; although UFO 50 doesn’t pay as much attention to the “complexity increases as fictional time passes” conceit that powered Retro Game Challenge, you’ll still tend to find more robust experiences closer to the end of UFOSoft’s fictional lifespan.) We’re sure we’ll soon see a cottage industry of guides and wider critiques pointing out hidden gems buried in its library. But honestly, we recommend just doing what the game itself advises: Scroll through until you find a title that sounds cool, blow off the fictional dust, and take a gamble on the chance you’ll hit something that’ll be one of your favorite games of 2024."
    },
    {
        "title": "Axl Rose Guests on Michael Schenker’s New Version of UFO’s 'Love to Love': Stream",
        "link": "https://www.yahoo.com/entertainment/axl-rose-guests-michael-schenker-163606162.html",
        "description": "The song appears on Schenker's new album My Years With UFO. Axl Rose Guests on Michael Schenker’s New Version of UFO’s 'Love ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9goBqrTxdVhTBUfixd-puS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23h",
        "source": "Yahoo",
        "article_content": "The post Axl Rose Guests on Michael Schenker’s New Version of UFO’s “Love to Love”: Stream appeared first on Consequence.\n\nGuitarist Michael Schenker revisits his tenure in the band UFO on his new album, appropriately titled My Years With UFO, which is out today (September 20th). Among the various guest vocalists on the LP is Guns N’ Roses frontman Axl Rose, who sings on the song “Love to Love.”\n\nSchenker was a member of the long-running UK hard rock band from 1972 to 1978, then again for a few brief stints. My Years With UFO focuses on those classic ’70s years during the band’s heyday.\n\nIn addition to Rose, the new album features such rock luminaries as Dee Snider, Slash, Joe Lynn Turner, Jeff Scott Soto, Stephen Pearcy, and more.\n\nRose’s distinctive vocals highlight the new version of “Love to Love,” and further illustrate the influence that UFO had on Guns N’ Roses.\n\nMy Years With UFO is the first of three albums that Schenker will release under a new record deal with earMUSIC. Two more LPs are planned for 2025 and 2026.\n\nTake a listen to Axl Rose on Michael Schenker’s new recording of UFO’s “Love to Love,” and stream the entire album, as well.\n\nAxl Rose Guests on Michael Schenker’s New Version of UFO’s “Love to Love”: Stream\n\nSpencer Kaufman\n\nPopular Posts\n\nSubscribe to Consequence’s email digest and get the latest breaking news in music, film, and television, tour updates, access to exclusive giveaways, and more straight to your inbox."
    },
    {
        "title": "UFO Encounter Labeled 'Best Documented' Nearly Melted Man: Falcon Lake Incident Explained",
        "link": "https://popculture.com/trending/news/ufo-encounter-best-documented-nearly-burned-man-to-crisp-falcon-lake-incident-explained/",
        "description": "No matter what you believe about the nature of \"flying saucers,\" there is one sighting labeled the \"most convincing\" UFO ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HYKZJiZNJVYJ2odHFp0bBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Pop Culture18h",
        "source": "Pop Culture",
        "article_content": "The ongoing galactic game of 20 questions contnues with people and governments trying to confirm the origins UFOs and UAPs are related to aliens in any shape or form. The most recent Pentagon report seems to conclude that most of the sightings people have witnessed haven't necessarily been related to extraterrestrials. Instead, these \"craft\" were likely connected to secret projects by groups and governments right here on Earth. The phone call is coming from inside the house.\n\nNo matter what you believe about the nature of \"flying saucers,\" there is one sighting labeled the \"most convincing\" UFO encounter in history. According to CBC, the Falcon Lake incident in Canada is being called the \"best-documented UFO case\" 50 years after the actual event.\n\nThe story has been covered in books and shows, including Unsolved Mysteries at one point, but it originates from May 1967 in the Falcon Lake woods in Manitoba, Canada. \"I recalled seeing him in bed. He didn't look good at all. He looked pale, haggard,\" Stan Michalak said about his father. \"When I walked into the bedroom there was a huge stink in the room, like a real horrible aroma of sulphur and burnt motor. It was all around and it was coming out of his pores. It was bad.\"\n\nMichalak was only a nine-year-old at the time but has detailed the incident as co-author of When They Appear, a book written with UFO researcher Chris Rutkowski. The book came out in 2017, but recently resurfaced due to coverage online at outlets like Daily Star.\n\nAccording to the account, Stefan Michalak was in the woods when he encountered a pair of \"cigar-shaped objects\" nearby, changing hues while floating before taking a disc shape. Michalak started drawing what he saw, which made their way online years later, before trying to get closer to the object.\n\n\"He couldn't make out any words, or anything, but he heard at least two beings communicating inside. He called out, offering mechanical help if they needed it,\" the It Gets Weird podcast recently detailed. \"As soon as he touches the craft, the fingertips just start to melt, so it's so hot that it literally melts the gloves he's wearing...He's hit by this blast of air, that pushes him backward and sets his shirt and hat on fire. He's stumbling backward, getting pushed by this wave of air and gas, and trying to take this burning shirt and hat off.\"\n\nThe account goes on to say he showed symptoms of radiation sickness and had \"severe burns\" on his torso that look like a grate or Bingo card. Once released from the hospital, he returned to the locale to recover his \"charred shirt, a melted glove and tools he'd left behind.\" He maintained his story until dying in 1999, never saying he encountered little green men either."
    },
    {
        "title": "Axl Rose Joins UFO’s Michael Schenker On New Version Of 'Love To Love'",
        "link": "https://www.stereogum.com/2281284/axl-rose-joins-ufos-michael-schenker-on-new-version-of-love-to-love/music/",
        "description": "Guitarist Michael Schenker is paying tribute to his time in the ’70s hard-rock band UFO today by releasing a guest-stacked LP titled My Years With UFO. Among the featured players are Dee Snider, Slash ...",
        "image_url": "https://www.bing.com/th?id=ODF.rfTQHrXxTkocdYWBRt0IXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Stereogum17h",
        "source": "Stereogum",
        "article_content": "Guitarist Michael Schenker is paying tribute to his time in the ’70s hard-rock band UFO today by releasing a guest-stacked LP titled My Years With UFO. Among the featured players are Dee Snider, Slash, Joe Lynn Turner, Jeff Scott Soto, Stephen Pearcy, and Axl Rose, who sings on the pair’s new version of “Love To Love.”\n\n“Love To Love” first came out in 1977 on UFO’s sixth record, Lights Out. Meanwhile, My Years With UFO is the first of three albums Schenker plans to release under a new record deal with earMUSIC; look for two more LPs come 2025 and 2026.\n\nEarlier this year, UFO frontman Phil Mogg confirmed that the British band had “come to a conclusion.”\n\nListen to Axl Rose accompanying Michael Schenker on the new version of “Love To Love” below.\n\nMy Years With UFO is out now via earMUSIC."
    },
    {
        "title": "Real-World Uses Of AI In Business: What You Need To Know Today",
        "link": "https://www.forbes.com/sites/alexanderpuutio/2024/09/20/real-world-uses-of-ai-in-business-what-you-need-to-know-today/",
        "description": "Discover real-world AI applications in business, from customer service to recruitment. Learn how top companies are leveraging ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aB7k9uH2RWSkk3l-S0txPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "This startup helped Bryson DeChambeau win the U.S. Open — can it improve my golf swing?",
        "link": "https://www.msn.com/en-us/sports/other/this-startup-helped-bryson-dechambeau-win-the-u-s-open-now-it-wants-to-improve-your-golf-swing/ar-AA1qXydO?ocid=BingNewsVerp",
        "description": "Sportsbox AI product director Paul Park; Sportsbox AI CEO Jeehae Lee; golf pro Bryson DeChambeau; and swing coach Dana ...",
        "image_url": "https://www.bing.com/th?id=OVF.vU2fUcMVfXeXwRtjw0nMUg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "42mon MSN",
        "source": "GeekWire on MSN",
        "article_content": ""
    },
    {
        "title": "Is it time to buy an AI-powered Copilot+ PC?",
        "link": "https://www.usatoday.com/story/tech/2024/09/21/why-to-buy-copilot-pc/75267733007/",
        "description": "To get the maximum benefits of the latest technology, you must jump in when it is reasonably mature, with ample choices in the market.",
        "image_url": "https://www.bing.com/th?id=OJ.IUEbmQ1Xm0fwOA&pid=news&w=44&h=16&rs=2",
        "category": "ai+app",
        "date": "7h",
        "source": "USA Today",
        "article_content": "Prakash Sangam\n\nSpecial to USA TODAY\n\nThis story was updated to correct a byline.\n\nCorrections & Clarifications: Due to a production error, an earlier version of this story inadvertently included the wrong byline. It has been corrected.\n\nIf you are looking to buy a new laptop for this school year or as a gift during the holiday season, you will be faced with a major decision: Should you buy a next-generation AI-powered Copilot+ PC? However, the recent flurry of announcements by laptop OEMs and chip providers that power them has made that decision almost a misnomer.\n\nWhat is a Copilot+ PC, and why do you need it?\n\nCopilot+ PCs are a new breed of laptops with significant on-device (Generative) Artificial Intelligence (AI) capabilities. To get this moniker from Windows provider Microsoft, laptops must meet or exceed specific minimum AI processing requirements. For the technically inclined, the requirement is to have a Neural Processing Unit (NPU) with at least 40 TOPS (Trillion Operations Per Second) processing power. Copilot+ PCs offer a full day or more battery life, lightning-fast performance, enhanced user experience and are very thin, light and sleek.\n\nCurrently, most of the AI processing happens in the cloud, which means all your information, be it your interaction with ChatGPT or text-to-image creation with many tools, is sent to the cloud. However, with Copilot+ PCs, most of that processing happens on the device. That means your data remains private and securely stored in the device. Additionally, on-device AI is more accurate, personalized, relevant and almost free. If you want more details on this, please check my articles here and here.\n\nEven if you are not looking to use AI, you have to buy Copilot+ PCs, as they are the best of the breed, most secure and best-looking laptops in the market today, outperforming anything else, even Apple’s MacBook.\n\nAll Copilot+ PCs are not created equal\n\nCopilot+ PCs have a lot of variances in terms of the chip platforms, various configurations of those platforms, many OEMs, price and performance tiers and more. It all started when the smartphone technology giant Qualcomm joined Microsoft and scores of PC OEMs to introduce the first Copilot+ PCs based on its Snapdragon XElite and XPlus platforms in May of this year. They set a new bar for laptop performance.\n\nFollowing Qualcomm, the personal computing giant Intel and AMD introduced their Copilot+ PC platforms. Intel’s platform is called Core Ultra 200V (project name Lunar Lake), and AMD’s is called Ryzen AI300. Many OEMs announced laptops with these platforms at the recently concluded European consumer show IFA.\n\nThere are some key differences between Qualcomm and Intel/AMD platforms. Qualcomm platforms are designed using the technology from Arm, a British company. This technology has been used in smartphones for over twenty years and is known for its exceptional power efficiency. Qualcomm introduced this for PC platforms to achieve path-breaking battery life and thin, light and sleek designs, and it set the target for other vendors. Because it is new, the Arm for Windows app ecosystem is still developing. Almost all essential apps are supported, but some apps, especially some games, may not yet be supported.\n\nIntel and AMD platforms are based on X86 technology, which has been around for over 30 years, so app compatibility is not the issue. However, the Core Ultra 200V and Ryzen AI300 are new designs, and their performance is not yet proven.\n\nSo, when choosing Copilot+ PCs, along with price points, features and others, users must also be aware of the platforms used on those PCs. For reference, here is my review of Lenovo’s Yoga Slim 7x.\n\nUSA TODAY Home Internet:See the best and most reliable broadband plans in your area\n\nWhy is it a good time to buy them now?\n\nTechnology is akin to waves in the ocean — by the time one reaches shore, another one is ready just behind it. If you want to get the maximum benefits of the latest technology, you must jump in when it is reasonably mature, with ample choices in the market. Copilot+ PCs are exactly at that stage now.\n\nAlmost all PC OEMs now offer Copilot+ PCs, including Lenovo, Dell, HP, Samsung, Microsoft, Asus, Acer and many others. They are available for both consumer and enterprise segments at all price points. For example, PC market leader Lenovo has ThinkPad for enterprises, Yoga for premium consumers, IdeaPad for mid/value-tier and more. Each segment has different variations to suit every consumer and business need. Other PC OEMs have similar offerings as well. At IFA, Qualcomm even introduced a new platform targeting laptops in the $700 range.\n\nMicrosoft offers many Copilot+ AI features and applications for better video calls, live captioning in many languages, text-to-image creation and more. AI is still in its infancy; as we progress, there will be a continuous flow of innovative and user experience-enhancing AI apps and features.\n\nOne key common factor among all Copilot+ PC platforms is that they have the same AI capability across tiers. For example, Qualcomm’s XElite and XPlus have the same AI processor. This means no matter which Copilot+ PC you choose, you get excellent performance for years to come. In summary, if you are in the market for a laptop this year, go ahead and consider a Copilot+ PC."
    },
    {
        "title": "Forget Nvidia: This Other Stock May End Up Being the Most Important Data Center Opportunity of All, and It's Not a Technology Company",
        "link": "https://finance.yahoo.com/news/forget-nvidia-other-stock-may-070600404.html",
        "description": "A major selling point of AI is that the technology can bring a new wave of efficiency to a host of use cases. From ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mXQlM9P7mT_ItuWO6QxI9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "YAHOO!Finance",
        "article_content": "When you think about artificial intelligence (AI), things such as self-driving cars and humanoid robots might come to mind. Counterintuitively, it's often a good idea to think about how products are actually brought to life whenever a new big trend emerges. Some of the most lucrative opportunities are also often the least obvious ones.\n\nFor AI to even work properly, companies have to invest large sums of capital expenditures (capex) into data centers. Although data centers might seem like just a piece of real estate, they are far more sophisticated and important. They house critical IT infrastructure, such as chipsets known as graphics processing units (GPUs) -- an important component of generative AI applications.\n\nToday, Nvidia is one of the biggest names in the data center realm. But what if I told you I see another opportunity as the superior choice among data center investments and that it's not even a technology company?\n\nIt's important to consider all options -- even the most tangential ones. Let's dig into a nuclear energy stock that I think may end up being the most important data center company in the long run and explore why this could be a lucrative opportunity for investors.\n\nNuclear-powered data centers are on the rise, and...\n\nA major selling point of AI is that the technology can bring a new wave of efficiency to a host of use cases. From breakthroughs in enterprise software to self-driving cars, AI is promising a new level of productivity and safety that's never been witnessed.\n\nAlthough that sounds great, as with all things, AI comes with some major trade-offs. Namely, building AI applications is a pricey ambition. GPU hardware and high-performance computing software are some of the more obvious expenses in AI development. One of the more subtle costs in an AI roadmap resides with data centers, particularly their energy consumption.\n\nGPUs are constantly running complex algorithms and performing sophisticated computing tasks. This makes IT architecture, such as server racks, consume a lot of energy and, in particular, give off a lot of heat. Data centers are equipped with a number of temperature control protocols, such as air conditioning units, fans, and generators.\n\nHowever, these solutions are both costly and can be inefficient compared to other sources of energy control. An emerging trend at the crossroads of data centers and energy consumption is nuclear power, and some really notable companies and business leaders are getting involved.\n\nImage source: Getty Images.\n\n...a lot of big names are involved\n\nOne notable company involved with nuclear-powered data centers is Amazon. One of the biggest businesses in Amazon's ecosystem is its cloud computing platform, Amazon Web Services (AWS). Earlier this year, AWS acquired a nuclear-powered data center from Talen Energy for a reported $650 million.\n\nStory continues\n\nAnother player emerging on the nuclear power scene is Oklo. Oklo develops nuclear fission reactors that it aims to sell to data centers and utility companies.\n\nWhen it was still a private company, Oklo raised funding from Peter Thiel and OpenAI co-founder Sam Altman. A few months ago, Oklo went public through a special purpose acquisition company (SPAC).\n\nAccording to its investor presentation, the company has received interest for its reactors from major companies, including Diamondback Energy, Equinix, Siemens Energy, and even the U.S. Air Force.\n\nWhile this caliber of attention and Altman's support are impressive, I see Oklo as a risky bet at the moment. The company is still pre-revenue, and the potential deals referenced above are in early-stage negotiations.\n\nOklo will likely require hefty ongoing research and development (R&D) costs to build out its reactors, which will take a toll on the company's liquidity so long as there aren't material sales coming through the door.\n\nMy top pick at the intersection of nuclear energy and data centers is...\n\nMy top choice among nuclear power suppliers for data centers is Constellation Energy (NASDAQ: CEG). The company offers a host of energy services but is making sustainability and nuclear energy a specific focus.\n\nOne of the company's known nuclear power customers is \"Magnificent Seven\" member Microsoft. During the company's second-quarter earnings call in late August, CEO Joseph Dominguez referenced Comcast and Johns Hopkins as other notable customers of Constellation's carbon-free energy services.\n\nOther mega-cap tech companies will likely follow Amazon and Microsoft's moves. Constellation's diverse customer base signals that green energy is not just a use case for data centers or big tech hyperscalers.\n\nInvestors with a long-term horizon may want to consider a position in Constellation Energy right now. I think nuclear energy solutions will become more mainstream as the AI revolution continues to evolve. Given how early the AI narrative seems to be, I think an opportunity such as Constellation Energy is largely overlooked or underappreciated -- making it a tempting buy among other opportunities in AI, data centers, and energy consumption.\n\nShould you invest $1,000 in Constellation Energy right now?\n\nBefore you buy stock in Constellation Energy, consider this:\n\nThe Motley Fool Stock Advisor analyst team just identified what they believe are the 10 best stocks for investors to buy now… and Constellation Energy wasn’t one of them. The 10 stocks that made the cut could produce monster returns in the coming years.\n\nConsider when Nvidia made this list on April 15, 2005... if you invested $1,000 at the time of our recommendation, you’d have $722,320!*\n\nStock Advisor provides investors with an easy-to-follow blueprint for success, including guidance on building a portfolio, regular updates from analysts, and two new stock picks each month. The Stock Advisor service has more than quadrupled the return of S&P 500 since 2002*.\n\nSee the 10 stocks »\n\n*Stock Advisor returns as of September 16, 2024\n\nJohn Mackey, former CEO of Whole Foods Market, an Amazon subsidiary, is a member of The Motley Fool's board of directors. Adam Spatacco has positions in Amazon, Microsoft, and Nvidia. The Motley Fool has positions in and recommends Amazon, Constellation Energy, Equinix, Microsoft, and Nvidia. The Motley Fool recommends Comcast and recommends the following options: long January 2026 $395 calls on Microsoft and short January 2026 $405 calls on Microsoft. The Motley Fool has a disclosure policy.\n\nForget Nvidia: This Other Stock May End Up Being the Most Important Data Center Opportunity of All, and It's Not a Technology Company was originally published by The Motley Fool"
    },
    {
        "title": "We tried Autobiographer: an app that turns your memories into a memoir",
        "link": "https://nypost.com/2024/09/20/shopping/we-tried-the-ai-app-that-turns-your-memories-into-a-memoir/",
        "description": "Is Autobiographer worth it? We decided to put the AI stoytelling app to the test. It was a quiet Wednesday afternoon in the office, and I downloaded and set up Autobiographer in just a few minutes.",
        "image_url": "https://www.bing.comNo image",
        "category": "ai+app",
        "date": "New York Post22h",
        "source": "New York Post",
        "article_content": "New York Post may be compensated and/or receive an affiliate commission if you buy through our links.\n\nHow well do you really know someone?\n\nThink about your mother, best friend, or perhaps a colleague. It’s hard to know everything, but sometimes all it takes is asking a few questions, and a new form of artificial intelligence wants to make it easier than ever to understand people and their stories.\n\nAutobiographer is among the first offerings in the app store that leverages AI to transcribe people’s memories into epic stories — like chapters in memoirs — that can be passed down for generations.\n\n“Everyone has a story to tell,” said Autobiographer CEO Matt Bowman in a May press release. “We created Autobiographer to help people discover, preserve, and share their unique life experiences. Our app is like having a personal biographer in your pocket, ready to listen and capture your most meaningful moments.”\n\nRELATED: The 7 best books we read in August 2024, ranked and reviewed\n\nWhile artificial intelligence is the foundation of this transcription app, Autobiographer has not lost its human-first approach. The brand has partnered with award-winning journalist and redeemed author Katie Couric to help people share their stories.\n\n“I’ve always believed in the power of storytelling to connect us and inspire us,” explained Couric. “Autobiographer is doing something remarkable by making it easy for anyone to capture their life story.”\n\nThe app is available in the United States and can be purchased in the app store or gifted to a loved one.\n\nWondering how Autobiographer works? The process is simple.\n\nUpon downloading the app, users are asked for their basic information and led to a dusky background with a floating iceberg-like-rock and an arrow with text reading, “memories ready to be explored.”\n\nRecording starts as soon as you press start. A gentle voice called the ‘Guide’ begins asking leading questions. The initial queries begin with some open-ended prompts along the lines of “Give me a broad overview of your life,” and then more specific probes like “How did you feel when that happened?” and “What did you learn from that moment?”\n\nAfter each conversation with your Guide, Autobiographer crafts a written story that can be accessed via the app’s “Vault.” Users can refine and customize these memories as they wish — with the goal in mind of building a complete memoir they can leave behind. The more questions answered, the longer the story gets, with the potential of reaching up to 50,000 words.\n\nStories are easily accessible, but privacy is also paramount. Encryption and FaceID biometric protection are employed to ensure all sensitive, personal information stays secure. The brand does not store any data beyond individual sessions.\n\nIt might sound a bit mystifying, or perhaps futuristic — but it’s very real and available for just $16.50 a month or $199 a year.\n\nAutobiographer\n\nIs Autobiographer worth it? We decided to put the AI stoytelling app to the test.\n\nIt was a quiet Wednesday afternoon in the office, and I downloaded and set up Autobiographer in just a few minutes. Then, I handed my phone to my colleague, P.J. McCormick to put it to the test.\n\nIt didn’t take him too long to get used to the interface. It’s rather intuitive (after all, it’s built so a grandparent could easily navigate it).\n\nMccormick’s first task was simple — catch the guide up to speed on his life. He spoke fondly about his childhood in a suburban town near St. Paul Minnesota, and then transformative relocations to cosmopolitan cities like London and New York. He mentioned his love for music and intrigue with fast-moving city life.\n\nAutobiographer took note. Questions began getting more personal, pinpointing the motivations behind his choices — like how strict his parents were as a kid, why he chose to attend a small liberal arts school, and what factors influenced him to join an Indie Rock band.\n\n“Wow, this is pretty good,” he said with a chuckle between questions. The hushed voice spent around 30 seconds generating new questions after McCormick answered, leaving him with just enough time to mull over his responses.\n\nMcCormick spoke on, and within fifteen minutes, two chapters of his life had already been written, the first aptly titled, “An unconventional Indie Rocker’s Journey.” He was exceptionally impressed with Autobiographer’s ability to eloquently, and succinctly put his life into words.\n\n“I found the questions surprisingly considerate and thoughtful and (the voice) did seem like it was responding in real time to my prompts as opposed to providing pre-determined questions,” he explained. “The voice was probing — yet respectful when we pushed the boundaries.”\n\nMcCormick admitted that if he spent even more time answering, he could imagine getting somewhat emotional, “If I spent more time with it and it went beyond the basics, I can see how the app would lead to more introspection.”\n\nHe thoroughly enjoyed the experience, though he’d hardly even made a dent in the Vault, which can record hours of conversations. It may seem like a lot of time, but it’s “pretty fun,” as he admits, and it’s a great way to understand someone, and even yourself, a bit better.\n\nAfter all, the founders’ guiding belief is that “the world’s best stories are within us—they just haven’t been discovered yet.”\n\nHunting for a headline-worthy haul? Keep shopping with Post Wanted.\n\nFor over 200 years, the New York Post has been America’s go-to source for bold news, engaging stories, in-depth reporting, and now, insightful shopping guidance. We’re not just thorough reporters – we sift through mountains of information, test and compare products, and consult experts on any topics we aren’t already schooled specialists in to deliver useful, realistic product recommendations based on our extensive and hands-on analysis. Here at The Post, we’re known for being brutally honest – we clearly label partnership content, and whether we receive anything from affiliate links, so you always know where we stand. We routinely update content to reflect current research and expert advice, provide context (and wit) and ensure our links work. Please note that deals can expire, and all prices are subject to change."
    },
    {
        "title": "Bay City’s Masonic Temple to open for first ever public paranormal tours. Here’s how to join.",
        "link": "https://www.mlive.com/news/saginaw-bay-city/2024/09/bay-citys-masonic-temple-to-open-for-first-ever-public-paranormal-tours-heres-how-to-join.html",
        "description": "That’s because for the first time ever, the Masonic Temple will be open to the public for ghost tours along with paranormal ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xhM_mWf1nKEkdOGIfcp4Zi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "MLive26m",
        "source": "MLive",
        "article_content": "BAY CITY, MI – The Masonic Temple on North Madison Avenue was built in the 1890s, making it one of the city’s rich sources of history. But with age comes stories of the paranormal – tales of those who once walked the Masonic Temple halls revisiting them in the form of auras, shadows or waves of cold air.\n\nIndeed, Bay City’s Masonic Temple is one of the city’s more intriguing destinations when it comes to alleged paranormal hot spots. And for those eager to better understand it, they will have the chance in October to check it out for themselves."
    },
    {
        "title": "Investigate the Paranormal with the B.P.R.D. Thanks to Humble",
        "link": "https://geektyrant.com/news/investigate-the-paranormal-with-the-bprd-thanks-to-humble",
        "description": "A new Humble Bundle offers more than 30 B.P.R.D. and Hellboy stories from Mike Mignola and Dark Horse for very cheap.",
        "image_url": "https://www.bing.com/th?id=OVFT.JxaieyV40zC1zZwA2fzuBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "GeekTyrant1h",
        "source": "GeekTyrant",
        "article_content": "Are you ready to follow stories of the Bureau for Paranormal Research and Defense? Humble is offering comic fans 35 titles from the B.P.R.D. series and more for a mere $30 with Mike Mignola’s B.P.R.D. by Dark Horse Encore (affiliate link).\n\nEnjoy the stories from Mike Mignola’s team in a bundle that is valued at an amazingly appropriate $666 for less than 5% of that cost.\n\nI do want to mention that for $30 you also get the 35-book Mignola bundle from 2023 with tons of Hellboy titles. If you are uninterested in those titles or already have them, you can get the 35 B.P.R.D. titles for only $18!\n\nPlus, each purchase supports World Central Kitchen, “a non-profit organization addressing food insecurity during and after natural disasters and humanitarian crises, while also operating long-term programs aimed at improving livelihoods by strengthening local food ecosystems.”"
    },
    {
        "title": "Paranormal Cirque brings a thrilling spectacle to Wilkes-Barre",
        "link": "https://www.msn.com/en-us/music/news/paranormal-cirque-brings-a-thrilling-spectacle-to-wilkes-barre/ar-AA1qWive?ocid=BingNewsVerp",
        "description": "Paranormal Cirque III kicked off Thursday at the Wyoming Valley Mall in Wilkes-Barre.It features many things that you may ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Vmxgd1G1T86Qs66zMaz9jy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WOLF Wilkes-Barre-Scranton on MSN11h",
        "source": "WOLF Wilkes-Barre-Scranton on MSN",
        "article_content": ""
    },
    {
        "title": "5 scariest found footage movies I've ever seen",
        "link": "https://www.tomsguide.com/entertainment/streaming/5-scariest-found-footage-movies-ive-ever-seen",
        "description": "Perhaps one of the most well-known (yet somehow most underrated) found footage movies is \"Paranormal Activity.\" I made the mistake of watching it when I was younger, and it haunted me for days. That ...",
        "image_url": "https://www.bing.com/th?id=OJ.RtDtpgIiQZErlg&pid=news&w=90&h=16&rs=2",
        "category": "paranormal",
        "date": "5h",
        "source": "Tom's Guide",
        "article_content": "Found footage movies have become synonymous with horror, and for good reason. I’ve always felt that the raw, unpolished style of these movies makes them feel more visceral, as if they’re happening in real-time. Of course, the shaky camera work and amateur-looking footage might not be for everyone, but there’s something chilling about watching this kind of movie, and what better time to experience one with Halloween around the corner.\n\nFor those who want to experience this incredibly tense subgenre, I've rounded up five of the best found footage movies currently available to stream on some of the best services. So, grab your late-night snacks and get ready to watch true terror on the small screen. Note: you might not be able to sleep after watching some of these, because I certainly couldn't.\n\n'Host' (2020)\n\nHost - Official Trailer [HD] | A Shudder Original - YouTube Watch On\n\nScreen-capture-style movies where most of the story takes place through the computer’s webcam have usually always flopped. Take the likes of \"Unfriended\" and \"Friend Request\" for example, which are entertaining enough to watch, but the execution and character development aren't great. One movie in this subgenre that does exceed is \"Host\", a tense horror set (and made) during the COVID-19 lockdown.\n\n\"Host\" follows a group of six friends who decide to conduct a virtual séance over Zoom. Seeking a unique way to pass the time, they hire a medium to guide them through the session. However, things quickly take a dark turn when one of the friends disrespects the process by pretending to make contact with a fake spirit. This action opens the door for an actual malevolent entity to invade their call.\n\nOf course, as you can probably guess, the supernatural force begins to haunt each participant, manifesting terrifying events in their own homes. The entire movie plays out through the Zoom call, making you feel like you are part of the group’s increasingly desperate struggle to survive the night.\n\nWatch on Shudder\n\n'Cloverfield' (2008)\n\nCloverfield (2008) Trailer #1 | Movieclips Classic Trailers - YouTube Watch On\n\nIt wouldn’t be right if I didn’t include \"Cloverfield\" on this list considering it was one of the very first found footage movies I ever saw. This thrilling story has everything you need to have a good time — a giant alien creature and a group of characters who have no idea what they’re doing.\n\nSign up to get the BEST of Tom's Guide direct to your inbox. Here at Tom’s Guide our expert editors are committed to bringing you the best news, reviews and guides to help you stay informed and ahead of the curve! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n\"Cloverfield\" follows a group of friends in New York City as they attempt to survive a massive creature attacking the city. The movie begins at a going-away party, where Rob (Michael Stahl-David), the main character, is preparing to move to Japan. His friends are documenting the event on a handheld camera when suddenly, a massive explosion rocks the city.\n\nThe group quickly realizes they are in the middle of a large-scale disaster as a gigantic creature wreaks havoc, destroying buildings and causing widespread panic. The great thing about this is that it’s presented entirely through the footage captured on a handheld camera, meaning you're up close and personal with the action.\n\nWatch on Paramount Plus\n\n'Rec' (2007)\n\n[Rec] (2007) Trailer #1 | Movieclips Classic Trailers - YouTube Watch On\n\nA movie that uses handheld camera work and real-time events to create a claustrophobic, immersive experience will always be highly regarded in my books. And one such movie includes \"Rec,\" which isn’t for the faint-hearted (honestly, this one really scared me).\n\nThis Spanish found footage horror follows a television reporter, Ángela Vidal (Manuela Velasco), and her cameraman, Pablo (Pablo Rosso), as they document the night shift at a local fire station. When they are called to a routine emergency at an apartment building, they find themselves trapped inside with a group of residents.\n\nHowever, it becomes clear that something sinister is going on. The residents start exhibiting strange and violent behavior, and the situation quickly escalates into a full-blown nightmare. The building is soon sealed off by the authorities, and Ángela and Pablo are forced to confront the horrifying truth: A mysterious infection has spread through the building, turning people into rabid, zombie-like creatures.\n\nWatch on Tubi\n\n'Creep' (2014)\n\nCreep Official Trailer 1 (2015) - Mark Duplass Horror Movie HD - YouTube Watch On\n\nFor anyone who enjoys slow-burn tension that leads to a disturbing and shocking climax, then \"Creep\" should be your next weekend watch. It's notable for its minimalistic approach since it mainly focuses on just two characters and how they interact.\n\n\"Creep\" follows a freelance cameraman named Aaron (Patrick Brice) who responds to a Craigslist ad for a one-day film job. The ad was placed by Josef (Mark Duplass), a man who claims he has a terminal illness and wants to make a video diary for his unborn child.\n\nAs Aaron films Josef, he quickly becomes unsettled by Josef's increasingly strange and unsettling behavior. Josef's requests grow more bizarre and invasive, and Aaron begins to suspect that something is seriously wrong. The moment when Josef's true nature and intentions are revealed definitely makes this movie worth watching.\n\nWatch on Netflix\n\n'Paranormal Activity' (2007)\n\nPerhaps one of the most well-known (yet somehow most underrated) found footage movies is \"Paranormal Activity.\" I made the mistake of watching it when I was younger, and it haunted me for days. That didn’t stop me from appreciating it and \"Paranormal Activity\" definitely ranks as one of the best found footage movies ever.\n\nIt revolves around a young couple, Katie (Katie Featherston) and Micah (Micah Sloat), who have recently moved into a new home. Katie believes that she is being haunted by a supernatural entity, and the couple decides to document the eerie occurrences using a video camera.\n\nAs the days go by, the disturbances grow stranger. The couple sets up the camera to record while they sleep, hoping to capture evidence of the haunting. What they discover in the footage reveals increasingly sinister and supernatural activities occurring in their home, including strange noises, objects moving on their own and disturbing events that escalate over time.\n\nWatch on Max"
    },
    {
        "title": "Yvette Fielding hits back at celebrity who said ghost hunting is ‘really stupid’",
        "link": "https://metro.co.uk/2024/09/21/yvette-fielding-hits-back-celebrity-said-ghost-hunting-really-stupid-21631572/",
        "description": "Most Haunted star Yvette Fielding has hit back at a celebrity who branded her ghost hunting activities ‘really stupid’. The TV presenter, 55, has been leading the paranormal reality series since it ...",
        "image_url": "https://www.bing.com/th?id=OJ.PkH1pOtrmZ3Chg&pid=news&w=55&h=16&rs=2",
        "category": "paranormal",
        "date": "7h",
        "source": "Metro",
        "article_content": "Yvette Fielding has hit back at a ‘rude’ celebrity who called her ghost hunting ‘really stupid’ (Picture: UKTV/REALLY/Tony Ward)\n\nMost Haunted star Yvette Fielding has hit back at a celebrity who branded her ghost hunting activities ‘really stupid’.\n\nThe TV presenter, 55, has been leading the paranormal reality series since it first aired in 2002, and has gone on to publish several books following her spooky experiences.\n\nBut despite the terrifying encounters that others have witnessed alongside Yvette, with many documented on camera, several people are still sceptical about her ghost hunting abilities, including one celebrity who was rude to her face.\n\nSpeaking to Metro.co.uk ahead of the release of her new book, Most Haunted Castles, Yvette recalled the conversation, saying that nowadays, she’s less phased by such comments.\n\n‘It doesn’t upset me anymore because I know the truth and I know that after 10 years of doing the Most Haunted Experience and working with like-minded people, fans and members of the public that come along and come away from a night saying, “It completely changed my whole thought process on it,” or a new camera crew that come onboard and they’re sceptical but by the end of it they’re like, oh my god, that to me is fantastic, because it used to get to me, it used to really upset me, but it really does not bother me at all anymore.’\n\n‘I don’t like it when people are rude,’ she went on. ‘I had one celebrity say to me, “I think what you do is really stupid.”\n\n‘He said it in front of loads of people, and I felt the ground open up beneath me. And I just thought, why have you said that?\n\n‘I wanted to say to him, “Well, hang on a minute. That’s my religion. I’m a spiritualist, if you were Jewish, Muslim, Catholic whatever, I’m not going to ridicule your faith, why on earth are you ridiculing mine?”‘\n\nThe Most Haunted star has revealed some terrifying experiences she’s witnessed (Picture: Mike Lawn/Shutterstock)\n\nOver the years, Yvette has shared some of the experiences she’s had including when she was almost killed by a horse after using a Ouija board, having members of her crew attacked by ghosts, and when she was once chased by a ‘pair of legs’ in a haunted theatre.\n\nBut the chilling ghostly experiences she witnessed in preparation for her latest book may be the worst yet.\n\nDuring a visit to Bamburgh Castle in Northumberland, Yvette and the film crew visited a Bones Room, full of human remains that have been excavated from the landmark’s grounds after numerous historical battles.\n\n‘We were there, the film crew and myself, and all of a sudden we heard something hit the floor and put a torch on and we found a bone,’ she recalled.\n\n‘We were like, oh my god, and it happened again and again. And then the worst bit was when the historian felt something land in his hair, and we looked and it was a human tooth… we all gave it legs and ran.’\n\nYvette detailed the ghostly encounters in preparation for her new book (Picture: Ken McKay/ITV/Shutterstock)\n\nElsewhere during research for her latest venture, she was left locked in a turret at the top of Oxford Castle when the ‘door slammed’ – and the situation still remains shrouded in mystery.\n\nShe explained: ‘We were all inside this particular room at the top of the turret, and to lock the door from the outside was a huge metal bolt that you had to slide across.\n\n‘We would have heard it slide, but the door slammed, made us all jump, and then we didn’t hear anything. When we tried to get out, we couldn’t get out, so we had to use our phones to get somebody to come and help us… There was nobody humanly possible that could have done it.’\n\nThose eerie moments never made Yvette want to stop her research though, as her love of castles kept her going.\n\n‘Yes, there’s frightening moments and moments where you actually run or leave a location,’ she said.\n\nDuring the team’s visit to Pengersick Castle in Cornwall, two of her crew were so frightened that they sprinted to the car and locked themselves in, Yvette told us.\n\nBut the horror didn’t stop there. She said: ‘They could hear footsteps on the ground path leading towards the car and something walking around the car. That was frightening.’\n\n‘But no, it’s like a roller coaster ride,’ Yvette added, insisting that the next day she’s ready to go back and do it all over again.\n\nAnd she hasn’t just been haunted by paranormal forces while filming.\n\nIn fact, strange occurrences happened in her own home when she first moved in, despite asking the previous owners if the house was haunted, ‘because it looked like it should be’.\n\nYvette witnessed paranormal experiences in her own home (Picture: Paul Cooper/Shutterstock)\n\n‘Within the first few weeks of us moving in, all sorts of weird stuff was happening,’ she told us.\n\nYvette continued: ‘My children would be at school and I would hear in the house “Mummy”, somebody would be knocking on the door, [and I’d go to the door], this would happen about five times in a day, and there’s nobody there.’\n\nShe also revealed that kitchen chairs would ‘move on their own and be placed in a pyramid shape, balanced on top of each other on the kitchen table’.\n\nAs if that wasn’t enough to make anyone want to move house, Yvette also said her husband Karl saw a ghost dressed like a Cavalier outside their house, only for them to later discover that soldiers had been murdered near their home during the Civil War.\n\nShe went on: ‘After a while we got used to it, and the weird thing is now that both my children are all grown up and living their own lives, got their own homes and everything, there’s nothing, there’s no activity.\n\n‘I’m a firm believer that energy, and especially young energy, can actually exacerbate or really meddle with the atmosphere and the vibrations within a house.’\n\nYvette’s new book, Most Haunted Castles, is available to buy from September 19\n\nDespite how terrifying those encounters have been, Yvette added that she would never wish she was ‘oblivious’ to the experiences.\n\n‘God no, it’s changed my whole life,’ she said. ‘Before I did Most Haunted I’d had a couple of experiences and I started to become interested… but before that I actually thought there was nothing when we died, I didn’t believe in anything. I didn’t believe in god, didn’t have a faith, nothing.\n\n‘And it actually affected me, made me a bit down, because I just thought, oh my god, what are we here for? What’s this about? Which we’ve all asked, especially when you’re younger, you’re questioning everything.\n\n‘So then of course, we made Most Haunted… and after all the things that I’ve seen, I’ve heard, that we do go on and we see our loved ones again, and we go to another place, that for me has completely changed my whole outlook on life and I feel I’m a happier person for it.\n\n‘For me, that’s my faith and I’m so very pleased and proud that me and my husband found it.’\n\nMost Haunted Castles written by Yvette Fielding, illustrated by Hannah Shaw, will be released on September 19 and available in all good bookshops.\n\nGot a story?\n\nIf you’ve got a celebrity story, video or pictures get in touch with the Metro.co.uk entertainment team by emailing us celebtips@metro.co.uk, calling 020 3615 2145 or by visiting our Submit Stuff page – we’d love to hear from you."
    },
    {
        "title": "Scooby-Doo Interactive Exhibit Unveiled at Museum of Discovery and Science in Fort Lauderdale",
        "link": "https://hoodline.com/2024/09/jinkies-scooby-doo-interactive-exhibit-unveiled-at-fort-lauderdale-s-museum-of-discovery-and-science/",
        "description": "Scooby-Doo exhibit opens at the Museum of Discovery and Science, inviting visitors to solve a mystery with the famous ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lFMnlnP70f32FDhbj2Mx4C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hoodline39m",
        "source": "Hoodline",
        "article_content": "Content not available"
    },
    {
        "title": "Scooby-Doo interactive exhibit opens at Museum of Discovery and Science in Fort Lauderdale",
        "link": "https://wsvn.com/news/local/broward/scooby-doo-interactive-exhibit-opens-at-museum-of-discovery-and-science-in-fort-lauderdale/",
        "description": "Grab your keys to the Mystery Machine, because a new interactive Scooby-Doo exhibit has opened at the Museum of Discovery<a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fgvRPrNjB2LTCodx2yMwjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7News Miami17h",
        "source": "7News Miami",
        "article_content": "FORT LAUDERDALE, FLA. (WSVN) - Grab your keys to the Mystery Machine, because a new interactive Scooby-Doo exhibit has opened at the Museum of Discovery and Science in Fort Lauderdale.\n\nAt the exhibit, children will be put to the test, analyzing clues and working with the Scooby crew to unmask a jewel thief and save the day.\n\nFunding for the exhibit comes from Joe DiMaggio Children’s Hospital and the Florida Prepaid college savings plan.\n\nThe exhibit runs until Jan. 5.\n\nCopyright 2024 Sunbeam Television Corp. All rights reserved. This material may not be published, broadcast, rewritten or redistributed."
    },
    {
        "title": "Ancient Discovery Could Be a Board Game From 4,000 Years Ago",
        "link": "https://www.msn.com/en-us/news/other/ancient-discovery-could-be-a-board-game-from-4-000-years-ago/ar-AA1qX22v?ocid=BingNewsVerp",
        "description": "The discovery of artifacts associated with an ancient board game is offering clues about how humans interacted thousands of ...",
        "image_url": "https://www.bing.com/th?id=OVF.uunV49cQwLpiCwLWRIhPKA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert on MSN3h",
        "source": "ScienceAlert on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists uncover underwater event that wiped out nearly all life in groundbreaking discovery",
        "link": "https://www.ladbible.com/news/science/scientists-great-dying-el-ninos-812779-20240921",
        "description": "Scientists have uncovered an underwater event that wiped out nearly all life in a groundbreaking discovery. The new study has ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fnh_H4fS_bYO2-L7A87zSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "46m",
        "source": "LADbible",
        "article_content": "Scientists have uncovered an underwater event that wiped out nearly all life in a groundbreaking discovery.\n\nThe new study has shed light on what happened to lead to a whopping 90 percent of life being totally wiped out from the Earth.\n\nIt’s said this catastrophe happened roughly 250 million years ago and it’s even suggested to be more fatal than the asteroid that famously saw the end of the dinosaurs on this planet.\n\nAdvert\n\nPublished in the journal Science, the UK's University of Bristol and China University of Geosciences (Wuhan) researchers are claiming that El Niños were responsible for causing the climate to vary wildly and forests to be killed off.\n\nScientists reckon the underwater event had an impact (Getty Stock Image)\n\nYou might have heard of El Niños before (and I’m not talking about football) as it’s the weather phenomena that cause sea surfaces to warm up drastically.\n\nIt typically takes place in the central and eastern Pacific Ocean. An El Niño is declared when sea temperatures in the tropical eastern Pacific rise 0.5 °C above the long-term average.\n\nAdvert\n\nAnd while volcanic activity definitely played a big role in the ‘Great Dying’ (the worst mass extinction in Earth’s history, also known as the Permian-Triassic extinction), experts say the impact of these El Niños shouldn’t be overlooked.\n\nChina University of Geosciences’ Professor Yadong Sun claims that oxygen isotopes in fossils suggest they could have been greatly involved in this mass loss of life.\n\nHe said: “Most life failed to adapt to these conditions, but thankfully a few things survived, without which we wouldn’t be here today. It was nearly, but not quite, the end of life on Earth.”\n\nGlobal warming had an impact (Getty Stock Image)\n\nAdvert\n\nAnd co-lead author of this study, Dr Alexander Farnsworth, from the University of Bristol, added: “Climate warming alone cannot drive such devastating extinctions because, as we are seeing today, when the tropics become too hot, species migrate to the cooler, higher latitudes.\n\n“Our research has revealed that increased greenhouse gases don’t just make the majority of the planet warmer, they also increase weather and climate variability making it even more 'wild' and difficult for life to survive.”\n\nIn reality, the exact cause of the Great Dying remains somewhat uncertain but it’s pretty complicated.\n\nAs well as so much time having obviously passed since, there’s a scarcity of fossils to study and a complexity of evidence. Either way, scientists know something big happened to have such a big consequence."
    },
    {
        "title": "Materials Discovery Research Center to Open at Ames National Laboratory",
        "link": "https://executivegov.com/2024/09/materials-discovery-research-center-ames-nl/",
        "description": "Ames National Laboratory will harness artificial intelligence and exascale computing in its new materials discovery research ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FuxsV5LWAlcozq1JJKr4NS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Executive Gov19h",
        "source": "Executive Gov",
        "article_content": "The Department of Energy’s Ames National Laboratory has announced it will establish the ML-Accelerated Materials Discovery Center for research focused on identifying and designing new magnetic and superconducting components for energy applications.\n\nThe center will build upon the computer codes the laboratory’s researchers have developed and indicated effective and rapid structure search methods through artificial intelligence and machine learning techniques, Ames said Thursday.\n\nThe new center will tap exascale computers at other national laboratories to find the right materials from the large and complex list of potential choices, the Iowa State University-operated laboratory added.\n\nTo harness the various processors and hardware of the exascale computers, reputed as among the most powerful in the world, the center will use software from the Exascale Computing Project, a joint effort of the Energy Department’s Office of Science and the National Nuclear Security Administration.\n\nThe Los Alamos National Laboratory will collaborate with Ames on the center, which will draw funding from the Energy Department’s Office of Science.\n\nIn the private sector, SandboxAQ is using AI to discover and develop new compounds and chemistries that could be combined to produce new materials for potential use by the U.S. Army and other defense and government customers, Jen Sovada, the company’s president of global public sector and a 2024 Wash100 awardee, told Federal News Network recently."
    },
    {
        "title": "The Automation Takeover: Are Software Engineers Becoming Obsolete?",
        "link": "https://www.forbes.com/sites/hessiejones/2024/09/21/the-automation-takeover-are-software-engineers-becoming-obsolete/",
        "description": "The speed at which LLMs have dominated industry creates evidence of substantial change, including the evolving role of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2QtmniaAmpRciBKlzS_8Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "4h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Hyderabad: National-level hackathon on Generative AI organised",
        "link": "https://telanganatoday.com/hyderabad-national-level-hackathon-on-generative-ai-organised",
        "description": "The RRS Solutions Managing Director, T Dheeraj Reddy spoke about the importance of AI role and no code application while Virtusa vice president E Ravindra Prasad spoke about the problem statement and ...",
        "image_url": "https://www.bing.com/th?id=OJ.x1o8OuFLVmUYpw&pid=news&w=102&h=16&rs=2",
        "category": "nocode",
        "date": "17m",
        "source": "Telangana Today",
        "article_content": "Hyderabad: National-level hackathon on Generative AI organised\n\nThe RRS Solutions Managing Director, T Dheeraj Reddy spoke about the importance of AI role and no code application while Virtusa vice president E Ravindra Prasad spoke about the problem statement and its importance in the hackathon.\n\nBy Telangana Today Published Date - 21 September 2024, 09:39 PM\n\nHyderabad: Nalla Narasimha Reddy Education Society’s Group of Institutions here organised a national level hackathon on Generative AI. The RRS Solutions Managing Director, T Dheeraj Reddy spoke about the importance of AI role and no code application while Virtusa vice president E Ravindra Prasad spoke about the problem statement and its importance in the hackathon.\n\nEAIESB director Vijay Kumar enlightened students with Bhagavad Gita Shlokas and how it was related to AI’s future.College director CV Krishna Reddy said learning practical problem solving skills were important for students in order to showcase their talent.\n\nProgramme convenor G Janardhana Raju urged students to come up with innovative ideas in latest technologies. A total of 98 teams registered for the event and 75 teams participated."
    },
    {
        "title": "Anthony Joshua vs. Daniel Dubois Livestream: When It Starts and How to Watch Heavyweight Boxing Fight",
        "link": "https://www.cnet.com/tech/services-and-software/anthony-joshua-vs-daniel-dubois-livestream-when-it-starts-and-how-to-watch-heavyweight-boxing-fight/",
        "description": "Clash at Wembley is being billed as the biggest in British boxing history. It's a hotly-anticipated Battle of Britain on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Wip-4OtJk7quw0Zt2Ripki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "CNET1h",
        "source": "CNET",
        "article_content": "It's a hotly-anticipated Battle of Britain on Saturday as Daniel Dubois puts his IBF heavyweight title on line at Wembley Stadium against fellow countryman Anthony Joshua in front of 96,000 fans.\n\nDubois claimed the IBF interim title earlier this year, and was upgraded to full IBF champion after Oleksandr Usyk opted to vacate the title back in June.\n\nAfter back-to back defeats to Oleksandr Usyk, Joshua is now on a run of four wins as the two-time former unified world heavyweight champion looks to continue his revival.\n\nA dream showdown with the winners of Usyk and Fury's upcoming rematch is the likely spoils for today's victor.\n\nAs well as a stacked undercard, the event is also set to see Liam Gallagher perform live ahead of reformed Britpop band Oasis' sold out comeback shows at this venue next summer.\n\nHere are all the details of tonight's big fight, including start time, how to watch it and more.\n\nAn expected 96,00 fight fans are expected to watch today's fight between Anthony Joshua and Daniel Dubois at Wembley Stadium. Mark Robinson/Matchroom Boxing/Getty Images\n\nJoshua vs. Dubois date and start times\n\nAnthony Joshua vs. Daniel Dubois takes place on Saturday, Sept. 21, at Wembley Stadium in London.\n\nThe main card is set to start at 4 p.m. local time in the UK, making it an 11 a.m. ET / 8 a.m. PT start in the US and Canada, with the event set to get underway at 3 a.m. AEST in the early hours of Sunday morning in Australia.\n\nRing walks for Joshua and Dubois are expected no earlier than 4:45 p.m. ET, 1:45 p.m., 9:45pm BST, 8:45 a.m. AEST.\n\nTiming is subject to change for the main card based on the length of the undercard fights.\n\nHow to watch Joshua vs. Dubois from anywhere\n\nIf you find yourself unable to view this Joshua vs. Dubois locally, you may need a different way to watch the fight -- that's where using a VPN can come in handy. A VPN is also the best way to stop your ISP from throttling your speeds by encrypting your traffic, and it's also a great idea if you're traveling and find yourself connected to a Wi-Fi network, and you want to add an extra layer of privacy for your devices and logins.\n\nWith a VPN, you're able to virtually change your location on your phone, tablet or laptop to get access to the game. Most VPNs, like our Editors' Choice, ExpressVPN, make it really easy to do this.\n\nUsing a VPN to watch or stream sports is legal in any country where VPNs are legal, including the US, UK and Canada, as long as you have a legitimate subscription to the service you're streaming. You should be sure your VPN is set up correctly to prevent leaks: Even where VPNs are legal, the streaming service may terminate the account of anyone it deems to be circumventing correctly applied blackout restrictions.\n\nJames Martin/CNET ExpressVPN Best VPN for streaming Latest Tests DNS leaks detected, 25% speed loss in 2024 tests Network 3,000 plus servers in 105 countries Jurisdiction British Virgin Islands ExpressVPN is our current best VPN pick for people who want a reliable and safe VPN, and it works on a variety of devices. It's normally $13 a month, but if you sign up for an annual subscription for $100 you'll get three months free and save 49%. That's the equivalent of $6.67 a month with code SPECIALDEAL, which should be automatically applied. Note that ExpressVPN offers a 30-day money-back guarantee. See at ExpressVPN\n\nHow to watch Joshua vs. Dubois in the US\n\nSaturday's big fight is available to stream in the US via dedicated sports streaming service DAZN for a $20 PPV fee.\n\nDAZN DAZN PPV Watch Joshua vs. Dubois from $20 Saturday's fight is available to watch in the US on DAZN for $20. If you're not a subscriber, then you can sign up for a 30-day free trial to access the PPV feed. As well as dedicated apps for iOS and Android, there's a wide range of support for set-top boxes and smart TVs. See at DAZN\n\nHow to watch Joshua vs. Dubois in the UK\n\n\n\nIf you live in the UK, there are three different options for watching this much anticipated fight, with DAZN, Sky Sports Box Office and TNT Sports Box Office all offering full coverage, with all three options being offered at the same PPV price of £25.\n\nTNT Sports TNT Sports PPV Watch Joshua vs. Dubois for £20 Live coverage of Joshua vs. Dubois starts on TNT Sports PPV at 4 p.m. BST. You'll be able to tune in via BT TV, Sky or Virgin, as well as the TNT Sports Box Office app on iOS and Android, or via Chromecast and AirPlay. See at TNT Sports\n\nDAZN DAZN PPV Watch Joshua vs. Dubois in the UK from £20 Pay the £20 PPV to watch Saturday's fight on DAZN and you'll get a free seven-day trial of the sport streaming service. If you're an existing DAZN UK customer you'll get a small discount to the PPV price at £20. As well as dedicated apps for iOS and Android, there's a wide range of support for set-top boxes and smart TVs. See at DAZN\n\nHow to watch Joshua vs. Dubois in Canada\n\nFor Canadian fight fans, Saturday's big title fight is available to watch via streaming service DAZN.\n\nHow to watch Joshua vs. Dubois in Australia\n\nAustralian boxing fans can stream this clash via streaming service DAZN.\n\nDAZN DAZN PPV Watch Joshua vs. Dubois in Australia from AU$20 This big fight is available to watch on sport streaming service DAZN and is priced at AU$20 for the PPV. As well as dedicated apps for iOS and Android, there's a wide range of support for set-top boxes and smart TVs. See at DAZN\n\nAnthony Joshua vs. Daniel Dubois full fight card\n\nIn addition to the main event, there are a number of other fights taking place at Wembley tonight."
    },
    {
        "title": "This startup helped Bryson DeChambeau win the U.S. Open — can it improve my golf swing?",
        "link": "https://www.msn.com/en-us/sports/golf/this-startup-helped-bryson-dechambeau-win-the-u-s-open-can-it-improve-my-golf-swing/ar-AA1qXydO?ocid=BingNewsVerp",
        "description": "Sportsbox AI — we’ve been gathering a lot of really cool data,' DeChambeau said in response to a question about what’s helped ...",
        "image_url": "https://www.bing.com/th?id=OVFT.O5wP2wbvYcb0GXeyqrzxBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "42mon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Apple iPhone 16 Pro vs. iPhone 14 Pro: Is it upgrade time?",
        "link": "https://www.digitaltrends.com/mobile/apple-iphone-16-pro-vs-apple-iphone-14-pro/",
        "description": "The iPhone 16 is one of the most comprehensive generation-over-generation upgrades Apple has served up in years. But is it enough to ditch the iPhone 14 Pro?",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "26m",
        "source": "Digital Trends",
        "article_content": "Apple’s smartphones are finally entering a new era — a phase where the software is driving as much innovation as the hardware. In fact, if one looks at the magnitude of changes that iOS 18 brings to the table with Apple Intelligence at the helm, the hardware enhancements pale in comparison. The Apple iPhone 16 Pro is at the forefront of that movement, thanks largely to the inclusion of Apple’s new AI, which is likely to become a core part of everyone’s iOS experience when it launches. But is there any merit in holding on to an older iPhone?\n\nThe iPhone 14 Pro is the focus for most buyers’ “keep or jump” dilemma. A remnant of the Lightning port era, the iPhone 14 Pro continues to prove its mettle as a reliable warhorse with a terrific camera. But the kind of comprehensive changes across screen, silicon, charging, and software perameters introduced by the iPhone 16 Pro also make it a candidate for an upgrade.\n\nRecommended Videos\n\nIf you’ve been holding on tight to your iPhone 14 and aren’t sure if there are any meaningful advancements to warrant a spending spree, here’s a detailed breakdown to guide your upgrade decision.\n\niPhone 16 Pro vs. iPhone 14 Pro: specs\n\nSpecs iPhone 16 Pro iPhone 14 Pro Size 149.6 x 71.5 x 8.25 mm (5.89 x 2.81 x 0.32 inches) 147.5 x 71.5 x 7.85 mm (5.81 x 2.81 x 0.31 inches) Weight 199 g (7.03 oz) 206 g (7.27 oz) Screen 6.3-inch Super Retina XDR OLED 1206 x 2622 pixels ProMotion with 120Hz dynamic refresh rate Dolby Vision, 2,000 nits brightness 6.1-inch Super Retina XDR OLED 1179 x 2556 pixels ProMotion with 120Hz dynamic refresh rate Dolby Vision, 2,000 nits brightness Operating system iOS 18 iOS 18 Build Titanium with textured\n\nmatt glass back Stainless steel with textured matt glass back Buttons Action Button\n\nCamera Control Ring/Silent switch Storage 128GB, 256GB, 512GB, 1TB 128GB, 256GB, 512GB, 1TB Processor Apple A18 Pro Six-core CPU Six-core GPU 16-core NPU Apple A16 Bionic Six-core CPU Five-core GPU 16-core NPU Camera Rear: 48-megapixel primary, f/1.8, OIS 48MP ultrawide, f/2.2, 120° FOV 12MP telephoto, f/2.8, 5x optical zoom Front: 12MP, f/1.9 aperture Rear: 48MP primary, f/1.78, OIS 48MP ultrawide, f/2.2, 120° FOV 12MP telephoto, f/1.78, 3x optical zoom Front: 12MP, f/1.9 aperture Video Rear: 4K, up to 120 fps Front: 4K, up to 60 fps Rear: 4K, up to 60 fps Front: 4K, up to 60 fps Connectivity Wi-Fi 7, dual-band Bluetooth 5.3 Wi-Fi 6, dual-band Bluetooth 5.3 Ports USB-C Gen 3.2 DisplayPort Lightning USB 2.0 Water resistance IP68 (maximum depth of 6m up to 30 minutes) IP68 (maximum depth of 6m up to 30 minutes) Battery & charging Up to 23 hours video playback 45W fast charging 25W wireless charging via MagSafe 15W Qi2 wireless charging Up to 27 hours video playback 25W fast charging 15W wireless charging via MagSafe 7.5W Qi wireless charging Colors Black Titanium, White Titanium, Natural Titanium, Desert Titanium Space Black, Silver, Gold, Deep Purple Price Starts at $999 Starts at $999\n\niPhone 16 Pro vs. iPhone 14 Pro: design and display\n\nThere isn’t much to discuss here about any design overhaul, as the fundamental aesthetic language is identical. However, there are a few refinements that can only be felt when the two devices are held in hand. The iPhone 16 Pro is slightly taller and thicker than the iPhone 14 Pro, and a touch lighter too. That weight disparity predominantly has to do with the build’s material of choice. The latest flagship from Apple relies on titanium, which is lighter, more resilient, and better equipped to handle heat dissipation. The iPhone 14 Pro, on the other hand, has a stainless steel frame married to a matte glass shell.\n\nAnother crucial difference concerns the edges. The iPhone 14 Pro’s sides were quite sharp and the phone dug into the palm in quite an uncomfortable fashion. The iPhone 16 Pro takes a more rounded approach to the edges, making it cozier to hold, if not a day-and-night difference.\n\nApple has also slimmed down the bezels to accommodate a larger display on the phone. With the iPhone 16 Pro, you also get USB-C (Gen 3 port with Display Port support) with 10Gbps output as it ditches the Lightning Port (USB Gen 2) on the iPhone 14 Pro. In a nutshell, you get faster data transfer bandwidth and liberation from the dongle life.\n\nThe ingress protection is identical across both phones at an IP68 level, but the color options vary. The iPhone 16 Pro serves up a new Desert Titanium look that’s somewhat inspired by the gold trim on the iPhone 16 Pro, but the latter’s signature Deep Purple is gone. The rest of Apple’s latest options include silver, white, and black.\n\nAnother core difference, as mentioned above, is the display. The iPhone 16 Pro has a 6.3-inch panel, up from the 6.1-inch OLED screen on the iPhone 14 Pro. The rest of the attributes, such as pixel density, peak refresh rate, and brightness output remain identical. Apple says the latest iteration of Ceramic Shield on the iPhone 16 Pro is twice as strong, while the OLED panel’s brightness can drop to as low as 1 nit, which is technically great news from the lens of power efficiency.\n\nAnother crucial change is the introduction of two extra buttons on the iPhone 16 Pro that replace the mute switch on the iPhone 14 Pro. The Action button has already become a favorite of folks for folks looking to execute tasks or even shortcuts with the press of a button.\n\nThis year, we also get the Camera Control, a physical button with a capacitive side to it. It’s a camera shutter in spirit, but can do a lot more. Using slide gestures, it can also handle adjustments like ISO or zoom level, among other camera controls.\n\niPhone 16 Pro vs. iPhone 14 Pro: camera\n\nFor users deep into video capture and engaged in professional workflows, the latest from Apple offers plenty. Both phones rely on a mostly identical 48-megapixel main camera and a 12MP zoom camera, but the iPhone 16 Pro takes things up a notch by upgrading the 12MP ultrawide lens to a 48MP sensor.\n\nAnother crucial upgrade is the inherent zoom architecture. The iPhone 14 Pro has a 3x optical range using a lens tunnel system for zooming. The iPhone 16 Pro reaches a 5x optical zoom range, thanks to the tetra prism lens architecture that was first seen on the iPhone 15 Pro Max. It also jumps to the Smart HDR 5 pipeline for more effective color contrast output.\n\nOn the imaging side, the iPhone 16 Pro enables full 48MP macro capture and can also take Spatial Pictures suited for viewing on the Apple Vision Pro headset. There are also new photographic styles on the table, alongside a new pad adjustment system to achieve the exact strength of a specific style. While that sounds appealing, it’s really the video capture side of things where the iPhone 16 Pro races into an altogether different league.\n\nTo start, the rear camera can now shoot 4K Dolby Vision videos at both 100 frames per second (fps) and 120 fps, and the results look incredible. Of course, for users who like more control over their video edits, the phone also opens the doors for log capture (with support for the Academy Color Encoding System), something the iPhone 14 Pro misses out on.\n\nApple has also armed the iPhone 16 Pro with four studio-quality mics, and they play a supremely important role. Apple claims they deliver more true-to-life sounds. The trick in question is audio mixing. Essentially, when you shoot a video, you can pick between directional audio presets like in-frame, studio, and cinematic. These presets let users focus on a certain audio sources in their video. The samples captured by users suggest that it works really well.\n\niPhone 16 Pro vs. iPhone 14 Pro: performance and software\n\nThe biggest shift between the iPhone 14 Pro and its 16-series counterpart is the processor, which not only stands out based on hardware merits, but also opens the doors for an entirely new software experience courtesy of Apple Intelligence.\n\nNow, depending on how excited you are about AI, you may or may not make an upgrade choice, but here’s the lowdown. The A16 Bionic in the iPhone 14 Pro is based on TSMC’s 4nm process, and it serves a six-core CPU and a five-core graphics engine. The iPhone 16 Pro’s A18 Pro, built atop the newer 3nm node, packs six graphics cores.\n\nThe lift in processing firepower stands at 30%, while the GPU performance is improved by 40% this time around. Even compared to the mighty A17 Pro in the iPhone 15 Pro, Apple is touting a two-fold gain in hardware-accelerated ray tracing performance in games. It’s just that there are only a handful of games out there that can push ray tracing on the new and improved flagship iPhone.\n\nNow, both iPhones have already received the iOS 18 update, but the experience is going to be quite different. The biggest upgrade is Siri interactions, which are not only a lot more natural, but also dig deeper into apps for seamless integration to get work done. It can even handle multimedia content editing using voice commands.\n\nThat means not only can Siri more efficiently perform tasks across different apps (both in-house and third-party), but it can also look into the details stored by these apps and accordingly respond to user queries. Additionally, when it can’t handle certain queries, they will be offloaded to OpenAI’s ChatGPT.\n\nThere’s a lot to unpack. The Notes app gets Writing Tools that let you handle rewrites, corrections, formatting, and summarization with a single click. AI smarts have also been extended to the Mail app, where they enable email summarization as well as smart reply suggestions.\n\nApp notifications are also intelligently brought together, summarized, and passed through focus filters. It works really well, though the system takes a few days to assess the app interaction habit before it can fine-tune the notification behavior. Another cool perk is automatic transcription and voice notes that can also be summarized with a single click.\n\nOn the more fun side of things, users will be able to convert rough sketches into beautiful drawings with a simple highlight and selection gesture. The Image Playground feature brings text-to-image facility across different places, including Messages.\n\nAlso, for users who often run into the need to look up Apple’s product guides online, Siri will save them a browser trip, as the virtual assistant has ingested those guides and will offer step-by-step instructions right in the dialog box. Another cool upgrade is Screen Awareness, which lets the AI assistant take a peek at the onscreen content and answer contextual queries.\n\nApple Intelligence really is a big difference here — but it’s worth remembering that Apple Intelligence isn’t available yet, even on iOS 18. Instead, it will launch with iOS 18.1.\n\niPhone 16 Pro vs. iPhone 14 Pro: battery and charging\n\nOne of the most notable quality-of-life upgrades offered by the iPhone 16 Pro is improved mileage, as well as faster charging. The iPhone 16 Pro is claimed to last for 27 hours of video playback on a single charge, while the iPhone 14 Pro could only manage 23 hours. That translated into a single day of charge in the iPhone 14 Pro’s real-life use, but we won’t know if the iPhone 16 Pro can meet or exceed this until we’ve had time with it.\n\nAccording to regulatory data, the iPhone 16 Pro can technically reach a wired charging pace of 45 watts, which is dramatically faster than the iPhone 14 Pro. Additionally, the Qi wireless charging pace has reached 15W, up from 7.5W on the iPhone 15 Pro.\n\nApple has also boosted the MagSafe output for its latest flagship. The iPhone 16 Pro can reach a MagSafe power delivery peak of 25W when paired with a 30W brick, while the iPhone 14 Pro could only muster 15W for juicing up the lithium-ion unit packed inside its glass-metal chassis.\n\niPhone 16 Pro vs iPhone 14 Pro: availability and price\n\nThe Apple iPhone 16 Pro is now available for sale. The base model of the phone will set you back $999, with more storage costing more and rising all the way to a 1TB option. The Apple iPhone 14 Pro is similar, with the same storage options and an initial starting price of $999.\n\nHowever, given the latter’s older age, it’s likely you’ll find the iPhone 14 Pro at a much lower price than the newer flagship. During sales periods, it could be significantly so, making it a much more attractive option to those looking for a bargain.\n\niPhone 16 Pro vs. iPhone 14 Pro: should you upgrade?\n\nThe Apple iPhone 16 Pro, as mentioned above, is pushing the envelope with both software- and hardware-side innovations. But that also begs the question — is the iPhone 14 Pro a laggard that demands an upgrade just two years into its product life?\n\nWell, the answer depends on how much utility you are going to get out of the exclusive iPhone 16 Pro perks.\n\nThe biggest differentiator, of course, is Apple Intelligence. The AI-driven overhaul of iOS 18 puts Siri and next-gen machine learning capabilities into every corner of the iPhone’s software. And over time, those AI conversations — especially Siri integrations — will appear inside third-party apps, as well. Ultimately, it will boil down to how much one has grown weary of the boring iOS experience and seeks to experience what a next-generation AI-driven experience feels like.\n\nThen we have the camera chops. Now, the iPhone is still one of the nicest smartphone camera systems out there, and that applies to the iPhone 14 Pro as much as the iPhone 16 Pro. Is the newer phone better? Yes. Is it a big enough gulf that you’ll feel like the older phone is missing out? That’s less likely.\n\nHowever, if you intend to push your phone in terms of ultrawide capture and, more importantly, videos that try to challenge a DSLR, the enhanced zoom and high-fps Dolby Vision perks will really light up a social media feed with stunning samples.\n\nNow, Apple has kept the asking price the same, which is great news and makes the upgrade even more compelling. For those who can score a good trade-in deal, and can absorb the deficit hit on their wallet, the iPhone 16 Pro is absolutely worth the jump. For the rest, the iPhone 14 Pro is still enough to last at least another year, or two, with ease."
    },
    {
        "title": "I compared two of the most popular VPNs to see which is worth it",
        "link": "https://www.digitaltrends.com/computing/nordvpn-vs-proton-vpn/",
        "description": "NordVPN and Proton VPN go head-to-head in my hands-on comparison to find out which privacy and video stream unblocking ...",
        "image_url": "https://www.bing.com/th?id=OVFT.n-axz4gLrR9xUIvkjWNApC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "19h",
        "source": "Digital Trends",
        "article_content": "NordVPN is one of the most popular and best virtual private networks (VPNs) available, while Proton VPN is a relative newcomer that launched several years after it. Both have thousands of servers worldwide and boast high-speed streaming and download capacity without sacrificing security and privacy.\n\nIt’s particularly hard to choose between these leading VPNs when the pricing is so close. I recently reviewed NordVPN and Proton VPN, so I’ll share details about pricing and renewal costs, hands-on speed tests, and customer service responsiveness.\n\nRecommended Videos\n\nUltimately, I’ll share my recommendation for the best VPN to fit your budget while protecting your privacy and delivering consistently great performance.\n\nTiers and pricing\n\nStarting at the free tier, Proton VPN takes the lead with a full-featured app that can connect to 136 servers in the U.S., the Netherlands, and Japan. There’s no data cap or artificial limits placed on speed. Proton VPN is among the best free VPNs with few restrictions. NordVPN doesn’t have a free version.\n\nBoth offer a 30-day money-back guarantee but no trial period. That means you have to pay for a subscription to try the full version of either VPN. Each company supports 10 devices with paid service so you can use the VPN on all your devices and share with family members.\n\nNordVPN costs $13 per month, while Proton VPN comes in at $10 monthly. The best value comes with a longer subscription. NordVPN starts at $60 for the first year, but renews at $139.08. The equivalent monthly cost is $5 initially, but increases to $12 thereafter. A two-year subscription starts at $97 and includes three free months. That works out to $3.60 monthly, a great deal for 27 months. But watch out for the renewal cost, which skyrockets to $313.\n\nProton VPN has a less expensive $10 monthly plan and matches NordVPN’s $60 annual subscription. The two-year plan costs $108. Proton doesn’t charge more when you need to renew, so both monthly and renewal costs are better.\n\nBoth services have software bundles that add more features if you pay more.\n\nFeatures\n\nWhen I reviewed NordVPN, I was more than satisfied with its speed and reliability. I consistently enjoyed quick server connections and download speeds measuring 32% to 52% of my gigabit Ethernet connection. That’s hundreds of megabits per second worldwide.\n\nAs impressive as NordVPN’s performance was, Proton VPN nearly matched it by delivering 26% to 50% of my unprotected internet download speed. Proton VPN suffered from slow uploads, a common complaint with even the best VPNs.\n\nWhile NordVPN managed up to 29 Mbps uploads, the best I got with Proton VPN was 14 Mbps. To be fair, server connections are generally optimized for downloading content, with only a bit reserved to keep the connection responsive as you search and browse.\n\nBoth feature solid VPN connections to thousands of servers in over 100 countries. To get around administrative firewallls, NordVPN has the NordLynx protocol and Proton VPN has Stealth.\n\nSupport\n\nNordVPN has an advantage when it comes to customer service. You can search and browse the support center for help documents. If you run into a problem that you can’t figure out on your own, NordVPN offers 24/7 live chat. I tested the response time and found it to be quick and informative.\n\nProton VPN provides live chat support for paid subscribers, but only during business hours. Still, you can get help quickly during a 15-hour window daily. I received fast and thorough replies to my questions. If you reach out when live chat is closed, Proton’s support documents are available anytime.\n\nPrivacy and security\n\nNordVPN prioritizes user privacy with a strict no-logs policy and no data sharing with third parties. Like all good VPNs, NordVPN uses end-to-end encryption to protect your data, as well as hides your IP address and location.\n\nProton VPN is open-source software with a privacy focus, a strict no-logs policy, and secure data storage practices. Proton was founded by CERN scientists in 2014 to ensure private communications and carries that mission forward with all its apps and services.\n\nBoth service get regular independent audits to check security and verify that no logs are retained. Your data should be secure and private with either VPN.\n\nWhich VPN is right for you?\n\nAs you can tell, NordVPN and Proton VPN are closely matched,with similar pricing and features. The primary difference is in pricing tiers. NordVPN offers more bundle variety, which might be appealing if you have particular needs that Proton VPN can’t meet affordably.\n\nFor some people, Proton Free might be all they need. It’s fast, free, and includes free versions of Proton VPN, Proton Mail, Proton Pass, and more.\n\nIf you need access to more servers, but for a limited time, Proton VPN’s monthly fee is less expensive than NordVPN’s. If you anticipate long-term use of a VPN, Proton VPN’s consistent pricing when you renew means you’ll continue saving when it comes time to renew your subscription.\n\nFor most people, Proton VPN is the best solution whether you use the free version or subscribe.\n\nIf neither solution seems like a good fit, there are plenty of fast and reliable VPNs to choose from. It’s also worth checking out our list of VPN deals to see if you can save some money while protecting your privacy."
    }
]