[
    {
        "title": "The Sunday Papers",
        "link": "https://www.rockpapershotgun.com/the-sunday-papers-736",
        "description": "Sundays are for eating Biscoff spread and rewatching Better Call Saul, again. Crunchy, ofc. Before that, let’s read some ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BTYxmbEQaPfq-PZyZ3mQny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Rock Paper Shotgun18h",
        "source": "Rock Paper Shotgun",
        "article_content": "The Sunday Papers is our weekly roundup of great writing about (mostly) videogames from across the web.\n\nSundays are for eating Biscoff spread and rewatching Better Call Saul, again. Crunchy, ofc. Before that, let’s read some writing that I, Nic Reuben, personally found interesting about games (and game related things!)\n\nBug Quest wrote some nice words about UFO 50.\n\nin fact, UFO 50’s investment in its fiction really only highlights and celebrates the actual human beings who worked on all of its many games. i have no idea how many (if any) of the notes associated with UFO Soft’s games are autobiographical. i know for a fact, though, that UFO 50’s actual developers - Derek Yu, Jon Perry, Ojiro Fumoto, Eirik Suhrke, Paul Hubans, and Tyriq Plummer - are, like their fictional counterparts, people with friends and families and dreams and favorite bars and paintings in their offices. humanity is something that we take for granted every time we play a video game, but UFO 50 celebrates it as the thing that makes games so special.\n\nOh hey, more UFO 50. It’s 50 games, it can have two entries. Christian Donlan chatted to Derek Yu for Eurogamer.\n\n\"Each game needed to have its own unique identity but it also needed to be part of the collection,\" Yu explains. \"I would say that most games started as their own thing, though, and then became more and more considerate of their role in the collection as time went on. And through that process, each game's identity actually became stronger because of its connection to the whole. It didn't just exist in a vacuum anymore - a game could be a sequel or share themes with other games or maybe be something one-of-a-kind. There's a lot more context for each game as part of UFO 50 than as a standalone title.\"\n\nEd Smith wrote about Soma for Bullet Points Monthly\n\nThe problem however is that videogames are often so systematic and so mechanical that they are only able to illustrate perfect visions of ideologies. Think about SimCity, or more recently Cities Skylines 2, wherein certain esotericisms of the games’ respective code bases resulted in a large number of homeless people appearing within players’ cities. In both cases, these swells in the homeless population were regarded by the game makers and by players as imperfections within the system, as bugs, as glitches, and they were summarily ‘fixed.’ Both of these games simulate and symbolise ideologies related to capital, democracy, enterprise, social welfare, policy, and so on, but if the results of those simulations drift outside utopia—when the ideologies in the game result in a lessening of the player’s success—the simulations, the symbols, are considered defective.\n\nthey had a famous mobile game called White Cat Project, not copying Mario, not copying Pokémon, not copying Zelda, nothing at all. Nintendo brought forward six patents that they thought that this company was violating inside their very successful mobile game at one time. It was one of the most popular mobile games in Japan, and they built a huge case. One of the patents was for a confirmation screen after sleep mode. You know when devices are sleeping and you want to resume there's a confirmation screen in a lot of games? “Are you sure you want to resume?” And then you tap yes or no. Nintendo has a patent on that, and this game uses it. And then Nintendo said, you know, look, you're using our patent and you cannot do that. You're not paying us any licensing fees.\n\nFor 404 Media, Emanuel Maiberg chatted to Japan game industry analyst Serkan Toto about the Nintendo lawsuit against Palword. (Edit: this wasn't paywalled for me when I included it, but appears to be now. Apologies for the annoyance!)\n\nHere’s a cool mech piece from the RPS archives that came up in Slack this week. Here’s a cool piece on graphics card box art from the archives of that other PC gaming site. Here’s Resident Evil 1’s original cast playing the game. Here’s a brief argument that FromSoftware’s influence is hurting the action genre, which I foresee some of you might enjoy scrapping about on this, the holy Sabbath. RPS contributor and good wordsman Rick Lane has a newsletter recommending Steam demos. I am not immune to Moo Deng propaganda. Music this week is a new mix from Pizza Hotline. Have a great weekend!"
    },
    {
        "title": "Donald Trump vows to reach Mars if he wins election and will 'talk to Elon'",
        "link": "https://www.msn.com/en-us/news/politics/donald-trump-vows-to-reach-mars-if-he-wins-election-and-will-talk-to-elon/ar-AA1r0Ntx?ocid=BingNewsVerp",
        "description": "Donald Trump has pledged to reach Mars if he wins the presidential campaign. The 78-year-old Republican candidate wants the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6IUDB6n_AHEp96V8UWvL4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Daily Express US on MSN4h",
        "source": "Daily Express US on MSN",
        "article_content": ""
    },
    {
        "title": "AI May Help Untangle Obstacles Still Faced By Citizen Developers",
        "link": "https://www.forbes.com/sites/joemckendrick/2024/09/22/ai-may-help-untangle-obstacles-still-faced-by-citizen-developers/",
        "description": "There are still pains and complexities to application building that business users have yet to grasp. Can AI help smooth the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0jqzL1aWZbJxyO4Nb4kEAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Super Micro Computer, Inc. (SMCI) Stock Drops Following 10K Filing Delay",
        "link": "https://finance.yahoo.com/news/super-micro-computer-inc-smci-172450219.html",
        "description": "We recently published a list of 20 AI News and Analyst Ratings You Should Not Miss. In this article, we are going to take a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6ouZcSq9fzQxm-d9YNGH9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "YAHOO!Finance",
        "article_content": "We recently published a list of 20 AI News and Analyst Ratings You Should Not Miss. In this article, we are going to take a look at where Super Micro Computer, Inc. (NASDAQ:SMCI) stands against the other AI news and analyst ratings that you should not miss.\n\nThe artificial intelligence (AI) market continues to show tremendous growth, with significant advances across sectors. According to a report by McKinsey on the AI industry, the AI revolution is driving innovation across industries, with investment in AI increasing sevenfold in recent years despite economic downturns in other tech sectors. This surge is primarily fueled by the growing demand for AI applications in data analysis, content generation, and predictive modeling. In particular, generative AI has drawn the most attention, revolutionizing industries like marketing, customer service, and product design​. Moreover, high-performing companies are heavily investing in AI to gain a competitive edge. These firms, often referred to as AI high performers, allocate a significant portion of their digital budgets – over 20% – to AI technologies. They prioritize AI not only for cost reductions but also for new revenue streams.\n\nRead more about these developments by accessing 33 Most Important AI Companies You Should Pay Attention To and 20 Industrial Stocks Already Riding the AI Wave.\n\nThe market for AI applications is set to expand even further, with several industry reports predicting that by 2030, AI could contribute up to $13 trillion to the global economy. Over a course of the next decade, informed estimates by investment advisors at Goldman Sachs indicate that these AI tools could drive a 7% increase in global GDP, worth nearly $7 trillion, and lift productivity growth by 1.5 percentage points overall. Moreover, the bank expects established businesses around the world to spend nearly $1 trillion on developing AI infrastructure in the coming years\n\nProminent businesses have taken note of these developments. Latest reports suggest that investment titan BlackRock, in partnership with tech giants is likely to launch a more than $30 billion fund focused on AI. The fund will invest in artificial intelligence infrastructure to build data centers and energy projects. The need for energy is a source of particular interest to the business community as AI models require substantial computational power, leading to higher energy consumption.\n\nThe sheer scale of computational power required for AI workloads has also forced tech giants to build supercomputer clusters, stringing together expensive chips, cooling systems, networking tools, and other high-tech gear to crunch data. These AI data centers will likely consume a growing amount of energy as the use cases of AI expand. McKinsey estimates that by 2025, 15% to 20% of all data center workloads will be AI-driven, compared to less than 5% in 2020. Furthermore, according to a report from the International Energy Agency, AI data centers could account for as much as 13% of global electricity demand by 2030 if current growth trends continue. Tech giants are thus investing billions of dollars into expanding their AI infrastructure.\n\nOur Methodology\n\nFor this article, we selected AI stocks based on the latest news and analyst ratings. These stocks are also popular among hedge funds.\n\nWhy are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nA team of technicians in a server room, testing and managing the newest server solutions.\n\nSuper Micro Computer, Inc. (NASDAQ:SMCI)\n\nNumber of Hedge Fund Holders: 47\n\nSuper Micro Computer, Inc. (NASDAQ:SMCI) develops and manufactures high performance server and storage solutions based on modular and open architecture. The company recently announced that it had received a notification letter from Nasdaq stating that it was not in compliance with Nasdaq listing rule 5250(c)(1), which required timely filing of reports with the US SEC. The letter, dated September 17, was sent as Supermicro had announced a delay in filing an annual 10K report that was due at the end of August. The delay has resulted in a significant drop in the share price of the stock.\n\nNeedham recently initiated coverage of Super Micro Computer, Inc. (NASDAQ:SMCI) stock with a Buy rating and $600 price target. In a research note, the advisory recognized Supermicro as a first mover in the design of GPU-based compute systems and liquid cooled rack level solutions and a significant beneficiary from growing investment in AI infrastructure, forecasting a compound annual revenue growth rate in excess of 55% from FY21 to FY26 for the company. However, the note detailed that the advisory had modeled a gross margin recovery for Supermicro that was more conservative than management’s forecast.\n\nOverall SMCI ranks 6th on our list of AI news and analyst ratings that you should not miss. While we acknowledge the potential of SMCI as an investment, our conviction lies in the belief that some AI stocks hold greater promise for delivering higher returns, and doing so within a shorter timeframe. If you are looking for an AI stock that is more promising than SMCI but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: $30 Trillion Opportunity: 15 Best Humanoid Robot Stocks to Buy According to Morgan Stanley and Jim Cramer Says NVIDIA ‘Has Become A Wasteland’.\n\nDisclosure: None. This article is originally published at Insider Monkey."
    },
    {
        "title": "Can Taiwan Semiconductor (TSM) Drive Earnings Growth with AI Accelerator Demand?",
        "link": "https://finance.yahoo.com/news/taiwan-semiconductor-tsm-drive-earnings-172151240.html",
        "description": "We recently published a list of 20 AI News and Analyst Ratings You Should Not Miss. In this article, we are going to take a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.stmaYu-yB27vif9cE6pJGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "YAHOO!Finance",
        "article_content": "We recently published a list of 20 AI News and Analyst Ratings You Should Not Miss. In this article, we are going to take a look at where Taiwan Semiconductor Manufacturing Company Limited (NYSE:TSM) stands against the other AI news and analyst ratings that you should not miss.\n\nThe artificial intelligence (AI) market continues to show tremendous growth, with significant advances across sectors. According to a report by McKinsey on the AI industry, the AI revolution is driving innovation across industries, with investment in AI increasing sevenfold in recent years despite economic downturns in other tech sectors. This surge is primarily fueled by the growing demand for AI applications in data analysis, content generation, and predictive modeling. In particular, generative AI has drawn the most attention, revolutionizing industries like marketing, customer service, and product design​. Moreover, high-performing companies are heavily investing in AI to gain a competitive edge. These firms, often referred to as AI high performers, allocate a significant portion of their digital budgets – over 20% – to AI technologies. They prioritize AI not only for cost reductions but also for new revenue streams.\n\nRead more about these developments by accessing 33 Most Important AI Companies You Should Pay Attention To and 20 Industrial Stocks Already Riding the AI Wave.\n\nThe market for AI applications is set to expand even further, with several industry reports predicting that by 2030, AI could contribute up to $13 trillion to the global economy. Over a course of the next decade, informed estimates by investment advisors at Goldman Sachs indicate that these AI tools could drive a 7% increase in global GDP, worth nearly $7 trillion, and lift productivity growth by 1.5 percentage points overall. Moreover, the bank expects established businesses around the world to spend nearly $1 trillion on developing AI infrastructure in the coming years\n\nProminent businesses have taken note of these developments. Latest reports suggest that investment titan BlackRock, in partnership with tech giants is likely to launch a more than $30 billion fund focused on AI. The fund will invest in artificial intelligence infrastructure to build data centers and energy projects. The need for energy is a source of particular interest to the business community as AI models require substantial computational power, leading to higher energy consumption.\n\nThe sheer scale of computational power required for AI workloads has also forced tech giants to build supercomputer clusters, stringing together expensive chips, cooling systems, networking tools, and other high-tech gear to crunch data. These AI data centers will likely consume a growing amount of energy as the use cases of AI expand. McKinsey estimates that by 2025, 15% to 20% of all data center workloads will be AI-driven, compared to less than 5% in 2020. Furthermore, according to a report from the International Energy Agency, AI data centers could account for as much as 13% of global electricity demand by 2030 if current growth trends continue. Tech giants are thus investing billions of dollars into expanding their AI infrastructure.\n\nOur Methodology\n\nFor this article, we selected AI stocks based on the latest news and analyst ratings. These stocks are also popular among hedge funds.\n\nWhy are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nIs TSM Stock a Good Long Term Buy?\n\nA close-up of a complex network of integrated circuits used in logic semiconductors.\n\nTaiwan Semiconductor Manufacturing Company Limited (NYSE:TSM)\n\nNumber of Hedge Fund Holders: 156\n\nTaiwan Semiconductor Manufacturing Company Limited (NYSE:TSM) makes and sells integrated circuits and semiconductors. Latest reports indicate that ByteDance, the parent firm of social media giant TikTok, has set up a deal with TSM to mass produce two AI chips. These chips, designed jointly by both firms, could hit production within the next two years. The production of the chips is aimed at reducing the reliance of the Chinese internet technology company on American chipmaker NVIDIA. The latter currently provides chips to ByteDance for developing and operating AI models.\n\nJPMorgan recently raised the price target on Taiwan Semiconductor Manufacturing Company Limited (NYSE:TSM) stock to NT$1,200 from NT$1,080 and kept an Overweight rating on the shares. In a research note, the analyst at the advisory noted that TSMC was now firmly on course to improving margins in the next few years. The note further detailed that together with continued strong demand for artificial intelligence accelerators and a leading market position, the advisory expected strong earnings growth for the chipmaker in the next few years.\n\nOverall TSM ranks 12th on our list of AI news and analyst ratings that you should not miss. While we acknowledge the potential of TSM as an investment, our conviction lies in the belief that some AI stocks hold greater promise for delivering higher returns, and doing so within a shorter timeframe. If you are looking for an AI stock that is more promising than TSM but that trades at less than 5 times its earnings, check out our report about the cheapest AI stock.\n\nREAD NEXT: $30 Trillion Opportunity: 15 Best Humanoid Robot Stocks to Buy According to Morgan Stanley and Jim Cramer Says NVIDIA ‘Has Become A Wasteland’.\n\nDisclosure: None. This article is originally published at Insider Monkey."
    },
    {
        "title": "How CEOs Can Overcome AI Adoption Challenges: Strategies For 2025",
        "link": "https://www.forbes.com/sites/glenngow/2024/09/22/how-ceos-can-overcome-ai-adoption-challenges-strategies-for-2025/",
        "description": "AI implementation comes with significant challenges that demand careful consideration. Let’s review the key ones.",
        "image_url": "https://www.bing.com/th?id=OVFT.R-7qaKpN1idLEgQycwkyoy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "18h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "'A Cambrian Explosion': AI's Radical Reshaping of Your Phone, Coming Soon",
        "link": "https://www.msn.com/en-us/news/technology/a-cambrian-explosion-ais-radical-reshaping-of-your-phone-coming-soon/ar-AA1qQ3wg?ocid=BingNewsVerp",
        "description": "\"At the moment, we are at the beginning of a Cambrian explosion of devices and sensors,\" she says. AI arrives to breathe new life into the smartphone Phones have eyes (and voices) Smarter software AI ...",
        "image_url": "https://www.bing.com/th?id=ODF.vS3pKUrPWgIKkQBHtUkEPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ai+app",
        "date": "CNET on MSN15h",
        "source": "CNET on MSN",
        "article_content": ""
    },
    {
        "title": "Haunted Doll UPDATE & Paranormal Storytime",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/haunted-doll-update-paranormal-storytime/vi-AA1r0E4H?ocid=BingNewsVerp",
        "description": "OPEN ME FOR ALL OF THE THINGS!Wanna watch another? ♡I Bought a Haunted Doll | Paranormal Storytime <a href=\" Called Me a Whale <a href=\" in Disney's Catacombs | Story Telling <a href=\" BABIES today ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Binge Bytes on MSN3h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "5 HAUNTED Places in The US! (Paranormal)",
        "link": "https://www.msn.com/en-us/tv/news/5-haunted-places-in-the-us-paranormal/vi-AA1qZinn?ocid=BingNewsVerp",
        "description": "Discover the 5 most haunted places in the United States! From Salem’s witch trials to Savannah’s ghostly charm, these ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z99bPMW_GEfyT_FbTIfg1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Travel Pug on MSN18h",
        "source": "The Travel Pug on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal circus brings scares to Lincoln",
        "link": "https://www.1011now.com/2024/09/22/paranormal-circus-brings-scares-lincoln/",
        "description": "LINCOLN, Neb. (KOLN) - The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare. The circus is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qTXgQJv_CvRZcADmyUqYsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "23h",
        "source": "1011 Now",
        "article_content": "LINCOLN, Neb. (KOLN) - The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare.\n\nThe circus is bringing roller-skating vampires, creepy contortionist dolls, and high-wire walking zombies to the Capital City.\n\nThe show kicked off on Friday and runs through Monday at Gateway Mall, offering plenty of opportunities for anyone looking for a fright.\n\n“It’s very immersive,” host and comedian of Paranormal Cirque II Steve Copeland, said. “Our performers are on the stage. They’re in the audience with you, you’re going to see some amazing things, all with a horror twist. All of our acts have a horror twist. And in addition to that, you get a haunt attraction pre show.”\n\nCopeland said the haunt attraction is available one hour before the show. Paranormal Cirque II is for people ages 13 and up. Kids ages 13 to 17 will need to have an adult with them.\n\nTickets can be bought online or at the ticket office in the parking lot of Gateway Mall, right in front of the Paranormal Cirque II tent.\n\nClick here to subscribe to our 10/11 NOW daily digest and breaking news alerts delivered straight to your email inbox.\n\nCopyright 2024 KOLN. All rights reserved."
    },
    {
        "title": "Vala’s visitors welcome new safety policy",
        "link": "https://www.1011now.com/video/2024/09/22/valas-visitors-welcome-new-safety-policy-2/",
        "description": "The Paranormal Cirque II has made it’s way to Lincoln to give residents a good scare. The Paranormal Cirque II has made it’s ...",
        "image_url": "https://www.bing.com/th?id=OVF.32qaeD5%2bCtGxIyaqiRFpZw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "23m",
        "source": "1011 Now",
        "article_content": "Vala’s Pumpkin Patch and Apple Orchard is celebrating 40 years with new attractions and a chaperone policy."
    },
    {
        "title": "Stream What's New on TV This Week: Wolfs, Will & Harper and More",
        "link": "https://www.cnet.com/tech/services-and-software/stream-whats-new-on-tv-this-week-wolfs-will-harper-and-more/",
        "description": "Don't miss the latest on Netflix, Apple TV Plus and more. Here's what's coming to streaming the week of Sept. 23 to Sept. 29.",
        "image_url": "https://www.bing.com/th?id=OVFT.BGzuG_E0LqsBcNiNpwjqPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "CNET16h",
        "source": "CNET",
        "article_content": "Two of the biggest movie stars on the planet will be popping up on Apple TV Plus soon; the streaming service will be dropping the new film Wolfs, starring George Clooney and Brad Pitt, on Sept. 27, and that's just one of several big titles coming to streaming this week. Other platforms, including Netflix, Hulu, and Paramount Plus, also have some big shows and movies to share.\n\nOn Netflix, you can catch the new comedy Nobody Wants This, a show starring Kristen Bell and Adam Brody as two people who find love unexpectedly. Also on Netflix is the new documentary Will & Harper, starring SNL alums Will Ferrell and Harper Steele. Steele met Ferrell when they were both hired on the late night show, and this film explores how their friendship has evolved in the wake of Steele's transition from man to woman. The heartfelt sports drama Rez Ball, a classic underdog story about a basketball team on a Native American reservation, also arrives on Friday.\n\nThe Australian series Colin From Accounts returns to Paramount Plus for a second season this week, and the streamer also has something a little darker in store with Apartment 7A, a 1960s-set thriller that is set as a prequel to Rosemary's Baby. If you want to wash down those demonic apartment-dwellers with some supernatural phenomena, be sure to check out Hulu's Out There: Crimes of the Paranormal, the new true-crime series that pins crimes on the likes of Bigfoot.\n\nLearn more about the biggest titles of the week below.\n\nRead more: My September Streaming List Includes Keeping Netflix, Disney Plus and Max. Here's Why\n\nBest new shows and films to stream (Sept. 23 to Sept. 29)\n\nNetflix\n\n\n\nNetflix Will & Harper (Sept. 27) Will & Harper, which arrives on Netflix on Sept. 27, is a road trip documentary starring Saturday Night Live alum Will Ferrell and his longtime friend Harper Steele. Steele, who came out as transgender three years ago, found a devoted ally in Ferrell, and the film is an exploration of their friendship before, during and after her transition.\n\nNetflix Nobody Wants This (Sept. 26) Kristen Bell and Adam Brody star as unlikely romantic partners in the new Netflix romantic comedy series Nobody Wants This. Bell plays Joanne, a cynical, agnostic podcaster who meets a rabbi named Noah, played by Brody. Despite their opposing outlooks on life and their wildly different families, the romantic attraction between the pair brings them closer together. The show premieres on Thursday, Sept. 26.\n\nNetflix Rez Ball (Sept. 27) Produced by basketball legend LeBron James and co-written by Reservation Dogs creator Sterlin Harjo, Rez Ball is an underdog sports drama about a basketball team on a Native American reservation who are determined to become state champs. The film's director and co-writer Sydney Freeland describes it as \"Friday Night Lights, but it is from an Indigenous perspective,\" and while the film features a few familiar faces, like Prey's Amber Midthunder, most of the young actors are first-time performers cast for their acting abilities on the screen as well as their athleticism on the court.\n\nApple TV Plus\n\n\n\nDisney Plus Wolfs (Sept. 27) George Clooney and Brad Pitt have teamed up for the new action-comedy Wolfs, playing professional fixers who arrive to cover up the same crime. When the two men, who are used to working alone, find themselves forced to work together, the night grows increasingly more chaotic. The film, which had a brief theatrical release, will arrive on Apple TV Plus on Friday, Sept. 27.\n\nHulu\n\n\n\nHulu Out There: Crimes of the Paranormal (Sept. 24) Hulu's new crime series arrives just in time for spooky season. Out There: Crimes of the Paranormal features eight true crime cases that all share one thing in common -- brushes with the supernatural. Each episode centers on a case that have led eye witnesses and investigators to the same conclusion: That something otherworldly is responsible for the crime at hand. The show arrives on Hulu on Sept. 24.\n\nParamount Plus\n\n\n\nPeacock Colin From Accounts Season 2 (Sept. 26) On Paramount Plus, you can catch season two of the Australian series Colin From Accounts when it premieres on Sept. 26. The series is written by husband-and-wife team Patrick Brammall and Harriet Dyer, who also star as main characters Gordon and Ashley, who meet in the aftermath of a car accident and adopt a dog they name Colin."
    },
    {
        "title": "Discovery suggests 2nd Kuiper Belt in our solar system: Everything you need to know",
        "link": "https://www.indiatvnews.com/science/discovery-suggests-2nd-kuiper-belt-in-our-solar-system-nasa-isro-spacex-elon-musk-2024-09-22-953424",
        "description": "Astronomers have uncovered evidence of a potential second Kuiper Belt, expanding the boundaries of our solar system. Here's ...",
        "image_url": "https://www.bing.com/th?id=OVFT.eIMH49H8a-CriTlD11obGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20h",
        "source": "India TV",
        "article_content": "Follow us on Image Source : NASA Kuiper Belt\n\nAstronomers have discovered evidence suggesting the existence of a second Kuiper Belt, potentially extending the known boundaries of our solar system. This groundbreaking find could significantly reshape our understanding of the solar system’s outer regions and offer new insights into its formation and structure.\n\nWhat is the Kuiper Belt?\n\nThe Kuiper Belt is a vast region beyond Neptune, spanning from about 33 to 55 astronomical units (AU) from the sun. It is filled with icy bodies, dwarf planets, and comets that orbit in the outer reaches of our solar system. This region gained fame after NASA’s New Horizons mission explored Pluto, the most well-known object in the Kuiper Belt, in 2015.\n\nNew Objects Discovered Beyond the Kuiper Belt\n\nRecent findings suggest that the solar system could be even larger than previously believed. Using the powerful Subaru telescope’s Hyper Suprime-Cam (HSC), astronomers have identified 239 Kuiper Belt objects since 2020. Among these are 11 objects located between 70 and 90 AU from the sun—far beyond the traditional Kuiper Belt—which indicates the presence of a second, more distant belt, tentatively named \"Kuiper Belt 2.\"\n\nThis potential second belt could extend as far as 13.5 billion kilometers (8.4 billion miles) from the sun, marking a significant expansion of our known solar system. Interestingly, there is a gap between 55 and 70 AU, where no objects have been found, which further supports the idea of a distinct second belt.\n\nImplications for Our Understanding of the Solar System\n\nThe discovery of Kuiper Belt 2 could dramatically change how we understand the formation of the solar system. For years, scientists have puzzled over the relatively small size of the Kuiper Belt compared to similar belts in other planetary systems. The presence of a second belt suggests that the solar system’s primordial nebula may have been much larger than previously thought.\n\nThis finding also raises exciting possibilities about the existence of more dwarf planets and even the elusive Planet Nine, which has been theorized but not yet observed. As astronomers continue to study these distant objects, we may uncover even more mysteries hiding in the outer reaches of our solar system.\n\nLooking Ahead: A New Era of Discovery\n\nThe potential discovery of Kuiper Belt 2 opens up new avenues for exploration and could reshape our understanding of the solar system’s outermost regions. With further observation, astronomers hope to learn more about these distant objects and what they reveal about the history and evolution of the solar system.\n\nALSO READ: New to BSNL 4G? These first recharge plans might help you to save money and deliver maximum benefits\n\nALSO READ: BSNL 5G testing starts: Could be a game-changer in the Indian telecom sector"
    },
    {
        "title": "Another new wasp species discovered",
        "link": "https://www.sciencedaily.com/releases/2024/09/240918125105.htm",
        "description": "A newly identified wasp species, Chrysonotomyia susbelli, has been discovered in Houston, Texas. The discovery, the fourth wasp species found on the university grounds in seven years, reveals the ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily1h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Scientists Discover Signs of Water All Over The Moon's Surface",
        "link": "https://www.sciencealert.com/scientists-discover-signs-of-water-all-over-the-moons-surface",
        "description": "The researchers used data from the Moon Mineralogy Mapper (M3) instrument on the Chandrayaan-1 spacecraft, which orbited the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k0HcYR4KmRnasnA_XsopTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert15h",
        "source": "ScienceAlert",
        "article_content": "The Moon might be a bit of a dark horse when it comes to water.\n\nAccording to a new analysis of mineralogy maps, water and hydroxyl – another molecule made up of hydrogen and oxygen – can be found in multiple locations across all lunar latitudes and terrains, even where the Sun shines down most powerfully.\n\nIt's a discovery that has multiple implications. It can help us understand the Moon's geological history and ongoing processes, and inform future crewed missions to Earth's satellite.\n\n\"Future astronauts may be able to find water even near the equator by exploiting these water-rich areas. Previously, it was thought that only the polar region, and in particular, the deeply shadowed craters at the poles were where water could be found in abundance,\" says planetary scientist Roger Clark of the Planetary Science Institute.\n\n\"Knowing where water is located not only helps to understand lunar geologic history, but also where astronauts may find water in the future.\"\n\nThe Moon seems pretty dry and devoid of moisture, and in one sense it is. There is no liquid water pooling on the surface – no lakes, puddles, or rivers. But studies are increasingly showing that the Moon has plenty of water tucked away.\n\nPrevious studies into where all the water might be hiding suggested that a huge amount could be deep in lunar craters, particularly at high latitudes. These deep pockets are never touched by the direct light and heat of the Sun, which means they may be harboring deposits of ice several meters thick.\n\nBut other recent work has found that other parts of the Moon could have water, too. And now, the work of Clark and his colleagues supports this finding. Water and hydroxyl – consisting of one oxygen atom and one hydrogen atom – appear to be pretty abundant on the Moon, bound up in the minerals that form the rocks and dirt on the surface of the Moon.\n\nThe researchers used data from the Moon Mineralogy Mapper (M3) instrument on the Chandrayaan-1 spacecraft, which orbited the Moon in 2008 and 2009, collecting spectroscopic images of the Moon. This data recorded the infrared light reflected by the Moon, looking for colors on the spectrum consistent with water and hydroxyl.\n\nThe researchers found that water and hydroxyl can be found across all latitudes on the Moon, although the molecules appear to be less abundant in lunar mares. But the water-rich rocks that are excavated during impacts can be found wherever such impacts take place.\n\nWater doesn't stay forever. The researchers found that water in the lunar surface is is exposed in cratering events and then gradually destroyed by radiation from solar wind over a timeframe of millions of years. But this process leaves behind hydroxyl. Hydroxyl is also produced by the solar wind, which deposits solar hydrogen on the surface of the Moon, which can bind with oxygen there to produce the molecule.\n\n\"Putting all the evidence together, we see a lunar surface with complex geology with significant water in the sub-surface and a surface layer of hydroxyl,\" Clark says. \"Both cratering and volcanic activity can bring water-rich materials to the surface, and both are observed in the lunar data.\"\n\nThe researchers also found that the water signature of pyroxene – a type of igneous rock – changes depending on the angle of the sunlight hitting it. This tidies up a lunar mystery: scientists had observed this changing signature and not known what it meant. It seemed to suggest that water was moving around on the Moon. It still could be, but not as much as the pyroxene signature had seemed to indicate.\n\nFinally, the team's maps give us some more information about another weird Moon mystery – the lunar swirls. These are strange, swirling patterns on the surface of the Moon, and scientists don't know what makes them, although magnetism could play a role. Clark and his team found that the swirls are very water-poor.\n\nWe don't know what that means for their formation mechanism, but this signature also occurs on parts of the lunar surface that don't have a swirl pattern. These parts, the researchers think, could be ancient swirls that have eroded, leaving only a telltale water signature to tell us they were once there. And that could help us work out what the swirls actually are.\n\nMeanwhile, the discovery suggests a possible water source for lunar explorers. By processing the hydroxyl-rich minerals, future astronauts could, indeed, find a way to squeeze water out of a stone.\n\nThe research has been published in The Planetary Science Journal."
    },
    {
        "title": "Pune: 'Meta Awakening’ Concert Inspires Self-Discovery and Spiritual Realization Through Science and Silence",
        "link": "https://www.freepressjournal.in/pune/pune-meta-awakening-concert-inspires-self-discovery-and-spiritual-realization-through-science-and-silence",
        "description": "The Pune ‘META AWAKENING’ concert unfolded the path to realizing the immense possibilities of true human potential. This ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iIezmSs4HBfckj0kL7LPxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21h",
        "source": "The Free Press Journal",
        "article_content": "Pune: 'Meta Awakening’ Concert Inspires Self-Discovery and Spiritual Realization Through Science and Silence |\n\nThe Pune ‘META AWAKENING’ concert unfolded the path to realizing the immense possibilities of true human potential. This magical, spiritual, and cultural event captivated the hearts of Punekars with mesmerizing techniques, fulfilling the quest for self-discovery. Internationally acclaimed philosopher and scientist Sri Bhupendra offered attendees an experience through the unfolded aspects of the domain of silence, allowing each individual to immerse in profound stillness that paved the way for deeper realization during the ‘Meta Awakening’ concert.\n\nThe event was organized by Soul Foundation India in collaboration with the Circle of Consciousness and Happiness, California, USA, and held at Hotel Ramee Grand. The main highlight of the concert was the energetic guidance provided by globally acclaimed philosopher, scientist, author, and influencer Sri Bhupendra. He shared his experiments with human existence, drawing from his 30 years of penance.\n\nBlending the realms of science and spirituality, Sri Bhupendra led attendees into a more conscious and awakened world. This cosmic dance of energy, experienced through culture, devotion, and scientific exploration, left an indelible mark on every heart and influenced their journey toward a higher state of being. The ‘Meta Awakening’ concert was coordinated by Kirti Gadre, a representative of the Circle of Consciousness and Happiness, California, USA.\n\nDuring his interaction with the audience, Sri Bhupendra explained the meaning of life as he had explored during his spiritual journey of three decades. He said, “Life is a dance, a celebration. Therefore, we should adeptly navigate the ups and downs of life. Learn the art of living a positive, stress-free life by recognizing your own potential. A smile on the face, contentment in the mind, and a sense of spiritual happiness are the key ingredients of a truly happy life.”\n\nRead Also Pune Airport Conducts Annual Earthquake Preparedness Drill\n\nThrough various examples, Sri Bhupendra highlighted the importance of silence and self-realization in life. He described how these reveal the true meaning of the two concepts, 'believe' and 'know'. “You believe in something like God only until you 'know' it. Knowing is fundamental, and it is routed through knowing 'who am I?'\" He also added that we can learn a lot from nature with respect to these two concepts. “We must be goal-oriented, just like a tiger or an eagle is while hunting. Instead of worrying about the future, we should take inspiration from our own experiences. There is a 'genius' dormant in everyone. We need to explore ourselves and develop our abilities to activate that 'genius'. In today's busy life, self-awareness is inevitable. Embracing both positive and negative forces is the key. Our strengths help us fly high, whereas unwanted experiences ground our roots deeper, helping us realize our potential to achieve better goals,” he suggested.\n\nSpeaking on the occasion, Kirti Gadre said, “This concert marked the introduction of the global Meta Awakening movement to Punekars, offering a powerful experience of tapping into consciousness, a gateway to a more purposeful and successful life. In the coming years, we will look back on this day as a pivotal moment, where Meta Awakening became a significant milestone in human evolution. A new 'age' begins here, and some chosen Punekars witnessed it.”\n\nApart from Sri Bhupendra's mesmerizing session, the concert also featured healing sessions and an outpouring of energy, along with cultural programs that included performances based on Guru Ashtakam, Nirvana Shatakam, and Gratitude Bhavgeet. These performances contributed to the positive energy in the atmosphere."
    },
    {
        "title": "Chandrayaan-3: Pragyan Rover Finds Ancient 160-Km Wide Crater on Moon, Details Inside",
        "link": "https://www.msn.com/en-in/news/techandscience/chandrayaan-3-pragyan-rover-finds-ancient-160-km-wide-crater-on-moon-details-inside/ar-AA1r19b6?ocid=BingNewsVerp",
        "description": "India’s Chandrayaan-3 mission has made another significant discovery as the Pragyan rover, exploring the Moon’s south pole, uncovered an ancient 160-kilometer-wide buried crater near its landing site.",
        "image_url": "https://www.bing.com/th?id=OJ.kzyimtvI9V5ZTw&pid=news&w=118&h=16&rs=2",
        "category": "science+discovery",
        "date": "1hon MSN",
        "source": "Republic World on MSN",
        "article_content": ""
    },
    {
        "title": "AI May Help Untangle Obstacles Still Faced By Citizen Developers",
        "link": "https://www.forbes.com/sites/joemckendrick/2024/09/22/ai-may-help-untangle-obstacles-still-faced-by-citizen-developers/",
        "description": "There are still pains and complexities to application building that business users have yet to grasp. Can AI help smooth the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0jqzL1aWZbJxyO4Nb4kEAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "10h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Fanatics Sportsbook SNF promo code: Get up to $1,000 in bonuses for Chiefs vs. Falcons",
        "link": "https://www.oregonlive.com/betting/2024/09/fanatics-sportsbook-snf-promo-code-get-up-to-1000-in-bonuses-for-chiefs-vs-falcons.html",
        "description": "First-time users can sign up with today’s Fanatics Sportsbook promo code (no code required) and gain up to $1,000 in bonus ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lxsCXnc2Ikow7PjMYgwqIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "5h",
        "source": "Oregonian",
        "article_content": "Kansas City has opened the NFL season with consecutive victories. Fanatics Sportsbook will make sure you get a reward whether the Chiefs win or lose against Atlanta on Sunday Night Football.\n\nFirst-time users can sign up with today’s Fanatics Sportsbook promo code (no code required) and gain up to $1,000 in bonus bets to use on the SNF game or any other market.\n\nFanatics promo code at a glance\n\n🎁 Fanatics Sportsbook promo code No code required 💰 Fanatics Sportsbook welcome bonus Get up to $1,000 in bonus bets 📝 Fanatics Sportsbook promo code terms and conditions Wager $5+ in the 10 days following registration and receive a daily 100% bonus match up to $100. Ten-day timer begins on the registration date.\n\nOpt-in required days 2 through 10.\n\n\n\nBonuses sent within 72 hours of bet settlement, win or lose.\n\n\n\nBonus bets expire seven days after receipt and are non-withdrawable. ✅ Last verified Sept. 22, 2024\n\nFanatics Sportsbook promo code: Claiming your $1,000 bonus\n\nGet into the game with today’s welcome offer from Fanatics Sportsbook. You can maximize the fun using the bonus for the remainder of NFL Week 3 and NFL Week 4 by registering now. Opt into 10 days of pro football excitement.\n\nTo take advantage of this offer, follow these steps:\n\nUse the Fanatics promo code link and download the Fanatics app on your Apple or Android device. Desktop users must scan the QR code to download the app. Fill out the required registration fields. If you use the link we provide, a promo code is not needed. Confirm that you agree to the terms and conditions. Select a banking method and make your first deposit. Make a first bet (min. $5/max. $100) with -200 odds or longer.\n\nYou’ll receive a qualifying offer that must be opted into every day for the first 10 days after creating a Fanatics Sportsbook account. You’ll be issued a bonus bet in an equal amount of each wager that is placed.\n\nThe maximum allowable return for each day is $100, but you can earn up to that amount for 10 days in a row. Receive $1,000 in bonus bets if you maximize the offer.\n\nFanatics Sportsbook existing user promotions\n\nLast Leg Letdown: If you lose a parlay by one leg, you’ll be entered into a drawing to receive $100 in Fanatics FanCash. Use the FanCash for that sideline cap that you have been eyeing.\n\nProfit boosts: Get enhanced odds on selected betting markets.\n\nChiefs vs. Falcons odds to use with the Fanatics promo code\n\nThe over/under for Kansas City-Atlanta is 46.5 points. The Chiefs and their opponents have cleared the number in the first two weeks, but the Falcons and their opponents have not.\n\nThis is the first time Patrick Mahomes and Co. will play on the road this season, and the Chiefs are favored by 3.5 points, which is no surprise. Kansas City is attempting to get off to a 3-0 start for the first time in four years.\n\nLast season, the Chiefs were 9-5 ATS after a win, according to TeamRankings.com. While they were able to score home wins over AFC rivals Baltimore and Cincinnati, the Falcons will present another true challenge.\n\nIn Week 2, Atlanta marched into Philadelphia and came away with a stunning one-point win in the second game of the Kirk Cousins era. After a shaky opening loss, the ex-Vikings QB guided a dramatic late-winning drive to earn his first victory with the Falcons.\n\nIf you believe Atlanta can build off last week’s win, then consider a moneyline wager at +150. The Chiefs may seem more vulnerable when you consider they will be without Isiah Pacheco (broken fibula) and Travis Kelce has only four catches for 39 yards after two games.\n\nPlayer props can be a consideration for using your bonus bets. One to consider is under 35.5 receiving yards for Falcons WR Darnell Mooney. He has a WR/CB matchup grade on Pro Football Focus of 17.5 against the KC corners, which means he has a “poor” matchup outlook for Week 3."
    },
    {
        "title": "Motel 6 owner Blackstone sells chain to Indian hotel startup for $525 million",
        "link": "https://www.usatoday.com/story/money/2024/09/22/motel-6-sold-oyo/75339779007/",
        "description": "The budget hotel chain Motel 6 was sold to the Indian hotel start up firm that operates OYO hotels for $525 million in a cash ...",
        "image_url": "https://www.bing.com/th?id=OVFT.e7U_Oy8IjBaby2-4wAL3DC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "6h",
        "source": "USA Today",
        "article_content": "An Indian hospitality technology firm is set to buy Motel 6, the motel chain's parent company announced Friday.\n\nIn a press release, Blackstone Real Estate said that it came to terms with Oravel Stays to take over G6 Hospitality, the umbrella brand that includes Motel 6 and Studio 6, in a $525 million transaction for the budget lodging chain.\n\nBased in Gurgaon in northern India, Oravel Stays operates hotels under the OYO brand, and says that the G6 companies will remain separate.\n\n\"This acquisition is a significant milestone for a startup company like us to strengthen our international presence,\" Gautam Swaroop, CEO of OYO International said in the press release. \"Motel 6’s strong brand recognition, financial profile and network in the US, combined with OYO’s entrepreneurial spirit will be instrumental in charting a sustainable path forward for the company.\"\n\nThe transaction will be done entirely in cash and is expected to close in the fourth quarter of the year.\n\nEnjoy your worry-free vacation: Best travel insurance policies\n\nWhat does Oravel Stays own?\n\nOravel Stays began operating OYO hotels in the U.S. in 2019, and currently runs over 320 hotels across 35 states. The company operates over 157,000 hotels and homes in 35 countries.\n\nThe company described itself in the press release as \"a global platform that empowers entrepreneurs and small businesses with hotels and homes by providing full-stack technology products and services.\""
    },
    {
        "title": "As Taliban starts restricting men, too, some regret not speaking up sooner",
        "link": "https://www.washingtonpost.com/world/2024/09/22/afghanistan-taliban-restrictions-men-beards/",
        "description": "Besides imposing severe rules on women, new laws require men to grow fist-length beards and bar them from imitating ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Uy9P-S3anzJKnAy4JoO3fi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "11h",
        "source": "The Washington Post",
        "article_content": "As the Taliban starts enforcing draconian new rules on women in Afghanistan, it has also begun to target a group that didn’t see tight restrictions on them coming: Afghan men. Women have faced an onslaught of increasingly severe limits on their personal freedom and rules about their dress since the Taliban seized power three years ago. But men in urban areas could, for the most part, carry on freely.\n\nThe past four weeks, however, have brought significant changes for them, too. New laws promulgated in late August mandate that men wear a fist-long beard, bar them from imitating non-Muslims in appearance or behavior, widely interpreted as a prohibition against jeans, and ban haircuts that are against Islamic law, which essentially means short or Western styles. Men are now also prohibited from looking at women other than their wives or relatives.\n\nAdvertisement\n\nAs a result, more are growing beards, carrying prayer rugs and leaving their jeans at home.\n\nThese first serious restrictions on men have come as a surprise to many in Afghanistan, according to a range of Afghans, including Taliban opponents, wavering supporters and even members of the Taliban regime, who spoke in phone interviews over the past two weeks. In a society where a man’s voice is often perceived as far more powerful than a woman’s, some men now wonder whether they should have spoken up sooner to defend the freedoms of their wives and daughters.\n\n“If men had raised their voices, we might also be in a different situation now,” said a male resident of the capital, Kabul, who like others interviewed for this story spoke on the condition of anonymity or that only their first names be used due to fears of drawing unwanted scrutiny from the regime. “Now, everyone is growing a beard because we don’t want to be questioned, humiliated,” he said.\n\nThe Taliban’s new rules governing men pale in comparison with restrictions the government has placed on girls and women, who remain banned from going to school above sixth grade, barred from universities and were recently prohibited from raising their voices in public, among many other rules.\n\nAdvertisement\n\nBut newly empowered religious morality officers, known for their white robes, have been knocking over the past four weeks on the doors of men in some parts of Kabul who haven’t recently attended mosque, according to residents. Government employees said they fear they’ll be let go for having failed to grow their beards, and some barbers now refuse to trim them. Increasingly, male taxi drivers are being stopped for violating gender segregation rules, by having unaccompanied female riders in their cars, or for playing music.\n\nThe new laws give the morality police authority to detain suspects for up to three days. In severe cases, such as repeated failure to pray in the mosque, suspects can be handed over to courts for trial and sentencing based on their interpretation of Islamic sharia law. Violations of the new rules are expected to be punished by fines or prison terms. But people found guilty of some infractions, for example adultery, could be sentenced to flogging or death by stoning.\n\nAmir, a resident who lives in eastern Afghanistan, said he supported the Taliban up until the latest restrictions. But he now feels bullied into submission by their morality police.\n\nAdvertisement\n\n“We all are practicing Muslims and know what is mandatory or not. But it’s unacceptable to use force on us,” he said. He added, “Even people who have supported the Taliban are now trying to leave the country.”\n\nMost men interviewed for this story live in Kabul, the country’s most cosmopolitan city, or other urban areas. Residents of more conservative and traditional parts of Afghanistan said they have noticed barely any changes. A male resident of rural Helmand, in southern Afghanistan, said no one in his village has concerns and such rules have long been customary there. “No morality police has showed up here so far. They focus on the cities,” he said.\n\nThe new restrictions appear to reflect a broader shift in the balance of power inside the Taliban, with the most conservative elements either gaining influence or seeking to assert themselves more aggressively in urban areas, according to Western officials and Afghan critics of the Taliban.\n\nThe Ministry of Vice and Virtue, which directs the morality police, could not be reached for comment. A former senior official with the Ministry of Vice and Virtue denied that the ministry is increasingly turning into a shadow law enforcement agency, saying its primary responsibility remains preaching. He spoke on the condition of anonymity because he is no longer authorized to respond to journalists.\n\nThe new restrictions on women include a ban on them raising their voices, reciting the Quran in public and looking at men other than their husbands or relatives. Women must also cover the lower half of their faces in addition to donning a head covering they were already expected to wear.\n\nAdvertisement\n\nThe crackdown by morality police in urban areas, where some religious rules had been rarely enforced, has heightened anxiety among women. For men, it has come as a shock.\n\nA 36-year old male driver in Kabul said the new restrictions feel “enormous” and pose a growing hardship for his work. His revenue has declined by 70 percent since late August, he said, partly because the Taliban has begun enforcing a rule that bans women from traveling alone in taxis.\n\nEven in some government offices, a new sense of dread has set in. A former Taliban supporter recalled how a friend, who still works for the regime, recently had his salary withheld because his beard wasn’t sufficiently long.\n\n“We are hearing that some of the civil servants, whose beards were shorter than the required length, were barred from entering their departments,” said a government employee, speaking on the condition of anonymity because he was not authorized to speak to journalists.\n\nAdvertisement\n\nFor the past three years, Afghan women often felt alone in their anguish. Some grew exasperated by their husbands’ silence or growing support for the Taliban, which tried to win public favor by building roads and repairing tunnels.\n\nSeveral women said they hope their protests will soon be joined by Afghan men. “Men were silent from Day 1, which gave the Taliban the courage to keep imposing such rules,” said a 24-year-old female resident in Kabul. “Now, the Taliban is finally losing men’s support,” she said.\n\nOthers are skeptical whether criticism of the rules can make a difference.\n\nIn interviews, several Kabul residents said they have begun in recent weeks to look more seriously into leaving the country.\n\n“But if more young people flee this country,” said a male Kabul resident, “there won’t be any hope at all.”"
    },
    {
        "title": "I don’t want to say goodbye to my Apple Watch Ultra",
        "link": "https://www.digitaltrends.com/mobile/i-dont-want-to-say-goodbye-to-my-apple-watch-ultra/",
        "description": "I'm about to say goodbye to my Apple Watch Ultra, but after using it with watchOS 11, I'm going to be sad to see it go.",
        "image_url": "https://www.bing.com/th?id=OVFT.gWKjGAroCZ-ibTflk0tSwC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "17h",
        "source": "Digital Trends",
        "article_content": "I probably shouldn’t have done it, but ahead of saying goodbye to my original Apple Watch Ultra, I put it back on to test out watchOS 11.\n\nWhy shouldn’t I have reacquainted myself with Apple’s chunkiest smartwatch? Despite initially not being that bothered about moving on, I’m now having second thoughts about it.\n\nRecommended Videos\n\nWhy I’m getting rid of my Ultra\n\nThe reason I’m saying goodbye to the Apple Watch Ultra is very simple. It’s being traded in against the new Apple Watch Series 10 in titanium. This is a very expensive smartwatch, and using an old Apple Watch to reduce the price helps soften the blow. I haven’t bought a regular Apple Watch since the Apple Watch Series 7, and its trade-in value is tiny compared to the Apple Watch Ultra’s value. So, that’s the one I chose to send Apple’s way in exchange for 280 British pounds, which is around a $370 price reduction.\n\nAt the time, I was totally enamored with the new Series 10 and very keen to see if the titanium version would feel special enough to be considered a luxury smartwatch. As I hadn’t worn the Apple Watch Ultra for a while, I didn’t spend long considering the deal. Then, as the Series 10’s launch day approached, I retrieved the Watch Ultra to unpair it and prepare to send it away, but then Apple released watchOS 11.\n\nSeeing as I was getting the Apple Watch Ultra out anyway, and that this would be the last time I’d likely spend any time with one, I installed watchOS 11 to give it a try. That was a couple of days ago, and rather than feel nothing for the Watch Ultra, I’ve remembered why I fell for it in the first place. Plus, running watchOS 11 has shown me it’s still a top performer today, and that anyone considering upgrading should think about their decision very seriously.\n\nWearing it again\n\nThe last time I spent time with the Apple Watch Ultra, I did so with it attached to a Solo Loop band, which minimized the size and weight so I could wear it for longer. This time I reverted back to the original Ocean Band. The same little problems are still there, as it’s unforgiving on your wrist and can get quite hot, but it also still looks excellent and with a quick rinse under a running tap to get rid of some accumulated dust, it looks as good as new.\n\nTogether with the Apple Watch Ultra’s case, the combination makes it a large and fairly heavy pairing, but depending on what you’re used to, it likely won’t take much adjustment before you forget all about it. During a recent trip to Berlin, I chose to wear a Casio G-Shock MTG-B1000XB watch (a bit like this one, but in blue and carbon) that weighs around 120 grams and has a 55mm case. The 95-gram, 49mm Apple Watch Ultra feels almost dainty after that. It’s also a testament to Apple’s excellent design, as the curvy case and smoothed-out button and crown guard means it never digs into your wrist.\n\nThe numbers have never been truly representative of how the Apple Watch Ultra feels to wear anyway. It’s smaller and lighter than you expect, even if you’re used to a regular Apple Watch. This hasn’t changed over time either, as even though I’ve been wearing an Apple Watch Series 9 regularly over the past year, putting the Ultra back on hasn’t left me wanting to change back. I also still love the design with its chunky profile, flat screen, and rough-and-tumble button guard. It’s purposeful without going over the top, yet still unique enough to make a statement.\n\nHas watchOS 11 ruined it?\n\nThe good news is that watchOS 11 has done nothing but keep the Apple Watch Ultra ticking along, but the lack of a couple of features has made me feel a little better about my decision to trade the smartwatch in. The Watch Ultra is smooth and fast with the latest software installed, and while it doesn’t change things much, it’s good to see the Translate app is present and working and the Vitals app installed, too. Outside of Vitals, though, there’s not much in watchOS 11 that I’ll use on a day-to-day basis.\n\nCertainly, if you own an Apple Watch Ultra, there’s no reason not to install watchOS 11. Still, it exposes a couple of unfortunate feature omissions on the Watch Ultra, which may prompt you to consider upgrading to the Watch Ultra 2 or the Apple Watch Series 10 this year. The original Watch Ultra does not support Double Tap, the gesture control introduced with the Series 9, and although it hasn’t seen the upgrades I hoped it would this year, it’s still fun and helpful.\n\nThe Apple Watch Ultra also does not support Apple’s new Sleep Apnea monitoring feature. Although I do not suffer from the condition, it is worth monitoring over time as it is hard to identify. If you’re at all curious about it, then you may decide now is the time to upgrade your Apple Watch Ultra to the Ultra 2 or a Series 10. You will miss out on these two features if you stick with the original Watch Ultra.\n\nSecond thoughts\n\nThe Apple Watch Ultra isn’t the latest and greatest Apple Watch, but it runs the latest software, looks brilliant (and exactly the same as the Watch Ultra 2), wears smaller than its dimensions suggest, has the right adventure watch credentials, and is genuinely tough enough to survive some pretty intensive punishment. Pairing it with my iPhone 15 Pro Max reminded me how quick and easy the setup process is, it has delivered all my notifications reliably, there are many native apps available, and I love that I can control my music from it too. I’m also not the only one to feel this way about it.\n\nDouble Tap wasn’t a reason to buy the Series 9 and isn’t a reason to get the Ultra 2 or Series 10, either. Not everyone will be concerned about sleep apnea monitoring or may already have it on another wearable like the Oura Ring. If that’s you, and you have the Watch Ultra on your wrist right now, I’m not sure it’s worth upgrading it at all this year. I’m trading mine in as part of my job (at least, I’m telling myself that), but if I didn’t want to experience the titanium Series 10, then after wearing Ultra again for a few days, I think it would be staying where it is.\n\nWhat’s very interesting to me is one of the reasons I’m going to try the titanium Series 10 is to see if it can truly feel special. To do this, I’ll have to want to wear it often as part of what makes a watch special to me is when I build memories with it. The Apple Watch Ultra’s ability and action-adventure credentials mean it’s highly likely that some wearers will do exactly this. It gives me considerable hope for the titanium Series 10 and serves as a reminder that, unlike so many smartwatches, the Apple Watch Ultra does have its own personality. I’ll package the Watch Ultra to send away soon, but I will be sad about it. In the meantime, I’m going to enjoy it for a little while longer."
    },
    {
        "title": "Is MicroStrategy Stock a Buy Now?",
        "link": "https://www.aol.com/microstrategy-stock-buy-now-113000127.html",
        "description": "Veteran software firm MicroStrategy (NASDAQ: MSTR) joined several high-profile corporations, such as Nvidia, in executing a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ClM6Dn2yxbrvAkta5duhMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "13h",
        "source": "AOL",
        "article_content": "Veteran software firm MicroStrategy (NASDAQ: MSTR)joined several high-profile corporations, such as Nvidia, in executing a forward stock split this year. The company's 10-for-1 split occurred in August.\n\nMicroStrategy's decision to perform a stock split came on the heels of its share price skyrocketing over 100% in 2024. In fact, last October, shares were at a split-adjusted 52-week low of $30.71, but they zoomed as high as $200 this year. With its stock split completed, is now the time to invest in MicroStrategy?\n\nNot necessarily. While the split lowered the price of individual shares, it didn't change the company's overall market value. And assessing whether MicroStrategy is a good investment requires some investigative work to unravel the confusing contradiction between its share-price ascent and its mediocre business fundamentals.\n\nDissecting MicroStrategy's stock success\n\nDespite the surge in share price, MicroStrategy suffers from a trend of declining revenue. Through the first half of 2024, the firm's sales were $226.7 million, down from $242.3 million in the previous year.\n\nAdding to the contradiction between its share price performance and business results is the current consensus among Wall Street analysts. They rate MicroStrategy a buy with a median share-price target of $194, which suggests a belief in upside for the stock. This is in spite of the company exiting the second quarter with a net loss of $102.6 million.\n\nHow to explain this mystery? In a word, Bitcoin (CRYPTO: BTC). MicroStrategy began investing in the digital currency in 2020, and through the end of July, it amassed 226,500 Bitcoin. The firm describes itself as the \"largest corporate holder of Bitcoin in the world.\"\n\nAs the value of the cryptocurrency has risen over the past year, so has MicroStrategy stock. In fact, the company's share price follows Bitcoin pretty closely.\n\nMSTR Chart\n\nData by YCharts.\n\nIn short, the appreciation in the company's Bitcoin holdings, rather than the business intelligence (BI) software platform that launched the firm in 1989, accounted for its share-price growth.\n\nMicroStrategy's software business\n\nSpeaking of its core BI business, what is MicroStrategy doing with it these days? It's integrating artificial intelligence (AI) into its software platform and transitioning to a subscription-based cloud computing model.\n\nPreviously, the company relied on selling software licenses, but the subscription approach provides predictable recurring revenue, and it's seeing strong customer adoption. For instance, its Q2 subscription income was $24.1 million, a 21% increase over the prior year's $19.9 million.\n\nWhile the subscription growth is encouraging, CEO Phong Le noted MicroStrategy's transition to a software-as-a-service (SaaS) model \"may result in a decrease in total recognized revenue in the short term, but in the long run, we expect it to be more than offset by increases in subscription services revenue.\"\n\nThat's because software license sales recognize the full income upfront, but with a SaaS model, revenue is recognized over the life of the subscription term. This explains MicroStrategy's trend of declining revenue. The company expects this transition period to last 12 to 18 months, after which year-over-year revenue growth will start.\n\nThe pros and cons of investing\n\nSo far, MicroStrategy's unconventional approach of purchasing Bitcoin has paid off for investors. Between the time when it began buying Bitcoin in 2020 to the end of July, the company's stock price has risen 1,200%. That's far superior to the 64% growth of the S&P 500 index over that time, and even better than Nvidia stock's 948% increase.\n\nThe management team believes it can put cash on the balance sheet to better use by investing in digital capital, specifically Bitcoin. The idea has merit, and as long as the cryptocurrency increases in value over time, this strategy benefits the company.\n\nBut it's not without risk. MicroStrategy's fortunes are now coupled with Bitcoin. This means that what affects the digital currency will have a ripple effect on the firm's stock. For example, regulatory changes involving Bitcoin could have a substantial impact on MicroStrategy.\n\nAnother consideration is how the company is pursuing its Bitcoin strategy. It's funding Bitcoin purchases from the cash generated by its software business, taking on debt, and issuing stock. Over the long term, MicroStrategy's goal is to accumulate Bitcoin faster than it issues shares to generate value for shareholders.\n\nHowever, its cryptocurrency strategy led to the firm accruing a lot of debt on its balance sheet. At the end of Q2, MicroStrategy's total liabilities were $4.2 billion, $3.8 billion of that in debt. Meanwhile, total assets were $7.1 billion, including $5.7 billion in digital assets, namely Bitcoin, and $66.9 million in cash and equivalents.\n\nThis brought MicroStrategy's Q2 debt ratio to 0.55, or 55%. That's an increase from 2023's 0.46, when debt was $2.2 billion and total assets were $4.8 billion.\n\nIn addition, there's the matter of MicroStrategy's core software business. If it fails to grow this business, the company could end up struggling to pay its debt, let alone fund more Bitcoin purchases.\n\nSo for now, buying MicroStrategy stock is only for investors with a high risk tolerance. It's best to reconsider the company after its software business shows year-over-year revenue growth and its balance sheet strengthens.\n\nShould you invest $1,000 in MicroStrategy right now?\n\nBefore you buy stock in MicroStrategy, consider this:\n\nThe Motley Fool Stock Advisor analyst team just identified what they believe are the 10 best stocks for investors to buy now… and MicroStrategy wasn’t one of them. The 10 stocks that made the cut could produce monster returns in the coming years.\n\nConsider when Nvidia made this list on April 15, 2005... if you invested $1,000 at the time of our recommendation, you’d have $710,860!*\n\nStock Advisor provides investors with an easy-to-follow blueprint for success, including guidance on building a portfolio, regular updates from analysts, and two new stock picks each month. The Stock Advisor service has more than quadrupled the return of S&P 500 since 2002*.\n\nSee the 10 stocks »\n\n*Stock Advisor returns as of September 16, 2024\n\nRobert Izquierdo has positions in Nvidia. The Motley Fool has positions in and recommends Bitcoin and Nvidia. The Motley Fool has a disclosure policy."
    }
]