[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chuck Schumer challenges Trump to declassify UFO documents. Experts say it's a good move",
            "link": "https://www.msn.com/en-us/politics/government/chuck-schumer-challenges-trump-to-declassify-ufo-documents-experts-say-it-s-a-good-move/ar-AA1xQoKc?ocid=BingNewsVerp",
            "description": "Trump has ordered declassifying of documents regarding the JFK assassination and more. Schumer says do UFOs next ...",
            "image_url": "https://www.bing.com/th?id=OVFT._7S39ejK7xgAL_M4oeL5RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "4hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New UFO documentary claims to expose ‘biggest discovery’ in human history",
            "link": "https://metro.co.uk/2025/01/25/new-ufo-documentary-claims-expose-biggest-discovery-human-history-22433195/",
            "description": "Speaking about the film on X, he wrote: ‘The Age of Disclosure is the most revelatory, credible, and historic documentary ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OFBEA-j7WV68TWNi0so50C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1h",
            "source": "Metro",
            "article_content": "To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video Up Next Previous Page Next Page\n\nThe questions of whether aliens are real and if they have visited us have been pondered by humans for as long as we can remember.\n\nWell, that may finally be answered as a new documentary claims it will reveal ‘a cover-up of the existence of non-human intelligent life’.\n\nThe Age of Disclosure dropped a trailer on January 22, which features 34 interviews with senior members of the US Government, military and intelligence community.\n\nThis comes as the US proposed the Unidentified Anomalous Phenomena (UAP) Disclosure Act to declassify information on UAPs.\n\nProduced and directed by Dan Farah, the documentary promises to ‘lift the lid on an 80-year cover-up’ surrounding the existence of aliens.\n\nIts website states there is ‘a secret war amongst major nations to reverse engineer technology of non-human origin.’\n\nThe film promises to expose 80 years of cover-ups (Picture: The Age of Disclosure)\n\nThe Age of Disclosure comes after Congress pushed for a new act on UAPs (Picture:: HANDOUT/DoD/AFP via Getty Images)\n\nIn 2023, Congress heard from three former military officials who believed the government was not sharing everything they knew about UFOs with the public.\n\nLawmakers suggested that the government needed to disclose the information they have on UAPs after conversations over ‘national security, public safety and government transparency’.\n\nAt one point in the trailer Jay Stratton — former DIA official, Director of the Government’s UAP Task Force — states he has seen ‘non-human craft and non-human beings’ with his own eyes.\n\nSpeaking about the film on X, he wrote: ‘The Age of Disclosure is the most revelatory, credible, and historic documentary ever made about UAP, non-human intelligent life, the Government’s involvement, and the bi-partisan disclosure effort.’\n\nAlso featured in the film is Lue Elizondo who is a former Department of Defense official and member of the Government’s Advanced Aerospace Threat Identification Program (AATIP).\n\nThe Age of Disclosure claims others such as Secretary of State Marco Rubio, Senator Kirsten Gillibrand, Senator Mike Rounds and General Jim Clapper (the former Director of National Intelligence) will all be involved.\n\nOver 34 interviews were conducted for the film (Picture: The Age of Disclosure)\n\nThis includes government officials and former military directors (Picture: The Age of Disclosure)\n\nThe film is coming soon but no date has been announced (Picture: The Age of Disclosure)\n\nViewers on X are approaching the documentary with cautious optimism, given the huge number of former government officials involved.\n\nCole Craycraft wrote: ‘This is the biggest story in the history of mankind if it’s true. The more and more people that come out, the less likely it is that it isn’t true.\n\n‘It’s the largest public disinformation campaign in government history if it’s true.’\n\n‘We gotta see the evidence. Time for stories is over,’ added Chad Remsen.\n\nPopular UFO account Joe Murgia shared the trailer but cautioned: ‘This is the game changer you’ve been hearing about for a while now. We’ll see.’\n\nThe Age of Disclosure will premiere at the SXSW Film Festival.\n\nGot a story?\n\nIf you’ve got a celebrity story, video or pictures get in touch with the Metro.co.uk entertainment team by emailing us celebtips@metro.co.uk, calling 020 3615 2145 or by visiting our Submit Stuff page – we’d love to hear from you.\n\nArrow MORE: Katie Price’s need for baby number six suddenly makes sense\n\nArrow MORE: Jack the Ripper is ‘ground zero’ for our true crime obsession"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Underwater UFO base off coast of England' may be linked to 'alien-made Atlantis'",
            "link": "https://www.msn.com/en-us/news/world/underwater-ufo-base-off-coast-of-england-may-be-linked-to-alien-made-atlantis/ar-AA1xP3w2?ocid=BingNewsVerp",
            "description": "A new addition to streaming services will explore a UFO incident in the UK and how aliens could have built an underground ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rFsD68aOWr-Jr91R9zFNri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN16h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jay Stratton Releases Statement on SECRET UFO DOCUMENTARY 'The Age of Disclosure'",
            "link": "https://www.msn.com/en-us/entertainment/general/jay-stratton-releases-statement-on-secret-ufo-documentary-the-age-of-disclosure/vi-AA1xMR9Q?ocid=BingNewsVerp",
            "description": "Patrick discusses Jay Stratton's new statement about a new Secret UFO documentary 'The Age of Disclosure'. Novak Djokovic ...",
            "image_url": "https://www.bing.com/th?id=OVF.rUH%2fP2JljGIPpJaUVzC7Ew&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN23h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From the latest show by Serial to the tale of a UFO sighting in regional Queensland, four great new podcasts to get your ears around",
            "link": "https://www.msn.com/en-au/news/australia/from-the-latest-show-by-serial-to-the-tale-of-a-ufo-sighting-in-regional-queensland-four-great-new-podcasts-to-get-your-ears-around/ar-AA1xPv5I?ocid=BingNewsVerp",
            "description": "Looking for a way to while away those long summer days or pass the time on a road trip? From the real story of Free Willy to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zJXrSYZtIQLxKINyW2pYZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "11hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Image Playground: Your iPhone's New AI Image Generator App in iOS 18.2",
            "link": "https://www.msn.com/en-us/news/technology/ios-18-2-what-is-image-playground-and-how-to-make-illustrations-with-it/ar-AA1vGN3b?ocid=BingNewsVerp",
            "description": "If you have a compatible iPhone with iOS 18.2, Image Playground will be a new app on your home screen. The icon looks like a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.i57PqwFKTmWmwNllcSAOzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN4h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From posts to images, let AI take care of it all",
            "link": "https://www.yahoo.com/tech/posts-images-let-ai-care-100000004.html",
            "description": "Get lifetime access to 1min.AI's Advanced Business Plan for just $99.99 (reg. $540) and let AI handle your writing, design, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2fo5vmazCSdYOa0aVxAX1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nOwn this multi-tool AI app forever for $100\n\nTL;DR: 1min.AI’s Advanced Business Plan gives you multiple tools for content, design, multimedia creation, and more for just $99.99 (reg. $540) for life.\n\nHaven't we all imagined what it would be like to have a personal assistant? Ideally, that someone would be part graphic designer, content writer, video editor, and translator — all rolled into one.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThat’s exactly what 1min.AI delivers, and now you can get lifetime access to its Advanced Business Plan for just $99.99 (regularly $540). If you’ve ever wished for a magic wand to streamline your workload, this might be the closest you'll get.\n\nThis all-in-one AI app is ideal for professionals, creatives, and entrepreneurs. Need a blog post in minutes? Done. Want to upscale an image for your presentation? Easy. Looking to translate or summarize a lengthy PDF? No sweat. With 4,000,000 credits per month and up to 450,000 bonus credits, you’ll have the tools to tackle almost any project.\n\n1min.AI leverages cutting-edge AI models like GPT-4, Claude, Llama, and Mistral to offer a vast array of tools. From keyword research and social media content generation to audio editing and video creation, this platform ensures you can achieve professional results without professional fees.\n\nIts image generator can bring your visual ideas to life in a snap, while the PDF tools let you summarize or translate documents. And with advanced audio and video editing capabilities, producing polished multimedia content is much easier.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhat sets 1min.AI apart is its flexibility. Use it to create a brand voice, engage with social media, or brainstorm ideas with AI chat assistants. Whether you’re a marketer refining copy or a small business owner managing online content, this app was made to adapt to your unique needs.\n\nFor less than a dinner out for two, this lifetime subscription eliminates the recurring fees of other AI tools.\n\nIf you’re serious about leveraging technology to save time and boost productivity, this could be your next best decision.\n\nGet lifetime access to 1min.AI’s Advanced Business Plan for just $99.99 (regularly $540) while it's on sale.\n\nStackSocial prices subject to change.\n\n1min.AI Advanced\n\nOpens in a new window\n\nCredit: 1min.AI\n\n1min.AI Advanced Business Plan Lifetime Subscription\n\n$99.99\n\n$540.00 Save $440.01"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bit Digital, Inc. (BTBT): Expanding Cloud Infrastructure for AI Applications",
            "link": "https://www.msn.com/en-us/technology/tech-companies/bit-digital-inc-btbt-expanding-cloud-infrastructure-for-ai-applications/ar-AA1xQQpC?ocid=BingNewsVerp",
            "description": "We recently published a list of 10 AI News You Should Not Miss. In this article, we are going to take a look at where Bit ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QbmawH0rVlU6HpAAaxY-4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "17mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Don't Want to Pay for Copilot AI? Switch to Microsoft 365 Classic",
            "link": "https://www.yahoo.com/tech/dont-want-pay-copilot-ai-150000963.html",
            "description": "A standard subscription to Microsoft 365 includes Copilot for an additional $3 per month. Here’s how to get a cheaper Classic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OkYw3iTdzTNI3P9l-TJ3QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1h",
            "source": "Yahoo",
            "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nWith its first to in over a decade, the company is adding some features to its apps, including Excel, PowerPoint, and Word. Copilot AI can summarize text or rewrite it in a different tone, suggest Excel formulas based on your data, create presentations around a prompt, and more. Those features incur a $3 monthly increase, bringing the prices of Personal and Family plans up to $99.99 and $129.99 per year, respectively.\n\nBut if you're an existing Microsoft 365 subscriber who doesn't want anything to do with AI, you can keep your current pricing...for now. These cheaper plans are called Microsoft 365 Personal Classic ($69.99 per year) and Family Classic ($99.99 per year). With these subscriptions, you still get access to all of Microsoft's top-notch desktop productivity apps, 1TB of OneDrive storage per user, the Microsoft Defender security suite (which includes VPN, identity theft protection, and dark web monitoring features), and an ad-free email account.\n\nHow to Switch to a Microsoft 365 Classic Plan\n\nMicrosoft doesn't make the process of switching to a Classic version as straightforward as it could be, so we detail all the steps below, followed by answers to some questions you might have:\n\n1. Start to Cancel Your Existing Subscription\n\nThis might sound ominous, especially if you store important documents on OneDrive. But stay with us; your documents aren’t going anywhere (unless you completely cancel the account). Start by going to your Microsoft account’s Subscriptions page. Find your Microsoft 365 subscription, choose Manage subscription, and click on Cancel subscription. (The Switch plan option lets you change only between annual and monthly payments.)\n\n2. Choose a Classic Plan\n\nA scary warning appears at the top of the Cancel page, explaining how you’ll lose everything in your OneDrive storage if you cancel. Again, you don't need to worry. Scroll down past the option to switch to monthly payments to find the Classic options—they appear next to your current subscription. Note that since I have an existing Family plan, I can also downgrade to a Personal plan. But I can't downgrade to a Personal Classic plan; only existing Personal plan subscribers get that option. If you’re not a current subscriber, you won’t be able to get either Classic plan. Click the Switch Plan option in the Classic box to continue.\n\n3. Confirm Your Purchase\n\nChoose a payment method and then hit Buy. Microsoft won't charge you until your account is due for renewal.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHow to Turn Off Copilot Without Switching Plans\n\nIf you just don't like AI, you can turn off Copilot even when you have a plan that includes it. Microsoft intends to add a clear Enable Copilot checkbox to the Office applications, but you can go to File > Options > Trust Center > Trust Center Settings > Privacy Options > Privacy Settings and uncheck the Connected Experiences checkboxes in the meantime. It’s that arcane, and a simple Enable Copilot checkbox will make this much easier. Be aware that turning off all connected experiences means you lose things like text prediction. You can find a complete list of what this setting controls .\n\nMore Questions About Copilot and Microsoft 365 Classic\n\nCan You Switch Back to a Subscription That Includes Copilot?\n\nYes, you can at any time. Just go back to the subscription page and choose one of the non-Classic options.\n\nDo You Still Get Any Copilot Features for Free If You Switch to Classic?\n\nYes, but not inside the Office applications. To use them, go to copilot.microsoft.com or click on the fancy Copilot icon in the Windows toolbar.\n\nDoes Everyone in a Family Plan Get Copilot Features in the Office Apps?\n\nNo. Only the main account holder in the plan gets the Copilot Pro features.\n\nDoes a Microsoft 365 Subscription Provide the Same Copilot Features as a Copilot Pro Subscription?\n\nNo. With a Microsoft 365 subscription (non-Classic), you get 60 AI credits versus “extensive” credits with Copilot Pro. Microsoft smartly avoids the fraught term unlimited here. What’s a credit? It’s basically any AI text or image generation you request (). With Pro, you also get priority access to the latest AI models (including ChatGPT-4o and more), the ability to craft custom GPTs, and early access to new capabilities like .\n\nGet Lifetime Access to Microsoft Office Apps Instead\n\nIf you're sick of subscriptions, Microsoft offers a of its office suite for both personal ($149.99) and business ($249.99) users. The one-time pricing gets you a single license and continual security patches, but that's it. You won’t get any OneDrive cloud storage beyond the free 5GB, collaborative document editing and sharing, or other features."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This App Is Using Doctor-Approved AI to Share Menopause Advice—Here’s How",
            "link": "https://www.wellandgood.com/roon-app-review-menopause-information/",
            "description": "This is where AI—and personalized health advice in the form of an app—can be useful. Meet Roon, an app that partners ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qbG8hhMoVJrrXe2WUdbzES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Well+Good",
            "article_content": "A s a health journalist, I know how difficult it can be to find accurate health information online. In the age of AI-powered search engines, you never quite know if the answers served up to you at the top of the page are from legitimate medical sources or some woo-woo wellness site that hasn't been touched in years. Even in my personal life, it can be tricky to find resources about the conditions I may face as a woman—and I know I'm not alone in that experience.\n\nFrom menstruation to fertility, and yes, even to menopause, there's still so much mystery surrounding women's health. Case in point: More than 1 million Americans go through menopause each year, but studies find that 80 percent of those people have limited knowledge about menopause, never learned about it in school, or have a negative attitude toward the life phase altogether. No wonder so many of us are too embarrassed to bring up our concerns at the OB/GYN, which can lead to gaps in quality care.\n\nThis is where AI—and personalized health advice in the form of an app—can be useful. Meet Roon, an app that partners world-class healthcare providers with artificial intelligence to bridge the divide between people and reliable health information. Recently, Roon launched Roon Menopause—a platform that serves as a digital library for all the menopause questions you may have, from how to tame a hot flash to navigating hormone therapy, with answers from real-life medical experts.\n\nI had the opportunity to speak with Roon CEO and co-founder Vikram Bhaskaran to learn more about the launch. Here's what to expect once you hit download on iOS.\n\nRelated Stories\n\nFirst, what is Roon?\n\nRoon is an app that puts free, expert-driven resources on several health conditions at your fingertips. Conditions featured on the app include ALS, dementia, endometriosis, fertility, glioblastoma, PCOS, and now, menopause. The app was born when Bhaskaran, a former tech developer with Pinterest, became a caregiver for his father with ALS and noticed a disturbing lack of information about the illness online.\n\n\"Like most caregivers on the planet, I spent thousands of hours on Dr. Google, Facebook groups, Instagram, and TikTok to try to find medically vetted information,\" Bhaskaran says. \"When it comes to health, it sometimes feels like we are still in the dark ages.\" But between how long it takes to see a specialist, plus providers only spending about 18 minutes on average with patients per appointment, Bhaskaran says it only makes sense that we turn to the Internet for help.\n\nUsing his tech-savvy and appreciation for beautiful, algorithm-driven apps like Pinterest, Bhaskaran teamed up with his co-founder Rohan Ramakrishna, MD, a neurosurgeon at Weill Cornell, engineers, and designers to develop Roon, which houses hundreds of pre-recorded videos of healthcare providers answering the top questions they get asked every day.\n\nOn top of that, users can also take advantage of the \"ask a question\" search tool to find answers, all with the help of AI technology. (More on this below.)\n\nHow Roon uses AI to provide health information\n\nInstead of gathering answers from all over the Internet like other AI-powered search engines, Roon's \"ask a question\" AI tool only pulls quotes from the pre-recorded content that exists within the app. This ensures you're getting accurate and reliable answers straight from a professional each time you search, and not some unknown source.\n\nOnce your question has been answered, the AI tool auto-populates related questions, which is how the personalization takes shape. \"The more you use it, the more we learn about you so we can ultimately become your personalized guide for health,\" says Bhaskaran. Plus, if you add your age and gender identity, \"we can also personalize content based on where you are in your journey,\" he adds. So, for example, if you're a 40-year-old female who's trying to get pregnant, it might suggest you watch perimenopause or fertility content.\n\nWhile this service doesn't replace the need for real visits with your healthcare provider, it could help those with a lack of access to quality care or insufficient health insurance feel more empowered—and less confused—about their well-being. \"In the age of AI-generated content, we're going the opposite way, which is there's nothing more human than a doctor looking into a camera answering your question when you're going through a hard journey,\" Bhaskaran adds.\n\nOther Roon Menopause features\n\nThe first thing you'll notice about Roon Menopause is its user-friendliness. No matter your level of tech skill, the simple design makes it fairly easy to sift through each tab and section. You can start searching for information based on the type of expert you want to hear from (like a reproductive endocrinologist, OB/GYN, or holistic practitioner), the symptoms you're experiencing (like vaginal dryness, fatigue, or insomnia), co-occurring conditions you may have (like osteoporosis or depression), or other topics, like treatments, diagnosis, causes, and more.\n\nOnce you find a topic you're interested in, you can watch short videos or read written responses from a variety of providers, who Bhaskaran says are not only heavily vetted before joining the app, but are also great communicators with good bedside manner IRL. Some notable names include Mindy Goldman, MD, the chief clinical officer at MIDI Health, Corrine Menn, MD, with Alloy Women's Health, and Rajita Patil, MD, a menopause specialist at UCLA Health, among others.\n\nFrom there, the AI feature will suggest other topics or questions you might ask. Consider it a personal search engine and doctor-filled social feed all in one.\n\nAnd we're not just talking about physical health here: Roon Menopause also spans the mental, emotional, and sexual wellness aspects of menopause. So you may explore topics like \"how to comfortably have sex with vaginal dryness,\" \"how to talk to your partner about menopause,\" or \"how to start your fertility treatment if you're also in perimenopause.\" It also offers tips for optimal nutrition, exercise, holistic vs. traditional medicine practices, and specific treatment options for each menopause symptom you're facing.\n\nHere's more of a breakdown of the features:\n\nExpert network of over 60 licensed healthcare providers\n\nThousands of pre-recorded Q&A videos and written content\n\nApproximately 1,300 answered questions\n\nOver 100 related subtopics\n\nInstant answers through an AI-powered search tool\n\nAdvice from people with lived experience\n\nMultiple expert perspectives on highly debated treatment options (such as hormone therapy)\n\nCulturally sensitive and trauma-informed content\n\nNext-step advice for receiving care\n\nUltimately, Bhaskaran says this service is a safe place to ask the hard questions or ones you may be too uncomfortable to ask your provider about. \"This is just the beginning of how we'll support women across their lifetime health journeys through expert guidance,\" he adds.\n\nYes, it's personal, but is your data safe?\n\nWithin the last few years, some people have shied away from using period tracking apps for fear that their reproductive health information will be shared and sold to third parties or that it would be used against them at healthcare facilities or in legal proceedings. This is because period trackers can not only log menstruation, but also missed periods, miscarriages, and infertility.\n\nBut rest assured that with Roon, the private details you share about your reproductive health stay within the app, and are only used to further optimize your experience, says Bhaskaran. Data is stored locally and never shared with third parties.\n\nFinal thoughts\n\nThere's nothing more comforting than having a trusted healthcare provider's advice by your side—especially during a time like menopause. Whether you're already in it, about to start, or know a loved one currently going through the life phase, apps like Roon Menopause—which combines AI with medically sound information—can cut through the noise, misinformation, or even medical gaslighting you may face, both online and in person.\n\nAdditional Sources + Well+Good articles reference scientific, reliable, recent, robust studies to back up the information we share. You can trust us along your wellness journey. Tariq, Bisma et al. “Women’s knowledge and attitudes to the menopause: a comparison of women over 40 who were in the perimenopause, post menopause and those not in the peri or post menopause.” BMC women’s health vol. 23,1 460. 30 Aug. 2023, doi:10.1186/s12905-023-02424-x A. Bell, Joseph et al. “It’s time to talk about the M word.” Bdj Team vol. 9,4 (2022): 24–26. doi:10.1038/s41407-022-0893-z Neprash HT, Mulcahy JF, Cross DA, Gaugler JE, Golberstein E, Ganguli I. Association of Primary Care Visit Length With Potentially Inappropriate Prescribing. JAMA Health Forum. 2023;4(3):e230052. doi:10.1001/jamahealthforum.2023.0052"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Flushing toilets. Blaring alarms. How paranormal activity followed the cast of new supernatural movie 'Presence.'",
            "link": "https://www.msn.com/en-us/entertainment/movies/flushing-toilets-blaring-alarms-how-paranormal-activity-followed-the-cast-of-new-supernatural-movie-presence/ar-AA1xQnbt?ocid=BingNewsVerp",
            "description": "The story begins to unfold when a family of four moves into a new suburban home after the teenage daughter Chloe (Callina ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bKLqYZfYSYvPSrRUwoR4Wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The paranormal enthusiasts searching for evidence of life after death across Lincolnshire",
            "link": "https://www.msn.com/en-gb/news/other/the-paranormal-enthusiasts-searching-for-evidence-of-life-after-death-across-lincolnshire/ar-AA1xPniH?ocid=BingNewsVerp",
            "description": "A team of paranormal investigators are documenting history and searching for evidence of life after death across Lincolnshire ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tIoY3Ml-eG2BNDuOEWMFXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Lincolnshire Live on MSN12h",
            "source": "Lincolnshire Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is the London Underground haunted? TfL reveals most recent 'ghost' sighting on the Tube",
            "link": "https://www.msn.com/en-gb/news/uknews/is-the-london-underground-haunted-tfl-reveals-most-recent-ghost-sighting-on-the-tube/ar-AA1xQ6IZ?ocid=BingNewsVerp",
            "description": "Transport for London has been searching its records for sightings of ghosts, spirits, ghouls, poltergeists and banshees on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H1YIp3s-Pi-5uY7rbecZuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "5hon MSN",
            "source": "Evening Standard on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "13 Iconic Scream Queens Who’ve Dominated the Art of Horror",
            "link": "https://www.yahoo.com/entertainment/13-iconic-scream-queens-ve-140001827.html",
            "description": "Scream queens are actresses who have carved a unique niche for themselves as the stars of multiple scary movies. For horror ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nRpVaBUK-ntiplHs0Slyly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "Yahoo",
            "article_content": "Scream queens are actresses who have carved a unique niche for themselves as the stars of multiple scary movies. For horror movie fans, scream queens are the genre's iconic heroines who face their fears and scream their lungs out in the process.\n\nFay Wray, who played Ann Darrow in 1933's King Kong, is considered one of cinema's first scream queens. Since then, every decade has beget more horror-movie goddesses, including Psycho‘s Janet Leigh, Halloween‘s Jamie Lee Curtis, A Nightmare on Elm Street‘s Heather Langenkamp, The Ring‘s Naomi Watts, and today's Mia Goth and Jenna Ortega.\n\nAll of the following scream queens have made memorable horror films that many of you will probably binge-watch during the Halloween season. Who is the one scream queen to rule them all?\n\nJanet Leigh\n\nImage Credit: Jeweler – Hitchcock Magazine – Public Domain/Wiki Commons.\n\nJanet Leigh will forever be remembered as Marion Crane — the guest stabbed to death in the shower of the Bates Motel — in Alfred Hitchcock's Psycho. Had Leigh never appeared in another horror movie after Psycho, she would still be scream queen royalty because of that iconic performance.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nYears after Psycho, Leigh battled giant rabbits in the 1972 sci-fi horror film Night of the Lepus, which admittedly elicits more giggles than screams. She also starred opposite her daughter and fellow scream queen, Jamie Lee Curtis, in John Carpenter's spooky ghost story The Fog and 1998's Halloween H20: Twenty Years Later. In the latter sequel, Leigh's character drives away in the same car her character drove in Psycho.\n\nJamie Lee Curtis\n\nImage Credit: Compass International Pictures.\n\nJamie Lee Curtis, the daughter of scream queen Janet Leigh, became arguably the most iconic scream of all time by playing Laurie Strode in John Carpenter's 1978 seminal slasher film Halloween. She reprised the role in several sequels, including 2022's Halloween Ends, in which she finishes off boogeyman Michael Myers once and for all.\n\nCurtis followed up Halloween with a string of horror films — The Fog, Prom Night, and Terror Train — that cemented her status as a scream queen. Although she stepped away from the horror genre for years to explore comedy and other roles, Curtis never forgot what made her a star. Even when she won a Best Supporting Actor Oscar for her role in Everything Everywhere All at Once, she thanked the “thousands and thousands” of horror fans who have supported her over the years.\n\nHeather Langenkamp\n\nImage Credit: New Line Cinema.\n\nHorror fans know Heather Langenkamp as Nancy Thompson, the first character to ever defeat dream demon Freddy Krueger in A Nightmare on Elm Street. Langenkamp reprised her role in A Nightmare on Elm Street 3: Dream Warriors, in which Nancy dies.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn an ingenious way to resurrect Nancy for the big screen, Langenkamp plays a fictionalized version of herself in 1994's Wes Craven's New Nightmare in which Freddy tries to enter the real world. On-screen, Craven asks Langenkamp if she has “the courage to play Nancy one last time.”\n\nBehind the scenes, Langenkamp co-owns AFX Studio with her husband and has worked as a special effects makeup coordinator on horror movies such as 2004's Dawn of the Dead and 2012's The Cabin in the Woods.\n\nNeve Campbell\n\nImage Credit: Dimension Films.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nNeve Campbell has played “final girl” Sidney Prescott in five of the six Scream movies, beginning with Wes Craven's 1996 meta classic Scream. Each movie has one or more different people committing murders while dressed as Ghostface, and Sidney grows stronger and more resilient as the sequels continue. Although she sat out Scream VI due to a salary dispute, Campbell is front and center again as the lead in the upcoming Scream VII, directed by original Scream scribe Kevin Williamson.\n\nAside from the Scream movies and her role as a teen witch in the cult favorite The Craft, Campbell has explored other genres in movies such as Wild Things, Skyscraper, and Drowning Mona.\n\nMia Goth\n\nImage Credit: A24.\n\nBritish actress Mia Goth already has a surname that calls forth images of horror movies, dark castles, and Universal monsters, so this is an actress born to make scary films.\n\nGoth made an impression in the 2018 remake of Suspiria, but she cemented her scream queen status by playing the '70s adult-film actress Maxine Minx in Ti West's X. She played the titular character in the prequel Pearl, which is filmed like the Gone With the Wind of horror. In Maxine, the third film in the trilogy, Goth reprises her role as Maxine Minx in 1985 Los Angeles, where Maxine tries to become a Hollywood scream queen as the Night Stalker terrorizes the city.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn addition to the X trilogy, Goth also played an off-the-hook character in Brandon Cronenberg's sci-fi horror movie Infinity Pool. Next, Goth lives up to her last name by playing the Bride in Guillermo del Toro's Frankenstein.\n\nNaomi Watts\n\nImage Credit: DreamWorks Pictures.\n\nOscar nominee Naomi Watts elevates any movie she's in, making her the best part of dubious horror films such as Children of the Corn IV: The Gathering and Down. Things went up for Watts' career after the latter elevator-horror tale.\n\nAfter proving her range as an actress in David Lynch's nightmarish Mulholland Drive, Watts achieved scream queen status by battling a little black-haired ghost girl who crawls out of TVs in The Ring and The Ring Two. She went on to play Ann Darrow in Peter Jackson's remake of King Kong.\n\nAlthough Watts doesn't limit herself to only the horror genre, she returned to play the titular mother in the 2022 psychological horror film Goodnight Mommy.\n\nBarbara Crampton\n\nImage Credit: Empire International Pictures.\n\nAfter starting out as a soap opera actress, Barbara Crampton committed to full-time scream queen work and never looked back. Crampton played Megan Halsey in Re-Animator, battled malfunctioning security robots in Chopping Mall, earned a Saturn Award nomination for playing Dr. Katherine McMichaels in From Beyond, and made a cameo in the first Puppet Master — and that was just the 1980s.\n\nAdvertisement Advertisement\n\nIn this century, Crampton continued her reign as one of the most enduring scream queens in history with roles in horror movies such as You're Next, The Lords of Salem, and Beyond the Gates. In 2022's Suitable Flesh, Crampton produced and stars opposite Heather Graham in the body-swapping horror flick.\n\nYou know an actress embraces her status as a scream queen when she attends horror conventions like L.A.'s Monsterpalooza, which Crampton does regularly to meet fans, pose for pictures, and sign autographs.\n\nDanielle Harris\n\nImage Credit: Galaxy Releasing.\n\nAdvertisement Advertisement\n\nDanielle Harris started her career as a scream queen early in life by playing Jamie Lloyd, the daughter of Laurie Strode, in Halloween 4: The Return of Michael Myers and Halloween 5: The Revenge of Michael Myers. Those roles prepped her to play a goth college student in Urban Legend before she returned to play a different character, Annie Brackett, in Rob Zombie's Halloween and Halloween II.\n\nIn the previous decade, Harris carved out a name for herself as an adult scream queen by playing Marybeth Dunston in the Hatchet horror series. In 2024, she joined other scream queens and horror icons in the partially crowdfunded horror movie Stream.\n\nDee Wallace\n\nImage Credit: Warner Bros.\n\nMost people remember Dee Wallace as the mom in E.T. the Extra-Terrestrial, but horror fans revere her as one of the most enduring scream queens in movie history.\n\nIn the 1970s and 1980s, Wallace stretched her lungs in horror classics such as The Hills Have Eyes, Cujo, The Howling, and Critters, to name a few. In the 1990s and 2000s, Wallace held on to her scream queen crown with roles in The Frighteners, Popcorn, The House of the Devil, and Rob Zombie's Halloween, in which she plays Cynthia Strode — the adoptive mother of Laurie Strode.\n\nAdvertisement Advertisement\n\nFrom the 2010s until today, Wallace continued her work in the horror genre in movies such as The Lords of Salem, Red Christmas, Critters Attack!, Jeepers Creepers: Reborn, and 13 Fanboy. In the latter meta slasher, Wallace plays herself as she hangs with other scream queens after a horror convention and is targeted by an obsessed fan who wants to re-create their death scenes in real life.\n\nLinda Blair\n\nImage Credit: Warner Bros.\n\nLinda Blair will forever be remembered as the possessed Regan MacNeil — a girl who went from apple-cheeked youth to projectile-vomiting demon — in The Exorcist, a film many consider the scariest movie of all time. Blair reprised the role for Exorcist II: The Heretic and 2023's The Exorcist: Believer.\n\nAside from The Exorcist, Blair starred in horror movies such as the made-for-TV Summer of Fear, directed by Wes Craven. Craven later gave Blair a cameo role as a pushy reporter in Scream.\n\nVera Farmiga\n\nImage Credit: Warner Bros. Pictures.\n\nVera Farmiga cemented her status as a scream queen by playing paranormal investigator and self-professed demonologist Lorraine Warren in The Conjuring films, including the spin-off Annabelle Comes Home.\n\nAdvertisement Advertisement\n\nIn addition to her numerous appearances as Warren, Farmiga also had lead roles in the horror films Joshua and Orphan. On TV, she played the iconic role of Norma Bates, the mother of Psycho‘s Norman Bates, for five seasons on Bates Motel.\n\nMarilyn Burns\n\nImage Credit: Bryanston Distributing Company.\n\nAdvertisement Advertisement\n\nSome of the women horror fans revere as scream queens don't actually scream that much on-screen. This is not the case for Marilyn Burns, who played Sally Hardesty — the only survivor of Tobe Hooper's The Texas Chainsaw Massacre. Burns spends the majority of that movie emitting bloodcurdling screams as she is pursued by a chainsaw-wielding maniac named Leatherface and his family of cannibals.\n\nBurns appeared in Hooper's 1977 horror film Eaten Alive and a few other genre pictures, such as 1985's Future-Kill. She reprised her role as Sally with a cameo in 1995's The Return of the Texas Chainsaw Massacre and played a different character entirely in 2013's Texas Chainsaw 3D. Burns passed away in Texas in 2014 at age 65.\n\nJenna Ortega\n\nImage Credit: Paramount Pictures.\n\nJenna Ortega is off to a solid start as one of the next generation of scream queens. People probably don't remember that she played a girl named Annie in Insidious: Chapter 2. Nine years later, she played Tara Carpenter in 2022's Scream and barely survived her run-in with Ghostface. She reprised the role in 2023's Scream VI, which moved the action to New York City. The same year as Scream, Ortega also starred opposite fellow scream queen Mia Goth in X.\n\nAfter her dance moves on the Netflix series Wednesday went viral, Ortega became Tim Burton's latest muse. In the director's long-awaited sequel Beetlejuice Beetlejuice, Ortega plays Astrid Deetz, the daughter of elder goth Lydia Deetz (Winona Ryder)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Spectral Allure of Brandon Morris’s Ghost Dresses",
            "link": "https://news.artnet.com/art-world/the-spectral-allure-of-brandon-morriss-ghost-dresses-2600641",
            "description": "Emerging artist Brandon Morris debuts six phantasmic fiberglass dresses in \"Actress\" at New York's Europa Gallery.",
            "image_url": "https://www.bing.com/th?id=OVFT.l7HysxlkXBngkcbhdnVDgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Artnet8h",
            "source": "Artnet",
            "article_content": "As a child, Brandon Morris was always afraid of the things he couldn’t understand: the paranormal, UFOs, ghosts. That is until his father told him he should be more fearful of the things he can see. “Real people are scarier than the things that can’t hurt you,” the 24-year-old sculptor recounted as we walked through Europa gallery, swirling with weekend visitors.\n\n“Actress,” Morris’s solo debut with the gallery, is an exhibition of haunting sculptural works. The show is now on view at the Lower East Side gallery through February 9. Here, Morris appears to resolve this tension between the immaterial and the real. The show features a series of Ghost Dresses, bespoke phantom gowns sewn from fiberglass fabric and lathered in resin. The garments meander through the space with discomforting grace—one hunched and forlorn, another twisted at the hip, a third more timid, lifting the skirt hem with a gathered sleeve in a half-hearted curtsy. Each of the six dresses amble in an aimless haunt. Their translucent ruffles gleam on absent bodies more lucid than alive, sleepwalkers bound for collision with one another.\n\nThe best of Artnet News in your inbox. Sign up for our daily newsletter. The best of Artnet News in your inbox. Sign up for our daily newsletter. Please enter a valid email address Signup failed. Please try again later. Thank you! You have successfully subscribed to Artnet News.\n\nBorn in San Diego to an artist and a mechanical engineer, Morris found himself rapt by the interplay between artistic form and technical finesse. He graduated from Parsons School of Design in 2023 with the understanding that the intricacies of his solitary craft interested him more than a future in the fashion industry. Since then, Morris has set out to resolve the primary concern that has driven his practice thus far, asking himself how garments can take on a life without a human body.\n\nMorris mimics his sculptures’ comportments when describing the work to me. “I wanted them to have character, to show that there’s a person in there you just can’t see. I’ve been interested in creating what you aren’t supposed to see, or something that isn’t supposed to exist,” he explained.\n\nThe silhouettes of Morris’s dresses convey a certain unease: narrow shoulders at an adolescent height, a distortion of proportions that belie recognizable markers of any human developmental stage. Instead, the uncanny shapes draw out ghost stories of the viewer’s own making, or perhaps the warped suspicions of a child. Morris mediates the body at an eerie scale, but beneath the spectral mystique of this menagerie resides an unexpected sense of whimsy.\n\nFor the exhibition, Morris wrote a text available at the gallery, an Introduction to Ghostwear that parodies the pattern-making textbooks he encountered in school. His writing pokes at this pedagogy while giving the viewer a deeper glimpse into his world—a world less frightening than it may at first appear: “One of the most stimulating aspects of ghostwear is the distinctive green hue that remains the favorite of ghosts every season.” Through their gestures, Morris imbues his ghosts with a quiet impishness, personalities that emphasize the garments’ true utility: providing ghosts with “an identity of their own.”\n\nFor Morris, the question of utility—whether hypothetical or pragmatic—seems to inform these objects more deeply than any potential formal concerns. He remains deeply inspired by the words of the late sculptor Eva Hesse, who described the purely decorative as “the only art of sin” in a 1970 interview. Morris attempts to maintain a focus on function. He is an artist who is driven by ideas first, prioritizing shapes that make his concepts recognizable. “I just want the work to be accessible,” he said.\n\nIn the past, the artist’s work has explored the relationship between function and style through uncanny deconstructions of antique teapots soldered into coagulate mutations of themselves. Throughout these works, Morris appears to be thinking about upholstery through a sartorial lens (or vice versa). He dresses these reconfigured antiques in garments made from wet-formed leather, hand-stitched, nailed, and weathered yet always perfectly tailored to peculiar, bulbous forms. The teapots are charged with animism, like a Venus of Cronenberg. Corsetry and garters are speculative armatures. The edge of a zipper is an open maw, bearing teeth. Here is my handle; here is my spout.\n\nThe works in “Actress” appear, then, as an apex to Morris’s conceptual frame brought to the human scale. The Ghost Dresses omit the subject of adornment altogether, figuring what the sculptor calls “the object of the clothing” itself, autonomous. The figures speak for themselves rather than aid our own self-identifications. Negative space is highlighted in both his ornate teapots and these empty garments. His works are as much defined by their vacuums as they are their enclosures.\n\nAbsence has defined Morris’s practice up to this point: the dearth of information on the artist himself, his aversion to being photographed, the paltry context framing his work. These absences encourage an eerie sentimentality, one that creates space for the viewer to craft their own stories in relation to these objects and their maker.\n\n“Actress” is Morris’s second solo exhibition to date. His first, at Gern en Regalia in 2022, featured hand-sewn, patchworked wall works that resemble stretched skin. The meticulously sutured surfaces are at once sinewed and frilly, pulled like preternatural rawhide to hooked points at the edges of metal frames upholstered in leather. The frames stretch to the limit of static decay, bumpy with scars grafted in argyle.\n\nOne of these wall works hangs in the back of Europa, marginalia for the formal conceit that has driven Morris’s explorations thus far. At the other end of the gallery, two new wallworks hang opposite one another.\n\nOn the left, Mara 30 hangs by its own hollow. The five-foot-tall surface is constructed completely out of strips of untreated leather sewn along horizontal seams that break and fray to reveal the absence of a stretcher inside. The piece, named after the type of thread used to construct it, appears as potentially the simplest articulation of Morris’s use of negative space. The thread itself is the formal infrastructure. The rigidity of the leather holds the shape of a canvas, a husk shorn, and restitched for display.\n\nPortrait of Isabella acquiesces on the right. The ornate votive features a woman’s profile in relief on an ornate, corniced frame. The entire structure, a reference to the Victorian cameo, is shrouded in black leather, stitched at seams to highlight the immense detail carved into the wood just below the skin. In this portrait of his girlfriend, Morris reverses the myth of Pygmalion, bringing the romance of his real life into the expansive visual world of his work. He spares few words: “It’s an altar, a devotion of love.” It seems he’s sacrificed some of his artistic edicts around the ‘decorative’ in the interest of romance.\n\nThroughout his growing body of work, Morris balances the constraints of the real world with his interest in materiality and mystique. His visual world speaks to surrealist traditions that twist the form and function of the everyday, mobilizing technical skill toward the yet-unrealized functions of our material landscape. In “Actress”, Morris offers a reality parallel to ours, one in which ghosts have taste, too."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "California lab makes new discovery in search for HIV vaccine",
            "link": "https://www.eastbaytimes.com/2025/01/24/la-jolla-lab-makes-new-discovery-in-search-for-hiv-vaccine/",
            "description": "A unique reaction in which antibodies bind to other antibodies may help scientists at Scripps Research better understand how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MyJAAwBmyysMIUXIcqGngy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "20h",
            "source": "East Bay Times",
            "article_content": "Human immunodeficiency virus, or HIV — the infection that can damage the immune system and lead to the deadly disease AIDS — hasn’t been in the news as much as it was during the beginning of the AIDS crisis in the 1980s. Still, an estimated 1.3 million new HIV infections were reported around the world in 2023, with 630,000 related deaths, according to the World Health Organization.\n\nRelated Articles Science | Childhood vaccination rates, a rare health bright spot in struggling states, are slipping\n\nChildhood vaccination rates, a rare health bright spot in struggling states, are slipping Science | Biden health officials say they built up US pandemic defenses. Trump promises changes\n\nBiden health officials say they built up US pandemic defenses. Trump promises changes Science | Opinion: Whooping cough vaccine has an awareness problem\n\nOpinion: Whooping cough vaccine has an awareness problem Science | Is bird flu the next pandemic? What to know after the first H5N1 death in the US\n\nIs bird flu the next pandemic? What to know after the first H5N1 death in the US Science | 5 things we know and still don’t know about COVID, 5 years after it appeared Anti-viral treatments for HIV have helped reduce the number of AIDS-associated deaths, and the new HIV infections in 2023 were down from 2.1 million in 2010. But there is no cure for HIV or AIDS or a vaccine for human use to prevent infection.\n\nOne of the labs involved in current research to design such a vaccine is at La Jolla-based Scripps Research, which recently made a discovery that could drive development of the vaccine.\n\nMany vaccines work by introducing a protein to the body that resembles part of a virus. Ideally, the immune system will produce long-lasting antibodies recognizing that virus, thereby providing protection.\n\nBut Scripps Research scientists said they have found that for some HIV vaccines, something else happens. After a few applications, the immune system begins to produce antibodies against immune complexes already bound to the viral protein.\n\n“It’s a unique reaction in which antibodies bind to other antibodies, which is rare,” said Scripps researcher Sharidan Brown, first author of a study published Jan. 17 in Science Immunology. “Over the course of multiple immunizations [in animals], we have found four classes of antibodies that cling to other antibodies. They are unique responses, so by understanding the structure for the first time, we are put on the right foot to understand these better and can harness them for not only HIV vaccine design but other therapeutics.”\n\nThe observation came about when researchers in the lab of Andrew Ward, a professor of integrative structural and computational biology at Scripps Research, was using advanced imaging tools to study how antibodies evolve after multiple HIV vaccine doses. A technique the lab invented, known as Electron Microscopy-Based Polyclonal Epitope Mapping, or EMPEM, let the researchers see exactly where on the virus antibodies bind.\n\nWhen they carried out the experiments on blood from animals that had received multiple doses of an experimental HIV vaccine, they discovered that some of the antibodies were not binding directly to the HIV viral antigen but to immune molecules on its surface.\n\nIt isn’t yet known whether this binding is a good thing in designing an effective vaccine, but Brown said future studies should answer that question.\n\n“It adds to our understanding of what these vaccines are capable of eliciting,” Brown said. “We don’t fully know what these antibodies do yet, but by understanding and future experiments looking into why they get elicited and what they do, we can adjust vaccine studies to make them more effective by either harnessing or getting rid of it.\n\n“It could be a good thing [that the antibodies bind together] because it could give the immune system a bigger set of antibodies. Or it could be detrimental in that it is not making antibodies the body needs.”\n\nShe and others in the lab “are excited to see where these antibodies fit into the immune response and the body’s ability to fight off HIV,” she said. “This could lead to redesigning vaccines to target or eliminate these responses and could lead to better vaccines.”\n\nImplementation of any vaccine stemming from this discovery is years away from human trials, but Brown said an effective vaccine would have a great impact.\n\n“There are still millions of people diagnosed with HIV, so having a vaccine would impact the lives of people around the world,” she said. “Having a vaccine that prevents infection would be instrumental in reducing the spread. Right now, there are no vaccines in use in humans. There are clinical trials in humans, which is exciting, and we have made a lot of progress toward eliciting the types of antibodies with these vaccines in the past five years or so. This [discovery] is an extra data point to think about when we design these vaccines and could help us better design boosting immunizations.”\n\nBrown, a native of Montana, “where I fell in love with science,” said she came to Scripps Research for her Ph.D. studies and was placed in her current lab to research immunology and structural biology.\n\n“I feel super lucky to work in the lab I do,” she said. “We have such a diverse, large lab of people full of amazing ideas.”\n\nThe next step for the lab is to look at the antibody responses in other models.\n\n“We want to understand how they are generated and what they do, and any consequences to these antibodies being around,” Brown said. “Then we can modify these types of responses in vaccine design.” ♦"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "14-year-old Noida boy discovers an asteroid, NASA is letting him name it",
            "link": "https://theprint.in/science/14-year-old-noida-boy-discovers-an-asteroid-nasa-is-letting-him-name-it/2463196/",
            "description": "Through the International Asteroid Discovery Project, Daksh Malik successfully discovered asteroid 2023 OG40 in the main ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BDSavRUwBi17hb7DQRAnFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ThePrint7h",
            "source": "ThePrint",
            "article_content": "“I’ve been fascinated with space since I was little. I used to watch all these documentaries on National Geographic about planets and the solar system. This is like a dream come true,” Malik told ThePrint over phone.\n\nDaksh Malik of Shiv Nadar School, Noida, has been recognised by the National Aeronautics and Space Administration (NASA) for a provisional asteroid discovery. As is the norm, the asteroid is currently named ‘2023 OG40’ after the year it was discovered, but very soon, Malik, 14, will have the honour of picking out a permanent name for it.\n\nNew Delhi: An asteroid in the main asteroid belt between Mars and Jupiter will carry a name given by a Class 9 student from Noida. After all, he’s the one who discovered it.\n\nAs part of the International Asteroid Discovery Project (IADP), Malik and a couple of his school mates had been hunting for asteroids in space for the better part of a year and a half. They got the opportunity when the school’s astronomy club sent an email in 2022 about the International Astronomical Search Collaboration (IASC).\n\nSupport Unhyphenated Journalism Quality journalism you can trust, with exceptional ground reporting that gives you access to the story behind the story. Contribute Now\n\nThe IASC, a NASA-affiliated citizen science programme, invites people, including students, from around the world to use their datasets and software to help NASA discover new asteroids. The IADP—conducted by the organisation STEM and Space, and the IASC—has over 6,000 participants every year from around the world, and a few each year are able to discover new asteroids. According to the IASC website, there have been 5 other students from India prior to Daksh that have managed to discover a named asteroid.\n\nThe process of finding asteroids was intriguing to Malik. The participants had to download datasets provided by IASC, calibrate them on the Astronomica software and then observe for any celestial objects that could potentially be asteroids. They had to look out for any kind of movement in an object, but also had to check whether the light being emitted from it falls within the limit for asteroids.\n\n“It was a lot of fun to just do this exercise. When I was looking for asteroids it I felt like I was working at NASA myself,” said the 14-year-old.\n\nHe added that it will take up to 4-5 years for NASA to run initial tests and complete their verification for the asteroid, only after which he will get to name. But there are a few ideas running through his mind.\n\n“I thought maybe I could call it ‘Destroyer of the World’,” said Malik, laughing. “Or since it’s an asteroid maybe ‘Countdown’ would be a catchy yet ominous sounding name.”\n\nDiscovery and future plans\n\nMalik, whose primary interests are divided between law and astronomy, participated in the IADP thrice and submitted 6 preliminary asteroid detections to NASA. These preliminary detections are submissions by participants where they provide the data and coordinates of their observations and NASA then confirms whether it is an actual asteroid or not. If confirmed, the asteroid is then called a provisional asteroid.\n\n“If I’m being honest, Daksh isn’t as keen about the results as he is about the process of something. Once he got interested in astronomy, I knew he would want to see it through no matter the results,” said Sappna Kapur, Malik’s mother.\n\nDespite being the first student in his school to achieve this feat, and spending a year and half on the project, Malik’s dreams are bigger. Astronomy is an interesting subject, he says, but his real passion lies in law and the judiciary.\n\n“His teachers and I have always supported his choices, and the school has made it possible for him to have so many,” said Kapur. “I remember him spending days at the school’s observatory looking at the night sky through the telescope. If not for this environment, he would have never become the curious child he is.”\n\nIt is this curiosity that Vinita Sarahat, Malik’s mentor and the STEM head of the school wants to foster in all her students.\n\n“Any kid could get great marks in maths and physics if that’s what we want them to do. But to go beyond the classroom and apply these lessons to practical experiences is where real learning comes from,” said Sarahat.\n\n(Edited by Gitanjali Das)\n\nAlso Read: Delhi is missing out on planetary parade due to pollution. Rest of India enjoys watch parties"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Is Coming Up With Brand New Molecules, Fueling Drug Discovery",
            "link": "https://www.sciencefriday.com/segments/ai-drug-discovery-antivenom/",
            "description": "AI models are able to design molecules that don’t even exist in nature. Some have proven effective as snake antivenom.",
            "image_url": "https://www.bing.com/th?id=OVFT.x8k4H-C2Ay64yeEys4Vhry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Science Friday19h",
            "source": "Science Friday",
            "article_content": "A recent study in the journal Nature unveiled new proteins that can neutralize the deadliest of snake venoms. They’re “new” in that they aren’t found in nature—they were created in a lab, dreamed up by AI.\n\nUsing AI to discover, or design, the building blocks of drugs is a fast-growing area of research. Another team of scientists out of Philadelphia is using AI to discover new antibiotics by resurrecting long-lost molecules from extinct species like neanderthals and woolly mammoths.\n\nWe know what you’re thinking: It sounds too sci-fi to be true.\n\nFlora Lichtman talks with two pioneers in the field about how AI is supercharging drug discovery: Dr. César de la Fuente, bioengineer and presidential associate professor at the University of Pennsylvania in Philadelphia, and Nobel laureate Dr. David Baker, director of the Institute for Protein Design and professor at the University of Washington in Seattle.\n\nFurther Reading\n\nRead more coverage of Dr. Baker’s work to use AI to develop novel treatments via El País.\n\nSign Up For The Week In Science Newsletter\n\nKeep up with the week’s essential science news headlines, plus stories that offer extra joy and awe.\n\nSubscribe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make breakthrough discovery that could unlock fuel of the future: 'Establishing a robust design principle'",
            "link": "https://www.msn.com/en-us/news/technology/scientists-make-breakthrough-discovery-that-could-unlock-fuel-of-the-future-establishing-a-robust-design-principle/ar-AA1xQsQv?ocid=BingNewsVerp",
            "description": "A groundbreaking discovery in hydrogen production could change how vehicles are powered, providing a greener, more efficient ...",
            "image_url": "https://www.bing.com/th?id=OVFT.c49C2bxXcCZm6J64YSwPKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Cool Down on MSN3h",
            "source": "The Cool Down on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Secrets of 1st dinosaurs lie in the Sahara and Amazon rainforest, study suggests",
            "link": "https://www.msn.com/en-us/science/zoology/secrets-of-1st-dinosaurs-lie-in-the-sahara-and-amazon-rainforest-study-suggests/ar-AA1xOpQk?ocid=BingNewsVerp",
            "description": "The first dinosaurs may have evolved near the equator, and not in the southwest of the supercontinent Gondwana, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iVU7N--q4I4z0ef82esg-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN23h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podcast: Stargate, OpenAI and Microsoft; BlueSky in Seattle; and Madrona’s big new fund",
            "link": "https://www.msn.com/en-us/money/other/podcast-stargate-openai-and-microsoft-bluesky-in-seattle-and-madrona-s-big-new-funds/ar-AA1xR1Ll?ocid=BingNewsVerp",
            "description": "This week on the GeekWire Podcast, we delve into the Stargate Project announcement by OpenAI, Oracle and Softbank, in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eYp0sOTYyY_s52ROFGhtOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "11mon MSN",
            "source": "GeekWire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Joe Biden left Elon Musk a parting gift that's helping fuel his beef with OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/joe-biden-left-elon-musk-a-parting-gift-that-s-helping-fuel-his-beef-with-openai/ar-AA1xPlW4?ocid=BingNewsVerp",
            "description": "WIth one foot out the White House door, the Biden administration issued 2 documents Musk is now using in his battle to break ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wVRDjLPNufYZxW8vkrfkCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Bets It All on OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/trump-bets-it-all-on-openai/ar-AA1xOIvy?ocid=BingNewsVerp",
            "description": "Earlier this week, he unveiled perhaps the most ambitious infrastructure project in history—and all but dedicated it to Sam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8_vmEabpN-kVNd8cWIJyBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "18hon MSN",
            "source": "The Atlantic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Benchmark's Bill Gurley: Microsoft-OpenAI deal sounds like one of the most complex of all time",
            "link": "https://www.msn.com/en-ca/money/other/benchmark-s-bill-gurley-microsoft-openai-deal-sounds-like-one-of-the-most-complex-of-all-time/vi-AA1xOI0V?ocid=BingNewsVerp",
            "description": "Bill Gurley, Benchmark general partner, joins 'Closing Bell' to discuss Stargate's impact on AI infrastructure, Elon musk and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1BEJH1hb5dxDfXJ9hR5EUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This is how long (and why) OpenAI's Operator holds onto your deleted data",
            "link": "https://www.msn.com/en-us/news/technology/this-is-how-long-and-why-openais-operator-holds-onto-your-deleted-data/ar-AA1xOQT5?ocid=BingNewsVerp",
            "description": "Operator, OpenAI's new AI agent, will save your deleted data for two months longer than deleted data from ChatGPT.",
            "image_url": "https://www.bing.com/th?id=OVFT.Bv8t27jUgA9BP3AvF22JAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "18hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spirit Airlines’ New Dress Code: Can You Get Kicked Off a Flight?",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/spirit-airlines-new-dress-code-can-you-get-kicked-off-a-flight/ar-AA1xP3zw?ocid=BingNewsVerp",
            "description": "The airline updated its 'contract of carriage' guidelines for the dress code that is permitted on board a flight.",
            "image_url": "https://www.bing.com/th?id=OVFT.n7r58HuT-Lxim5mZ2wMTNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "17hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skibidi Battlegrounds Codes – January 2025",
            "link": "https://www.msn.com/en-us/news/technology/skibidi-battlegrounds-codes-january-2025/ar-AA1u4RXS?ocid=BingNewsVerp",
            "description": "Looking for the latest Skibidi Battlegrounds codes? We’ve got you covered! This list includes all of the active… The post ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GooYc1okHswV9wjHbKDwLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "PowerUp Gamer on MSN4h",
            "source": "PowerUp Gamer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sihoo’s best ergonomic office chairs are extra cheap this week",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/sihoo-s-best-ergonomic-office-chairs-are-extra-cheap-this-week/ar-AA1xOERh?ocid=BingNewsVerp",
            "description": "Sihoo's office chairs help you stay comfortable even as your mind gets absorbed with the task at hand. They're on sale, but ...",
            "image_url": "https://www.bing.com/th?id=OVF.kkpk%2b0Pc1pswrgD6bd%2fZxQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "20hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Databases in 2024: Growth, Change and Controversy",
            "link": "https://www.infoq.com/news/2025/01/database-review-2024/",
            "description": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kl3F_ZO0mrIYIM8vzZX8yS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "InfoQ9h",
            "source": "InfoQ",
            "article_content": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from the past year. The opinionated report, \"Databases in 2024: A Year in Review,\" highlights that while we may indeed be in the \"golden era of databases,\" last year brought significant license changes, the rapid growth of DuckDB, and some surprising new releases.\n\nDiscussing the \"turbulent\" year for open source databases, including major license changes for Redis and Elasticsearch, Pavlo writes:\n\nNotice that Redis and Elasticsearch are receiving more backlash compared to other systems that made similar moves. (...) It cannot be because the Redis and Elasticsearch install base is so much larger than these other systems (...) since the number of MongoDB and Kafka installations was equally as large when they switched their licenses. In the case of Redis, I can only think that people perceive Redis Ltd. as unfairly profiting off others' work since the company's founders were not the system's original creators.\n\nSimilar to how Postgres has emerged as the default choice for operational databases in recent years, DuckDB has, according to the 2024 article, \"entered the zeitgeist as the default choice for running analytical queries on data.\" This trend justifies the recent release of four different extensions integrating the OLAP database with Postgres, as Pavlo explains:\n\nMost OLAP queries do not access that much data. Fivetran analyzed traces from Snowflake and Redshift and showed that the median amount of data scanned by queries is only 100 MB. Such a small amount of data means a single DuckDB instance is enough for most to handle most queries.\n\nAn associate professor at Carnegie Mellon University and former co-founder of OtterTune, Pavlo began publishing an annual analysis in 2021, focusing on the dominance of PostgreSQL. In 2022, the main topic was \"Blockchain databases are still a stupid idea,\" while in 2023, he shifted focus to the rise of vector databases.\n\nThe 2024 retrospective by the database management systems expert garnered significant attention, sparking popular threads on Reddit and Hacker News. An opinionated statement (\"I don't care for Redis. It is slow, it has fake transactions, and its query syntax is a freakshow.\") ignited a heated exchange on Hacker News with Redis creator Salvatore Sanfilippo, better known as \"antirez,\" about the importance and design of the once open-source key-value store.\n\nFocusing on major releases, the retrospective highlights Microsoft Garnet and Valkey as notable key-value stores. Pavlo, however, expresses disappointment with the feature list in MySQL v9 and views the retirement of Amazon QLDB as significant:\n\nIf Amazon can't figure out how to make money on a blockchain database, then nobody can.\n\nDiscussing the recent Aurora DSQL preview, he adds:\n\nThis announcement shows you how much brand recognition the name \"Aurora\" carries in the database world because AWS used it for this new DBMS that seemingly shares no code with their flagship Aurora Postgres RDS offering.\n\nFollowing Pavlo's lead, the team at ByteBase recently released \"Database Tools in 2024: A Year in Review\". Many of Pavlo’s university lessons, along with his recent talk \"What Goes Around Comes Around... And Around…,\" are available on YouTube."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ethereum Price Forecast: ETH bounces back after week-long bearish pressure",
            "link": "https://www.fxstreet.com/cryptocurrencies/news/ethereum-price-forecast-eth-bounces-back-after-week-long-bearish-pressure-202501242130",
            "description": "Ethereum (ETH) is up 4% on Friday as it looks to bounce back from week-long bearish pressure that saw investors depositing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FOdOsDcTZQW9fpxKAqwmeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "18h",
            "source": "FXStreet",
            "article_content": "Ethereum price today: $3,330\n\nEthereum exchange reserve has risen by over 434,000 ETH in the past nine days following increased negative sentiment.\n\nETH's futures open interest remained fairly stable, indicating the market sentiment didn't move derivatives traders.\n\nEthereum's 20% rally is restricted by a symmetrical triangle resistance and a $3,550 hurdle.\n\nEthereum (ETH) is up 4% on Friday as it looks to bounce back from week-long bearish pressure that saw investors depositing over 434,000 ETH in exchanges. With the recent recovery and derivatives traders holding their positions firm, ETH could complete a 20% rally if it overcomes a symmetrical triangle resistance.\n\nEthereum on-chain metrics reveal impact of ETH's bearish sentiment\n\nEthereum faced one of its highest negative sentiment volumes in the past few days.\n\nCommunity members blasted the Ethereum Foundation's leadership and criticized its priorities following Solana's rally upon hosting the TRUMP meme coin. The criticism potentially saw investors jumping ship into other assets, as evidenced by key trends in ETH's on-chain metrics:\n\nEthereum exchange reserve, which measures the total amount of ETH on exchanges, increased by over 434,000 ETH in the past nine days, following the high negative sentiment surrounding the top altcoin. An increase in the amount of coins held in exchanges indicates higher selling pressure.\n\nETH Exchange Reserve. Source: CryptoQuant\n\nA similar trend is evident in ETH's total value staked, which declined to a six-month low of 34.15 million ETH. A decline in total value staked signifies investors are not opting to hold ETH over the long term and could quickly sell off their assets during periods of high volatility.\n\nETH Total Value Staked. Source: CryptoQuant\n\nNotably, the bearish pressure that saw ETH briefly decline below $3,200 came from both short-term and long-term holders considering the Dormant Circulation across both cohorts saw a slight uptick. Dormant Circulation measures the amount of coins within specific age cohorts that switched addresses.\n\nETH Dormant Circulation. Source: Santiment\n\nHowever, periods of high negative sentiment for top crypto assets have often coincided with a price bottom. This could partly explain why ETH has quickly recovered and risen above the $3,300 level in the past 24 hours.\n\nOn the other hand, Ethereum's futures open interest saw a slight increase in the past two days, reaching an all-time high of 9.50 million ETH on Friday.\n\nEthereum Open Interest. Source: Coinglass\n\nOpen interest is the total amount of unsettled contracts in a derivatives market.\n\nDespite the negativity surrounding ETH, its open interest was fairly stable, indicating derivatives traders maintained their positions.\n\nMeanwhile, Ethereum exchange-traded funds (ETFs) ended their six-day inflow streak after recording net outflows of $14.90 million on Thursday, per Coinglass data.\n\nEthereum Price Forecast: ETH eyes move above symmetrical triangle and $3,550 resistance\n\nEthereum experienced $35.24 million in liquidations in the past 24 hours, per Coinglass data. The total amount of liquidated long and short positions accounted for $13.95 and $21.29 million, respectively.\n\nOn the 8-hour chart, Ethereum bounced off a symmetrical triangle's lower boundary support line. Notably, ETH has struggled near the 200-day and 50-day Simple Moving Averages (SMAs) in the past nine days before seeing a 4% rise on Friday.\n\nETH/USDT 8-hour chart\n\nOn the upside, ETH faces the upper boundary resistance of a symmetrical triangle — strengthened by the 100-day SMA. If ETH clears this hurdle and flips the $3,550 resistance to a support level, it could rally nearly 20% to tackle the $4,100 critical resistance.\n\nOn the downside, ETH could find support near the $3,000 psychological level if it declines below the triangle's lower boundary support line. A sustained move below $3,000 will validate a Head-and-Shoulders (H&S) pattern that could spark a mega-bearish trend for ETH.\n\nThe Relative Strength Index (RSI) and Moving Average Convergence Divergence (MACD) are above their neutral levels, indicating rising bullish pressure."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum physics discovery: Light travels through both space and time",
            "link": "https://www.msn.com/en-us/news/technology/quantum-physics-discovery-light-travels-through-both-space-and-time/ar-AA1xQv6H?ocid=BingNewsVerp",
            "description": "Physicists from Imperial College London have achieved a groundbreaking milestone in quantum physics by reimagining the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZsiIzNz43836GYzhhcxWYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Brighterside of News on MSN3h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New particle discovery aboard ISS hints at solving dark matter mystery",
            "link": "https://www.msn.com/en-us/science/physics/new-particle-discovery-aboard-iss-hints-at-solving-dark-matter-mystery/ar-AA1xQvNd?ocid=BingNewsVerp",
            "description": "A new study has proposed that the detection of antihelium in cosmic rays could be evidence of a new category of particles ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pkJoMsrnlqSdUQjtCrxKPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists discover pristine ancient forest frozen in time in Rocky Mountains",
            "link": "https://www.livescience.com/planet-earth/plants/pristine-ancient-forest-frozen-in-time-discovered-in-rocky-mountains",
            "description": "A melting ice patch in the Rocky Mountains uncovered an ancient forest, and these trees have stories to tell about dynamic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sky4LaoZLTZmro7hoMOiQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science1h",
            "source": "Live Science",
            "article_content": "Melting ice high up in the Rocky Mountains has revealed an impeccably preserved forest, frozen in time for thousands of years.\n\nBeartooth Plateau , which sits at an altitude of over 10,000 feet (3,000 meters), is a barren, tundra-like landscape. But it hasn't always been that way; an ancient forest lies beneath layers of ice.\n\nCooling temperatures about 5,500 years ago quickly encased this whitebark pine (Pinus albicaulis) forest in ice, preserving the trees in nearly perfect condition. Now, as ice patches frozen for millennia melt due to climate change , researchers are finding clues about what this ancient landscape was once like, and how it was preserved. They detailed their findings Dec. 30, 2024, in the journal PNAS .\n\n\"No one had any idea that these patches of ice had been around for thousands of years,\" David McWethy , an assistant research professor of Earth sciences at Montana State University and co-author of the study, told Live Science. \"Things looked dramatically different than they do today.\"\n\nThis ancient forest of whitebark pines thrived for centuries at much higher elevations than the same tree species that can be found in the region today. This is because the global climate went through a warm period between the end of the last ice age , about 10,000 years ago, and the time when these whitebark pines died over 5,000 years ago.\n\nAt the margins of an ice patch on the Beartooth Plateau, a forest is frozen in time. (Image credit: Joe McConnell, Desert Research Institute)\n\nThis high-elevation forest was once an active ecosystem, likely sustaining animals and the humans who hunted them. From the same ice patch, Craig Lee , an assistant professor at Montana State University and co-author of the study, has recovered a wooden shaft dating back 10,000 years. This wooden shaft was likely part of a spear used by humans to hunt.\n\n\"We don't think about how dynamic that alpine ecosystem has been through time: people were using it, animals were using it,\" Cathy Whitlock , director of the Paleoecology Lab at MSU and senior author of the study, told Live Science. \"You go there now and it's beautiful — it's a very dramatic landscape — but it's a little stark.\"\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe trees likely died because of the gradual cooling of the climate at the end of the warm period described above, McWethy said. Very soon after the trees perished, a series of volcanic eruptions released ash and other materials into the atmosphere, which led to further cooling. This volcanic cooling was abrupt enough that ice quickly surrounded the trees and preserved them until the present day.\n\nThe trees revealed by the melting Rocky Mountain ice patch look \"like trees that you would see up in a windswept area,\" McWethy said — missing their bark but otherwise pristine. Until now, the ice patch has never melted, so the ice has protected the trees from deteriorating.\n\nA frozen forest emerging \"is not something I've heard of before,\" Philip Mote , an Oregon State University professor who was not involved in this study, but has studied snow conditions in the western United States for almost 25 years, said in an interview. \"I'm sure all sorts of things got buried under the ice.\"\n\nClimate change driven by human activity has accelerated the warming of high-elevation areas like Beartooth Plateau. As more ice patches melt, there is the potential to learn more about the past, but Whitlock said these discoveries are bittersweet.\n\n\"These kinds of discoveries are scientifically really interesting, but they're also a sad reminder of how fragile these alpine ecosystems are to climate change,\" Whitlock said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "14-year-old Noida boy discovers an asteroid, NASA is letting him name it",
            "link": "https://theprint.in/science/14-year-old-noida-boy-discovers-an-asteroid-nasa-is-letting-him-name-it/2463196/",
            "description": "Through the International Asteroid Discovery Project, Daksh Malik successfully discovered asteroid 2023 OG40 in the main ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BDSavRUwBi17hb7DQRAnFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ThePrint7h",
            "source": "ThePrint",
            "article_content": "“I’ve been fascinated with space since I was little. I used to watch all these documentaries on National Geographic about planets and the solar system. This is like a dream come true,” Malik told ThePrint over phone.\n\nDaksh Malik of Shiv Nadar School, Noida, has been recognised by the National Aeronautics and Space Administration (NASA) for a provisional asteroid discovery. As is the norm, the asteroid is currently named ‘2023 OG40’ after the year it was discovered, but very soon, Malik, 14, will have the honour of picking out a permanent name for it.\n\nNew Delhi: An asteroid in the main asteroid belt between Mars and Jupiter will carry a name given by a Class 9 student from Noida. After all, he’s the one who discovered it.\n\nAs part of the International Asteroid Discovery Project (IADP), Malik and a couple of his school mates had been hunting for asteroids in space for the better part of a year and a half. They got the opportunity when the school’s astronomy club sent an email in 2022 about the International Astronomical Search Collaboration (IASC).\n\nSupport Unhyphenated Journalism Quality journalism you can trust, with exceptional ground reporting that gives you access to the story behind the story. Contribute Now\n\nThe IASC, a NASA-affiliated citizen science programme, invites people, including students, from around the world to use their datasets and software to help NASA discover new asteroids. The IADP—conducted by the organisation STEM and Space, and the IASC—has over 6,000 participants every year from around the world, and a few each year are able to discover new asteroids. According to the IASC website, there have been 5 other students from India prior to Daksh that have managed to discover a named asteroid.\n\nThe process of finding asteroids was intriguing to Malik. The participants had to download datasets provided by IASC, calibrate them on the Astronomica software and then observe for any celestial objects that could potentially be asteroids. They had to look out for any kind of movement in an object, but also had to check whether the light being emitted from it falls within the limit for asteroids.\n\n“It was a lot of fun to just do this exercise. When I was looking for asteroids it I felt like I was working at NASA myself,” said the 14-year-old.\n\nHe added that it will take up to 4-5 years for NASA to run initial tests and complete their verification for the asteroid, only after which he will get to name. But there are a few ideas running through his mind.\n\n“I thought maybe I could call it ‘Destroyer of the World’,” said Malik, laughing. “Or since it’s an asteroid maybe ‘Countdown’ would be a catchy yet ominous sounding name.”\n\nDiscovery and future plans\n\nMalik, whose primary interests are divided between law and astronomy, participated in the IADP thrice and submitted 6 preliminary asteroid detections to NASA. These preliminary detections are submissions by participants where they provide the data and coordinates of their observations and NASA then confirms whether it is an actual asteroid or not. If confirmed, the asteroid is then called a provisional asteroid.\n\n“If I’m being honest, Daksh isn’t as keen about the results as he is about the process of something. Once he got interested in astronomy, I knew he would want to see it through no matter the results,” said Sappna Kapur, Malik’s mother.\n\nDespite being the first student in his school to achieve this feat, and spending a year and half on the project, Malik’s dreams are bigger. Astronomy is an interesting subject, he says, but his real passion lies in law and the judiciary.\n\n“His teachers and I have always supported his choices, and the school has made it possible for him to have so many,” said Kapur. “I remember him spending days at the school’s observatory looking at the night sky through the telescope. If not for this environment, he would have never become the curious child he is.”\n\nIt is this curiosity that Vinita Sarahat, Malik’s mentor and the STEM head of the school wants to foster in all her students.\n\n“Any kid could get great marks in maths and physics if that’s what we want them to do. But to go beyond the classroom and apply these lessons to practical experiences is where real learning comes from,” said Sarahat.\n\n(Edited by Gitanjali Das)\n\nAlso Read: Delhi is missing out on planetary parade due to pollution. Rest of India enjoys watch parties"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What are the Top Inventions done by NASA?",
            "link": "https://www.msn.com/en-in/science/astronomy/what-are-the-top-inventions-done-by-nasa/ar-AA1xQjYV?ocid=BingNewsVerp",
            "description": "NASA's achievements, from the iconic Apollo missions to the James Webb Telescope, have redefined space exploration and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zgU5KeGGheZ1XvQhi796RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5hon MSN",
            "source": "Jagran Josh on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Cryptocurrency Releases, Listings, & Presales Today – Cerebrum, BuildX, MeshChain Coin",
            "link": "https://insidebitcoins.com/news/new-cryptocurrency-releases-listings-presales-today-cerebrum-buildx-meshchain-coin",
            "description": "Discover new cryptocurrency releases and presales making waves in the market today. Stay ahead with insights on these digital ...",
            "image_url": "https://www.bing.com/th?id=OVF.QtZccJNBBj%2bpZyDQeOcLTw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Inside Bitcoins1h",
            "source": "Inside Bitcoins",
            "article_content": "Don’t invest unless prepared to lose all the money you invest. This is a high-risk investment, you shouldn’t expect to be protected if something goes wrong.\n\nJoin Our Telegram channel to stay up to date on breaking news coverage\n\nSEC’s elimination of SAB 121 transforms crypto custody rules for traditional financial institutions. Large banks like USBank and BNY can now expand digital asset services. The regulatory change opens doors for broader institutional crypto involvement.\n\nIndustry experts predict a gradual transition with an initial focus on Bitcoin and Ethereum. Bank custody services will likely drive crypto ETF market consolidation and growth. Most banks will take years to fully integrate comprehensive crypto custody capabilities.\n\nNew Cryptocurrency Releases, Listings, & Presales Today\n\nCerebrum Cloud democratises enterprise AI by providing no-code tools and cost-effective infrastructure solutions. BuildX simplifies XRP Ledger trading with AI-driven analytics and customisable wallet creation tools. MeshChain decentralises computing power, enabling affordable AI workload processing through global resource-sharing networks.\n\n1. Cerebrum ($CBM)\n\nCerebrum Cloud revolutionises enterprise AI solutions with innovative technological approaches. The solution addresses critical challenges facing modern organisations. Businesses struggle with complex AI implementation requirements. Traditional AI solutions fail to meet specific organisational needs. Cerebrum introduces a comprehensive approach to AI agent development. Its unique methodology transforms how enterprises interact with artificial intelligence.\n\nData privacy remains a paramount concern for organisations worldwide. Enterprises require robust security mechanisms for sensitive information. Cerebrum Cloud provides advanced protection through comprehensive safeguards. The solution ensures compliance with critical regulatory frameworks. Encryption protocols protect data during transit and storage. Sophisticated audit trails monitor comprehensive data access.\n\nCustomisation emerges as a critical feature for enterprise AI. Organisations demand tailored solutions meeting specific operational requirements. Cerebrum enables precise agent configuration and deployment capabilities. Users can define agent behaviours and integration parameters. Fine-tuning becomes seamless through intuitive interface designs. Comprehensive control mechanisms empower organisational decision-makers.\n\nCost-effectiveness drives Cerebrum’s decentralised compute network strategy. Traditional cloud solutions present significant financial barriers. Cerebrum introduces scalable infrastructure at reduced implementation costs. Dynamic compute power allocation optimises resource utilisation. Enterprises can manage AI agents more efficiently. The solution democratises advanced technological capabilities.\n\nAccessibility transforms AI agent development for diverse users. No-code interfaces eliminate technical expertise barriers. Visual workflow designers enable intuitive agent creation. Organisations can leverage AI without extensive technical knowledge. Cerebrum empowers business users with powerful tools. Comprehensive solutions bridge technological complexity gaps.\n\nRecent developments showcase Cerebrum’s strategic partnerships. NVIDIA provides critical computational infrastructure support. Hugging Face contributes advanced machine learning capabilities.\n\n2. BuildX ($BUILDX)\n\nBuildX revolutionises trading on the XRP Ledger with cutting-edge technology. Traders gain unprecedented access to advanced analytics tools. Sophisticated AI drives precise market predictions and insights. Comprehensive dashboards empower investors of all experience levels. Seamless integration offers unparalleled trading capabilities. Real-time data transforms investment decision-making processes.\n\nInvestors leverage BuildX’s powerful trading infrastructure for strategic advantages. Customisable interfaces provide intuitive market exploration opportunities. Machine learning algorithms generate actionable trading recommendations. Sophisticated metrics enable intelligent investment strategies. Comprehensive analysis supports informed decision-making processes. Advanced tools bridge technological gaps in cryptocurrency trading.\n\nPrecision trading becomes accessible through BuildX’s innovative solutions. Traders monitor complex market dynamics effortlessly. Real-time data streams provide instantaneous market intelligence. Wallet activity tracking enables strategic investment approaches. Comprehensive metrics reveal critical market trends. Intelligent analytics transform traditional trading methodologies.\n\nAI-powered technologies generate remarkable predictive capabilities for investors. Machine learning optimises entry and exit points. Support and resistance levels become transparent. Volume profiles reveal crucial market dynamics. Momentum indicators provide strategic trading insights. Intelligent predictions empower confident investment decisions.\n\nWallet Maker introduces revolutionary wallet creation capabilities. Users generate multiple wallets simultaneously. Trustline setup becomes effortless and efficient.\n\nSeamless token distribution emerges as a critical feature. Secure transaction verification ensures transparent processes. Auditable systems track comprehensive distribution mechanisms. Flexible airdrop strategies accommodate diverse requirements. Efficient token management becomes streamlined. Innovative distribution models enhance investor experiences.\n\n3. MeshChain Coin ($MCC)\n\nMeshChain introduces a revolutionary approach to decentralised computing for AI workloads. Businesses and developers face tremendous challenges in accessing affordable computing resources. Traditional infrastructure creates significant financial barriers to emerging technologies. Smaller enterprises struggle with prohibitive hardware investments. Compute costs range between $15,000 and $100,000 monthly. These expenses limit technological innovation dramatically.\n\nDecentralised computing emerges as a transformative solution to infrastructure limitations. MeshChain connects global computing resources through blockchain technology. Small computing nodes combine to create powerful networks. Consequently, computational power becomes more accessible and affordable. Resource providers receive rewards for their contributions. This approach democratises high-performance computing capabilities.\n\nThe network leverages advanced technological strategies for resource distribution. MeshChain enables efficient AI workload processing across global nodes. Decentralisation reduces single points of failure significantly. Moreover, users can dynamically scale computing resources as needed. Network performance improves through collaborative resource sharing. Participants benefit from increased computational efficiency.\n\nMeshNode devices represent a critical innovation in distributed computing. Users contribute computing power and earn MCC tokens. Rewards create mutually beneficial participation mechanisms. Furthermore, the network ensures transparent resource allocation. Geographical diversity enhances computational capabilities and resilience. Smaller developers can now compete effectively.\n\n🚀 THE AIRDROP IS STILL LIVE – ACCUMULATE POINTS TO EARN MCC TOKENS!\n\nThe MeshChain airdrop is still ongoing, offering an incredible opportunity to accumulate Points before the program officially ends. All your Points will be converted into MCC Tokens at the most favorable rate… pic.twitter.com/VN1Fe34Xyt — Meshchain Ai (@MeshchainAi) January 24, 2025\n\nThe MeshChain airdrop continues offering incredible token opportunities. Users can accumulate points before the program’s conclusion. Points convert into valuable MCC tokens.\n\nGlobal technological leaders recognise MeshChain’s potential for transformation. Partnerships with Qualcomm, MasterCard, and Amber validate the project’s credibility. These collaborations demonstrate significant industry interest. Additionally, the network continues expanding its technological capabilities. Innovative solutions address computational infrastructure challenges. MeshChain represents the future of decentralised computing.\n\n4. Meme Index ($MEMEX)\n\nMeme Index revolutionises cryptocurrency investment through innovative meme coin indexing. Investors can now diversify across the $55 billion meme coin market. The $MEMEX token provides exclusive access to four unique indexes. These indexes offer varying levels of investment risk and potential returns. Holders gain unprecedented exposure to trending meme coins. The project simplifies complex meme coin investments.\n\nThe Titan Index features established meme coins with market caps exceeding $1 billion. Community votes continuously update the basket’s composition. Top-performing tokens receive priority in this index. Investors seeking stability find comfort in these well-known meme coins. The dynamic nature ensures ongoing relevance in the market. Regular rebalancing maintains the index’s competitive edge.\n\nMoonshot Index targets emerging meme coins on the cusp of a breakthrough. These tokens have large followings and potential exchange listings. Many are preparing to challenge top-tier market positions. Investors can capture early-stage growth opportunities through this index. The selection process remains rigorous and community-driven. The potential for significant returns attracts adventurous investors.\n\nThe Midcap and Frenzy Indexes cater to risk-tolerant investors seeking high volatility. Tokens in these baskets range from $50 million to ultra-high-risk options. The potential for rapid gains comes with increased downside risk. Degens and aggressive investors find their perfect match here. Each index reflects the dynamic meme coin landscape. Community governance ensures continuous adaptation.\n\nThe presale has already raised $2,874,455.45 of its $3,169,295 goal. Featured in major crypto publications like Techopedia and Bitcoin.com. Meme Index represents the future of decentralised meme coin investing.\n\nVisit Meme Index Presale\n\nRead More\n\nNewest Meme Coin ICO - Wall Street Pepe Rating Audited By Coinsult\n\nEarly Access Presale Round\n\nPrivate Trading Alpha For $WEPE Army\n\nStaking Pool - High Dynamic APY Learn More"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Databases in 2024: Growth, Change and Controversy",
            "link": "https://www.infoq.com/news/2025/01/database-review-2024/",
            "description": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kl3F_ZO0mrIYIM8vzZX8yS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "InfoQ9h",
            "source": "InfoQ",
            "article_content": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from the past year. The opinionated report, \"Databases in 2024: A Year in Review,\" highlights that while we may indeed be in the \"golden era of databases,\" last year brought significant license changes, the rapid growth of DuckDB, and some surprising new releases.\n\nDiscussing the \"turbulent\" year for open source databases, including major license changes for Redis and Elasticsearch, Pavlo writes:\n\nNotice that Redis and Elasticsearch are receiving more backlash compared to other systems that made similar moves. (...) It cannot be because the Redis and Elasticsearch install base is so much larger than these other systems (...) since the number of MongoDB and Kafka installations was equally as large when they switched their licenses. In the case of Redis, I can only think that people perceive Redis Ltd. as unfairly profiting off others' work since the company's founders were not the system's original creators.\n\nSimilar to how Postgres has emerged as the default choice for operational databases in recent years, DuckDB has, according to the 2024 article, \"entered the zeitgeist as the default choice for running analytical queries on data.\" This trend justifies the recent release of four different extensions integrating the OLAP database with Postgres, as Pavlo explains:\n\nMost OLAP queries do not access that much data. Fivetran analyzed traces from Snowflake and Redshift and showed that the median amount of data scanned by queries is only 100 MB. Such a small amount of data means a single DuckDB instance is enough for most to handle most queries.\n\nAn associate professor at Carnegie Mellon University and former co-founder of OtterTune, Pavlo began publishing an annual analysis in 2021, focusing on the dominance of PostgreSQL. In 2022, the main topic was \"Blockchain databases are still a stupid idea,\" while in 2023, he shifted focus to the rise of vector databases.\n\nThe 2024 retrospective by the database management systems expert garnered significant attention, sparking popular threads on Reddit and Hacker News. An opinionated statement (\"I don't care for Redis. It is slow, it has fake transactions, and its query syntax is a freakshow.\") ignited a heated exchange on Hacker News with Redis creator Salvatore Sanfilippo, better known as \"antirez,\" about the importance and design of the once open-source key-value store.\n\nFocusing on major releases, the retrospective highlights Microsoft Garnet and Valkey as notable key-value stores. Pavlo, however, expresses disappointment with the feature list in MySQL v9 and views the retirement of Amazon QLDB as significant:\n\nIf Amazon can't figure out how to make money on a blockchain database, then nobody can.\n\nDiscussing the recent Aurora DSQL preview, he adds:\n\nThis announcement shows you how much brand recognition the name \"Aurora\" carries in the database world because AWS used it for this new DBMS that seemingly shares no code with their flagship Aurora Postgres RDS offering.\n\nFollowing Pavlo's lead, the team at ByteBase recently released \"Database Tools in 2024: A Year in Review\". Many of Pavlo’s university lessons, along with his recent talk \"What Goes Around Comes Around... And Around…,\" are available on YouTube."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hotel Indigo Starts 2025 With Robust Growth And A Focus On Resorts",
            "link": "https://www.forbes.com/sites/ramseyqubein/2025/01/25/hotel-indigo-starts-2025-with-robust-growth-and-a-focus-on-resorts/",
            "description": "This IHG brand is delving into resorts as part of a shift taking it from a mid-scale brand to one in the luxury lifestyle ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ywSqqy-ptJmP_XCS_IFjZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Startup radar: Seattle founders tackle city permits, medical records, estate planning, cybersecurity",
            "link": "https://www.msn.com/en-us/news/other/startup-radar-seattle-founders-tackle-city-permits-medical-records-estate-planning-cybersecurity/ar-AA1xNLVF?ocid=BingNewsVerp",
            "description": "Duckpins CEO Lauren Cappell; GovGoose CEO Perrin Myerson; MediScan CEO Kavian Mojabe; and Identient CEO Steve Tout. We're ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EOmQ0nbPPlUMc82tTMVfHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "22hon MSN",
            "source": "GeekWire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Valve needs to rethink the Deck Verified program",
            "link": "https://www.msn.com/en-us/gaming/gaming-platforms/valve-needs-to-rethink-the-deck-verified-program/ar-AA1xQy4e?ocid=BingNewsVerp",
            "description": "The world of handheld gaming PCs is rapidly changing, and Valve's Deck Verified program needs to change along with it.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZeJvya_ctTZ8tE-QuWIpHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "2hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OnePlus 13 lands useful AI tricks and a fix for camera snags",
            "link": "https://www.msn.com/en-us/technology/tech-companies/oneplus-13-lands-useful-ai-tricks-and-a-fix-for-camera-snags/ar-AA1xQBtp?ocid=BingNewsVerp",
            "description": "The latest OxygenOS update adds AI-assisted translation tools that makes it easier to hold two-way conversations in split-screen mode, and even with headphones.",
            "image_url": "https://www.bing.comNo image",
            "category": "software+trend",
            "date": "Digital Trends on MSN1h",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI in focus after launching direct competitor to Amazon-backed Anthropic",
            "link": "https://markets.businessinsider.com/news/stocks/openai-in-focus-after-launching-direct-competitor-to-amazon-backed-anthropic-1034267844",
            "description": "OpenAI announced a preview of Operator, an artificial intelligence agent, that will collaborate with a wide range of commerce-driven companies.",
            "image_url": "https://www.bing.com/th?id=OJ.gfw9gphi0Cq94Q&pid=news&w=49&h=16&rs=2",
            "category": "openai+competitor",
            "date": "22h",
            "source": "Business Insider",
            "article_content": "OpenAI announced a preview of Operator, an artificial intelligence agent, that will collaborate with a wide range of commerce-driven companies. While still early, analysts believe these agents could drive engagement shifts across the Internet, while adding that details of the product and its partners remove a key overhang for online travel agencies. Analysts also expect advancements in agentic capabilities to continue, as well as further product expansion from Google (GOOGL), Meta (META) and others.\n\nInvest with Confidence: Follow TipRanks' Top Wall Street Analysts to uncover their success rate and average return.\n\nJoin thousands of data-driven investors – Build your Smart Portfolio for personalized insights.\n\nOPERATOR: OpenAI announced on Thursday that it is launching a research preview of Operator, a general-purpose artificial intelligence agent that can take control of a web browser and independently perform certain actions and tasks. Using its own browser, it can look at a webpage and interact with it by typing, clicking, and scrolling, OpenAI said in a blog post. Operator is coming to U.S. users on ChatGPT’s $200 Pro subscription plan first, the company said. It plans to expand Operator to Plus, Team and Enterprise users and integrate its capabilities directly into ChatGPT in the future once it is “confidence in its safety and usability at scale.”\n\nOpenAI explained that “Operator can be asked to handle a wide variety of repetitive browser tasks such as filling out forms, ordering groceries, and even creating memes. The ability to use the same interfaces and tools that humans interact with on a daily basis broadens the utility of AI, helping people save time on everyday tasks while opening up new engagement opportunities for businesses.”\n\nWHAT’S NOTABLE: Operator directly competes with an earlier release from Anthropic, the Amazon (AMZN)-backed artificial intelligence startup behind the Claude chatbot.\n\nThe generative AI market includes OpenAI and Anthropic, as well as Amazon, Google, Microsoft (MSFT), and Meta. Google is investing a further $1B into OpenAI competitor Anthropic, The Financial Times’ George Hammond, Madhumitda Murgia, and Arash Massoudi reported this week. Google had already committed about $2B to Anthropic and is now increasing its stake in the group, according to four people with knowledge of the situation. Under outgoing commissioner Lina Khan, the FTC had targeted investments from Google and Amazon into Anthropic and Microsoft’s partnership with OpenAI, reviewing the impact of the deals on competition, but Khan is stepping down in the coming weeks, the FT noted.\n\nANALYST COMMENTARY: In its 2025 outlook, Morgan Stanley discussed how it expects to see key developments in agentic offerings in 2025 and one month into the year “we have already seen releases from OpenAI and Perplexity.” Google has also previewed agentic/reasoning capabilities with Deep Research, Project Astra, Project Mariner and in travel both in its Gemini 2.0 release and at Google I/O 2024, and Meta has spoken to significant opportunities for the creation of agentic AI systems with advanced reasoning. While still early days, with continued technological and cost improvements in reinforcement learning, chain of thought, and test time compute, the firm expects advancements in agentic capabilities to continue. It also expects further product expansion from Google, Meta and others.\n\nSaying that the new OpenAI agent is a best-case outcome for online travel agencies, Jefferies said that while rumors of the announcement contributed to high single digit downside for Booking and Expedia (EXPE) in recent days on fears of disintermediation, the details provided on Friday helped soothe those fears given that OpenAI’s list of partners included Booking. The partnerships support the firm’s view that AI agents will eventually be another performance channel that could help consolidate share around scaled Internet names. Jefferies said the announcement from OpenAI removes a key OTA overhang and suggests a path for OTA market share gains.\n\nAlso commenting on OpenAI’s Operator, JPMorgan noted that the company is collaborating with a wide range of commerce-driven companies, including DoorDash (DASH), Instacart (CART), Booking (BKNG), Uber (UBER), eBay (EBAY), TripAdvisor (TRIP), and others. The firm believes that, for now, it is also blocked by a number of services, including Google’s YouTube and Reddit (RDDT). While it is still “very early” and much depends on how Operator and others improve over time, JPMorgan believes these agents could drive engagement shifts across the Internet, with a mix of positive and negative implications across its coverage universe.\n\nThough currently only in previews, BofA expects OpenAI’s Operator could become available more broadly potentially later this year for those paying $20/month. During testing, users still need to input passwords, confirm significant actions, and approve high-stakes transactions, so the firm doesn’t expect an immediate impact. OpenAI will also publish its model so that developers build their own Computer Using Agents. BofA believes OpenAI’s collaborations with DoorDash, Uber, and Instacart are in the early stages, but could possibly deepen in the long-term and allow for more streamlined ordering or additional services."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's Operator Is Here to Do the Clicking and Typing for You",
            "link": "https://www.msn.com/en-us/news/technology/openai-s-operator-is-here-to-do-the-clicking-and-typing-for-you/ar-AA1xOjmi?ocid=BingNewsVerp",
            "description": "OpenAI has introduced a new AI agent called Operator that's designed to make everyday tasks easier, from making dinner ...",
            "image_url": "https://www.bing.com/th?id=OVFT.g8Su5-Y-DJihAphfFtkKNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Hosted on MSN18h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning and 3D printing yield steel-strong, foam-light materials",
            "link": "https://www.msn.com/en-us/money/technology/machine-learning-and-3d-printing-yield-steel-strong-foam-light-materials/ar-AA1xOQuO?ocid=BingNewsVerp",
            "description": "Researchers at the University of Toronto's Faculty of Applied Science & Engineering have used machine learning to design nano ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nLNeLxgiAMtLa1NNacetNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "19hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Using AI machine learning to map hidden molecular interactions in bacteria",
            "link": "https://www.msn.com/en-us/health/other/using-ai-machine-learning-to-map-hidden-molecular-interactions-in-bacteria/ar-AA1xOr2B?ocid=BingNewsVerp",
            "description": "A new study from Oregon Health & Science University has uncovered how small molecules within bacteria interact with proteins, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LeX5zFS11ZKL6iPpy5aLAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "22hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europe considers sending troops to Ukraine if there’s a ceasefire. But would Russia accept?",
            "link": "https://www.msn.com/en-us/news/world/europe-considers-sending-troops-to-ukraine-if-theres-a-cease-fire-but-would-russia-accept/ar-AA1xOi15?ocid=BingNewsVerp",
            "description": "With Russia wearing down Ukraine’s stretched forces and U.S. President Donald Trump pressuring the two sides to end their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1QxaN0j_NpAbArhBfrOwli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "22hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia claims its troops are in the last stages of taking another eastern Ukraine town",
            "link": "https://apnews.com/article/russia-ukraine-war-donetsk-town-43de04ea5dba7b301d71ede2af8529c1",
            "description": "Russia’s Defense Ministry claims that Russian troops have fought their way into the center of a strategically important ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n3H9gdcMZqdSMTinong2Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "23h",
            "source": "Associated Press",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UN says M23 conflict in DR Congo could spark regional war",
            "link": "https://www.msn.com/en-us/news/world/un-says-m23-conflict-in-dr-congo-could-spark-regional-war/vi-AA1xQvu1?ocid=BingNewsVerp",
            "description": "In the DRC, clashes continue between the Congolese army and its M23 allies and Rwandan military troops. The security ...",
            "image_url": "https://www.bing.com/th?id=OVF.SangPJwN9q4rBNMuikEw%2bA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "France24 (Video) on MSN4h",
            "source": "France24 (Video) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What to know about the escalating conflict in eastern Congo as rebels close in on Goma",
            "link": "https://abcnews.go.com/International/wireStory/escalating-conflict-eastern-congo-rebels-close-goma-118081974",
            "description": "Fighting has escalated sharply in recent weeks in eastern Congo, where rebels have seized key towns and are closing in on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f9Xb3X6-nrx41TWoxIddHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "18h",
            "source": "ABC",
            "article_content": "Fighting has escalated sharply in recent weeks in eastern Congo, where rebels have seized key towns and are closing in on the city of Goma, the government’s last stronghold in the North Kivu province, where Goma is the provincial capital and which bord...\n\nWhat to know about the escalating conflict in eastern Congo as rebels close in on Goma\n\nDAKAR, Senegal -- Fighting has escalated sharply in recent weeks in eastern Congo, where rebels have seized key towns and are closing in on the city of Goma, the government’s last stronghold in the region bordering Rwanda.\n\nThe offensive by the Rwanda-backed M23 rebel group has stretched local hospitals to the limit, with hundreds of wounded coming in every day as civilians get caught in the crossfire. Thousands have been displaced, exacerbating an existing humanitarian crisis and prompting fears of an all-out regional war.\n\nHere is what to know about the fighting:\n\nExplosions from Goma's outskirts have been reverberating across the city of 2 million people this week. Schools and stores are closed and police are out in full force. Military checkpoints, erected overnight, stop and check all vehicles.\n\nOn Friday, the governor of eastern Congo’s North Kivu province, where Goma is the provincial capital, died of wounds sustained on the front line. The circumstances of Maj. Gen Peter Cirimwami's death were not immediately known — he was visiting troops fighting the rebels when he was wounded.\n\nOn Thursday, the rebels seized Sake, a town only 27 kilometers (16 miles) from Goma, sending panic surging as concerns mounted that the city could soon fall. Earlier in the week, they captured Minova, a strategically important port on the shores of Lake Kivu, and also the towns of Katale and Masisi, west of Goma.\n\nMost of the fighting between the Congolese army and the rebels on Friday was focused on Kibumba, a town about 25 kilometers (15 miles) north of Goma, and also around Sake.\n\nThe M23 rebels — or The March 23 Movement — is one of about 100 armed groups vying for a foothold in the mineral-rich region in a decades-long conflict in eastern Congo. In recent weeks, the rebels have made significant territorial gains, seizing towns and villages and encircling Goma.\n\nThe group was created in 2012 after the failed integration of ethnic Tutsis who broke away from the Congolese army. It claims to defend Tutsi from discrimination but critics say it's a pretext for Rwanda to obtain economic and political influence over eastern Congo.\n\n“Studies have long highlighted the smuggling of resources\" from Congo into Rwanda, said Ladd Serwat, senior Africa analyst with U.S.-based Armed Conflict Location & Event Data Project. “Congolese officials increasingly accuse Rwanda of pursuing control over the region’s resources and aiming to annex parts” of Congo.\n\nIn territories under its control, M23 implements its own tax system, runs a local government and controls natural resources.\n\nCongo, the United States and U.N. experts accuse Rwanda of backing the M23, which had only hundreds of members in 2021. Now, according to the United Nations, the group has around 6,500 fighters.\n\nWhile Rwanda denies that claim, it acknowledged last year that it has troops and missile systems in eastern Congo, allegedly to safeguard its security. U.N. experts estimate there are up to 4,000 Rwandan forces in Congo.\n\nSerwat, the Africa analyst, says that Rwanda's engagement has brought it into direct conflict with Congolese forces, “escalating political tensions” between the neighbors.\n\nA “declaration of war\" by Congo against Rwanda would risk turning \"into a regional conflict in East Africa,” said Darren Davids, an analyst with the Economist Intelligence Unit.\n\nThe U.N. refugee agency says more than 400,000 people have been displaced in eastern Congo since the beginning of the year, exacerbating “desperate conditions” in severely overcrowded displacement centers in and around Goma and triggering an increase in cholera cases.\n\nJean Claude Bauma, 35, fled Masisi when M23 overran the town and was staying with his family at the Nzulo camp for the displaced on the outskirts of Goma. But relentless shelling near the camp forced the father of five to flee into the city center this week.\n\n“We fear for our lives, since the birth of my children, we have been fleeing the war,” Bauma told the AP. “This time ... if it’s to die, I will die here.”\n\nThe city is a regional hub for trade, security and humanitarian efforts, and its airport is key for transporting supplies.\n\nBack in 2012, the rebels seized Goma and controlled it for about a week but after mounting international pressure on Rwanda — including suspension of aid from the United States and Britain — the M23 surrendered the city.\n\nSince 2021, Congo’s government and allied forces, including Burundian troops and U.N. troops, have been keeping the rebels away from Goma.\n\n“The capture of such a large city” will certainly be a huge boost for the rebels and a major defeat of the government forces, said Davids, the economist.\n\nIts fall would also have a “catastrophic impact on hundreds of thousands of civilians, putting them at risk of heightened exposure to human rights violations and abuses,” said Ravina Shamdasani of the U.N. human rights office.\n\nFrancois Moreillon, head of the International Committee of the Red Cross for Congo, said he's worried also that ICRC staff running the main hospital in Goma would have to evacuate. If the hospital and the staff were no longer safe, who would treat the patients, he asked.\n\n\"This situation is simply unacceptable,” Moreillon said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Midland States Bancorp: Earnings Cause Shares To Plunge, Why I'm Not Buying",
            "link": "https://seekingalpha.com/article/4751982-midland-states-bancorp-earnings-cause-shares-to-plunge-why-im-not-buying",
            "description": "Midland States Bancorp's shares plummeted 20% due to higher delinquencies and nonperformance in unsecured and specialty ...",
            "image_url": "https://www.bing.com/th?id=OVFT.N0QpjTk-51sClsKqSYVvgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "3h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The WOLF Stock Mystery: Why Did WOLF Plunge Today?",
            "link": "https://www.bovnews.com/2025/01/24/the-wolf-stock-mystery-why-did-wolf-plunge-today/",
            "description": "Wolfspeed Inc (WOLF) stock saw a decline, ending the day at $6.11 which represents a decrease of $-0.07 or -1.13% from the prior close of $6.18. The stock opened at $5.9 and touched a low of $5.81 ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews19h",
            "source": "bovnews",
            "article_content": "Mizuho has recently reduced Wolfspeed Inc (WOLF) stock to Underperform rating, as announced on October 3, 2024, according to Finviz. Earlier, on August 22, 2024, TD Cowen had reiterated the stock to Hold, setting a price target of $15 for WOLF stock. Goldman also reiterated Buy rating with a price target of $28. Additionally, New Street reduced Neutral rating on August 7, 2024, with a target price of $18. William Blair analysts, in their report published on May 2, 2024, also reduced Mkt Perform rating for Wolfspeed Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\nWolfspeed Inc (WOLF) Stock Trading Recap\n\nOn Thursday, Wolfspeed Inc (WOLF) stock saw a decline, ending the day at $6.11 which represents a decrease of $-0.07 or -1.13% from the prior close of $6.18. The stock opened at $5.9 and touched a low of $5.81 during the day, reaching a high of $6.16. The volume of shares traded was 12.49 million falling short of the average volume of 14.13 million.\n\n\n\nSponsored\n\nWOLF Stock Performance and Moving Averages\n\nIn recent trading, Wolfspeed Inc (WOLF) stock price has shown some volatility, fluctuating -8.53% over the last five trades and -12.71% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -70.84%, and it has plunged by -60.30% in the previous three months. Currently, WOLF is trading at -6.90%, -20.50%, and -61.49% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, WOLF, a Technology sector stock, is trading -83.61% below its 52-week high but remains 31.12% above its 52-week low. The Average True Range (ATR) (14 days) of 0.81 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nWolfspeed Inc’s Profitability and Valuation Ratios\n\nWolfspeed Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of -54.59% and a profit margin of -93.31%, with a gross margin of -70.84%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Wolfspeed Inc’s market capitalization stands at $950.14 million. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Sales Ratio is 1.18, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 1.23, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 1.11% of Wolfspeed Inc (WOLF)’s shares, while financial institutions hold 91.67%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Celsius Stock Going to $42? 1 Wall Street Analyst Thinks So.",
            "link": "https://www.msn.com/en-us/money/topstocks/is-celsius-stock-going-to-42-1-wall-street-analyst-thinks-so/ar-AA1xQLPK?ocid=BingNewsVerp",
            "description": "Celsius can recover when the economy is stronger, but the timing is difficult to predict. The global energy drink market is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zaariAyTAFFjs8xJ-dZ2QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "26mon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Billionaire Steven Cohen Sells Apple Stock and Buys a Little-Known AI Stock Up 500% in Less Than 3 Years",
            "link": "https://www.msn.com/en-us/money/topstocks/billionaire-steven-cohen-sells-apple-stock-and-buys-a-little-known-ai-stock-up-500-in-less-than-3-years/ar-AA1xPX68?ocid=BingNewsVerp",
            "description": "Steven Cohen runs Point72 Asset Management, one of the most successful hedge funds in history as measured in net gains since ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5g65utv-wr-CPDxKgfa9Yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "8hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US economic losses from natural disasters soared in 2024, even as they eased globally",
            "link": "https://www.yahoo.com/news/us-economic-losses-natural-disasters-155413630.html",
            "description": "At least two other hurricanes, several severe 'convective' storms and a draught contributed to the losses from natural ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aP-NXMMMVUTVG9WPqimojC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "33m",
            "source": "Yahoo",
            "article_content": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe storms, floods and droughts.\n\nDamage caused by Hurricanes Helene and Milton helped push total economic losses from natural disasters in the U.S. to $217.8 billion last year, according to insurance broker Aon PLC. That figure represents an 85.3% increase from 2023, when losses totaled about $117.5 billion. It’s also the largest annual tally of economic losses from natural disasters since 2017.\n\nInsured losses, or the portion of economic losses that are covered by insurance, also rose last year. They climbed 36% to $112.7 billion, the most since 2022.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHurricane Helene tore across six southeastern states last fall, costing $75 billion in economic losses, mainly due to inland and coastal flooding. according to Aon. Less than two weeks later, Hurricane Milton made landfall on the west coast of Florida, causing some $25 billion in economic losses.\n\n“In 2024, one of the big differences is we had significant U.S. hurricane events that happened,” said Liz Henderson, global head of climate risk advisory at Aon. “When those events happen, they affect a large area and they affect areas with large values in terms of properties and people and content. So the losses from those events tend to be significantly higher.”\n\nAt least two other hurricanes, several severe “convective” storms and a draught contributed to the losses from natural disasters in the U.S. last year.\n\nIn addition to the severe storms in the U.S., deadly floods in the Valencia region of Spain and other natural disasters drove worldwide economic losses from natural disasters to $368 billion last year, according to Aon. That’s a 7.3% decline from 2023, but about 14% higher than the annual average going back to 2000. Global insured losses, meanwhile, climbed 15.1% to $145 billion.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhile it’s impossible to predict the timing, location and losses from natural disasters, 2025 is not off to an encouraging start. The devastating wildfires that erupted in Los Angeles County on Jan. 7, killing at least 28 people and destroying more than 14,000 structures, are already projected to be among the costliest natural disasters.\n\nIn a separate report last week, Aon estimated that total economic and insured losses for the two largest wildfires — the Palisades fire and the Eaton blaze burning just outside Los Angeles — could reach into the lower tens of billions of dollars, likely making them the costliest wildfires in U.S. history.\n\nDownload the FREE WPXI News app for breaking news alerts.\n\nFollow Channel 11 News on Facebook and Twitter. | Watch WPXI NOW"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: California's economy will survive the LA wildfires",
            "link": "https://www.bizjournals.com/sacramento/news/2025/01/24/viewpoint-california-wildfires-economy-insurance.html",
            "description": "Fires in Los Angeles will do little to dampen the demand to live in the region, says Christopher Thornberg of Beacon ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4Vi4EhB3B1w0APCx_99FUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "18hOpinion",
            "source": "The Business Journals",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel shows off Framework-style modular laptop and mini PC designs",
            "link": "https://www.msn.com/en-us/news/technology/intel-shows-off-framework-style-modular-laptop-and-mini-pc-designs/ar-AA1xOf0h?ocid=BingNewsVerp",
            "description": "Intel’s proposed design integrates separate components for the new LPCAMM memory standard, plus the more common Wi-Fi and SSD ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-KxY1c5oQCMk2cIKaksXfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "22hon MSN",
            "source": "PC World on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel Makes The Case For Modular PC Design For Easier Repairs And Less E-Waste",
            "link": "https://hothardware.com/news/intel-modular-pc-blog",
            "description": "Whatever your stance on environmental conservation as a whole, you have to agree that generating millions of tons of e-waste ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W3gE0lk6fuj1cU88h2xPsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "20h",
            "source": "HotHardware",
            "article_content": "The text in these images is a little hard to read, so click to enlarge them.\n\nIntel's idea for a reusable premium laptop design isn't novel, but it is welcome.\n\nThe goal of powerful SFF PCs is desirable, but not if it sacrifices modularity.\n\nIntel presents examples of ways OEMs are already making their systems more repairable.\n\nWhatever your stance on environmental conservation as a whole, you have to agree that generating millions of tons of e-waste due to obsolescent hardware is sub-optimal. There are a lot of reasons to want to reduce this number, both ecological and economical. Intel has an idea to help, and interestingly, it aligns with right-to-repair advocates' goals.Three Intel personnel—Gurpreet Sandhu and Reshma PP from Intel's Platform Engineering Group, as well as Sustainability Product Strategy Manager Roberta Zouain—crafted a big post titled \"Modular PC Design: A Sustainable Approach for Enhanced Repairability and Reduced E-Waste.\" The title pretty much gives it away, but the gist is that Intel is advocating for a new approach to building devices to reduce the need for premature disposal.Intel notes that modularity can be addressed at three different levels: factory, field, and user. Basically, the idea is that devices can be made so that users can easily swap components for convenience, so that technicians can easily replace parts for repairs, and such that the manufacturer can re-use components and designs. Intel's goal is for all three to be more commonplace.To that end, the company has crafted three \"Modular PC\" proposals for different market segments: premium laptops , entry or mainstream laptops, and then desktops. Intel makes specific recommendations for each category, but to be honest, many of them are either a bit vague (\"standardized core boards\") or things that system builders are already doing (\"standardized M.2 SSD modules\".)For premium laptops, Intel wants to see scalable designs with reduced engineering efforts put toward proprietary parts. The company emphasizes ease of upgrades and simplified repairs in this class, and advocates the use of universal I/O boards similar to what Framework is already doing . Lenovo, too, has gotten into this, by putting its USB Type-C connectors on daughterboards in some systems, which will greatly ease replacement of those parts.For mainstream laptops, Intel emphasizes \"multi-generation silicon to achieve cost neutrality.\" Essentially what the company seems to be saying is that it wants to see machines that are capable of accepting different processors in the same fundamental design—amusing to hear coming from Intel, specifically given the company's history of cycling through motherboard platforms relatively rapidly. Still, we approve of what Intel's saying here.Finally, in desktop systems, Intel is advising the proliferation of more modular industrial designs. The company presents a render of a \"125W CPU + 23W dGPU Mini Desktop formfactor with <5L volume\" and that's pretty cool, but the standardized nature of the ATX form factor certainly has its advantages. Of course, Intel is hoping to create a whole new standard here, and it wants to see easy upgrades and simplified repairs—a far cry from SFF machines today Even if you actively hate the environment, making devices last longer through upgradeability and repairability is a great goal. Computers have long since reached the point where even a cheap PC is \"fast enough\" for most use cases, and it's a shame to toss out a laptop because it's a few years old and a proprietary component in it failed.While Intel's post seems more like a \"wouldn't this be great\" type of blog entry than a formal proposal for new form factors, it's still fascinating to see a company like Intel coming out in support of right to repair in such an affirmative way. Kudos to the company for its efforts, and hopefully system manufacturers take these goals to heart."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Leadership Success Story: Satish Krishnamurthy's Cloud Transformation Of Retail Fulfillment",
            "link": "https://www.outlookindia.com/hub4business/leadership-success-story-satish-krishnamurthys-cloud-transformation-of-retail-fulfillment",
            "description": "Satish extensive experience in cloud architecture, artificial intelligence, and large-scale system design has established him ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZYEgttohMZq0M0bv1H0fQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "22h",
            "source": "Outlookindia",
            "article_content": "The legacy of this transformation extends beyond its immediate business impact. It serves as a blueprint for future retail technology transformations, demonstrating how cloud computing, artificial intelligence, and strategic leadership can combine to create unprecedented operational capabilities. The scalable architecture and innovative solutions implemented under Krishnamurthy's leadership continue to drive value, enabling the company to adapt quickly to changing market conditions and customer expectations. As the retail industry continues to evolve, his success in this project stands as a model for future leaders in digital transformation."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Financial Services Through Innovation: Cloud Computing's Next Frontier",
            "link": "https://www.ibtimes.co.in/transforming-financial-services-through-innovation-cloud-computings-next-frontier-878550",
            "description": "Ramesh Kumar Pulluri's exploration of these technologies highlights how cloud computing is reshaping the financial services ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zqh1xQocT9Hth6P6smCAti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "22h",
            "source": "IBTimes India",
            "article_content": "The financial services industry has experienced a paradigm shift with the adoption of cutting-edge cloud technologies. Ramesh Kumar Pulluri's insights into the integration of asynchronous processing and microservices architecture shed light on this technological revolution. His exploration into these advancements highlights their transformative potential for enhancing performance, security, and customer experiences within the sector.\n\nRevolutionizing System Efficiency Through Asynchronous Processing\n\nAsynchronous processing revolutionizes financial systems by enabling concurrent handling of millions of transactions, boosting capacity by 300% and reducing transaction times by 65%. Combined with serverless platforms like AWS Lambda, it ensures sub-100ms response times and cuts costs by 40-45%, driving unmatched scalability and efficiency during peak trading hours.\n\nReal-Time Risk Mitigation and Security Enhancements\n\nCloud architectures enhance risk management, analyzing 100,000 events/second with 35% better fraud detection and 60% faster investigations. AI models process 50,000 transactions/second, boosting fraud detection accuracy by 45%, cutting losses by 62%, and combating sophisticated schemes like synthetic identity fraud effectively.\n\nData Analytics Driving Strategic Insights\n\nThe evolution of data management frameworks has enabled financial organizations to process and analyze massive data volumes with unparalleled speed and precision. Modern systems handle over 50 terabytes of daily data streams while ensuring 99.99% accuracy. Hybrid architectures that combine batch and real-time analytics provide actionable insights within milliseconds, empowering institutions to make informed decisions on-the-fly.\n\nAdvanced analytics also play a pivotal role in personalizing customer experiences. Behavioral analytics systems analyze up to 750 million interactions, predicting customer needs with a 92.3% accuracy rate. These insights have revolutionized engagement, enabling tailored recommendations and dynamic content delivery that resonate deeply with customers.\n\nMicroservices: The Backbone of Modern Financial Systems\n\nMicroservices architecture has transformed how financial services deliver and scale their offerings. Institutions manage up to 200 microservices in production environments, ensuring modularity and flexibility. By employing asynchronous communication protocols, these systems process 50,000 messages per second with reliability rates exceeding 99.995%.\n\nEvent sourcing and CQRS patterns have enhanced both system efficiency and resilience. These frameworks allow institutions to recover from disruptions within seconds while improving read operation speeds by 280%. The scalability of microservices ensures seamless deployment of updates 50 per day on average without compromising system stability.\n\nEnriching Customer Experiences Through Personalization\n\nPersonalization has emerged as a cornerstone of customer engagement strategies. Financial systems now process 2.5 terabytes of customer interaction data daily, enabling predictive engagement with unprecedented accuracy. Recommendation engines deliver tailored suggestions with a 340% higher acceptance rate compared to generic alternatives.\n\nReal-time personalization, powered by machine learning, transforms user experiences across multiple touchpoints. Systems adapt dynamically to user behavior, delivering updates in under 75 milliseconds. These innovations not only enhance customer satisfaction but also solidify loyalty in an increasingly competitive market.\n\nFuture Directions: Security and Scalability\n\nAs financial institutions navigate a rapidly evolving threat landscape, they are embracing advanced security measures. Systems now manage up to 1.5 million security events per second, maintaining detection rates of 99.97% and reducing response times to milliseconds. Emerging solutions such as quantum-resistant cryptography and zero-trust architectures further bolster security postures.\n\nScalability remains a critical focus. Modern cloud frameworks can handle load surges of up to 1,000% while optimizing resource utilization by 85%. These capabilities ensure that financial institutions remain agile and resilient, ready to meet the demands of an ever-changing digital economy.\n\nIn conclusion, Ramesh Kumar Pulluri's exploration of these technologies highlights how cloud computing is reshaping the financial services landscape. By fostering innovation and operational excellence, these advancements position the industry to adapt dynamically to future challenges. As financial institutions continue to leverage these cutting-edge tools, they pave the way for a more secure, efficient, and customer-centric future."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the oldest known Hebrew book landed in a Washington museum",
            "link": "https://www.voanews.com/a/how-the-oldest-known-hebrew-book-landed-in-a-washington-museum/7949998.html",
            "description": "To legitimize its custody of the manuscript, found in an Afghan cave, the Museum of the Bible invoked the Universal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GeUYYdmD4Ce4_sbnjtW8ES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "2h",
            "source": "Voice of America",
            "article_content": "In 2016, Herschel Hepler was browsing Google Images to practice his paleography — the study of historical writing systems — when he stumbled upon an eerily familiar photo that would lead to a groundbreaking discovery.\n\n“I recognized it immediately and said, 'That’s a manuscript in our collection,'” Hepler, a curator at the Museum of the Bible in Washington, recalls.\n\nThe museum had recently acquired the manuscript — a rare Jewish prayer book — believing it to be part of the famous Cairo Geniza, a trove of ancient Jewish documents uncovered in a Cairo synagogue in the late 19th century.\n\nBut the black and white picture in Tablet magazine described the manuscript as a “16th to 17th century Hebrew book of Psalms, said to be from the Bamiyan area” of central Afghanistan.\n\nStunned by the revelation, Hepler set out to verify it. Tracking down the author of the Tablet article, British historian and archaeologist Jonathan Lee, Hepler confirmed that Lee had in fact found the book in an Afghan warlord’s possession in 1998 and photographed the cover and two inside pages.\n\n“Without Jonathan’s documentation from his trip to Bamiyan in 1998, we would still be assuming this is probably from the Cairo Geniza,” Hepler said.\n\nBut if Hepler was surprised to learn about the book's origin in the remote mountains of Afghanistan, Lee was equally stunned when Hepler revealed that the manuscript had been carbon-dated to at least the 9th century.\n\n“At that point, I realized that the discovery was of major importance,” Lee said via email.\n\nRecognizing their combined expertise — Hepler in Hebrew manuscripts and Lee in Afghan history — the duo joined forces and invited in other experts.\n\nTheir yearslong research not only established the manuscript as the oldest-known Hebrew book but also unearthed evidence that Jews had lived in Afghanistan — and along the ancient Silk Roads — for longer than historians previously believed.\n\nBut the thrill of discovery was dampened by the realization that the manuscript had probably been smuggled out of war-torn Afghanistan and bought on the antiquities market.\n\nAt the time, the museum, founded by the Green family, owners of the Hobby Lobby arts and craft company, was still reeling from its acquisition of artifacts smuggled from Iraq and Egypt.\n\nThe museum faced a significant challenge: Before it could showcase it to the world, it needed to legitimize its ownership of the manuscript. This required years of delicate negotiations with New York’s small Afghan Jewish community and an Afghan government teetering on the brink of collapse. The stakes were high, and the path to secure the manuscript’s rightful place in the museum would prove be too complex and demanding.\n\nLee’s discovery\n\nLee, who has spent the better part of the last five decades researching and writing about Afghan history and archaeology, discovered the book by chance.\n\nIn April 1998, he was guiding a Japanese TV crew in Bamiyan and was on the lookout for a Bactrian language inscription and gold coins looted from an ancient Buddhist shrine.\n\nAt the time, the Bamiyan Valley, with its famed Buddha statues still standing, was controlled by a local Shiite insurgent group, while the Taliban ruled most of the rest of the country.\n\nThe anti-Taliban group’s leader, Karim Khalili, kept a collection of antiquities, among them the cache of gold coins Lee had been looking for. Lee photographed them.\n\n\"Then, his [Khalili’s] advisers brought in a miscellaneous collection of other antiquities that included the ALQ,” Lee said, using the acronym for the “Afghan Liturgical Quire,” the Hebrew book in the Bible Museum’s collection.\n\nA local man affiliated with the Shiite insurgent group had found the book under a collapsed roof in a cave the prior year and given it to Khalili.\n\nUnversed in Hebrew, Khalili apparently showed the book to other foreigners visiting Bamiyan, trying to figure out what it was.\n\n“I was told it had been found in Bamiyan, but then everything is found in Bamiyan,” Lee said.\n\nAs Lee recalls, the pocket-size book looked remarkably well-preserved for its age.\n\n“The cover was somewhat bent, damaged and watermarked, but the folios were relatively well-preserved, and most of the texts readable,” he said.\n\nTo Lee, that suggested the manuscript was \"not that old.” He left Afghanistan and for years didn’t give it much thought.\n\nHow and when the manuscript left Afghanistan remains unknown.\n\nThe 1990s were a dark period for Afghanistan’s rich cultural heritage. As armed groups fought over territory, their men — often directed by their commanders and guided by traffickers — plundered the country’s vast archaeological sites and ransacked its museums. Seventy percent of the national museum’s treasures vanished, according to one estimate, many ending up in private collections and some reputable institutions.\n\n“There is a long history of illicit export of antiquities from the country that goes back for decades but ultimately back to colonial times,” said Cecilia Palombo, a University of Chicago professor who has researched the plunder of Afghan antiquities.\n\nA leading researcher with extensive experience in Afghanistan said the manuscript was likely taken out of the country after the Taliban overran Bamiyan in late 1998. The researcher spoke on condition of anonymity.\n\nResearch by the Bible museum found that an unnamed Khalili deputy made multiple sales attempts in the United States and Europe between 1998 and 2001 before “apparently” offloading it to a private collector in London in fall 2001. The collector kept it for a decade or more before Hobby Lobby bought it in 2013 and donated it to the museum.\n\nThe office of Khalili, who later served as a vice president, declined a VOA interview request.\n\nThe Tablet article\n\nAlthough Lee had found the book in Afghanistan, he didn’t know how significant it was. On returning to England, he showed his photographs to a Hebrew specialist, who thought it was from the 16th or 17th century.\n\nThen, after a cache of ancient documents dubbed the “Afghan Geniza” surfaced on the international art market, Lee decided to publish his photograph, along with an article about Afghan Jewish history. Citing the book as an example of “Jewish material [turning up] occasionally” in Afghanistan, he wrote that the “whereabouts of this manuscript is now unknown.”\n\nHe would find out four years later. That's when, “out of the blue,” Hepler contacted him via LinkedIn and told him the manuscript was not the Book of Psalms but a prayer book, comprising Sabbath prayers, poetry and a partial Haggadah, the Jewish text recited at the Passover seder.\n\nThe Green family bought the book from an Israeli antiquities dealer in 2013 during a buying spree of ancient artifacts. Some of these items were later returned after it was discovered they had been illegally taken out of Iraq and Egypt.\n\nThe Afghan Liturgical Quire came with a forged provenance of its own, tracing the manuscript to collectors in London in the 1950s, masking any ties to Afghanistan. With Lee’s documentation, the museum was able to correct its provenance.\n\nThe museum had initially thought the book was from the 9th century, but a second carbon-dating test performed in 2019 showed it dates to the 8th century, making it two centuries older than the previous oldest-known Hebrew book in the world.\n\nThe discovery electrified experts.\n\nFor Hebrew scholars, the discovery offered the earliest evidence of a bound Hebrew book.\n\nFor Afghanistan specialists, it highlighted \"how significant this region was in respect of the history of the Middle East, Inner Asia and Northern India, and Afghanistan's ancient connectivity with cultures and religious traditions,\" Lee said.\n\nYet the realization that it had been smuggled out of Afghanistan cast a cloud over its legitimacy.\n\nAfghan laws and the 1970 UNESCO Convention make it illegal to export cultural artifacts and heritage items without government approval.\n\nTo legitimize its custody of the manuscript, the museum adopted what it calls a “human rights-based approach” to cultural heritage.\n\nInvoking the Universal Declaration of Human Rights, the museum argued that the Afghan people and Afghan Jews living in New York have a right to access the manuscript.\n\n“One of the things this project is focused on is on access — so, access to the Afghan Jewish community, access to the people of Afghanistan,” Hepler said.\n\nTo get the backing of both stakeholders, the museum initiated discussions with officials of the former Afghan government and members of the Jewish community in New York.\n\nThese efforts culminated in the signing of a memorandum of understanding in 2021 with the Afghan embassy in Washington before the Taliban takeover, ensuring the document would be held in custodianship.\n\nThe Afghan ambassador at the time, Roya Rahmani, did not respond to a request for an interview. Another former Afghan ambassador wrote a letter of support for the project.\n\nJack Abraham, head of the Afghan Jewish Federation who was born in Afghanistan, said his group offered its full support for keeping the manuscript in the United States.\n\n“I told [Hepler], ‘What you have in your hands is our heritage. It belongs to us. It could be any of our forefathers,’” Abraham said.\n\nBut some Afghans see it as equally part of their heritage.\n\n“This is the property of Afghanistan and must be returned to Afghanistan,” a senior former government official said, speaking on condition of anonymity.\n\nBarnett Rubin, a leading Afghanistan scholar and an advisor on the ALQ project, said both communities can legitimately lay claim to the book.\n\n“The museum wanted to have the approval of any one of the two main entities that might have a claim on it to their custody of it,” Rubin said.\n\nWith a custodianship agreement secured, the museum launched an exhibit in September, celebrating the project as an interfaith collaboration among Jews, Christians and Muslims.\n\nA second exhibit is planned for New York starting this month.\n\nWhile the Bible Museum technically owns the manuscript, Hepler said Afghanistan and the Afghan Jewish community \"have a lot of agency in this custodianship.\" To that end, the museum plans to provide one high-quality replica to the Jewish community and three to major cultural institutions in Afghanistan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Decision 'made' on 2028 Olympics in LA after devastating wildfires",
            "link": "https://www.sportbible.com/other/olympics-2028-la-wildfires-decision-736890-20250125",
            "description": "A decision has reportedly been made on the future of the 2028 Olympics in Los Angeles as wildfires continue to burn through ...",
            "image_url": "https://www.bing.com/th?id=OVFT.agp8ysjS7zNOOsnhkm3WUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "SPORTbible20m",
            "source": "SPORTbible",
            "article_content": "A decision has reportedly been made on the future of the 2028 Olympics in Los Angeles as wildfires continue to burn through parts of the city.\n\nFive separate fires have burned across the LA area this month, with fire crews having been working desperately to contain them.\n\nAs of Thursday, as per BBC News, over 12,000 structures had been lost to the wildfires, including the multi-million dollar homes of a number of high-profile people.\n\nAdvert\n\nOn January 11, a man was arrested on suspicion of starting one of the fires that has impacted parts of LA and Ventura counties.\n\nThere is also another fire currently burning in southern California, with the state's governor Gavin Newsom announcing a $2.5 billion state-level aid package earlier this week to deal with the damage the wildfires have inflicted.\n\nThe wildfires have caused extensive damage across parts of Los Angeles (Image: Getty)\n\nOn a sporting scale, there were concerns around the status of the 2028 Olympics, which are due to be held in Los Angeles.\n\nAdvert\n\nIt was claimed that these concerns were due to the cost of hosting the Olympics - each city has a budget of around $7 billion - against the cost of rebuilding parts of LA, which is reportedly set to total at around $275 billion as things stand.\n\nAs a result, broadcasters have held talks with the International Olympic Committee (IOC) in the wake of the wildfires.\n\nBut according to Scott Young, SVP Content, Productions and Business Operations for the European sports branch of Warner Bros. Discovery, the IOC has stated that the Olympics - which are due to take place in July 2028 - will go ahead as planned as things stand.\n\nHe said: \"There is no noise or discussion right now that it [the -wildfires and rebuild cost] will have any impact on LA 2028.\n\nAdvert\n\n\"The tragedy of these fires in Los Angeles is the focus right now and nobody is looking too far down the road.\n\n\"No infrastructure was significantly impacted, so they are not looking to rebuild anything that was required for the Olympic Games.\"\n\nYoung added: \"The priority now is around the people, rebuilding homes and the infrastructure that has been damaged.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump may prove aliens exist by releasing secret files as JFK knew 'UFOs real'",
            "link": "https://www.msn.com/en-gb/news/other/donald-trump-may-prove-aliens-exist-by-releasing-secret-files-as-jfk-knew-ufos-real/ar-AA1xOydW?ocid=BingNewsVerp",
            "description": "In one of his first acts during his second term as President, Trump has signed an executive order to make the entire ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OflO9lnTlSUSwpno_ylpXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Daily Star on MSN19h",
            "source": "Daily Star on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pre-Columbian Megaliths: A Hidden Legacy of the Americas",
            "link": "https://www.msn.com/en-ca/society-culture-and-history/history/pre-columbian-megaliths-a-hidden-legacy-of-the-americas/ar-AA1xPkOV?ocid=BingNewsVerp",
            "description": "History and archaeology have often portrayed megalithic architecture as a cultural phenomenon specific to ancient European ...",
            "image_url": "https://www.bing.com/th?id=OVFT.auF_fyj6JhLO7uIPo7hanC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From the latest show by Serial to the tale of a UFO sighting in regional Queensland, four great new podcasts to get your ears around",
            "link": "https://www.msn.com/en-au/news/australia/from-the-latest-show-by-serial-to-the-tale-of-a-ufo-sighting-in-regional-queensland-four-great-new-podcasts-to-get-your-ears-around/ar-AA1xPv5I?ocid=BingNewsVerp",
            "description": "Looking for a way to while away those long summer days or pass the time on a road trip? From the real story of Free Willy to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zJXrSYZtIQLxKINyW2pYZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "11hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Underwater UFO base off coast of England' may be linked to 'alien-made Atlantis'",
            "link": "https://www.msn.com/en-us/news/world/underwater-ufo-base-off-coast-of-england-may-be-linked-to-alien-made-atlantis/ar-AA1xP3w2?ocid=BingNewsVerp",
            "description": "A new addition to streaming services will explore a UFO incident in the UK and how aliens could have built an underground ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rFsD68aOWr-Jr91R9zFNri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN16h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum physics discovery: Light travels through both space and time",
            "link": "https://www.msn.com/en-us/news/technology/quantum-physics-discovery-light-travels-through-both-space-and-time/ar-AA1xQv6H?ocid=BingNewsVerp",
            "description": "Physicists from Imperial College London have achieved a groundbreaking milestone in quantum physics by reimagining the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZsiIzNz43836GYzhhcxWYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Brighterside of News on MSN3h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New particle discovery aboard ISS hints at solving dark matter mystery",
            "link": "https://www.msn.com/en-us/science/physics/new-particle-discovery-aboard-iss-hints-at-solving-dark-matter-mystery/ar-AA1xQvNd?ocid=BingNewsVerp",
            "description": "A new study has proposed that the detection of antihelium in cosmic rays could be evidence of a new category of particles ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pkJoMsrnlqSdUQjtCrxKPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum physics discovery: Light travels through both space and time",
            "link": "https://www.msn.com/en-us/news/technology/quantum-physics-discovery-light-travels-through-both-space-and-time/ar-AA1xQv6H?ocid=BingNewsVerp",
            "description": "Physicists from Imperial College London have achieved a groundbreaking milestone in quantum physics by reimagining the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZsiIzNz43836GYzhhcxWYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "The Brighterside of News on MSN3h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum: Calculating error-free more easily with two codes",
            "link": "https://www.sciencedaily.com/releases/2025/01/250124151246.htm",
            "description": "Various methods are used to correct errors in quantum computers. Not all operations can be implemented equally well with different correction codes. Therefore, a research team has developed a method ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Science Daily3h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Get Ready for the Micro-robotic Revolution",
            "link": "https://www.msn.com/en-us/science/microbiology/get-ready-for-the-micro-robotic-revolution/ar-AA1xPKsV?ocid=BingNewsVerp",
            "description": "A new type of computer bug.",
            "image_url": "https://www.bing.com/th?id=OVFT.dJ5N2MsMgR1vCH6cl_tWci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Rarest astronomical events': IMD teases for planetary parade on January 25",
            "link": "https://www.businesstoday.in/science/story/rarest-astronomical-events-imd-teases-for-planetary-parade-on-january-25-462017-2025-01-25",
            "description": "Referred to as a planetary parade or alignment, this celestial event occurs when multiple planets in our solar system appear ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0BrpRbAs_9rX8ttgWaGvby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "7h",
            "source": "Business Today",
            "article_content": "If you're active on social media, you may have come across posts regarding an upcoming planetary alignment on January 25, 2025. A stunning display is anticipated in the night sky as Venus, Mars, Jupiter, Saturn, Uranus, and Neptune align. Referred to as a planetary parade or alignment, this celestial event occurs when multiple planets in our solar system appear to create a straight line as viewed from Earth.\n\nTaking to social media platform X, the India Meteorological Department said it would be one of the rarest events when in January to February 2025, we can see the planets Jupiter and Mars on eastern sky, Saturn and Venus in Western sky through naked eyes, and Uranus and Neptune through telescope.\n\n\"As per the configuration of the planetary system and different revolution periods of planets, it is rare to have all planets in a single frame of the sky. In January to February 2025 we can see the planets Jupiter and Mars on eastern sky, Saturn and Venus in Western sky through naked eyes, and Uranus and Neptune through telescope. Today the configuration will be such that all the planets will appear to align in line on the sky. This is one of the rarest astronomical events,\" IMD said in its post.\n\n25th January 2025\n\n\n\nAs per the configuration of the planetary system and different revolution periods of planets, it is rare to have all planets in a single frame of the sky. In January to February 2025 we can see the planets Jupiter and Mars on eastern sky, Saturn and Venus in… pic.twitter.com/G0AJnOXRjP — India Meteorological Department (@Indiametdept) January 25, 2025\n\nNASA has said the phenomenon will start from January 21 and will reach its peak around January 29, and will continue to be visible until mid-February.\n\nWhile all eight major planets in the Solar System orbit the Sun within the same plane, each does so at varying speeds. For instance, Mercury, the planet closest to the Sun, completes one orbit in 88 days, constituting a year for the planet. Conversely, Neptune takes an astonishing 60,190 days to complete one revolution around the Sun.\n\nPeriodically, the differing velocities of the planets result in them aligning on the same side of the Sun, a phenomenon visible from Earth. In the upcoming event in February, it is worth noting that while the seven planets may not align precisely, they will be observable in an arc across the sky due to their shared orbital plane in the Solar System."
        }
    }
]