[
    {
        "title": "'UFO 50 has taken over my life': A fan has built a playable LX computer and plans to sell the blueprints for the parts on Etsy",
        "link": "https://www.msn.com/en-gb/money/technology/ufo-50-has-taken-over-my-life-a-fan-has-built-a-playable-lx-computer-and-plans-to-sell-the-blueprints-for-the-parts-on-etsy/ar-AA1swdna?ocid=BingNewsVerp",
        "description": "An aptly named LukeTheMaker over on Twitter shared the original concept for a mockup of the LX computer found in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YX7HVupBnFPM95kfihhzTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "11hon MSN",
        "source": "PC Gamer on MSN",
        "article_content": ""
    },
    {
        "title": "Trump and the UFO Smokescreen",
        "link": "https://www.wsj.com/opinion/trump-and-the-ufo-smokescreen-aliens-national-security-outer-space-bdbddba4",
        "description": "He may be swayed by handsome Navy pilots, but the evidence points to Chinese spying.",
        "image_url": "https://www.bing.com/th?id=OVFT._0j2E-HG8kzdOK5DNv0ouS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "20hOpinion",
        "source": "Wall Street Journal",
        "article_content": "Content not available"
    },
    {
        "title": "Nevada Senate candidates weigh in on UFO investigations",
        "link": "https://www.msn.com/en-us/news/politics/nevada-senate-candidates-weigh-in-on-ufo-investigations/ar-AA1swgi2?ocid=BingNewsVerp",
        "description": "( NewsNation) — In a debate, Nevada Senate candidates weighed in on whether Congress should launch its own investigation into ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DAIVWA__cVHrixHUgwgNyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "News Nation on MSN19h",
        "source": "News Nation on MSN",
        "article_content": ""
    },
    {
        "title": "Im Obsessed With Bug Hunter, UFO 50s Retro Take On Into The Breach",
        "link": "https://www.msn.com/en-us/news/technology/im-obsessed-with-bug-hunter-ufo-50s-retro-take-on-into-the-breach/ar-AA1sxNvM?ocid=BingNewsVerp",
        "description": "Into the Breach, Subset Games' tiny tactics game about mechs fighting bugs across continents and timelines, was a treat and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tH7bW4TizEAXB5jXFeXiTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "TheGamer on MSN19h",
        "source": "TheGamer on MSN",
        "article_content": ""
    },
    {
        "title": "The Man Who Loved UFOs Ending, Explained: Are the Aliens Real?",
        "link": "https://thecinemaholic.com/the-man-who-loved-ufos-ending/",
        "description": "In the final moments of ‘The Man Who Loved UFOs,‘ the line between reality and fiction blurs as José de Zer loses himself in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xTIc2o5CK98tvHR--2KFOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "thecinemaholic.com16h",
        "source": "thecinemaholic.com",
        "article_content": "In the final moments of ‘The Man Who Loved UFOs,‘ the line between reality and fiction blurs as José de Zer loses himself in his search for the UFO. After a series of inexplicable events showcase themselves, the fakery being utilized by the protagonist to sell the vision to the watching public takes on a whole new dimension as certain elements prove themselves to be far more mysterious than established in the beginning. As José overcomes his feelings of imposter syndrome, a different kind of belief instills within him as he tries to find salvation in the message he has been spreading among his followers. However, it causes the movie to end in a very confusing way, which flips the script on the whole narrative! SPOILERS AHEAD.\n\nThe Man Who Loved UFOs Plot Synopsis\n\nJosé de Zer, an entertainment journalist for a TV news channel, suffers a seizure while interviewing a high-profile celebrity, Monica. The attack is triggered after José sees a blinding white light hovering above the sky and a strange high-pitched sound in his head. Subsequently, he wakes up in the hospital while his cameraman, Chango, watches him. One day, two residents from the nearby village of La Candelaria visit him at the hospital and propose for him to cover the story about a burnt pasture in their area. They suggest that the protagonist avail himself of a different angle, namely aliens, as they want tourism to spread in their small community, which has been lacking in advancement over the years.\n\nSubsequently, José embarks on a trip to La Candelaria with Chango and finds the burnt pasture in one of the surrounding hills. He conducts several interviews with the locals, who mostly speak about a UFO conspiracy being hidden by the government and higher authorities. With the recorded footage, the reporter heads back to his TV channel headquarters and presents it to his bosses, who disapprove of the idea immediately. Their reservations are mostly levied at José’s embellishment of the report to make it more exaggerated than usual. However, after various persuasive talks, the protagonist convinces them to air the video during the TV news show ‘Notidiario.’ When it is presented to the public, more doctored evidence is shown, such as burnt insects lying on the charred pasture.\n\nAs soon as the footage is released, the audience’s interest in UFO sightings swells as José slowly becomes a household name. Despite being relegated to more obscure entertainment news over the years, his newfound fame drives more attention to his paranormal claims. More support is pumped into his venture as the journalist starts building a crew around himself who help him fabricate the alien story at a higher production level, which includes a mysterious engineer and self-proclaimed alien enthusiast named Sixto Schiaffino. However, amidst the fakery employed by the protagonist, things start heating up as sightings of real inexplicable saucers start appearing in real life. While he continues to believe in their reality, his daughter Martina is not entirely convinced of her dad’s theories.\n\nThe Man Who Loves UFOs Ending: Are the Aliens Actually Real?\n\nOne of the most confusing and yet pivotal aspects of ‘The Man Who Loved UFOs’ revolves around the existence of the aliens. Although José seems to have faith in their existence, for much of the narrative, he employs dodgy schemes to construct a fake reality to make others believe like him. It suggests that the aliens are simply a construct that the protagonist is using to garner more attention to his work, as he has somehow managed to enrapture them with his style of narration. However, the tricky part of the story is how it plays with the idea of belief and how it can determine what people see as real or not. In fact, during a conversation with his daughter, José mentions the same thing to her, telling her that if she believed the aliens did not exist, then they also did not exist in reality.\n\nIt adds a layer of complexity to the narration, especially in the later parts as the mysterious events start ramping up. Initially, the so-called alien visits are only relegated to a flashback in José’s past, specifically when he got lost in the Sinai desert during the Israel war. Whether it is real or not is left up to the audience at that point, with a majority of people likely to side with the latter. However, doubts start creeping in when the reporter becomes acquainted with Sixto Schiaffino, a man he calls Mr. Engineer. From the get-go, the movie presents him with a mysterious aura, albeit seeming ordinary on the surface. The more José dives into his supposed delusions, the more Mr. Engineer offers him spiritual advice and encourages him to keep spreading the words of the aliens.\n\nIn many ways, the movie revolves around the power of belief, and initially, José is far from a believer. He even expresses to Chango how skeptical he is of a higher power like God, considering the cruelties in the world. Meanwhile, his cameraman assures him that he himself is a believer. As the narrative progresses, the protagonist undergoes a radical shift in his belief system, going from someone who barely relates to any notion of divine authority to someone who clings to the grace and divinity of the aliens. To that end, the reality of the aliens within the story becomes a rather complicated discussion as it is mostly filtered through the eyes of José. So, the answer might come down to a case of looking at the problem by subscribing to the protagonist’s worldview from beginning to end.\n\nDoes Jose Survive the Cave Collapse?\n\nIn the final part, an excited José leads an expedition into a mining cave in the hills of La Candelaria, expecting to find answers to his burning questions about the aliens. After having spent months in the village concocting various reports, the journalist is given one last opportunity to craft a big story before he must leave the place. Consequently, his final adventure also turns out to be one of the most life-changing events. It begins with a helicopter ride through the area around the burnt pasture, during which José witnesses a real UFO zipping through the sky. While following it through the air, he and Chango end up at the mining cave. They venture into it despite protestations on the part of his cameraman. Unfortunately, José ends up getting trapped in the cave after he moves in too deep, separating him from Chango.\n\nWhile being stuck under a pile of rubble, the protagonist uses his lighter to read the nearby cave walls, which are decorated with all manner of hieroglyphs, most of them eerily recounting his own story thus far. Another strange occurrence takes place as Mr. Engineer materializes out of nowhere and speaks with José. This adds even more talking points to the reality of the aliens, as Sixto could not have entered the cave after it collapsed. Mr. Engineer picks up one of the cave hieroglyphics and hands it over to the protagonist before disappearing. A few moments later, he is rescued by the local firefighters, who drag him out of the cave on a stretcher.\n\nWhy Does the UFO Take José?\n\nThe most concrete evidence of the aliens presents itself in the ending moments of the movie. After being carried out by the firefighters, José flags down his daughter Martina and tells her in a state of adrenaline that the aliens want to take him with them. He hands her the cave hieroglyphic before he is wheeled into the ambulance and driven away. While Martina studies the hieroglyphic, a monumental revelation takes place as a gigantic UFO appears out of the clouds and uses its traction beam to lift the ambulance. The crowd gathered around the cave watches in stunned silence as the protagonist is taken into the UFO just like he envisioned previously after hearing Mr. Engineer. It is a game-changing final twist that leaves the ending with a sense of ambiguity and wonder.\n\nThere are several ways to interpret the UFO’s appearance at the end and its reasons for taking José with it. The straightforward reading suggests that the aliens always existed, and everyone was blind to them except the protagonist, who saw them first in the Sinai desert during the war. Additionally, Mr. Engineer is one of those aliens who is hiding among humanity and providing support to the reporter as he is the staunchest follower and believer in the existence of extraterrestrials. Therefore, when the UFO appears and takes José away, it is a reward for his devotion to their ideals and holding on to his convictions despite the world ridiculing him. While it explains most of the ending, there may be an additional aspect to it.\n\nYears ago, when José got lost in the Sinai desert while fighting in the Israeli war, he came close to death several times and did not see any way out. In his derelict state, the vision of the UFO appearing out of nowhere must have felt like a sign of divinity or that his prayers had been answered, even if he was not religious. This highlights the crux of the movie, which uses UFOs as a substitute for religious faith. For most of the narrative, José has been striving to achieve that feeling of connection he felt when the UFO first appeared to him. Thus, his attempts at fabricating a lie to make people believe is irrelevant to his intentions of surrendering to his belief entirely. Because he achieves full spirituality in the end, the UFO appears to take him away and reveal its existence to the public, who doubts José all along.\n\nRead More: José De Zer: What Happened to Him? How Did He Die?"
    },
    {
        "title": "Not Sure if an Image Is AI? Check Its Nutrition Label, Thanks to a New Adobe App",
        "link": "https://www.msn.com/en-us/news/technology/not-sure-if-an-image-is-ai-check-its-nutrition-label-thanks-to-a-new-adobe-app/ar-AA1rTpgr?ocid=BingNewsVerp",
        "description": "As generative AI image services improve, it's becoming harder to determine if an image is real or created entirely by AI.",
        "image_url": "https://www.bing.com/th?id=OVFT.AlqncjemmlWDjlFqvgAE1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "CNET on MSN2h",
        "source": "CNET on MSN",
        "article_content": ""
    },
    {
        "title": "ChatGPT app comes to Windows finally! Add a quick AI shortcut to your PC today",
        "link": "https://www.msn.com/en-us/news/technology/chatgpt-app-comes-to-windows-finally-add-a-quick-ai-shortcut-to-your-pc-today/ar-AA1supRv?ocid=BingNewsVerp",
        "description": "The dedicated ChatGPT app allows you to ask the chatbot prompts from its own window in a well-designed, streamlined interface ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zGFeYEGm3bDi0xPn8O_G5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12hon MSN",
        "source": "TechRadar on MSN",
        "article_content": ""
    },
    {
        "title": "Claude: Everything you need to know about Anthropic’s AI",
        "link": "https://www.msn.com/en-us/news/technology/claude-everything-you-need-to-know-about-anthropic-s-ai/ar-AA1synIB?ocid=BingNewsVerp",
        "description": "Anthropic, the AI vendor second in size only to OpenAI, has a powerful family of generative AI models called Claude. These ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SpXchzQsjTWHoOja0AM2ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Unleash your inner plant geek and ID plants on your phone with this discounted app",
        "link": "https://www.yahoo.com/tech/unleash-inner-plant-geek-id-040000503.html",
        "description": "Get lifetime access to Plantum AI Plant Identifier and instantly identify any plant, anywhere, for just £11.49 (reg. £46.05).",
        "image_url": "https://www.bing.com/th?id=OVFT.xGM0tAIC9Xiu9tjVBSwsIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "Yahoo",
        "article_content": "Unleash your inner plant geek and ID plants on your phone with this discounted app\n\nThe following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nBecome the plant whisperer with lifetime access to Plantum.\n\nTL;DR: Identify plants for life with the Plantum premium plan — only £11.49 (reg. £46.05) through 27 October at the Mashable Shop.\n\nImagine walking through a garden or forest and being able to name every plant you see. With the Plantum AI Plant Identifier app, you’ll have access to a powerful AI tool that makes every nature walk an adventure. Just snap a picture, and Plantum will instantly tell you the species, care tips, and fun facts about your leafy find. Best of all, you can get a lifetime pass to this app for £11.49.\n\nPerfect for both plant newbies and green thumbs, Plantum uses AI to recognise thousands of plant species, offering detailed insights right on your phone. This app isn’t just for wild plants — it’s great for identifying houseplants, too. Whether you’re unsure about that new succulent or just curious about a flower you spotted, Plantum has the answers.\n\nAnd with a lifetime subscription, you won’t need to worry about monthly fees or renewals. You get unlimited access to plant IDs, plant care guides, and a personal plant collection feature. Plus, with Plantum’s accurate care tips, you can keep your houseplants thriving without having to guess their needs.\n\nThis tool is a great gift for anyone who loves the outdoors, wants to learn more about the plants around them, or simply wants to take better care of their indoor garden. So, whether you’re on a hike, at the park, or just browsing your local nursery, Plantum makes plant identification fun and easy.\n\nUntil 27 October at 11:59 p.m., take advantage of this sale on a lifetime subscription to a Plantum AI Plant Identifier Premium Plan for £11.49 (reg. £46.05).\n\nStackSocial prices subject to change.\n\nPlantum - AI Plant Identifier\n\nOpens in a new window\n\nCredit: Plantum - AI Plant Identifier\n\nPlantum - AI Plant Identifier Premium Plan: Lifetime Subscription (For iOS Only)\n\n£11.49 at the Mashable Shop\n\n£46.06 Save £34.57\n\nGet Deal"
    },
    {
        "title": "How You Can Make Money With AI: Real Opportunities You Can Tap Into",
        "link": "https://www.forbes.com/sites/jaimecatmull/2024/10/18/how-you-can-make-money-with-ai-real-opportunities-you-can-tap-into/",
        "description": "In todays inflated economy, many individuals are struggling to get ahead. Here are simple ways AI can assist you in earning ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4UK_3JDd1CmvkGutICEx5S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Paranormal investigators identify most haunted communities in Mass.",
        "link": "https://www.msn.com/en-us/travel/tripideas/paranormal-investigators-identify-most-haunted-communities-in-mass/ar-AA1sxQf5?ocid=BingNewsVerp",
        "description": "There is no shortage of ghosts around Massachusetts — according to paranormal investigators. As one of the oldest states in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Y5rOSapsmVH1M8SCnlTSOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "6hon MSN",
        "source": "MassLive.com on MSN",
        "article_content": ""
    },
    {
        "title": "What's the scientific explanation for 'ghost encounters'?",
        "link": "https://www.msn.com/en-us/health/medical/whats-the-scientific-explanation-for-ghost-encounters/ar-AA1sy7PY?ocid=BingNewsVerp",
        "description": "People all over the world believe they've seen or heard a ghost, but there's no scientific evidence for spirits, hauntings or ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Y_CvTszzp8rHIc6a6QS7ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Live Science on MSN7h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "New Jersey named one of most-haunted states in America. Here's one especially spooky spot",
        "link": "https://www.msn.com/en-us/travel/tripideas/new-jersey-named-one-of-most-haunted-states-in-america-heres-one-especially-spooky-spot/ar-AA1sxP8Q?ocid=BingNewsVerp",
        "description": "A new study found that New Jersey ranks fourth-most haunted in the country. Is Emlen Physick Estate in Cape May its spookiest ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nxxmuGSxq0Sb7-4zLVNWIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "7hon MSN",
        "source": "APP.com (Asbury Park, NJ) on MSN",
        "article_content": ""
    },
    {
        "title": "It's time for a Halloween movie marathon. Here's what AP had to say about 10 iconic horror films",
        "link": "https://www.msn.com/en-us/movies/news/it-s-time-for-a-halloween-movie-marathon-here-s-what-ap-had-to-say-about-10-iconic-horror-films/ar-AA1syrf7?ocid=BingNewsVerp",
        "description": "That’s especially true as Halloween approaches. While you queue up your spooky movie marathon, here are 10 iconic horror ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qaZTSn6RQdjB8nl0iwixQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "26mon MSN",
        "source": "The Associated Press - Business News on MSN",
        "article_content": ""
    },
    {
        "title": "Link Tank: HauntTV Unveils Its Spooktacular ‘Countdown to Halloween’ Programming Lineup",
        "link": "https://www.denofgeek.com/culture/link-tank-haunttv-countdown-to-halloween-programming-lineup/",
        "description": "Celebrate spooky season with HauntTV’s Halloween viewing schedule, plus other new projects in this edition of Link Tank!",
        "image_url": "https://www.bing.com/th?id=OVFT.F0v4VPPwyRelj41tnASaSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "Den Of Geek",
        "article_content": "HauntTV screams its way onto TV screens this month with gripping ghost documentary series for both skeptical souls and die-hard believers.\n\n“HauntTV, the free streaming channel offering 24/7 ghostly programming, announced today its eagerly anticipated Countdown to Halloween programming lineup, running from October 25 to 31. Featuring a chilling array of supernatural treats, the weeklong programming event includes marathons of popular ghoulish series such as Ghost Chasers and Haunted Discoveries with paranormal investigators, Brandon Alvis and Mustafa Gatollari, as well as Haunted Hospitals, Celebrity Help! My House is Haunted and Hotel Paranormal.”\n\nMore at Haunt TV\n\nBuilding on recent news of a Scrubs reboot, Zach Braff is in the spotlight again for his involvement in a charity concert featuring music from his 2004 film, Garden State."
    },
    {
        "title": "Peer inside the underwater volcanic caves where life thrives",
        "link": "https://www.msn.com/en-us/news/technology/peer-inside-the-underwater-volcanic-caves-where-life-thrives/ar-AA1syrfh?ocid=BingNewsVerp",
        "description": "This week, marvel at giant tube worms living beneath hot springs on the ocean floor, watch SpaceX catch a rocket booster, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nGPGlc--oDvK2tWUXhZnay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "1hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "UI rethinks plans for Discovery Partners Institute, shifting to 2 facilities",
        "link": "https://www.yahoo.com/tech/ui-rethinks-plans-discovery-partners-144600365.html",
        "description": "The University of Illinois System has halted construction on new headquarters for its Discovery Partners Institute amid major changes to its facilities planning. UI officials announced Friday that ...",
        "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
        "category": "science+discovery",
        "date": "1h",
        "source": "Yahoo",
        "article_content": "Oct. 19—CHICAGO — The University of Illinois System has halted construction on new headquarters for its Discovery Partners Institute amid major changes to its facilities planning.\n\nUI officials announced Friday that construction on the previously planned facility at The 78 — a new innovation district in downtown Chicago — has stopped, and plans are now to create a new \"DPI South\" location within the Illinois Quantum and Microelectronics Park planned for Chicago's South Side.\n\n\"DPI was created to train people for high-demand tech jobs, conduct applied research and development and build businesses, and that vital work continues,\" UI President Tim Killeen said. \"It also was designed to be nimble and move quickly to serve the people of Illinois. The changes happening locally and globally in computing have created an incredible, once-in-a-generation opportunity that DPI is well-situated to harness for our state.\"\n\nDPI South will be a \"quantum-focused facility\" established in partnership with globally recognized companies, officials said.\n\nThe plan also includes maintaining downtown headquarters as \"DPI North.\" The institute will continue to operate from 200 S. Wacker Drive while also looking at options for locating the new DPI North.\n\nKilleen said the institute is committed to maintaining its headquarters in downtown Chicago.\n\n\"As a public university system, we must ensure that we maximize the benefits of DPI's headquarters for us, the city of Chicago and the state of Illinois as this vital work continues,\" Killeen said.\n\nIn discussing these plans, UI officials said that the changes would allow the institute to \"optimize\" the impact of state funding and capitalize on opportunities presented by \"major shifts in technology\" as well as the federal CHIPS and Science Act.\n\nOver the seven years since DPI was announced, the potential of quantum computing to help solve challenges in a variety of areas — health care, food production, manufacturing and climate science, to name a few — has only become more evident, officials said.\n\nKilleen said the UI System has shared its new vision for DPI with Gov. J.B. Pritzker, who appreciated the magnitude of the opportunity and supports the expansion of its focus.\n\nThe state has provided $500 million for the institute and the Illinois Innovation Network, a network of research and innovation hubs throughout Illinois, under Pritzker's administration.\n\nThe state has also invested $500 million in developing the Illinois Quantum and Microelectronics Park. Pritzker announced in July that the campus would be located at USX on the South Side of Chicago. It will be managed by a UI-led organization on behalf of the state and Pritzker."
    },
    {
        "title": "Icy discovery on Ceres: Dwarf planet hiding within asteroid belt covered in frozen water",
        "link": "https://studyfinds.org/icy-discovery-on-ceres/",
        "description": "A dwarf planet hiding right in the middle of our solar system could be a surprising source of frozen water, astronomers ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZWfyxsNkvDwNXnToa_CqNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "studyfinds5h",
        "source": "studyfinds",
        "article_content": "Dwarf planet Ceres (Credit: NASA/JPL-CalTech/UCLA/MPS/DLR/IDA)\n\nWEST LAFAYETTE, Ind. — A dwarf planet hiding right in the middle of our solar system could be a surprising source of frozen water, astronomers reveal. A new study finds that Ceres, which sits in the asteroid belt between Mars and Jupiter, has a crust that’s 90% ice. The discovery of this dirty ice crust has led scientists to believe this giant asteroid used to be a muddy water world. Astronomers have studied Ceres since it was first discovered in 1801. It is both a dwarf planet and the largest asteroid in our solar system. The protoplanet is spherical, with a diameter of approximately 590 miles, and is riddled with craters, volcanoes, and landslides. In 2007, NASA sent the Dawn spacecraft to study Ceres. It reached the dwarf planet in 2015 and orbited it until 2018. While examining the rough surface, astronomers ruled out any signs of water existing on the asteroid because of the visible craters all over the surface. The common belief was that Ceres is relatively dry, with less than 30% ice.\n\nHowever, the new study, published in the journal Nature Astronomy, argues that scientists might have judged this crater-rich planetoid too soon. The way the craters formed and the planet’s mass suggest an ice-rich environment. Using spectrographic data from the Dawn mission and computer simulations, the researchers noticed that there may be ice in Ceres’s subsurface. Gravity data also showed a density value close to that of impure ice. “We think that there’s lots of water-ice near Ceres surface, and that it gets gradually less icy as you go deeper and deeper,” says Mike Sori, an assistant professor in Purdue University’s Department of Earth, Atmospheric, and Planetary Sciences, in a media release. “People used to think that if Ceres was very icy, the craters would deform quickly over time, like glaciers flowing on Earth, or like gooey flowing honey. However, we’ve shown through our simulations that ice can be much stronger in conditions on Ceres than previously predicted if you mix in just a little bit of solid rock.” The researchers mapped out a geographical profile of an actual crater from Ceres and used the information to create computer simulations. The computer simulations modeled how the dwarf planet’s craters relax and deform over billions of years. (Credit: Purdue University)\n\nAccording to the authors, the findings suggest Ceres was once a frozen ocean world similar to one of Jupiter’s moons, Europa. The muddy ocean froze over time, creating an icy crust with some trapped rock. The ice-rich crust had found some way to resist crater relaxation. “To me the exciting part of all this, if we’re right, is that we have a frozen ocean world pretty close to Earth,” adds Sori. “Ceres may be a valuable point of comparison for the ocean-hosting icy moons of the outer solar system, like Jupiter’s moon Europa and Saturn’s moon Enceladus.” The new findings could also warrant a manned space mission to the crater-rich dwarf planet as it may be one of the best chances astronauts have to visit an icy world. “Some of the bright features we see at Ceres’ surface are the remnants of Ceres’ muddy ocean, now mostly or entirely frozen, erupted onto the surface. So we have a place to collect samples from the ocean of an ancient ocean world that is not too difficult to send a spacecraft to,” Sori concludes."
    },
    {
        "title": "Unveiling the Twin Mystery: Remarkable Discovery of Binary Brown Dwarfs",
        "link": "https://www.devdiscourse.com/article/science-environment/3127290-unveiling-the-twin-mystery-remarkable-discovery-of-binary-brown-dwarfs",
        "description": "In a groundbreaking finding, researchers have revealed that what was once thought to be a single brown dwarf, Gliese 229B, is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.21uH2Xhw3L_B7W5n0kPZvy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "devdiscourse21h",
        "source": "devdiscourse",
        "article_content": "Astronomers have made a stunning revelation about Gliese 229B, the first confirmed brown dwarf discovered in 1995. Rather than being a single entity, Gliese 229B is now recognized as a duo of brown dwarfs, designated Gliese 229Ba and Gliese 229Bb.\n\nLocated just 19 light-years away in the constellation Lepus, these two dwarfs are locked in a rare binary configuration, orbiting each other every 12 days at an exceptionally close distance. Both brown dwarfs have masses well over that of Jupiter, marking a significant discovery in the study of these enigmatic celestial objects.\n\nThis discovery challenges prevailing theories, particularly given their smaller diameter compared to Jupiter despite having a higher mass. Researchers continue to explore how brown dwarfs form and the complexities involved in distinguishing them from planets or stars.\n\n(With inputs from agencies.)"
    },
    {
        "title": "Google Doodle honors Staurikosaurus, an early dinosaur discovery",
        "link": "https://www.newsbytesapp.com/news/science/google-doodle-pays-tribute-to-groundbreaking-staurikosaurus-fossil-discovery/story",
        "description": "Today's Google Doodle pays tribute to the revolutionary discovery of Staurikosaurus, an early theropod dinosaur that has ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dprPXmHtLRZC4DcgR2pnyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "newsbytesapp.com8h",
        "source": "newsbytesapp.com",
        "article_content": "Summarize Simplifying... In short Google Doodle is celebrating Staurikosaurus, a dinosaur discovered in 1936 by paleontologist Llewellyn Ivor Prince.\n\nThis ancient predator, found in Brazil, lived 225 million years ago and has been key in understanding dinosaur evolution.\n\nIts discovery has helped piece together how dinosaurs first appeared and evolved on Earth. Was a long read? Making it simpler... Next Article Next Article\n\nStaurikosaurus fossil offered clues to dinosaur origins\n\nGoogle Doodle honors Staurikosaurus, an early dinosaur discovery\n\nBy Akash Pandey 01:24 pm Oct 19, 202401:24 pm\n\nWhat's the story Today's Google Doodle pays tribute to the revolutionary discovery of Staurikosaurus, an early theropod dinosaur that has played a key role in helping us understand the origins and evolution of these creatures. The animated doodle shows a Staurikosaurus swiftly traversing an ancient landscape, highlighting its speed and agility. It also shows the dinosaur's distinctive long tail and bipedal stance, along with serrated teeth hinting at its predatory nature.\n\nDiscovery details\n\nStaurikosaurus: A significant find in dinosaur evolution\n\nPaleontologist Llewellyn Ivor Prince first discovered the Staurikosaurus in 1936, at the Santa Maria Formation in southern Brazil. Radiocarbon dating techniques have established that this ancient predator lived during the late Triassic period, some 225 million years ago. The dinosaur was relatively large for its time, measuring about two meters long and weighing around 30kg. Its bipedal stance and long tail indicate a fast-moving predator who was well-equipped to catch and hold prey.\n\nEvolutionary significance\n\nCrucial piece in the dinosaur evolution puzzle\n\nThe discovery of Staurikosaurus has been instrumental in furthering our understanding of dinosaur evolution. By studying this early theropod, paleontologists have been able to put together the puzzle of how these creatures first appeared on Earth and embarked on their remarkable journey. The Staurikosaurus continues to inspire awe and wonder, reminding us of the diversity and complexity of life that has existed on our planet."
    },
    {
        "title": "Generative AI churns the waters at European NoCode Summit",
        "link": "https://siliconangle.com/2024/10/18/generative-ai-churns-waters-european-nocode-summit/",
        "description": "GoodBarber focuses on building mobile apps for IoS and Android, as well as progressive web apps or PWAs that run on all ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UnrtZlZXGlkv_G6N_t6l2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "22h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Best college football betting promos: Up to $5,000 in bonuses for Saturday games including Georgia vs. Texas",
        "link": "https://www.cleveland.com/betting/2024/10/best-college-football-betting-promos-up-to-5000-in-bonuses-for-saturday-games-including-georgia-vs-texas.html",
        "description": "If your first bet loses after claiming Caesars Sportsbook promo code CLCOM1000, you’ll receive your stake back in bonuses up ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nOqwmhQyFUGAOSc1nOvsay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1h",
        "source": "Cleveland.com",
        "article_content": "The best online betting sites for college football are getting new users ready for Saturday’s games by offering up to $5,000 in bonus bets. See all the offers available below.\n\nThere are must-see matchups in every time slot, and the games of the day include:\n\nNo. 6 Miami vs. Louisville: 12 p.m. ET (ABC)\n\nNebraska vs. No. 16 Indiana: 12 p.m. ET (FOX)\n\nNo. 7 Alabama vs. No. 11 Tennessee: 3:30 p.m. ET (ABC)\n\nNo. 8 LSU vs. Arkansas: 7 p.m. ET (ESPN)\n\nNo. 5 Georgia vs. No. 1 Texas: 7:30 p.m. ET (ABC)\n\nFanDuel promo code: Bet $5, get $300 in bonus bets if you win\n\nClick the FanDuel promo code link or the banner below to claim this offer. No promo code is necessary during account creation.\n\nYou must win a $5 wager to enjoy $300 in bonus bets. You can bet on a huge favorite’s moneyline odds to give yourself the best chance of victory.\n\nAfter you sign up and place a qualifying wager, you can also grab a 50% profit boost for Georgia vs. Texas.\n\nWhether your bet wins or loses, FanDuel also gives a three-month subscription to NBA League Pass.\n\nCaesars Sportsbook promo code CLCOM1000: Up to $1,000 in bonuses if your first bet loses\n\nIf your first bet loses after claiming Caesars Sportsbook promo code CLCOM1000, you’ll receive your stake back in bonuses up to $1,000. If your opening wager is a winner, you’ll get a cash payout that can be withdrawn or used to place additional bets.\n\nCaesars sends the bonus within two days of qualifying wager settlement. Bonus bets are single-use, meaning it can’t be split between multiple wagers.\n\nBetMGM bonus code CLEVELANDCOM1500: Get up to $1,500 in bonuses if your first bet loses\n\nBetMGM bonus code CLEVELANDCOM1500 delivers one of the highest-value welcome offers in the industry. Start by depositing at least $10 then place a qualifying wager on the market of your choice.\n\nIf you lose, BetMGM will refund your wager with bonus bets (max. $1,500 bonus).\n\nBetMGM will send five equally weighted bonus bets for losing wagers of $50 or more. You’ll receive one bonus bet if your losing wager is below $50.\n\nDraftKings promo code: Bet $5, get $200 in bonus bets - win or lose\n\nThe welcome offers listed above depend on the result of your opening wager. The DraftKings promo code (no code required) gives a $200 bonus whether your $5 bet wins or loses.\n\nIn fact, you’ll get the $200 bonus instantly after you place a qualifying wager. Bonus bets are received as eight $25 bonus tokens.\n\nYou can also opt-in for ongoing college football promos after registering an account. DraftKings offers a CFB parlay boost and a boost pack for Alabama vs. Tennessee and Georgia vs. Texas.\n\nbet365 bonus code: Bet $5, get a $200 bonus or a $1K first-bet safety net\n\nYou don’t need a code during sign-up if you click our bet365 bonus code link or the banner below. There aren’t many sports betting sites that give users two choices for welcome offers.\n\nOption one is to bet $5 and get $200 in bonuses, win or lose. Bonus bets will enter your account within one hour of qualifying wager settlement.\n\nStraight bets require -500 odds or longer, and parlays need one leg with -500 odds or longer.\n\nOption two is a first-bet safety net that matches your stake with bonuses if you lose (max. $1,000 bonus). If your qualifying bet settles as a loss, bonus funds will appear in your account within one hour.\n\nNo matter which bet365 welcome offer you pick, a minimum $10 deposit is necessary.\n\nFanatics Sportsbook promo code: Score up to $1,000 in bonuses\n\nOnce you redeem our Fanatics Sportsbook promo code (no code required), you can bet $100 on each of the 10 days following account creation and receive a bonus match if the wagers lose. The maximum bonus available with Fanatics is $1,000.\n\nThe 10-day timer begins on the date you open a new account. Simply bet $5 or more each day, and if you lose, you’ll receive a bonus refund equal to your wager (max. $100 daily bonus).\n\nQualifying bets must have -200 odds or longer, and bonuses are sent within 72 hours of wager settlement if you lose. You must opt-in on days 2-10 and continue the betting process outlined above to continue receiving bonuses if you lose."
    },
    {
        "title": "Trump’s Crypto Coin Isn’t Off to a Great Start. It’s Hard to Buy and Impossible to Sell.",
        "link": "https://www.msn.com/en-us/money/other/trump-s-crypto-coin-isn-t-off-to-a-great-start-it-s-hard-to-buy-and-impossible-to-sell/ar-AA1swquz?ocid=BingNewsVerp",
        "description": "His first foray into digital currencies isn’t doing much to inspire confidence in that vision. The WLFI crypto coin he’s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5RWhMXTG83vopfPD0jBWfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "19hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Startup claims it developed 2-way communication between people via dreams",
        "link": "https://www.msn.com/en-us/news/technology/bay-area-startup-claims-it-developed-2-way-communication-between-people-via-dreams/ar-AA1stfmb?ocid=BingNewsVerp",
        "description": "REDWOOD CITY, Calif. -- A startup in the San Francisco Bay Area says it has unlocked a way for communication between humans ...",
        "image_url": "https://www.bing.com/th?id=OVF.8buDXSzlqk50CLfOELReGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "16hon MSN",
        "source": "ABC 7 San Francisco on MSN",
        "article_content": ""
    },
    {
        "title": "iPhone 16 Pro users are vexed by UI freezing and camera woes",
        "link": "https://www.msn.com/en-us/news/technology/iphone-16-pro-users-are-vexed-by-ui-freezing-and-camera-woes/ar-AA1sytZs?ocid=BingNewsVerp",
        "description": "Reddit and Apple’s community forum are brimming with reports of the iPhone 16 Pro series running into weird stutters, frozen ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yMc0lHSMkjGB2GkWd5ehsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "This mini gaming PC is a third of the size of a PS5 — and way more powerful",
        "link": "https://www.msn.com/en-us/news/technology/this-mini-gaming-pc-is-a-third-of-the-size-of-a-ps5-and-way-more-powerful/ar-AA1syrmE?ocid=BingNewsVerp",
        "description": "The AtomMan G7 Ti achieves the impossible. It's very performant, impossibly small, and best of all, reasonably priced. That ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LSDPQWv6hNZk0dqtB6Yv4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]