[
    {
        "title": "How the Mystery of Freeware Inspired the Kaleidoscopic UFO 50",
        "link": "https://www.nytimes.com/2024/09/18/arts/ufo-50-designers.html",
        "description": "Figuring out the controls, objectives and how to win is part of the fun when players load games from a fictional 1980s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xS_ZZXp1V2m3wYodTiXfMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19h",
        "source": "The New York Times",
        "article_content": "There are many reasons that creating a video game can take a long time. It may take a while to land on the mechanics, or to nail the story beats. For big-budget games, the sheer scale of ambition and world building can cause development cycles nearly a decade long, during which shifting audience trends may force a developer to scrap its initial vision.\n\nFor UFO 50, which began its development in 2016, the protracted path to completion is right there in the name: It is not just one video game, but 50.\n\nThere are arcade-style sports games (Bushido Ball, Hot Foot), platformers (Cyber Owls, Mini & Max), puzzle games (Block Koala), deck builders (Party House), role-playing games (Grimstone) and dungeon crawlers (Valbrace). While each ’80s-style title is not necessarily feature length by modern terms, they’re fully built out, with narratives, multiple levels and multiplayer modes when appropriate."
    },
    {
        "title": "UFO 50 Review - Space Shuttle Discovery",
        "link": "https://www.gamespot.com/reviews/ufo-50-review-space-shuttle-discovery/1900-6418288/",
        "description": "UFO 50 is a masterful compilation of retro-style games that invokes the sense of delightful discovery at the heart of the 8-bit era.",
        "image_url": "https://www.bing.com/th?id=ODF.5V7DlNAYcY6rugNa1gU_gg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "GameSpot9h",
        "source": "GameSpot",
        "article_content": "Discovery in video games has changed over the last 40 years. While we are arguably in a golden age of creativity and innovation in the medium, it's a different type of creativity than when games were in their infancy--learning to crawl, grappling for new ideas, and guessing at best practices. Modern-day games have become largely standardized, and that's mostly for the better. But when we look back at retro game collections like the NES Classic or compilations from Digital Eclipse, we're often remembering the trailblazers, not the oddballs. That's what makes UFO 50 so special--it invokes the sense of wild experimentation and surprise that you would find in a cross-section of the earliest video games.\n\nThe pitch is simple: UFO 50 is a compilation of fictional retro games made throughout the 1980s by a prolific developer called UFO Soft. They range from 1982 to 1989, and span across the entire gamut of retro genres. The presentation leans into this, as selecting a game for the first time has you blowing the dust off of it. You get the sense that you discovered these forgotten gems in an attic or garage sale. And for the most part, the games carry the design and story aesthetic that was common in '80s games, which I would describe as \"sci-fi pulp as reimagined by early computer programmers.\"\n\nIn reality, of course, the games were created by a team of modern-day developers led by Spelunky's Derek Yu. That makes the decision to make not just a retro game but 50 retro games remarkably ambitious. One would expect such a massive undertaking to result in minigames at most, but that is not the case. These are almost universally the size and scope of actual games you would buy in the 1980s--still often smaller than the games we'd expect today, but not compromised for their fictional time period.\n\nThe character-select screen in Fist Hell\n\nGallery\n\nAnd while UFO 50 doesn't tell a straightforward narrative story, there is a lot of richness to be found in the meta-fiction of UFO Soft. You see the logo changing over time. The games themselves get more complex and more refined, and have better art direction and better quality-of-life features, over the fictional timeline. The games themselves have little notes about their development, and you can piece together criss-crossing plotlines involving the studio's personalities and leadership. The occasional sequel will appear, showing an early style of iterative development that might result in radically different gameplay styles springing from the same core concepts. One of the games--a point-and-click adventure called Night Manor--has glimpses of the early cinematic achievement that you could see being influential in the fiction of the world.\n\nLike a lot of early games, the simplicity of the controls means you more-or-less figure out the game by playing. This can be slightly frustrating sometimes, especially when a game ventures into territory with more complex, board game-like mechanics, like Devilition. Others, like Mooncat, have strange and counterintuitive controls that I struggled to get a proper feel for. This is realistic in that a lot of old video games tried to approximate board-game complexity or experiment with control schemes, but the wealth of other games to play made it difficult to remain patient with those more inscrutable ones.\n\nDespite basing themselves around retro games, though, most of these have some special twist or feature that makes them stand out from similar games of their genre. You can mark a game as a favorite for easy reference later, and as I reached further and the games grew more refined, I kept marking more and more of them, eager to go back and experience them all to their fullest. And while UFO 50 is very casual in how it lets you approach the games in any order, there is a reward for delving deeply into each one--you get rewards to place in your garden for an achievement in each game, along with a golden cartridge for finishing it.\n\nTo give a taste, here are mini-reviews of some of my favorites in the compilation:\n\nMortol\n\nThis puzzle platformer gives you an array of peons willing to sacrifice themselves for the greater good, making your resources and lives draw from the same large pool. Each one can perform a \"ritual\" to stick into walls, turn into a stone block, or blow up passages, so you progress through the stage by carefully managing when and how to sacrifice them to keep progressing further. It was followed by a sequel, Mortol II, later in the collection, which includes a more sophisticated class-based system for utilizing your willing sacrifices, but there's something very pure and engaging about the original idea.\n\nBushido Ball\n\nA dodgeball-meets-fighting game with a selection of samurai characters to choose from. You smack the projectiles with your katana to ricochet it back at the other side, and on top of requiring precision timing, each character has their own special abilities, providing lots of replay value and room for skill-building.\n\nCamouflage\n\nCamouflage is a brilliant little puzzle game with a root in stealth mechanics. As a largely helpless chameleon, you need to navigate to your home while avoiding watchful predators. But being a chameleon, you can change your colors to match the tile you're standing on. That makes navigating through a stage a tense exercise in planning your route to pick up new camouflage patterns. For extra challenge, each stage has collectibles to pick up, including a baby chameleon who will follow you around and pick up its own camouflage pattern, thus doubling the challenge.\n\nParty House\n\nPossibly my favorite surprise of the bunch, Party House is an ingenious puzzle game with mechanics similar to modern deck-builders. You're given a strict number of turns to throw a series of parties, and you control the guest list. Each guest comes with bonuses to your cash and popularity--cash expands your house, and popularity goes toward inviting new guests. Some guests have \"Troublemaker\" attributes that will attract the cops, while others might sacrifice some popularity for cash, or vice-versa. Dancers stack as a multiplier for popularity. One party-goer even brings a random friend who risks overloading your party and summoning the fire marshall to kick someone out.\n\nThe party commences, a random assortment of your rolodex of party-goers shows up, and you tabulate your cash and popularity to put toward the next party, all while steering toward some particular win condition like having four aliens attend a single party. It's shockingly compelling, and easy to keep the party going for just one more turn late into the night.\n\nThe cops break up the party in Party House\n\nThe Big Bell Race\n\nThe is one of the shortest games of the collection but also one most suited to multiplayer. The Big Bell Race is pure game mechanics: You're a spaceship navigating through a boxy maze-like racetrack while bouncing off the other racing ships and grabbing power-ups that create track hazards for your competitors. A single tournament is eight quick races, but the competition can be fierce, and you can always play two-player to bump elbows against a friend.\n\nWarptank\n\nAt first glance, Warptank appears similar to the classic Blaster Master tank segments, but it's the \"warp\" in the name that really sets it apart. At any point, your tank can flip from floor to ceiling or to opposing walls. Navigating a stage is a delicate balance of avoiding traps and taking out enemies by frequently gaining access to new vantage points, giving it a fierce action-game feeling that also tickles your brain.\n\nVainger\n\nThis metroidvania-like platformer has a hook similar to Warptank, but the application of it in this genre makes it feel very different. As an alien soldier, you can swap the gravity polarity by double-tapping the jump button, so all of the traps and enemies are positioned to take advantage of stages that could be upside-down at any time. The result is something like the second quest of Symphony of the Night in a reversed castle, except you control when the whole thing flips on its head.\n\nThe alien protagonist of Vainger\n\nPingolf\n\nLots of early games tried to approximate sports like golf, but Pingolf is a more modern take with a sci-fi aesthetic. The side-scrolling stages are set up like platforming stages with some elements of pinball, with narrow corners and bounce pads. It feels not quite like anything else, though the closest analogue is probably the recent Cursed to Golf.\n\nFist Hell\n\nIt wouldn't be a retro-style compilation without a River City Ransom riff, but Fist Hell sets itself apart with fantastic pixel art and an engaging hook: zombies! You're taking on the hordes of the undead with nothing but your fists and found objects, which leads to neat twists like lopping the skull off of one zombie and throwing it at another. It's the kind of comical early gore that felt daring in the '80s, and with four characters to choose from, there's lots of replay value.\n\nValbrace\n\nAnother surprising favorite from a genre I haven't had much experience with, Valbrace is a first-person dungeon-crawling RPG, similar to Dungeon Master or Wizardry 2. The presentation is top-notch for emulating the peculiar, pixelated look of those dungeon crawlers, and when you encounter monsters, you enter a more active real-time third-person combat system. What really helps it stand out, though, is the magic system, which maps spells onto a particular pattern drawn with your D-pad. You discover those spells as you proceed through the dungeon, but even if you die, the spell pattern will still work on your next run. That means if you can remember the spells--or map them onto graph paper--you'll make each subsequent run that much easier.\n\nFighting goblins in Valbrace\n\nRakshasa\n\nA side-scrolling action game along the lineage of Ghosts & Goblins, this one has you taking on hordes of demons with a unique revival mechanic. You're extremely vulnerable to attacks and bound to die, but each time you die, you can recover your life by navigating around the demons of the spiritual plane. Each time you die, more demons are added, making it increasingly difficult--but not impossible--to recover your body.\n\nStar Waspir\n\nThis is less of a retro genre reimagined, and more of an anachronistic take on the bullet hell. Lots of shoot-'em-ups graced the NES and its similarly powered consoles, but Star Waspir has the tense risk-reward dynamic of populating constant power-ups that are just temptingly close to enemy fire. It's the kind of tough, responsive combat that has made the genre such a hit, given new context through a retro filter.\n\nGrimstone\n\nAn old-school JRPG-style game set in a fantastical version of the Old West, Grimstone begins as an angel rescues a handful of adventurers from a burning saloon, who then form a posse to go after outlaws. The aesthetic is reminiscent of the earliest Final Fantasy games, but its setting and a timing-based combat system gives it a modern twist.\n\nLords of Diskonia\n\nWhat if a strategy game got a dose of air hockey? Lords of Diskonia has you collect income from villages and use it to buy an army of knights, archers, champions, and more, and then take them into battle. But far from a typical warzone, your soldiers here are differently sized circular disks who get fired into and bump against enemy units to attack. It's a wildly different take on the strategy genre and feels tactical and dynamic at once.\n\nCyber Owls\n\nThe final game of the collection is also a smart, cheeky commentary on the prominence of Turtle-mania in the late '80s, and the efforts from just about every cartoon studio or video game developer to make their own franchise-friendly animals with attitude. Cyber Owls is the kind of game you'd see then, with an elite band of owl soldiers, each with their own stages to match their specialty--from beat-'em-up to stealth action. It's probably the single most varied game of the set, and one of the most cinematic, serving as a perfect bookend to the fictional journey of game development throughout the decade.\n\nSimply put, UFO 50 is an audacious triumph. Dozens of the games are compelling enough to warrant a full playthrough, and even some of the less successful experiments have some intriguing element or inventive idea to draw you in. Best of all, it's exciting to have such a rich vein of strange, creative video game experiences to examine. This is nostalgia, but not the candy-coated feeling of reliving what we've already experienced. It's remembering how it felt to discover something new."
    },
    {
        "title": "UFO 50 was terrible to review but incredible to play",
        "link": "https://www.msn.com/en-us/entertainment/gaming/ufo-50-was-terrible-to-review-but-incredible-to-play/ar-AA1qMoqW?ocid=BingNewsVerp",
        "description": "Presenting itself as an anthology of all 50 games developed by UFO Soft, a fictional game studio active from 1982-89, UFO 50 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-7dY3FCaAcif0_scsaRKaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15hon MSN",
        "source": "Polygon on MSN",
        "article_content": ""
    },
    {
        "title": "On 10th anniversary of Fort Wayne UFO, US sightings continue to mount",
        "link": "https://www.journalgazette.net/opinion/editorials/on-10th-anniversary-of-fort-wayne-ufo-us-sightings-continue-to-mount/article_fdf6a80e-7516-11ef-8469-9b62c2c41656.html",
        "description": "On Saturday, a Reddit post to the Fort Wayne 'subreddit' marked the 10th anniversary of a reported UFO on Sept. 16, 2014.",
        "image_url": "https://www.bing.com/th?id=ODF.dQABTGQs3TXE7OvoDNzAcA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "journalgazette1hOpinion",
        "source": "journalgazette",
        "article_content": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items."
    },
    {
        "title": "BREAKING: New UFO Materials FOUND",
        "link": "https://www.msn.com/en-us/news/technology/breaking-new-ufo-materials-found/vi-AA1qKXEM?ocid=BingNewsVerp",
        "description": "Patrick discusses MUFON's BREAKING NEWS via Press Release: \"the biggest UFO-related news event of the year. We have physical ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ovNsyGlAN-xTVwkZDmpRVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN20h",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "AI Agents Are The New Apps, Say HubSpot, Salesforce",
        "link": "https://www.forbes.com/sites/johnkoetsier/2024/09/18/ai-agents-are-the-new-apps-say-hubspot-salesforce/",
        "description": "The question is whether we’re getting the ominous Agent Smith from The Matrix or the human and approachable Agent J (Will ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RaEBJMnwZig89qrg-TY9_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "YouTube Execs Weigh In On AI Safeguards, Living Room App Tweaks & How Pat McAfee’s ESPN Move Could Be Emmys Precursor",
        "link": "https://www.msn.com/en-us/news/technology/youtube-execs-weigh-in-on-ai-safeguards-living-room-app-tweaks-how-pat-mcafees-espn-move-could-be-emmys-precursor/ar-AA1qNBv1?ocid=BingNewsVerp",
        "description": "After YouTube announced new creator tools and product updates at its Made on YouTube event Wednesday, CEO Neal Mohan ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jmREkSDygpOSa2obMQNjOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "5hon MSN",
        "source": "Deadline on MSN",
        "article_content": ""
    },
    {
        "title": "AI-powered app offers personalized allergy forecasts",
        "link": "https://www.msn.com/en-us/news/other/ai-powered-app-offers-personalized-allergy-forecasts/ar-AA1qLFXr?ocid=BingNewsVerp",
        "description": "SoundHealth launched a new feature in its AI-powered health care app that will give users personalized allergy forecasts to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.whJLqqBkIZQtcK4-kqnRTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "18hon MSN",
        "source": "Fox Business on MSN",
        "article_content": ""
    },
    {
        "title": "The AI Death Clock App Wants to Help You Live Longer. We Gave It a Try",
        "link": "https://www.msn.com/en-us/news/technology/ai-death-clock-predicts-your-death-date-we-tried-it-so-you-dont-have-to/ar-AA1qM8Ux?ocid=BingNewsVerp",
        "description": "Apple and Android app Death Clock delivers a personalized health and lifestyle guide that predicts the day you will die.",
        "image_url": "https://www.bing.com/th?id=OVFT.-JG5aGUmtEJdRY2QctWpzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "CNET on MSN12h",
        "source": "CNET on MSN",
        "article_content": ""
    },
    {
        "title": "AI In Business Progress Report, Summer 2024",
        "link": "https://www.forbes.com/sites/billconerly/2024/09/18/ai-in-business-progress-report-summer-2024/",
        "description": "Business usage of artificial intelligence has soared with the expanded capabilities of generative AI, including large ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YGUhT9tCZ2eMbK-HKrawJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Paranormal Cirque III is coming to Wilkes-Barre Twp.",
        "link": "https://www.yahoo.com/entertainment/paranormal-cirque-iii-coming-wilkes-192328949.html",
        "description": "Officials have announced the Paranormal Cirque III is coming to town. According to the press release, expect provocative ...",
        "image_url": "https://www.bing.com/th?id=OVFT.x70lV7mFgW-IwBUSkQJ3hy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "9h",
        "source": "Yahoo",
        "article_content": "WILKES-BARRE TOWNSHIP, LUZERNE COUNTY (WBRE/WYOU) — Officials have announced the Paranormal Cirque III is coming to town.\n\nAccording to the press release, expect provocative illusionists, freaks, and mysterious creatures, and be on the lookout for zombies, witches, vampires, and ghosts.\n\n“We’ve assembled an incredible cast of performers, and we can’t wait to showcase their talents to our audiences. This show is perfect for anyone looking for a night of entertainment and scares,” said Manuel.\n\nGet lost in ‘Mazezilla’ for fall season\n\nAttendees under the age of 18 have to be accompanied by a parent or guardian due to the adult language and material used in the performance.\n\nThe event will kick off at the Wyoming Valley Mall from September 19 through September 22. Tickets can be purchased online or by calling 941-704-8572.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to PAhomepage.com."
    },
    {
        "title": "Mechanic Falls woman interviewed for paranormal documentary on the ‘Bridgewater Triangle’",
        "link": "https://www.pressherald.com/2024/09/17/mechanic-falls-woman-interviewed-for-paranormal-documentary-on-the-bridgewater-triangle/",
        "description": "Describing a battle between the dark and the light side of paranormal beings, which Deb Hewins calls angels and demons, she ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pFw1jnuWhUU2hgyfVL7eCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10h",
        "source": "Portland Press Herald",
        "article_content": "WEST PARIS — Deb Hewins was interviewed recently for “Cursed Echoes: Beyond the Veil,” a paranormal documentary about the notorious Bridgewater Triangle.\n\nThe Bridgewater Triangle is an area about 200 square miles in southeastern Massachusetts that has had an unusually high number of reports of alleged paranormal phenomena, including unidentified flying objects, poltergeists, and other spectral events, sightings of Bigfoot-like creatures and giant snakes and birds.\n\nCryptozoologist Loren Coleman coined the term in the 1970s in the book “Mysterious America” after researching the area and its paranormal reports.\n\nHewins, who lives in Mechanic Falls, moved to Bridgewater, Massachusetts, when she was 9 years old. The move happened shortly after a curious incident with her father in which he was unresponsive or frozen in time for several minutes while reading the newspaper one Sunday morning.\n\nHewins said her father told the family that they had to move to Bridgewater “because God told him to.”\n\nDuring the recent interview in West Paris, Hewins described her paranormal experiences and encounters, or “visits,” from extraterrestrials she has experienced along with her twin sister, Audrey Hewins, as far back as they both can remember.\n\nAdvertisement\n\n“I would tell my parents I was afraid to go to bed. I was afraid the bald men were going to get me,” Hewins said. “I was seeing all sorts of things behind the veil that people don’t see.”\n\nLiving near the Hockomock Swamp and the Freetown-Fall River State Forest, sites where many strange occurrences have been reported, only intensified the experiences that the twins were having, Hewins said during the documentary interview.\n\n“We had the Hockomock swamp pretty much in our backyard,” Hewins said.\n\nShe said there are many different extraterrestrial species that she sees and communicates with, both benevolent and malevolent.\n\n“All these beings are highly intelligent,” Hewins said. “And they know everything about us because they’re telepathic.”\n\nShe described a battle between the dark and the light side of these beings, which she called angels and demons.\n\nAdvertisement\n\nHewins eventually realized how to repel the negative beings, by projecting love.\n\n“Every religion has pieces of the truth but, where they are in certain parts of the world, things are different. Things are interpreted differently,” Hewins said.\n\nShe said there is a “spiritual awakening” happening in the world that is being helped along by extraterrestrials.\n\n“The world’s falling apart. If somebody doesn’t intervene, we’re in trouble,” she said. “I do believe this is a global intervention and they’re doing it in steps.”\n\nShortly after moving to Maine in 2006, the Hewins twins founded Starborn Support, a national online support group “to assist and provide emotional support to those who feel they have had an extraterrestrial encounter,” according to the group’s Facebook page.\n\n“I can’t imagine doing this alone. A lot of people do it. That’s why I started the support group,” Hewins said.\n\nAdvertisement\n\nThe group hosts gatherings for “experiencers,” those who report having a UFO or ET encounter.\n\nAfter the interview on Sept. 11, Hewins, filmmaker Tyler Roberts, and film producer Jess Weiner gathered with other experiencers to call on ETs to visit and then watch the sky for UFOs.\n\nThe group saw several bright floating dots that could not be readily identified, but many were suspected satellites moving across the night sky.\n\nAccording to NASA’s website, UFOs can be “rocket launches, comets, military jets, weather balloons, sounding rockets, satellites, meteors and fireballs, experimental craft (if you are lucky) and odd clouds (such as lenticular clouds, which are lentil-shaped and resemble flying saucers).”\n\nIn recent years, UFOs, or as the federal government has started referring to them, unidentified anomalous phenomena, or UAPs, have gained mainstream attention with hearings held before the U.S. Congress.\n\nFilmmaker Roberts grew up in Billerica, which is a part of the triangle and home to what he referred to as the “most haunted road in Massachusetts.” He feels like he is meant to tell the story he is crafting in his first feature-length film.\n\nAdvertisement\n\n“The more I think the world is black and white, the more gray I see,” Roberts said.\n\nHe also traveled to Bridgewater and Salem, Massachusetts, where he encountered many synchronicities which led him to Hewins.\n\n“These are things I’m running into, and I can’t ignore them,” Roberts said. “It’s almost like it’s slapping me in the face over and over again, saying ‘tell the story.’”\n\nRoberts hosts a podcast, “Total Disclosure,” in which he interviews people about UFOs and cover-up conspiracies, including credible sources like retired federal government officials.\n\nThere is a GoFundMe campaign to raise money for post-production expenses on Roberts’ self-funded documentary. The trailer is expected to be released in October, just in time for “spooky season,” he said."
    },
    {
        "title": "Waverly Hills Sanatorium's haunted house expanding for a scarier experience this fall",
        "link": "https://www.msn.com/en-us/travel/tripideas/waverly-hills-sanatoriums-haunted-house-expanding-for-a-scarier-experience-this-fall/ar-AA1qNrQl?ocid=BingNewsVerp",
        "description": "For those who believe, the Waverly Hill Sanatorium is one of the most haunted buildings in the United States. As a tour guide ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KAnDURZcnh4UDkNmD2f6cC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WLKY Louisville on MSN6h",
        "source": "WLKY Louisville on MSN",
        "article_content": ""
    },
    {
        "title": "My Hero Academia: You're Next Reveals North American Release Date",
        "link": "https://gamerant.com/my-hero-academia-youre-next-reveals-north-american-release-date/",
        "description": "The film follows Deku and Class 1-A heroes dealing with a new All Might-like threat.",
        "image_url": "https://www.bing.com/th?id=OVFT.g-N4eGdx-A3KFGcTx9icby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Game Rant4h",
        "source": "Game Rant",
        "article_content": "Content not available"
    },
    {
        "title": "The best new San Antonio horror writers to read for Halloween",
        "link": "https://www.houstonchronicle.com/lifestyle/article/best-san-antonio-horror-writers-halloween-19768805.php",
        "description": "Take it from San Antonio horror novelist Johnny Compton, a Stoker nominee whose new book 'Devils Kill Devils' (Tor Nightfire) ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YTJVmfDYhFiB0zyNJ9WBKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "7h",
        "source": "Houston Chronicle",
        "article_content": "Johnny Compton, a San Antonio-based horror writer, poses for a portrait at Ghoulish Books in Selma. Compton's second book, \"Devils Kill Devils,\" releases Tuesday. Christopher Lee / Staff Photographer\n\nWant to read something really scary? Horror writing is very much alive – ALIVE! – in San Antonio.\n\nIn recent years, the city has spawned a horde of horror scribes and stories set in the 210, with works that are turning heads with readers and critics as well as the Bram Stoker Awards, the Oscars of horror writing.\n\nTake it from San Antonio horror novelist Johnny Compton, a Stoker nominee whose new book “Devils Kill Devils” (Tor Nightfire) looks to raise even more hell in the Alamo City when it drops Tuesday.\n\nAdvertisement Article continues below this ad\n\n“We’ve got a lot of horror to share here in San Antonio,” said Compton, whose 2023 debut novel “The Spite House” earned a Stoker nod along with praise from Publishers Weekly and a best-of-year pick by Esquire magazine. \"And speaking of a horror moment, San Antonio has a lot of authors that are part of the moment right now. So it’s a lot of fun right now.”\n\nCompton will add to that fun 6 p.m. Tuesday at the Barnes & Noble at Ingram Festival Shopping Center, 6065 Northwest Loop 410. He’ll kick off his national “Devils” book tour and talk tales of terror with fellow San Antonio horror writer L.P. Hernandez.\n\nCompton and Hernandez are the latest in a line of new and noteworthy horror writers with ties to San Antonio. And while they're thrilled to appear at a big-box bookseller, they have a special place in their heart — and for their work — at Ghoulish Books, an indie bookstore and publisher in Selma that specializes in horror books by Compton, Hernandez and other authors in and around San Antonio and the Lone Star State.\n\nA selection of San Antonio-based stories and authors at Ghoulish Books, a Selma bookstore curated for the horror genre. Christopher Lee / Staff Photographer\n\nThe interior of Ghoulish Books. Christopher Lee / Staff Photographer\n\n\"In Central Texas, and especially in San Antonio, it's a really tight-knit group of writers who often band together...,\" said Ghoulish Books owner Max Booth III. \"We just seem to all flock together in this odd way.\"\n\nAdvertisement Article continues below this ad\n\nThey often flock together at Booth's store, where their books line inky black bookshelves topped with toy skeletons and other Halloween and horror ephemera. Ghoulish Books also hosts author readings, along with monthly writing clubs and free horror movie screenings.\n\nThe interior of Ghoulish Books, a Selma bookstore curated for the horror book genre. Christopher Lee / Staff Photographer\n\nHere are a few of those bloody good writers to discover, along with a sample of their blood-curdling work.\n\nMax Booth III\n\nMax Booth III (they/them) poses for a portrait in their indie horror bookstore, Ghoulish Books. Booth writes as well as publishes and sells works of horror. Christopher Lee / Staff Photographer\n\nBooth, who identifies as they/them, not only publishes and sells horror but also writes it. Their merry, macabre titles include \"I Believe in Mister Bones\" and \"Maggots Screaming!\" while their novella \"We Need to Do Something\" was adapted into a feature film and distributed by IFC Midnight in 2021. Booth also hosts three podcasts: \"Ghoulish,\" \"Decayed Tapes\" and \"Dog Ears.\"\n\nAdvertisement Article continues below this ad\n\nHere's an excerpt from \"Maggots Screaming!\" a story set in the blistering San Antonio summer about a father and son who bond over a trio of corpses inexplicably buried in their backyard.\n\nMore SA and Central Texas horror writers Sanford Allen Sanford Nowlin, editor-in-chief of the San Antonio Current and a former Express-News business reporter, writes horror under the pen name Sanford Allen. His works include \"Deadly Passage,\" a post-American Revolution novella that ran as a flip book with the Bram Stoker Award-winning YA tale \"Dog Days\" by the late San Antonio horror writer Joe McKinney. Ryan C. Bradley A Ghoulish Books regular, Bradley is a Georgetown writer, rock guitarist and podcaster who specializes in horror comedy and comedy about horror. Such forked tongue-in-cheek works include the horror novella \"Saint's Blood\" and his new horror stories collection \"Bad Connections.\" V. Castro Based in the United Kingdom, the San Antonio native and two-time Bram Stoker Award nominee draws from her Mexican-American roots to weave culture and creatures into various works of horror and sci-fi. Her Stoker-nominated releases include \"The Queen of the Cicadas\" and \"Goddess of Filth.\" Thomas Edwards A former Express-News senior police reporter, the Taylor-based Edwards draws from years of covering murders and other heinous crimes to write fiction that's truly stranger than truth. Case in point: His debut novel \"Daughters Drear\" follows a roving reporter with the \"San Antonio Tribune\" as he tries to stop a trio of vampire sisters. Joe McKinney McKinney not only was a San Antonio police detective but also a prolific horror writer and two-time Stoker Award winner, one for the aforementioned \"Dog Days\" and the other for his 2011 novel \"Flesh Eaters.\" His other works include the Stoker-nominated novels \"Apocalypse of the Dead\" and \"Quarantined.\" McKinney died in his sleep in 2021 at age 52. Whitley Strieber Strieber may be best known for his 1987 extraterrestrial/extra-dimensional abduction memoir “Communion,” but the San Antonio native started his writing career as a horror novelist. His 1978 debut novel “The Wolfen” and his 1981 vampire novel “The Hunger” were both adapted into films. His other horror novels include \"The Hunger\" sequels \"The Last Vampire\" (2001) and \"Lilith's Dream\" (2003). He also wrote \"2012: The War For Souls,\" a 2007 horror novel about inter-dimensional invaders.\n\nThe finger led to more fingers, which led to a hand, which led to a wrist, which led to an arm.\n\nGuess where the arm led.\n\nDad relieved me of shovel duty. As he worked, I hovered over him a little too closely, watching the hole widen, only semi-aware of the spade swinging back inches from my face, of the rogue clumps of dirt flinging haphazardly. If I got hit in the crossfire, the pain would have been worth it. There was a body in our yard and I was going to absorb every detail, no matter the cost.\n\nAdvertisement Article continues below this ad\n\nJohnny Compton\n\nSan Antonio horror writer Johnny Compton at Ghoulish Books in Selma. Christopher Lee / Staff Photographer\n\nIn “Devils Kills Devils,” Compton combines classic San Antonio culture and lore with contemporary terrors both real and imagined. The novel follows Sarita Bardales, a woman with a secret guardian angel she calls Angelo. When Angelo murders the love of her life, Sarita discovers a world of monsters that could spell this world’s doom. The San Antonio-set thriller features references the Dancing Devil of El Camaroncito and other area haunts and urban legends. Meanwhile, its biracial hero Sarita, who is Black and Mexican, faces the monsters of bigotry and racism in addition to the hordes of hell.\n\nWhile working on his debut novel \"The Spite House,\" Compton already had the opening scene to \"Devils\" worked out should \"House\" fail to scare up interest with publishers and readers. It all starts with a newlywed Sarita, whose guardian angel caves in her husband’s head on their wedding night. Here's that chilling opening to \"Devils Kill Devils.\"\n\nAdvertisement Article continues below this ad\n\nShe clicked the light switch on the hotel room wall, and in the infinitesimal space between the absence and the arrival of light, a space undetectable to the mind, much less the eye, Sarita Bardales saw someone who could not be in the room. A tall shadow standing near the window, featureless but facing her and Frank, nonetheless. Watching them enter.\n\nL.P. Hernandez\n\nSan Antonio horror writer L.P. Hernandez. Courtesy L.P. Hernandez\n\nHernandez, who also is an officer with the Air Force Medical Service Corps and a diehard metalhead, specializes in short works of horror and speculative fiction. Here's an excerpt from his new novella, \"In the Valley of the Headless Men.\"\n\nThe red silk scarf my mother wore countless times in life felt like mummy wrappings between my fingers. This could not have been hers. She never wore it. Her death made every memory of her feel like a lie, like a misremembered scene from a movie. The air in her room smelled different, the essence of her coming and going, of her favorite eucalyptus shampoo purged by a breeze through an open window. The lace curtains fluttered. They were not her curtains. They never were.\n\nSan Antonio horror novelist Celso Hurtado. Courtesy Celso Hurtado\n\nSan Antonio native Hurtado got praise from NPR for his 2021 young-adult horror novel, \"The Ghost Tracks,\" a teen/tween spin on the legend of the ghost children said to push your car over a railroad crossing in the city's South Side. The International Latino Book Award-winning book introduced Erasmo Cruz, a 17-year-old whose father overdosed and whose mother left him to live with his ailing grandmother. To help his abuela, Erasmo sets up a supernatural detective agency in San Antonio as a paranormal investigator.\n\nErasmo's adventures continue in the 2023 sequel, \"The Devil's Promise.\" Yet it's the provided excerpt from \"The Ghost Tracks\" that still clings to the author.\n\nIt was then that Erasmo felt tiny, probing fingers on his body. At first they were hesitant, as if doubtful of his tangibility. But then they suddenly hardened, and he could feel the unnatural strength behind the miniature grips that took hold of him. His body jerked forward, the asphalt scraping against his skin.\n\nCould this actually be happening? Even as Erasmo felt himself being dragged along the tracks, he wasn’t entirely sure. But then children’s voices — gentle and lyrical — whispered all around him. The words flowed together, a tapestry of soothing intonations. Listening to them, he knew: This was real.\n\nKevin L. Williams\n\nSan Antonio horror writer Kevin L. Williams. Courtesy Kevin L. Williams\n\nA hybrid author and podcaster who self-publishes as well as releases books through a traditional publishing house, Williams writes traditional horror as well as gothic horror and romance, plus cozy paranormal mysteries. His works include the \"Hunted\" Universe series, \"Most Dangerous\" and his latest cozy-paranormal mystery, \"Stokers Mill.\"\n\nWilliams also has a gothic romance novel titled \"Reanimated Love\" slated for February. Here's a token of that \"Love.\"\n\nSome in this world would consider me a monster — they would be right. I have done monstrous things that I will be called to account for when the afterlife harkens. At that time, I will stand ready; until then I attempt to take stock of the events of my existence as much as I am able. As I squat under a decaying tree that resembles a rabid animal with branches that whip about in the strong wind, I think about my rebirth. Overhead, lightning streaks and crackles across the night sky; the electric pulse rippling miles away even as I watch it fade.\n\n\n\nLightning.\n\n\n\nAlways the lightning.\n\nForever following me. Challenging me. Mocking me.\n\nFlashes of phantom pain trickle through my limbs; the feeling akin to what I suspect maggots crawling over my insides would feel like. The fiercer the light storm, the worse the twitching of my limbs. It is as if my entire body is a lightning rod and my nerves, receptors that harness and channel the electricity. And, in truth, this is not far afield from my creation. Electricity had given me life, but the Fiend — the False God — prevented me from having a life."
    },
    {
        "title": "Water molecule discovery will force textbooks to be rewritten",
        "link": "https://www.earth.com/news/new-discovery-water-molecules-will-force-chemistry-textbooks-to-be-rewritten/",
        "description": "Researchers discovered that the molecules at the surface of salt water organize themselves in a way that’s totally different ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wJmkOE1GBJ_rr_zZRMpfWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "earth10h",
        "source": "earth",
        "article_content": "For years, scientists thought they had a good grasp on what happens when a molecule of water meets air. You know, the stuff we read in textbooks? Turns out, we’ve been wrong.\n\nA group of researchers discovered that the molecules at the surface of salt water organize themselves in a way that’s totally different than we ever thought.\n\nDr. Yair Litman from the Yusuf Hamied Department of Chemistry led the team, and this revelation shakes up some long-held beliefs in climate science.\n\nIt might sound like just another science experiment, but this one has real-world implications, especially when it comes to understanding how our atmosphere works and how to mitigate human impacts on the planet.\n\nChemistry at the surface of water molecules\n\nWhen we think about where important chemical reactions happen, we might not immediately picture the surface of the ocean or a glass of salt water. But that’s exactly where critical interactions take place, especially when water meets air.\n\nThink of it: the evaporation of ocean water affects our climate, drives weather patterns, and even influences the chemistry of the air we breathe. It’s a big deal.\n\nFor years, the science community has been trying to get a handle on exactly what happens at that surface, particularly how ions — those tiny charged particles in salt — behave when they hang out at the water’s edge.\n\nAre they neatly lined up? Do they play nice with water molecules? Well, until now, it was all pretty much guesswork. The exact behavior of ions at the water-air interface has been hotly debated.\n\nThat’s where Litman’s team, along with Dr. Kuo-Yang Chiang from the Max Planck Institute, comes in. Their study, published in Nature Chemistry, changes the game.\n\nBy combining cutting-edge technology with advanced simulations, they’ve shown that water molecules at the surface of salt water don’t behave the way we’ve always thought. And yes, this is big news.\n\nLooking at the surface of water molecules\n\nThe traditional view, found in most textbooks, was simple: ions, which are either positively or negatively charged, line up at the surface and organize water molecules in one direction. But according to this new research, that’s not how things work at all.\n\nThe team used a more advanced form of a technique called vibrational sum-frequency generation (VSFG). In the past, VSFG allowed scientists to look at molecular vibrations on the surface of water.\n\nBut it had a flaw — it couldn’t tell whether these vibrations were positive or negative, which made it hard to interpret what was really going on. Kind of like trying to figure out a conversation by only hearing half of it.\n\nTrying a different technique\n\nThat’s where heterodyne-detected (HD)-VSFG came into play. This technique takes things a step further, allowing the team to not only measure the vibrations but also figure out their direction.\n\nThe result? They discovered that ions at the surface of salt water don’t just form a single layer and organize water molecules in one direction.\n\nInstead, ions organize water molecules both up and down, flipping the textbook model on its head.\n\n“Our work demonstrates that the surface of simple electrolyte solutions has a different ion distribution than previously thought,” Litman explained.\n\n“At the very top, there are a few layers of pure water, followed by an ion-rich layer, and then the bulk salt solution.”\n\nThis means that, rather than ions neatly lining up and orienting water molecules in one direction, they create a much more complex and dynamic environment.\n\nIt’s like discovering that your once-quiet neighborhood is actually buzzing with activity behind closed doors.\n\nWhy does this matter?\n\nIf you’re thinking, “Okay, but why should I care how ions behave at the surface of water?” The answer lies in how this discovery affects atmospheric science.\n\nThe surface of water — especially ocean water — is where a lot of important reactions take place. Evaporation, cloud formation, and even how pollutants break down in the atmosphere all hinge on these water-air interfaces.\n\nWhen we don’t fully understand how ions behave at the water’s surface, we can’t make accurate models for climate science. And in a world where understanding climate is crucial, having an accurate model is everything.\n\nDr. Kuo-Yang Chiang from the Max Planck Institute adds that this research not only deepens our understanding of liquid interfaces but could also be applied to other fields.\n\n“This paper shows that combining high-level HD-VSFG with simulations is an invaluable tool that will contribute to the molecular-level understanding of liquid interfaces.”\n\nIn other words, this important revelation could help scientists develop better technologies for things like batteries and energy storage.\n\nAnd who knows, maybe it’ll even help us better understand how to manage some of the environmental issues we’re facing today.\n\nTechnique has far-reaching applications\n\nThe implications of this study don’t stop at atmospheric science. Mischa Bonn, head of the Molecular Spectroscopy department at the Max Planck Institute, believes that this discovery could pave the way for a deeper understanding of other interfaces, like those found in batteries.\n\n“These types of interfaces occur everywhere on the planet, so studying them not only helps our fundamental understanding but can also lead to better devices and technologies,” Bonn explained.\n\nIf we can get a better grip on how molecules behave on the surface of salt water, it could improve our understanding of how they behave on the surface of a solid material, too. That’s huge for anyone working on improving batteries or other energy storage solutions.\n\nThis is one of those discoveries where the impact might not be immediately obvious, but down the road, it could change everything — from how we build devices to how we think about climate science.\n\nApplications of this water molecule discovery\n\nTo sum it all up, the findings from Dr. Litman’s team are just the beginning. Their discovery challenges decades of assumptions about water and ions, and it opens the door to a whole new area of research.\n\nThe next steps? Applying these techniques to even more complex systems, like the interactions between water and solids, which could help us understand everything from pollution to clean energy.\n\nIt’s rare that a scientific discovery completely rewrites what we thought we knew. But when it does, it’s a reminder that science is always evolving.\n\nThe full study was published in the journal Nature Chemistry.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
    },
    {
        "title": "The Discovery Museum turns 13",
        "link": "https://www.msn.com/en-us/lifestyle/travel/the-discovery-museum-turns-13/ar-AA1qNIPv?ocid=BingNewsVerp",
        "description": "The Discovery Museum, formerly The Children’s Discovery Museum, has entered its teen years. The facility turned 13 this year. On September 18, 2024, the CEO and President of the Museum, Mat Sinclair ...",
        "image_url": "https://www.bing.com/th?id=OJ.wOwZWnyEugo9eg&pid=news&w=70&h=16&rs=2",
        "category": "science+discovery",
        "date": "4hon MSN",
        "source": "Reno KOLO-TV on MSN",
        "article_content": ""
    },
    {
        "title": "New AI Institute Led by UT Researchers Will Accelerate Cosmic Discovery",
        "link": "https://cns.utexas.edu/news/announcements/new-ai-institute-led-ut-researchers-will-accelerate-cosmic-discovery",
        "description": "Stella Offner of University of Texas at Austin Astronomy along with Arya Farahi of the Department of Statistics and Data ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3zcp2NcWahB8X3t1jKLfxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Journalism in the Americas13h",
        "source": "Journalism in the Americas",
        "article_content": "The University of Texas at Austin has been chosen to lead a new institute that harnesses artificial intelligence to explore some of the leading mysteries of the universe, including dark matter and the fundamentals related to the search for life. Housed in UT’s Oden Institute for Computational Sciences and Engineering, the NSF-Simons AI Institute for Cosmic Origins will be funded by the National Science Foundation (NSF) and the Simons Foundation. Its mission is to develop AI technologies for astronomical research to advance our understanding of the cosmos and accelerate the pace of new scientific discoveries.\n\n“This is an exciting opportunity to advance our understanding and help answer some of the most fundamental questions about the universe. As part of our campus, NSF-Simons CosmicAI will drive discovery using AI, enabled by an incredible set of talented people and the largest GPU cluster in all of academia. And, through the Oden Institute, it will collaborate with eight scientific domains that are among the best in the country,” said UT President Jay Hartzell. “As astronomical data tend to be public and nonproprietary, CosmicAI aligns with our University’s mission to use open AI as an enabler for the public good. We are grateful for our partnership with NSF and the Simons Foundation to launch this institute.”\n\nCosmicAI, which further advances UT’s “Year of AI” initiative, will unite an interdisciplinary group of faculty members and researchers under one umbrella to expand AI innovation in astronomy. It will span eight departments with more than 17 faculty members in the areas of astronomy, computer science, statistics and data science, linguistics, information sciences, math, mechanical engineering and aerospace engineering.\n\n“By building next-generation AI tools, the institute will accelerate discoveries related to the most basic human question: ‘Where do we come from?’ The CosmicAI research will investigate the origins of the universe including the formation of galaxies, stars, planets and even the building blocks for life,” said Stella Offner, director of the new institute. Offner is an associate professor of astronomy in the College of Natural Sciences and co-director of the Center for Scientific Machine Learning at the Oden Institute.\n\nCosmicAI will develop AI approaches to efficiently process large astronomical datasets, explore the nature of dark matter and model prebiotic molecules that are key to life in the universe. The institute also plans to democratize access to astronomical data by developing a powerful AI-based astronomy “co-pilot” to streamline the scientific method in astrophysics and assist researchers with visualizing data, producing statistical analyses, understanding the scientific literature and more.\n\n“The Oden Institute is thrilled to provide an interdisciplinary home for CosmicAI. It has been particularly exciting to see cross-campus collisions taking place and laying foundations for this exciting new effort,” said Karen Willcox, director of the Oden Institute.\n\nWith a goal to make AI training and methods accessible to all, the grant includes extensive education and outreach components to help train the AI-literate workforce of tomorrow. From multitiered programs to engage high school students with astronomy data, to research training for undergraduates, to graduate-level courses offered through an AI-astronomy certificate-type program, CosmicAI will build opportunities through reducing barriers, lowering costs and expanding online opportunities.\n\nAdditionally, CosmicAI will leverage the resources of the Texas Advanced Computing Center to launch a data platform that hosts large astronomical datasets within an AI-enabled analysis. The data platform will serve as a nexus for community calculations and collaboration.\n\nThe new institute will be co-directed by Matthew Lease, professor in UT’s School of Information and an expert in AI modeling and human-computer interaction. He is a faculty founder and leader of the University’s Good Systems initiative, a nine-year campuswide grand challenge to develop ethical AI technologies.\n\n“It is exciting to witness AI transforming the scientific discovery pipeline, which will accelerate progress at an unprecedented pace, unlocking innovations that promise to transform our understanding of the universe,” said Arya Farahi, a research group lead for CosmicAI and assistant professor in the Department of Statistics and Data Sciences at UT.\n\nThe new National Artificial Intelligence Research Institute for astronomical sciences is part of the NSF-led National Artificial Intelligence Research Institutes program, which now includes 27 AI institutes across the U.S., two of them led by UT: the AI Institute for Foundations of Machine Learning and CosmicAI. The new institute will receive $20 million over five years: $10 million from NSF and $10 million from the Simons Foundation.\n\nInstitutional partners in NSF-Simons CosmicAI include the NSF National Optical-Infrared Astronomy Research Laboratory, the NSF National Radio Astronomy Observatory, the University of Virginia, the University of Utah and the University of California, Los Angeles. These institutions will be joined by private collaborators, including the nonprofit Allen Institute for Artificial Intelligence, which drives open-source generative AI efforts in the scientific domain through their foundation model OLMo.\n\nLearn more at cosmicai.oden.utexas.edu."
    },
    {
        "title": "Shocking Discovery: 3,600+ Chemicals From Food Packaging Found in Human Bodies",
        "link": "https://scitechdaily.com/shocking-discovery-3600-chemicals-from-food-packaging-found-in-human-bodies/",
        "description": "A recent review has uncovered the widespread presence of food contact chemicals (FCC) in humans, identifying 3,601 chemicals used in food packaging and related products found in the human body. The st ...",
        "image_url": "https://www.bing.com/th?id=OJ.Y9cOZpgiGxMSLQ&pid=news&w=34&h=16&rs=2",
        "category": "science+discovery",
        "date": "1h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Giant Millipede Lost to Science for a Century Rediscovered in Madagascar with 20 More Species in World-First Expedition",
        "link": "https://www.goodnewsnetwork.org/giant-millipede-lost-to-science-for-a-century-rediscovered-in-madagascar-with-20-more-species-in-world-first-expedition/",
        "description": "It may be the very definition of a creepy crawly, but this species of giant millipede was a major discovery for a recent ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dqsKn038R71YWfWxxcyf0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "GoodNewsNetwork15h",
        "source": "GoodNewsNetwork",
        "article_content": "It may be the very definition of a creepy crawly, but this species of giant millipede was a major discovery for a recent scientific expedition to Madagascar.\n\nNot seen in 126 years, it was part of a bevy of species identified by scientists among the trees and waterfalls in a remote section of the largest forest on the island, called Makira.\n\nThe expedition was part of Re:wild’s Search for Lost Species program, on the progress of which GNN has reported substantially over the last four years. It included teams of scientists and conservationists from 4 different organizations, as well as local guides.\n\nDifferent specialized team members were searching for mammals, fish, birds, reptiles, amphibians, and invertebrates that have not had a documented sighting in at least a decade or more, but are not assessed as extinct by the IUCN Red List of Threatened Species. The full team, which numbered more than 30 people, searched Makira for several weeks in September 2023 and spent several months analyzing their results.\n\n“In the past the Search for Lost Species has primarily looked for one or two species on each expedition, but there are now 4,300 species that we know of around the world that have not been documented in a decade or more,” said Christina Biggs, lost species officer for Re:wild, whose eDNA work during the expedition detected 37 additional vertebrate species that the taxonomic experts didn’t sight.\n\n“Madagascar is a biodiversity hotspot and Makira is an underexplored area within the country, so we decided to pilot a new model for lost species searches there. We convened a group of scientists to search for as many species as possible, and it proved successful.”\n\nThe expedition team initially had a list of 30 lost species they were hoping to find in Makira. The species on the list included 3 mammals, 3 fish, 7 reptiles, 12 insects, and 5 spiders. With the help of local guides and fishermen, the team found the 3 fish species on the list highlighted by the Makira rainbow fish, not seen in 20 years.\n\n“When we didn’t find anything during the first five days of the expedition it was very frustrating,” said Tsilavina Ravelomanana, fish biologist at Antananarivo University, who had been to Makira 20 years earlier to survey freshwater fish. “We sampled a small tributary of the Antainambalana River, then the main river, then upstream, and then downstream, but we still didn’t find any fish.”\n\nTwo of the expedition’s local guides, Melixon and Edmé, hiked around a steep waterfall and over mountains to villages that were within a few days’ walk of the expedition’s base camp along the Antainambalana River. After several days, the guides were able to find a Makira rainbow fish, a common fish to local communities, and brought it back to the camp in a bucket of water.\n\nThe semi-translucent fish is only a few inches long. The guides were also able to find Ptychoromis makira, which biologists think may only live in one small area near Andaparaty, and is a rare species—even to local communities.\n\nMakira proved to be home to several lost species of insects including bugs and some that were not even on the initial list of lost species for the area. Entomologists found two different species of ant-like flower beetles that had been lost to science since 1958. However, the most unexpected rediscovered lost species was a giant, dark brown millipede.\n\nA SIMILAR EXPEDITION TO CHILE: Mushroom Enthusiasts Help Find Species Lost to Science–Rescuing it from Nature’s ‘Top 25 Most Wanted’ List\n\n“I personally was most surprised and pleased by the fact that the giant millipede Spirostreptus sculptus, not uncommon in Makira Forest, appeared to be another lost species known only from the type specimen described in 1897,” said Dmitry Telnov, an entomologist on the expedition team. “The longest specimen of this species we observed in Makira was a really gigantic female measuring 27.5 centimeters [10.8 inches] long.”\n\nThe expedition team also found a variety of spider species in Makira, including five jumping spiders that were lost to science and 17 spiders that are new to science. The longest-lost spider was the jumping spider Tomocyrba decollata, which had not had a documented sighting since 1900, when it was first described by science.\n\nThe most unexpected discovery was a new species of zebra spider. One evening a hanging egg sac in the entrance of a small cave caught the eye of one of the team members.\n\n“I immediately recognized them as something special,” said Brogan Pett, director of the SpiDiverse working group at the Biodiversity Inventory for Conservation and doctoral candidate at the University of Exeter.\n\nMADAGASCAR CONSERVATION: Reforestation is Difficult: But Local Farmers of NGO Green Again Madagascar Are on Top of It\n\n“Pendulous egg sacs are one of the characteristics of the family of zebra spiders this new species belongs to. I crawled a short way inside the cave and saw a few adult spiders guarding egg sacs—they were quite large spiders and it was remarkable that they had gone unrecognized for so long.”\n\nAlthough the expedition found nearly two dozen lost species, there were several that the expedition team was unable to find including the Masoala fork-marked lemur; a large chameleon, Calumma vatososa, meaning “beautiful stone” in Malagasy, and the recently rediscovered dusky tetraka. The lemur has not had a documented sighting since 2004 and the chameleon since 2006.\n\nThe dusky tetraka was rediscovered by the Search for Lost Birds in Madagascar in December 2022 and January 2023 in two different locations in Andapa and Masoala. Makira is between these sites, and ornithologists were hoping to determine if the species also lives there. They were unable to find any of the cryptic olive and yellow birds during the expedition, but they are not ready to rule out the forest as a habitat for the species yet.\n\nMORE RESULTS FROM RE:WILD: Long-Beaked Creature Is Proven Not Extinct in First Ever Photos: ‘Blows My Mind’ After 60 Years\n\n“The Makira Forest has the potential for two rare bird species, the dusky tetraka, and the Madagascar serpent eagle, but we were not able to find them this time,” said Lily Arison Rene de Roland, Madagascar program director for the Peregrine Fund, another organization that joined the expedition.\n\nMadagascar has one of the highest rates of endemism of anywhere on planet Earth. For millions of years, plants and animals have evolved in seclusion—creating unique ecosystems that don’t exist anywhere else.\n\nSHARE These Hidden Natural Wonders Of Evolution With Your Friends…"
    },
    {
        "title": "The Future of No-Code: Everything You Need to Know",
        "link": "https://www.analyticsinsight.net/artificial-intelligence/the-future-of-no-code-everything-you-need-to-know",
        "description": "The no-code movement is revolutionizing the technology industry by enabling anyone with an idea to develop software without ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YfwBVU9abZhwWyHMwnzBQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics Insight7h",
        "source": "Analytics Insight",
        "article_content": "No-Code AI offers several benefits, making it a desirable choice for companies and individuals who want to use artificial intelligence capabilities without having to learn a lot of coding. The advantages of AI without code are:\n\na. Accessibility and Democratization: A wider range of people may engage in AI development thanks to no-code AI platforms, including non-technical users, business analysts, and subject matter experts. With the democratization of AI, anyone with useful data and insights may now develop AI solutions without needing to know programming.\n\nb. Rapid Development and Prototyping: AI applications may be developed and prototyped quickly thanks to no-code AI. Drag-and-drop interfaces allow users to rapidly construct and refine AI models, cutting down on development time and expediting the implementation of AI solutions.\n\nc. Decreased Development Expenses: No-code AI can drastically cut development costs by eliminating the requirement for specialized data scientists or software engineers. AI development duties can be handled by non-technical users, which increases the cost-effectiveness of AI projects for companies of all sizes.\n\nInterface that is easy to use: No-code AI platforms usually include intuitive user interfaces that are simple to use, making them accessible to people with different degrees of technical proficiency. As a result, consumers can begin using AI development more rapidly and with a lower learning curve.\n\nd. Flexibility and Customization: No-code AI platforms nevertheless provide some flexibility and customization even though they abstract away a lot of the implementation details. Users can optimize performance by customizing AI models for certain use cases.\n\ne. Improved Cooperation: Teams with and without technical expertise can work together more when using no-code AI. Working with data scientists and engineers, business experts can actively contribute to the development of AI solutions, producing more thorough and significant results."
    },
    {
        "title": "This Is Not a Drill—NuFace’s Cult-Favorite Facial Toning Tools Are 25% Off Right Now",
        "link": "https://www.thedailybeast.com/nuface-microcurrent-sale",
        "description": "I’ll admit it—before I tried the celebrity and supermodel-approved NuFace Facial contouring device for myself, I was pretty ...",
        "image_url": "https://www.bing.com/th?id=OVFT.p03qZ46ePXcgmDB52NNhZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "6h",
        "source": "The Daily Beast",
        "article_content": "Scouted selects products independently. If you purchase something from our posts, we may earn a small commission.\n\nI’ll admit it—before I tried the celebrity and supermodel-approved NuFace Facial contouring device for myself, I was pretty skeptical about its merits—some beauty editors claim that the tools give them an instant facelift-like effect in just five minutes.\n\nIn general, I tend to think that there aren’t very many non-injectable or in-office treatments (e.g., neurotoxins like Botox and dermal fillers like Juvederm) capable of contouring the cheekbones and slimming the jawline at home. But once I finally tried the microcurrent-powered facial tool myself back in 2020, I was pleasantly surprised by the results. I’ve been a loyal NuFace advocate ever since.\n\nThe NuFace Facial Toning devices are definitely an investment piece (there are several models ranging from about $200 to $500 a pop), but if you’ve been meaning to get your hands on one but are hesitant about the hefty price tag, now’s your time to take the plunge. For a limited time, NuFace is hosting a Friends and Family sale, offering 25 percent off sitewide (and up to 50 percent off on select items), including its bestselling toning devices, skincare, and anti-aging LED light attachments gift sets—no code required.\n\nTwo long-term aestheticians founded NuFace, and each of their facial toning devices harness the contouring and lifting anti-aging powers of microcurrent technology. This technology helps deliver instant and long-term results by stimulating blood flow for an instant glow and toning your facial muscles for a more chiseled look and instant lift. Some people see an instant lifted and firmed effect after just a few passes, but you'll see the best results after a couple of weeks of daily use for about five minutes per session.\n\nNuFace devices very rarely go on sale (especially for this deep of a discount), so this isn’t a sale to hold back on if you’re looking to save. Frankly, I haven’t seen this steep of a discount since Black Friday. In other words, run—don't walk!\n\nTRINITY+ Starter Kit Smart Advanced Facial Toning Kit Down from $395 Buy At NuFace $ Free Shipping | Free Returns\n\nMini Starter Kit Mini Facial Toning Device Down from $220 Shop At NuFace $ Free Shipping | Free Returns\n\nNuBody Toning Device Down from $400 Shop At NuFace $ Free Shipping | Free Returns\n\nMORE FROM SCOUTED:"
    },
    {
        "title": "Generative AI startup Runway inks deal with a major Hollywood studio",
        "link": "https://techcrunch.com/2024/09/18/generative-ai-startup-runway-inks-deal-with-a-major-hollywood-studio/",
        "description": "Runway, a startup developing AI video tools, including video-generating systems, has inked a deal with Lionsgate to develop a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aGirChWsZkaHETPM4JdJBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "14h",
        "source": "TechCrunch",
        "article_content": "Runway, a startup developing AI video tools, including video-generating models, has partnered with Lionsgate — the studio behind the “John Wick” and “Twilight” franchises — to train a custom video model on Lionsgate’s movie catalog. Lionsgate vice chair Michael Burns said in a statement that the studio’s “filmmakers, directors and other creative talent” will get access to the model to “augment their work.”\n\nRunway says it’s also considering ways to license models as templates for individual creators to build and train their own custom models. The company is the first generative AI startup to team up with a major Hollywood studio publicly. The Wall Street Journal previously reported that Disney and Paramount have had discussions with generative AI providers, but those talks haven’t yet borne fruit.\n\nThe Lionsgate and Runway deal comes a day after California signed bills restricting the use of AI digital replicas in film and television projects, and as Runway fights a lawsuit alleging the company trained its models on copyrighted works without permission."
    },
    {
        "title": "CNN's Bash says you could 'start a drinking game' for every time Harris uses the same talking points",
        "link": "https://www.msn.com/en-us/news/politics/cnns-bash-says-you-could-start-a-drinking-game-for-every-time-harris-uses-the-same-talking-points/ar-AA1qNZI3?ocid=BingNewsVerp",
        "description": "A CNN panel joked about Vice President Kamala Harris' repetitive talking points on the economy and suggested Harris didn't ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AQcu9qjtk3jOkN1-6Px1gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "3hon MSN",
        "source": "FOX News on MSN",
        "article_content": ""
    },
    {
        "title": "Top Software Leaders Share Their Talent and AI Strategies in Karat’s 2024 Tech Hiring Trends Report",
        "link": "https://finance.yahoo.com/news/top-software-leaders-share-talent-130000233.html",
        "description": "The report reveals improving sentiment around technical hiring and software engineering performance as forward-looking hiring ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xpgrRzkzXiWXi1PCyv-YoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Yahoo Finance19h",
        "source": "Yahoo Finance",
        "article_content": "Karat’s annual survey of software leaders signals an uptick in tech hiring and shows differentiation for companies that are accelerating interview scheduling, working with talent evaluation partners, and centralizing the hiring process. (Graphic: Business Wire)\n\nKarat’s annual survey of software leaders signals an uptick in tech hiring and shows differentiation for companies that are accelerating interview scheduling, working with talent evaluation partners, and centralizing the hiring process\n\nSEATTLE, September 18, 2024--(BUSINESS WIRE)--Karat, the world’s most trusted talent evaluation partner, released its fourth annual Tech Hiring Trends report today. The report reveals improving sentiment around technical hiring and software engineering performance as forward-looking hiring targets are up across the U.S. and India compared to last year.\n\nKarat’s 2024 Tech Hiring Trends report is based on a survey conducted by The Harris Poll of more than 400 software leaders. The report highlights the shifting talent landscape, rising engineering quality, and talent strategies of top performing companies, featuring exclusive insights from engineering leaders at organizations including Tesla, Walmart, Deloitte, and more.\n\n\"We’re in the midst of a multi-year shift in tech talent strategies, and it’s encouraging to see hiring targets trending up as leaders look ahead to 2025,\" shared Jeffrey Spector, Karat co-founder and president. \"As hiring picks back up and the value of strong software engineers continues to grow, it’s going to be challenging for leaders to balance the growing volume and pace of hiring with the consistency and quality controls they sought to implement over the past two years.\"\n\nDespite persistent worries about AI eliminating the need for tech workers, this year’s report highlighted the growing value that strong software engineers produce for top employers, as well as the widening gap between high and lower performing organizations. 69% of top-performing engineering leaders said that a strong engineer was worth at least 3x their salary, up from 60% last year. At the same time, lower-performing leaders are seeing diminishing returns, with just 39% giving their developers a 3x valuation.\n\n\"The gap between the winners and losers of today’s AI-driven tech landscape is growing. One reason for this gap is that just 68% of engineering leaders are very confident that qualified candidates are receiving job offers, but that percentage increases dramatically for top-performing leaders,\" added Spector. \"In a world where one out of every three hires aren’t being made with confidence, it’s important to understand how competitors are using centralized hiring processes, talent evaluation partners, and speed to win the race for top talent.\"\n\nRoles relating to the development and implementation of AI systems, including AI engineers, data analysts, and full-stack developers, were among the highest priorities for engineering leaders this year. There was also a strong correlation between organizations leveraging AI tools on the job, and satisfaction with the performance of engineering teams.\n\nStory continues\n\nReport highlights and best practices\n\nThe value strong engineers create is growing: Top Performing engineering leaders estimate a higher ROI from their engineering teams. Global competition is heating up: Hiring targets are growing. While engineering leaders are finding it easier to identify and hire software engineers in the United States, leaders in India are finding some aspects more challenging compared to last year. Top Performing companies are more likely to be leveraging AI tools on the job and believe that these tools can make their engineers and the hiring process more efficient. Best practices: Moving fast, interviewing more candidates at each stage, and centralizing the hiring process are all strategies that help companies hire with confidence.\n\nTo download the full report, visit https://karat.com/resource/tech-hiring-trends/.\n\nAbout Karat\n\nKarat makes it easy to hire great engineers. From application to offer, Karat is helping the world’s largest companies improve the quality, efficiency, and equity of their technical hiring process. Through innovative assessments, live expert-led technical interviews and unmatched talent insights, Karat makes it possible to hire quickly and confidently while giving every candidate an equal opportunity to show what they can do. Learn more about why global leaders like PayPal, Atlassian, and Citi trust Karat to help them hire top talent and build exceptional engineering teams at www.karat.com.\n\nAbout The Harris Poll\n\nThe Harris Poll is one of the longest running surveys in the U.S. tracking public opinion, motivations and social sentiment since 1963. It is now part of Harris Insights & Analytics, a global consulting and market research firm that strives to reveal the authentic values of modern society to inspire leaders to create a better tomorrow. We work with clients in three primary areas; building twenty-first-century corporate reputation, crafting brand strategy and performance tracking, and earning organic media through public relations research. Our mission is to provide insights and advisory to help leaders make the best decisions possible. To learn more, please visit www.theharrispoll.com.\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240918711555/en/\n\nContacts\n\nGordie Hanrahan\n\nSr. Director Communications\n\npress@karat.com"
    },
    {
        "title": "Software updates for cheap Samsung phones may soon get a lot better",
        "link": "https://www.msn.com/en-us/money/other/software-updates-for-cheap-samsung-phones-may-soon-get-a-lot-better/ar-AA1qMS2h?ocid=BingNewsVerp",
        "description": "Samsung has a new phone coming soon, and it may start an exciting new trend for the company's cheaper smartphones.",
        "image_url": "https://www.bing.com/th?id=OVFT.P6bQSL6FVdU-85GM4ASMji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "11hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]