[
    {
        "title": "Donald Trump's second US presidency could be 'seismic' for UFO revelations",
        "link": "https://www.msn.com/en-us/news/politics/donald-trumps-second-us-presidency-could-be-seismic-for-ufo-revelations/vi-AA1tKQDj?ocid=BingNewsVerp",
        "description": "A leading UFO expert believes that Donald Trump's second term as US president could be \"seismic\" for UFO revelations.",
        "image_url": "https://www.bing.com/th?id=OJ.dFpaz8gA33wXrw&pid=news&w=83&h=16&rs=2",
        "category": "ufo",
        "date": "3hon MSN",
        "source": "Dailymotion on MSN",
        "article_content": ""
    },
    {
        "title": "Sharkey's Water Sports kicks off UFO tours next week",
        "link": "https://www.msn.com/en-us/travel/other/sharkey-s-water-sports-kicks-off-ufo-tours-next-week/ar-AA1tHApl?ocid=BingNewsVerp",
        "description": "Sharkey’s Water Sports usually has its guests looking at the water. Starting next week, though, they’ll have them looking up ...",
        "image_url": "https://www.bing.com/th?id=OVF.SPHIwRPXkEtoxna7i4PulA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Fox 13 on MSN22h",
        "source": "Fox 13 on MSN",
        "article_content": ""
    },
    {
        "title": "UFO tours turning guests eyes to the sky",
        "link": "https://www.msn.com/en-us/travel/article/ufo-tours-turning-guests-eyes-to-the-sky/vi-AA1tHQdZ?ocid=BingNewsVerp",
        "description": "Sharkey’s Water Sports usually has its guests looking at the water. Starting next week, though, they’ll have them looking up ...",
        "image_url": "https://www.bing.com/th?id=OVF.VsZX07reWzMuNCPBLDFStg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "FOX 13 Tampa Bay on MSN20h",
        "source": "FOX 13 Tampa Bay on MSN",
        "article_content": ""
    },
    {
        "title": "George Knapp: Where is the Journalist Now?",
        "link": "https://thecinemaholic.com/george-knapp/",
        "description": "Everything turned upside down, though, in the late 1980s when aviator and UFO claimant John Lear walked into the KLAS office ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9itNVdW9kVhwp53MjbNOLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "thecinemaholic.com20h",
        "source": "thecinemaholic.com",
        "article_content": "As a documentary series that lives up to its title in every way conceivable, Netflix’s ‘Investigation Aliens’ can only be described as equal parts baffling and intriguing. That’s because it follows legendary reporter George Knapp as he travels across the globe to investigate not just UFOs but also USOs to figure out why they are here. It thus comes as no surprise we get a insight into every aspect of his professional life and how he works hard to investigate such matters for the sake of society as a whole.\n\nGeorge Knapp Worked Hard Just Earn the Title of Journalist\n\nAlthough born on April 18, 1952, in Woodbury, New Jersey, George was actually primarily raised in Northern California alongside his loved ones in a happy, stable home. It was there that he developed an interest in the field of journalism, driving him to pursue a Bachelor’s in Communications from the University of West Georgia almost as soon as he graduated from Franklin High School in Stockton as the senior class president. He then even earned a Master’s in the same field from the University of the Pacific back in his home town of Stockton, California, only to then evolve into a professor.\n\nThe truth is George spent the initial few years of his professional career teaching debate and forensics at both the University of the Pacific and University of California, Berkeley. However, when the opportunity arose for him to relocate to Las Vegas, Nevada, in 1979, he grabbed it with both hands even if it meant he had to make ends meet by working as a cab driver for the initial few months. Thankfully, though, his luck soon turned around and he landed the position of an intern at KLVX-TV Channel 10, shortly following which he rose the ranks as a reporter as well as a news anchor before joining KLAS in 1981.\n\nGeorge Knapp Was Enamored by Claims of UFOs and Aliens\n\nWhile George has held a myriad of positions at KLAS over the 4+ decades he has served there, most of it has actually been focused on paranormal investigations, particularly UFOs. However, that was not always the case – in fact, he primarily reported on topics such as government corruption, organised crime, as well as standard daily news in the initial years. Everything turned upside down, though, in the late 1980s when aviator and UFO claimant John Lear walked into the KLAS office and handed his boss a massive file full of documents on such sighting asserting it was be the story of a lifetime.\n\nThe truth is George’s boss didn’t show much interest in the same, so he stopped him as he was walking out, asked to look at the files, and asked if he would be willing to go on the air with his claims. Little did he know that his interviews with the pilot between January 1987 and January 1988 would blow up across the nation, resulting in getting several calls and mails from alleged witnesses from all over. That’s when George realized that there was truly something there, and he began looking into the same – the only difference between his work and those of many ufologists is that he even looks into claims of hoaxes.\n\nGeorge has honestly been left disappointed as some allegations turned out to be lies, but most of what he has heard of and encountered allegedly have no human intelligence explanations. As if that’s not enough, he has even looked into the secretive Area 51 in his now home state, international allegations of UFO and USO sightings and possible alien contact, possibility of aliens being time traveling humans from the future, the different connections between them all, and continues to look into the same. After all, he believes such information should be made public as it would help people understand society and the world better, all the while being prepared for what’s out there.\n\nGeorge Knapp is a Man of Many Hats\n\nWhile George’s work has resulted in him facing ridicule by many professional journalists over the years, he doesn’t seem to mind it much as he knows he investigates all possible angles. Nevertheless, it’s imperative to note that he did indeed part ways with KLAS in 1991 to serve at a public relations firm named Altamira Communications, only to return in 2005 for good. In fact, he is still employed at the organization to this day, where he reports on a myriad of news stories from across the globe, all the while also frequently hosting a syndicated paranormal radio show called Coast to Coast AM wherein UFOs are a frequent topic.\n\nWe should also mention that George worked with the now-defunct group National Institute of Discovery Science (NIDS) between the late 1990s and early 2000s to study unusual phenomena. That’s what inadvertently led him to biochemist Colm Kelleher, unaware they would soon end up becoming collaborators – most recently, in 2023, they published ‘Skinwalkers at the Pentagon: An Insiders’ Account of the Secret Government UFO Program’ alongside co-author James T. Lacatski. It thus comes as no surprise he has been described as one of the most prominent news anchors in the Las Vegas area over the years, especially with his award-winning weekly column for a local Las Vegas newspaper too.\n\nComing to George’s personal life, he actually prefers to keep the same well away from the limelight for privacy and safety reasons. However, we do know he has been married to his long-time girlfriend Anne “The Viking” Fechner since August 5, 2010 – they tied the knot in a cozy, intimate ceremony in Kauai, Hawaii. It’s also imperative to note that this cat dad is a massive sports enthusiast too, with his preferred game being baseball as well as football, and a music fan. In fact, whenever he is not working or spending quality time with loved ones, it appears as if he likes the experience of live concerts – whether it be pop rock bands such as Blink 182, rock band Angels & Airwaves, or John Fogerty, he has seen them all live in the past few years alone.\n\nRead More: Kevin Randle: Where is the Ufologist Now?"
    },
    {
        "title": "JLS fans are only just realising what their name stands for after 16 years",
        "link": "https://www.mirror.co.uk/3am/celebrity-news/jls-fans-only-just-realising-34065188",
        "description": "JLS appeared on The X Factor 16 years ago and came in second place as runners-up to Alexandra Burke - but still many fans ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gMe4EXQe4hVQECJos55C-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6h",
        "source": "The Mirror",
        "article_content": "JLS fans are only just realising what their name stands for after 16 years\n\nThey became a household name after appearing on The X Factor 16 years ago - but many people still have no idea what JLS stands for.\n\nThe boy band, consisting of members Aston Merrygold, Oritsé Williams, Marvin Humes, and JB Gill, was signed with Tracklacers under UFO before starring on The X Factor.\n\nAfter wowing audiences, they came in second place after Alexandra Burke and signed with Epic Records under JLS. Some of their most popular songs include Everybody in Love, One Shot, Beat Again, and more recently, Eternal Love and Day One.\n\nThey changed their name from UFO, which stood for Unique Famous Outrageous, when appearing on the hit TV show as it was already in use by another band in the industry. They stayed true to the acronym theme and settled on JLS, which stands for Jack the Lad Swing, combining the phrase 'Jack the lad' and the urban music of new jack swing.\n\nCommenting on this revelation on X (formerly Twitter ), one user said: \"My whole world collapsed when I found out that JLS didn’t in fact stand for “just love songs” like I thought it did in 2010.\" Confused, one fan asked on Fanpop : \"What does Jack the Lad Swing mean?\" In response, one user said: \"Jack the lad is a really old saying meaning like a man who is a bit cheeky, has loads of girls that like him. Cool and hangs around with his friends and has like a joke. And swing just makes it a bit more music-like.\"\n\nImage: Dave J Hogan/Getty Images) Dave J Hogan/Getty Images)\n\nAnother user added: \"In the book it says: Jack the Lad is like a name for cheeky boys. And new swing is the kinda music they were into. So Marvin's ex-girlfriend came up with Jack The Lad Swing (JLS). They were originally called: UFO (Unique Famous Outrageous) but Simon Cowell told them to change it in Bootcamp.\"\n\nA third user said: \"Jack the lad was a saying years ago, and they added Swing on the end to make it cooler :) but I'm not too sure what it means.\" Active between 2006 and 2013 and 2020 to present, the band has been on tour this year and today released their 15th anniversary album, J15.\n\nJLS's J15 – Anniversary Edition tracklisting:\n\n1. Beat Again\n\n2. Everybody in Love\n\n3. Keep You\n\n4. Crazy for You\n\n5. Heal This Heartbreak\n\n6. Close to You\n\n7. Only Tonight\n\n8. One Shot\n\n9. Private\n\n10. Don't Go\n\n11. Only Making Love\n\n12. Kickstart\n\n13. Tightrope\n\n14. Everybody in Love (Unplugged)\n\n15. Crazy for You (Unplugged)\n\n16. Beat Again 15 (Paul Woolford Remix)\n\n17. One Shot 15 (Jess Bays Remix)"
    },
    {
        "title": "AI-powered app integration platform UnifyApps grabs $20M from ICONIQ Growth",
        "link": "https://techcrunch.com/2024/11/08/unifyapps-ai-powered-app-integration-platform-grabs-20m-from-iconiq-growth/",
        "description": "These days, it seems like every company either wants to or is already offering an AI product or service. For startups ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hfrKjUZQOxBOwNL1sdCloy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9m",
        "source": "TechCrunch",
        "article_content": "These days, it seems like every company either wants to or is already offering an AI product or service. For startups building an AI product in this space, it’s a really good time, but they aren’t without their challenges — the tech is still early, and though many companies are interested in trying generative AI solutions, they have been slow to adopt it.\n\nThere are numerous reasons why, but what appears to be foremost is the fear of AI hallucinations. “You can’t use [AI] in production for large enterprises if it lies,” said Pavitar Singh, co-founder and CEO of UnifyApps.\n\nSingh feels his startup has a good solution for that: UnifyApps essentially connects a company’s SaaS apps and data to each other, and lets companies build and deploy their own AI chatbots on top to interface with all the information. This approach, he says, serves to minimize AI hallucinations, because UnifyApps’ agents can essentially vet each other’s output based on the company’s data.\n\nUnifyApps is new to an already crowded space — bigwigs like Workato and Zapier already offer similar “unification” services, as do a slew of other startups. But Singh believes his startup’s AI-focused approach gives it an edge because it bakes in the ability to build AI chatbots. “Enterprises can build any number of agents: They can help HR, sales, marketing, legal, or finance,” he said.\n\nCompanies may be hesitant to adopt generative AI, but UnifyApps has already attracted more than 20 customers, including one of the largest banks in the world and a big telecom provider, Singh said.\n\nImage Credits:UnifyApps\n\nGood traction is a great look for a young startup, and investors seem to agree. The company just raised a $20 million Series A funding round from ICONIQ Growth, less than six months after UnifyApps closed a $11 million seed round.\n\nSingh founded UnifyApps last year after spending more than 11 years as CTO of Sprinklr, a customer experience management platform for global brands, which went public in 2021.\n\nWhile only a minority of ICONIQ Growth’s investments are in Series A startups, the firm was well acquainted with Singh. “Pavitar was the mad scientist genius that was building all the incredible products for Sprinklr,” said Matt Jacobson, a general partner at ICONIQ.\n\nICONIQ had invested in Sprinklr’s Series D in 2014, and Jacobson spent many years serving on the company’s board. He says he was so impressed with Singh and what he was doing at UnifyApps, that he couldn’t pass up investing in the startup.\n\n“Stakes have gotten much higher with AI applications,” Jacobson said.\n\nUnifyApps has 150 employees across offices in Gurgaon, Dubai, and New York.\n\nAs for why the company has such a big team, Singh said UnifyApps wants to ensure its product is flawless so that large enterprises can “adopt it safely.”"
    },
    {
        "title": "Google rolls out its Gemini AI-powered video presentation app",
        "link": "https://www.msn.com/en-us/money/other/google-rolls-out-its-gemini-ai-powered-video-presentation-app/ar-AA1tKChU?ocid=BingNewsVerp",
        "description": "Google is generally rolling out its Gemini AI-powered Vids app that lets you create video presentations using a prompt. Some ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jghjF4iUEVZj5OVerDPJKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "Notepad.exe, now an actively maintained app, has gotten its inevitable AI update",
        "link": "https://arstechnica.com/gadgets/2024/11/notepad-exe-now-an-actively-maintained-app-has-gotten-its-inevitable-ai-update/",
        "description": "Given Microsoft's continuing obsession with all things AI, it's perhaps not surprising that the app's latest update ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nILvOrYAn2H_Lae_-Ow61y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11h",
        "source": "Ars Technica",
        "article_content": "Among the decades-old Windows apps to get renewed attention from Microsoft during the Windows 11 era is Notepad, the basic built-in text editor that was much the same in early 2021 as it had been in the '90 and 2000s. Since then, it has gotten a raft of updates, including a visual redesign, spellcheck and autocorrect, and window tabs.\n\nGiven Microsoft's continuing obsession with all things AI, it's perhaps not surprising that the app's latest update (currently in preview for Canary and Dev Windows Insiders) is a generative AI feature called Rewrite that promises to adjust the length, tone, and phrasing of highlighted sentences or paragraphs using generative AI. Users will be offered three rewritten options based on what they've highlighted, and they can select the one they like best or tell the app to try again.\n\nRewrite appears to be based on the same technology as the Copilot assistant, since it uses cloud-side processing (rather than your local CPU, GPU, or NPU) and requires Microsoft account sign-in to work. The initial preview is available to users in the US, France, the UK, Canada, Italy, and Germany.\n\nIf you don't care about AI or you don't sign in with a Microsoft account, note that Microsoft is also promising substantial improvements in launch time with this version of Notepad. \"Most users will see app launch times improve by more than 35 percent, with some users seeing improvements of 55 percent or more,\" reads the blog post by Microsoft's Windows apps manager Dave Grochocki."
    },
    {
        "title": "Windows 11’s Paint and Notepad apps are getting smart new AI features – though one of the best will be for Copilot+ PCs only",
        "link": "https://www.msn.com/en-us/news/technology/windows-11-s-paint-and-notepad-apps-are-getting-smart-new-ai-features-though-one-of-the-best-will-be-for-copilot-pcs-only/ar-AA1tGhML?ocid=BingNewsVerp",
        "description": "Crave more AI in Windows 11? Paint and Notepad are getting updates with new AI features to do more of the creative heavy ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uFI9Dz4BRpdZmJbmDEzYWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11hon MSN",
        "source": "TechRadar on MSN",
        "article_content": ""
    },
    {
        "title": "Microsoft readies impressive AI upgrade for beloved Windows apps on Copilot+ PCs",
        "link": "https://www.msn.com/en-gb/money/technology/microsoft-readies-impressive-ai-upgrade-for-beloved-windows-apps-on-copilot-pcs/ar-AA1tGWdC?ocid=BingNewsVerp",
        "description": "It's great to see Microsoft continue to use AI to empower its classic range of apps, adding some impressive functionality to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Soye0Po8HJeqMnJ9wx36Ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Laptop Mag on MSN20h",
        "source": "Laptop Mag on MSN",
        "article_content": ""
    },
    {
        "title": "'Muddy Water': Stillwater paranormal author releases fourth book",
        "link": "https://www.stwnewspress.com/news/muddy-water-stillwater-paranormal-author-releases-fourth-book/article_824d1200-9d4e-11ef-a0ff-5b809f92f6e6.html",
        "description": "Stillwater’s paranormal author Lisa Courtaway creates haunting ghost stories just for fun, and she released her fourth book ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zx-1yRU7_jB78sjHZc-aKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "NewsPress9h",
        "source": "NewsPress",
        "article_content": "Stillwater, OK (74074)\n\nToday\n\nPeriods of rain. High 63F. Winds E at 10 to 20 mph. Chance of rain 100%. Rainfall around a quarter of an inch..\n\nTonight\n\nRain early. Decreasing clouds with mostly clear skies by morning. Potential for heavy rainfall. Low 43F. Winds SSW at 10 to 20 mph. Chance of rain 100%. Rainfall around a quarter of an inch."
    },
    {
        "title": "George Knapp: Where is the Journalist Now?",
        "link": "https://thecinemaholic.com/george-knapp/",
        "description": "While George has held a myriad of positions at KLAS over the 4+ decades he has served there, most of it has actually been ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9itNVdW9kVhwp53MjbNOLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "thecinemaholic.com20h",
        "source": "thecinemaholic.com",
        "article_content": "As a documentary series that lives up to its title in every way conceivable, Netflix’s ‘Investigation Aliens’ can only be described as equal parts baffling and intriguing. That’s because it follows legendary reporter George Knapp as he travels across the globe to investigate not just UFOs but also USOs to figure out why they are here. It thus comes as no surprise we get a insight into every aspect of his professional life and how he works hard to investigate such matters for the sake of society as a whole.\n\nGeorge Knapp Worked Hard Just Earn the Title of Journalist\n\nAlthough born on April 18, 1952, in Woodbury, New Jersey, George was actually primarily raised in Northern California alongside his loved ones in a happy, stable home. It was there that he developed an interest in the field of journalism, driving him to pursue a Bachelor’s in Communications from the University of West Georgia almost as soon as he graduated from Franklin High School in Stockton as the senior class president. He then even earned a Master’s in the same field from the University of the Pacific back in his home town of Stockton, California, only to then evolve into a professor.\n\nThe truth is George spent the initial few years of his professional career teaching debate and forensics at both the University of the Pacific and University of California, Berkeley. However, when the opportunity arose for him to relocate to Las Vegas, Nevada, in 1979, he grabbed it with both hands even if it meant he had to make ends meet by working as a cab driver for the initial few months. Thankfully, though, his luck soon turned around and he landed the position of an intern at KLVX-TV Channel 10, shortly following which he rose the ranks as a reporter as well as a news anchor before joining KLAS in 1981.\n\nGeorge Knapp Was Enamored by Claims of UFOs and Aliens\n\nWhile George has held a myriad of positions at KLAS over the 4+ decades he has served there, most of it has actually been focused on paranormal investigations, particularly UFOs. However, that was not always the case – in fact, he primarily reported on topics such as government corruption, organised crime, as well as standard daily news in the initial years. Everything turned upside down, though, in the late 1980s when aviator and UFO claimant John Lear walked into the KLAS office and handed his boss a massive file full of documents on such sighting asserting it was be the story of a lifetime.\n\nThe truth is George’s boss didn’t show much interest in the same, so he stopped him as he was walking out, asked to look at the files, and asked if he would be willing to go on the air with his claims. Little did he know that his interviews with the pilot between January 1987 and January 1988 would blow up across the nation, resulting in getting several calls and mails from alleged witnesses from all over. That’s when George realized that there was truly something there, and he began looking into the same – the only difference between his work and those of many ufologists is that he even looks into claims of hoaxes.\n\nGeorge has honestly been left disappointed as some allegations turned out to be lies, but most of what he has heard of and encountered allegedly have no human intelligence explanations. As if that’s not enough, he has even looked into the secretive Area 51 in his now home state, international allegations of UFO and USO sightings and possible alien contact, possibility of aliens being time traveling humans from the future, the different connections between them all, and continues to look into the same. After all, he believes such information should be made public as it would help people understand society and the world better, all the while being prepared for what’s out there.\n\nGeorge Knapp is a Man of Many Hats\n\nWhile George’s work has resulted in him facing ridicule by many professional journalists over the years, he doesn’t seem to mind it much as he knows he investigates all possible angles. Nevertheless, it’s imperative to note that he did indeed part ways with KLAS in 1991 to serve at a public relations firm named Altamira Communications, only to return in 2005 for good. In fact, he is still employed at the organization to this day, where he reports on a myriad of news stories from across the globe, all the while also frequently hosting a syndicated paranormal radio show called Coast to Coast AM wherein UFOs are a frequent topic.\n\nWe should also mention that George worked with the now-defunct group National Institute of Discovery Science (NIDS) between the late 1990s and early 2000s to study unusual phenomena. That’s what inadvertently led him to biochemist Colm Kelleher, unaware they would soon end up becoming collaborators – most recently, in 2023, they published ‘Skinwalkers at the Pentagon: An Insiders’ Account of the Secret Government UFO Program’ alongside co-author James T. Lacatski. It thus comes as no surprise he has been described as one of the most prominent news anchors in the Las Vegas area over the years, especially with his award-winning weekly column for a local Las Vegas newspaper too.\n\nComing to George’s personal life, he actually prefers to keep the same well away from the limelight for privacy and safety reasons. However, we do know he has been married to his long-time girlfriend Anne “The Viking” Fechner since August 5, 2010 – they tied the knot in a cozy, intimate ceremony in Kauai, Hawaii. It’s also imperative to note that this cat dad is a massive sports enthusiast too, with his preferred game being baseball as well as football, and a music fan. In fact, whenever he is not working or spending quality time with loved ones, it appears as if he likes the experience of live concerts – whether it be pop rock bands such as Blink 182, rock band Angels & Airwaves, or John Fogerty, he has seen them all live in the past few years alone.\n\nRead More: Kevin Randle: Where is the Ufologist Now?"
    },
    {
        "title": "The Tales of Hoffmann opera review — drunken poet’s fantasy has oodles of magical entertainment",
        "link": "https://www.ft.com/content/ff59d372-a957-4b04-8e53-5769f1c83754",
        "description": "Into these paranormal realms of the mind steps Juan Diego Flórez, a class act as Hoffmann. Flórez sings outstandingly well, giving Offenbach’s music a lightness of touch with exquisite detailing and ...",
        "image_url": "https://www.bing.comNo image",
        "category": "paranormal",
        "date": "The Financial Times3h",
        "source": "The Financial Times",
        "article_content": "Try unlimited access Only $1 for 4 weeks\n\nThen $75 per month. Complete digital access to quality FT journalism on any device. Cancel anytime during your trial."
    },
    {
        "title": "Smash hit BBC series reveals line up for live show with massive comedian and TV star – here’s how fans can get tickets",
        "link": "https://www.thesun.co.uk/tv/31587275/bb-two-uncanny-cast-comedian-tickets/",
        "description": "HIT BBC show Uncanny has announced its star-studded line-up for a live recorded episode. The TV series was born out of Danny ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pdMfleZywX0eJTvCbz2jxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10h",
        "source": "The Sun",
        "article_content": "Another series and more episodes are on the way\n\nSPOOKTACULAR Smash hit BBC series reveals line up for live show with massive comedian and TV star – here’s how fans can get tickets\n\nHIT BBC show Uncanny has announced its star-studded line-up for a live recorded episode.\n\nThe TV series was born out of Danny Robins' love of investigating paranormal stories on his hit BBC Radio 4 podcast series.\n\n4 UncannyCon is returning in December\n\n4 Fans can meet Danny Robbins at a live recording of the podcast-turned-TV series next month Credit: BBC\n\nThe 'UK's go-to ghost guy', who also penned the hit play 2.22 - A Ghost Story, turned the podcast into a television series which became a runaway success for BBC Two last October.\n\nIt managed to trounce Big Brother's big comeback in the ratings with Danny's show comfortably achieving a higher rating than the reality juggernaut.\n\nOn the back of its success, the show landed a second series earlier this year.\n\nDanny is now giving fans the opportunity to meet its stars at UncannyCon on December 8 in London's Royal Festival Hall.\n\nTickets are on sale for the spine-tingling show from the Southbank Centre's website.\n\nThe event allows fans to meet Robins, experts and witnesses, and special guests including actors Reece Shearsmith, Jon Culshaw, and Parapsychologist Evelyn Hollow.\n\nEslewhere, there's plenty more content to dive into, with comedian Stewart Lee joining Robins for three new episodes of Uncanny, titled The Trilogy Of Terror.\n\nTwo further episodes looked at the case of Meadow Cottage in the Lake District - a haunting that lasted 18 years, with all episodes available on BBC Sounds.\n\nSpeaking to The Sun in an exclusive interview backstage at his recent performance at Theatre Royal Drury Lane, Danny said: \" I'm allowed to tell you it's officially announced.\n\n\"Yeah, a second series - it's coming back.\n\nDanny Robins reveals the fate of hit BBC show after it beat Big Brother in ratings battle\n\n\"We started filming it this week and I think the response to the first one was lovely.\n\n\"The podcast has built this great audience and at one point, one of the top ten most popular pods in the country, which was just kind of mind blowing for a show about the paranormal and that's grown and grown and grown.\n\n\"I think the TV series took us to an even wider audience, which is lovely.\n\n\"I've had my book out the tour. You know, I think all of these things kind of take Uncanny in different directions and in each thing we are doing, it is brand new cases, we're not just repeating stuff.\n\n\"I can't wait to share more telly with people.\"\n\nWith the next series of the TV show already underway, Danny also has his sights set on Hollywood in the future.\n\nAs the creator of sell-out West End play, 2.22: A Ghost Story, Danny was left mingling with LA's finest when the show enjoyed a run Stateside.\n\nIt saw him with some of Tinseltown's top film bosses which sparked conversation that his projects could be making it to the big screen.\n\nDanny told us: \"We went and did that play in Los Angeles at one point and we had lots of Hollywood producers coming down.\n\n\"I think we'd love to do films at some point but it'll be at the moment where it feels right.\"\n\n4 Reece Shearsmith will appear at UncannyCon next month Credit: Getty"
    },
    {
        "title": "Outer Banks Season 5: Will The Netflix Show Return? Here’s All We Know So Far",
        "link": "https://www.koimoi.com/television/outer-banks-season-5-will-the-netflix-show-return-heres-all-we-know-so-far/",
        "description": "I’m going to miss it,' Pankow said in an official statement following his exit. For more such updates, check out Hollywood News. Must Read: Top 8 Paranormal TV Shows: From The Fall Of The House Of ...",
        "image_url": "https://www.bing.com/th?id=OJ.Gre9sYFK907Q6w&pid=news&w=93&h=16&rs=2",
        "category": "paranormal",
        "date": "6h",
        "source": "Koimoi",
        "article_content": "Outer Banks has become one of the most popular teen dramas on Netflix over the years. The mystery series recently finished airing its fourth season, keeping viewers engaged with the story of the Pogues, a group of teens who seek a treasure to get rid of their financial troubles.\n\nAs the fourth season ended with surprising twists, fans can’t help but wonder if and when the show will return with new episodes on Netflix. Here is all you need to know about the renewal status and release date of Outer Banks Season 5.\n\nOuter Banks Season 5: Renewal Status And Release Date\n\nOuter Banks fans would be happy to know that the show has already been renewed for a fifth season. Netflix announced the renewal ahead of Season 4 premiere in November 2024. The streaming platform also revealed that the show will end with Season 5. “From this beginning, we imagined a mystery that would lead to a five-season journey of adventure, treasure hunting, and friendship,” creators Josh Pate, Jonas Pate, and Shannon Burke said in a statement.\n\nWhile Netflix still needs to set a premiere date for Outer Banks Season 5, we can make an educated guess about the release timeline based on the previous trend. There was a gap of 18 months between seasons 2 and 20 months between seasons 3 and 4. Since the fourth installment premiered in October 2024, season 5 is expected to release in the first half of 2026. Meanwhile, the creators have already started working on the script for the final season.\n\nOuter Banks Season 5: Plot\n\nIn Outer Banks Season 5, fans can expect a thrilling conclusion to the Blue Crown treasure hunt. Creator Burke said this final quest will carry the Pogues through to the end, making it their biggest adventure yet. But there will also be a lot of emotion involved as the group mourns JJ’s tragic death.\n\nThis season will focus on the Pogues’ promise to get justice against JJ’s father, Chandler Groff. Meanwhile, John B and Sarah will deal with big changes in their lives as they prepare to become parents.\n\nOuter Banks Season 5: Cast\n\nMost of the main cast members will reprise their roles in the final season, including Chase Stokes as John B, Madelyn Cline as Sarah, Madison Bailey as Kiara, Jonathan Daviss as Pope, Carlacia Grant as Cleo, Drew Starkey as Rafe, and Austin North as Topper.\n\nHowever, Rudy Pankow will lno longer be seen in the show as JJ died in the Season 4 finale. “I want to leave the cast and crew with the biggest thank-you. It’s been such a pleasure to come to work. “This is by far the biggest thing I’ve ever done in [my] experience, and to have this as my start is a start of a lifetime. I’m going to miss it,” Pankow said in an official statement following his exit.\n\nFor more such updates, check out Hollywood News.\n\nMust Read: Top 8 Paranormal TV Shows: From The Fall Of The House Of Usher To The Haunting Of The Hill House\n\nFollow Us: Facebook | Instagram | Twitter | Youtube | Google News"
    },
    {
        "title": "Discovery Science Place to celebrate grand opening of ice-skating rink",
        "link": "https://tylerpaper.com/news/business/discovery-science-place-to-celebrate-grand-opening-of-ice-skating-rink/article_e0aea438-9d64-11ef-866e-333c46644f0d.html",
        "description": "Discovery Science Place invites the community to a festive celebration of wintertime fun at the grand opening of their ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1K64oyUzceRAg5S3XvpXYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Tyler Morning Telegraph9h",
        "source": "Tyler Morning Telegraph",
        "article_content": "Multimedia Reporter\n\nMultimedia reporter and animal lover on the education beat. I am an Alabama native with a bachelor's in journalism from Troy University. I've been married to my college sweetheart since 2012, and we have enjoyed living in East Texas since moving up from the Houston area in 2021. We love all things Disney and dogs!\n\nPlease send me story ideas or questions to jscott@tylerpaper.com."
    },
    {
        "title": "Deerfield Beach Partners with Museum of Discovery and Science to Launch New Marine Science Center",
        "link": "https://hoodline.com/2024/11/deerfield-beach-partners-with-museum-of-discovery-and-science-to-launch-new-marine-science-center/",
        "description": "The Museum of Discovery and Science (MODS) is teaming up with the Deerfield Beach Community Redevelopment Agency (DBCRA) to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hMhN7-_yPYLDESCC372tny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hoodline20h",
        "source": "Hoodline",
        "article_content": "Content not available"
    },
    {
        "title": "The Nobel Prizes Tell a Story About Scientific Discovery",
        "link": "https://www.realclearscience.com/articles/2024/11/07/the_nobel_prizes_tell_a_story_about_scientific_discovery_1070847.html",
        "description": "While Nobel Prize announcements have always been newsworthy celebrations of discovery, recent years’ events have been ...",
        "image_url": "https://www.bing.com/th?id=OVFT.kGiAJlcRkd6LrlpV12zjoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "RealClearScience17h",
        "source": "RealClearScience",
        "article_content": "Content not available"
    },
    {
        "title": "Free 2024 Protein Science in Drug Discovery conference to be held at Hinxton Hall",
        "link": "https://www.cambridgeindependent.co.uk/business/free-2024-protein-science-in-drug-discovery-conference-to-be-9391049/",
        "description": "Tickets are available – and registration will be open right up until the day of the event – for the 2024 Protein Science in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.en0x_0tJDcAs5K8UW2O0MS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "cambridgeindependent9h",
        "source": "cambridgeindependent",
        "article_content": "Tickets are available – and registration will be open right up until the day of the event – for the 2024 Protein Science in Drug Discovery conference at Hinxton Hall on 18 and 19 November.\n\nHosted by ELRIG and The Protein Society, the interactive event will include four sessions as leading scientists from industry and academia focus on the application of emerging areas of protein science to the challenges of modern drug discovery.\n\nSanj Kumar, CEO, ELRIG UK\n\nThey will discuss high-throughput methods for protein expression, approaches for generation of antigens for antibody and vaccine discovery, analytical techniques to interrogate protein quality, and the application of cryogenic electron microscopy (cryo-EM) for druggability, as well as sequence-based predictive methods.\n\nThe conference, which is free to attend, will also includes poster presentations, networking sessions as well as a vendor exhibition, and offers travel bursary opportunities for early career professionals.\n\nMelanie Leveridge, chair of ELRIG UK, and vice president of discovery biology of AstraZeneca, said: “Our organisations share a unifying goal — to provide a platform that enables academia and industry to exchange knowledge that supports innovation and fosters collaboration across the life science community. So, we are delighted to join forces with the renowned Protein Society to deliver this year’s Protein Sciences in Drug Discovery event.”\n\nProf Elizabeth Meiering, president of The Protein Society, and Professor at University of Waterloo, said: “We are excited to launch this unique interdisciplinary event in partnership with ELRIG. Bringing together leading experts from complementary disciplines provides an exceptional opportunity to communicate the latest advances and techniques in protein science and how to apply them to support drug discovery. We look forward to connecting our community with its global drug discovery network.”\n\nVisit shorturl.at/2Ruio for free registration."
    },
    {
        "title": "Scientists studying Pompeii make major DNA discovery about eruption that covered city",
        "link": "https://www.ladbible.com/news/science/pompeii-dna-mount-vesuvius-eruption-italy-540723-20241108",
        "description": "Scientists studying the remains of people who died in the devastating Mount Vesuvius eruption that buried the ancient city of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3Dotf1XAtDnZ75WVgD6G1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8h",
        "source": "LADbible",
        "article_content": "Scientists studying the remains of people who died in the devastating Mount Vesuvius eruption that buried the ancient city of Pompeii have made major DNA discoveries more than a 1,000 years after the event took place.\n\nIt was back in 79 AD that the Italian volcano erupted 33 kilometres in to the sky, throwing molten rock, hot ash, and super hot clouds of gas across the Bay of Naples.\n\nFor those who want to try and quantify it in modern terms, the mount of thermal energy released in the eruption was 100,000 times that of the atomic bombs dropped on Hiroshima and Nagasaki.\n\nAdvert\n\nMount Vesuvius And Pompeii Ruins (Getty Stock Images)\n\nThe eruption of Mt Vesuvius was one of the deadliest volcano blasts in history, with several Roman towns destroyed and covered. Pompeii and Herculaneum were two settlements wiped off the face of the Earth and buried under pyroclastic surges, with left victims frozen in suspended actions as they instantly died.\n\nTo this day the death toll remains unknown, with 20,000 people living in both cities. So far, remains of more than 1,500 people have been found across the two locations.\n\nAfter the ruins of Pompeii were excavated, with it now a UNESCO World Heritage Site, the desperate remains of people caught up in the eruption were found by archeologists.\n\nAdvert\n\nCast of a man with a child, both of whom died in Pompeii (Marilla Sicilia/Archivio Marilla Sicilia/Mondadori Portfolio via Getty Images)\n\nObservers who look at such remains see the final moments and stories in the plaster casts later made of their bodies, like a mother holding a child and two women embracing as they die.\n\nBut new DNA evidence suggests things were not as they seem, and these prevailing interpretations come from looking at the ancient world through modern eyes.\n\n\"We were able to disprove or challenge some of the previous narratives built upon how these individuals were kind of found in relation to each other,” said Alissa Mittnik of the Max Planck Institute for Evolutionary Anthropology in Germany.\n\nAdvert\n\n“It opens up different interpretations for who these people might have been.”\n\nMs Mittnik and her colleagues carried out tests on 14 casts of victims found in Pompeii's ruins, where they found that they had been wrongly identified.\n\nIt wasn't just people who perished in the eruption (Ivan Romano/Getty Images)\n\nInstead of being family, one cast of a man holding a child found that the youngster was unrelated to the person assumed to be their parent. This discovery was found in a location known as 'the house of the golden bracelet'; named after an intricate piece of jewellery, for which the house was named, reinforcing the impression that the victim was a woman.\n\nAdvert\n\nAnd at least one of the two people locked in an embrace, long assumed to be sisters or a mother and daughter, was a man. Their research was published on Thursday in the journal Current Biology.\n\nLong thought to be a sister with their mother or daughter, the other person was in fact a man (Archaeological Park of Pompeii)\n\nThe study builds upon research from 2022 when scientists sequenced the genome of a Pompeii victim for the first time and confirmed the possibility of retrieving ancient DNA from the human remains that still exist.\n\n“They have a better overview of what’s happening in Pompeii because they analysed different samples,” said Gabriele Scorrano of the University of Rome Tor Vergata, a co-author of that research who was not involved in the current study.\n\nAdvert\n\n“We actually had one genome, one sample, one shot.”"
    },
    {
        "title": "Buy This Top-Ranked Growth Tech Stock Before Earnings and Hold?",
        "link": "https://finance.yahoo.com/news/buy-top-ranked-growth-tech-171300164.html",
        "description": "MNDY surged to fresh 52-week highs earlier this week yet trades 25% below its records heading into its Q3 earnings release on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.RbWMbIMF122LadbLZrX7Ty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1h",
        "source": "YAHOO!Finance",
        "article_content": "Monday.com (MNDY) stock skyrocketed 315% in the last two years, crushing Tech’s 110%. MNDY surged to fresh 52-week highs earlier this week yet it trades 25% below its records heading into its Q3 earnings release on Monday, November 11.\n\nSee the Zacks Earnings Calendar to stay ahead of market-making news.\n\nThe work-focused software company is coming off another blowout quarter and its earnings outlook has climbed as Monday.com expands its reach with larger customers.\n\nMNDY Stock’s Bullish Basics and Growth Outlook\n\nMonday.com’s core work operating system or Work OS is a “low code-no code” platform that helps businesses build work management tools and software applications across various industries. The firm operates in a key growth segment of the economy since every business needs to digitalize their workflows to succeed.\n\nMonday.com has amassed over 225K customers across 200 industries in over 200 countries, most of which are small businesses. MNDY grew its paid customers with more than $100K in annual recurring revenue (ARR) by 49% last quarter to reach 1,009, outpacing its 43% growth of paid customers with more than $50,000 in ARR.\n\nZacks Investment Research\n\n\n\nImage Source: Zacks Investment Research\n\nMonday.com’s overall net dollar retention rate was 110%, with total quarterly revenue up 34%. Monday.com’s ability to expand its reach with larger customers will go a long way to growing its business.\n\nOn top of that, its focus on maximum efficiency helped achieve its first quarter of GAAP operating profitability. MNDY grew its adjusted Q2 EPS by 130% after it swung from a full-year loss of -$0.73 in 2022 to +$1.85 per share in 2023.\n\nZacks Investment Research\n\n\n\nImage Source: Zacks Investment Research\n\nMonday.com is expected to expand its adjusted earnings by 50% in FY24 and 18% next year. MNDY’s upbeat EPS outlook helps it land a Zacks Rank #1 (Strong Buy) and is part of an impressive surge in bottom-line revisions.\n\nMonday.com has crushed our EPS estimate by an average of 125% in the trailing four quarters.\n\nMNDY is projected to grow its revenue by 32% in 2024 and 27% in 2025 to reach $1.21 billion—after a 41% expansion in 2023.\n\nZacks Investment Research\n\n\n\nImage Source: Zacks Investment Research\n\nMNDY's Stock Performance and Technical Levels\n\nMonday.com shares have soared 135% in the last year to blow away Tech’s 44% as part of a 315% two-year run.\n\nYet, even as the Nasdaq and tons of other technology stocks have soared to new all-time highs, MNDY trades 25% below its 2021 peaks.\n\nZacks Investment Research\n\n\n\nImage Source: Zacks Investment Research\n\nMonday.com has outclimbed the Zacks Tech sector since its summer 2021 IPO, up 77% vs. 43%.\n\nStory Continues"
    },
    {
        "title": "Legaltech Rundown: Clarra Upgrades its Case Management Platform, Veritext Launches AI Summarization Tool, and More",
        "link": "https://www.law.com/legaltechnews/2024/11/08/legaltech-rundown-clarra-upgrades-its-case-management-platform-veritext-launches-ai-summarization-tool-and-more/",
        "description": "Clarra also now provides data analytics and visualization to improve visibility and analysis and allows firms to track ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ieEFYUGhnpOWOGOTVdgLAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Law6h",
        "source": "Law",
        "article_content": "David X. Sullivan, Thomas J. Finn and Gregory A. Hall from McCarter & English have entered appearances for Sunrun Installation Services in a pending civil rights lawsuit. The complaint was filed Sept. 4 in Connecticut District Court by attorney Robert M. Berke on behalf of former employee George Edward Steins, who was arrested and charged with employing an unregistered home improvement salesperson. The complaint alleges that had Sunrun informed the Connecticut Department of Consumer Protection that the plaintiff's employment had ended in 2017 and that he no longer held Sunrun's home improvement contractor license, he would not have been hit with charges, which were dismissed in May 2024. The case, assigned to U.S. District Judge Jeffrey A. Meyer, is 3:24-cv-01423, Steins v. Sunrun, Inc. et al.\n\nRead More"
    },
    {
        "title": "AI Startups, Investors Eagerly Await Less ‘Red Tape’ Under Trump",
        "link": "https://www.forbes.com/sites/sarahemerson/2024/11/08/ai-startups-investors-eagerly-await-less-red-tape-under-trump/",
        "description": "As Donald Trump prepares to return to the White House, artificial intelligence executives and investors in Silicon Valley are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WtLB7XpidCnrfTpZA5qrpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "8h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Startup radar: 5 early stage companies in Seattle that are raising cash and gaining traction",
        "link": "https://www.geekwire.com/2024/startup-radar-5-early-stage-companies-in-seattle-that-are-raising-cash-and-gaining-traction/",
        "description": "GeekWire’s startup coverage documents the Pacific Northwest entrepreneurial scene. Sign up for our weekly startup newsletter, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LVDz82iCbtnebipz75M1LS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "10h",
        "source": "GeekWire",
        "article_content": "Content not available"
    },
    {
        "title": "The OnePlus Open renewed my faith in folding phones. Here’s why",
        "link": "https://www.msn.com/en-us/news/technology/the-oneplus-open-renewed-my-faith-in-folding-phones-here-s-why/ar-AA1tKpQc?ocid=BingNewsVerp",
        "description": "My Digital Trends colleague, Tushar Mehta ... Even the midrange OnePlus Nord 4 will eclipse the OnePlus Open in software updates. For OnePlus’ flagship foldable, and one that costs so much, longer ...",
        "image_url": "https://www.bing.comNo image",
        "category": "software+trend",
        "date": "Digital Trends on MSN4h",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Scout Terra vs. Tesla Cybertruck: retro and futuristic, head to head",
        "link": "https://www.digitaltrends.com/cars/scout-terra-vs-tesla-cybertruck/",
        "description": "This means you don’t have to go digging through settings in the software just to change the fan speed. Speaking of software, we don’t yet have a good idea of what the Terra’s software will be like. We ...",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "9h",
        "source": "Digital Trends",
        "article_content": "Scout Motors is back. The classic brand has been reinvigorated under Volkswagen Group, and not only that, but it has already announced two new vehicles that it plans to launch in the next few years. Of the two, the Scout Terra is the electric truck, and it’s built to offer a modern design with an excellent range and fast performance.\n\nBut how does the Scout Terra compare with another popular electric truck, the Tesla Cybertruck? While the Scout Terra is set to be much cheaper than the Cybertruck is now, it’s entirely possible that by the time the Terra is released, it could have a higher price tag than expected, while Tesla lowers the price tag of the Cybertruck. Is one of these trucks objectively better? We put the two head-to-head to find out.\n\nRecommended Videos\n\nDesign\n\nThe Scout Terra and the Tesla Cybertruck arguably couldn’t be further apart in terms of design. Of course, variation is a good thing, at least as long as both options are solid under the hood too.\n\nYou likely know what the Tesla Cybertruck looks like; it’s pretty famous. The Cybertruck is angular and metallic, with an angled light bar along the front and a triangular side profile. Some love it, and some hate it. Personally, it’s not for me. But if your vision of the future happens to align with Tesla’s, maybe you’ll find it to be futuristic and modern.\n\nI hope the future looks a little more like the Scout Terra though. The Terra offers a slightly more rounded design and looks like a modern take on the traditional truck design. It’s got thin LED headlights at the front, coupled with a new approach to the classic Scout black mask.\n\nThe Cybertruck has a bed size of around 6 feet long and 4 feet wide, which is large enough for most use-cases. The Terra’s bed isn’t quite as large, measuring 5.5 feet long.\n\nI’ve made my opinions about design clear, but ultimately design preferences are subjective, and your opinions may differ. For that reason, this category is a tie.\n\nWinner: Tie\n\nInterior and tech\n\nThe interiors of these vehicles are quite different too. While the exterior of the Cybertruck looks radically different from anything else that Tesla has built, the interior isn’t quite as novel, though it is still unique. The Cybertruck has a very minimalistic interior with plenty of storage and a large infotainment display. That display actually doubles as an instrument monitoring screen, as there’s no display behind the steering wheel. The Cybertruck has enough room for five people, including the driver.\n\nThe Scout Terra hearkens back to the past a little more, but in a good way. It’s not quite as minimalistic, but it looks very premium and well-built, also offering tons of room for storage. Perhaps even cooler is that the Terra has an option for a front-row bench seat, which takes away much of the storage but allows for six total occupants instead of five. In the Terra, there are two screens: one for instrument monitoring and the other for infotainment. Not only that but there are plenty of physical controls for settings like climate and audio. This means you don’t have to go digging through settings in the software just to change the fan speed.\n\nSpeaking of software, we don’t yet have a good idea of what the Terra’s software will be like. We’re hoping it will be similar to Rivian’s, given the fact that Volkswagen and Rivian have a partnership. However, it’s entirely possible that it will be closer to a typical Android Automotive design. The Cybertruck offers the same software as other Tesla vehicles, which is a good thing. Tesla is considered to offer among the best software experiences in a car right now — matched only by the likes of Rivian.\n\nGiven the fact that we don’t yet know what the software in the Terra will be like, we can really only compare interior design. I like having physical controls, but again, that’s a subjective decision. This one’s a tie as well.\n\nWinner: Tie\n\nPerformance\n\nPerformance is one area where we can start to make some objective comparisons. At the time of this writing, the Cybertruck was available in two trims: the main All-Wheel Drive trim and the so-called Cyberbeast trim. The AWD model offers an 11,000-pound towing capacity and the ability to accelerate from 0 to 60 mph in 4.1 seconds. The Cyberbeast has the same towing capacity but increases the acceleration speed to 2.6 seconds. That’s extremely quick and faster than the vast majority of production vehicles on the roads today.\n\nThe Scout Terra isn’t out just yet, so we can only go off Scout’s performance-related claims. According to the company, the Terra is rated to tow up to 10,000 pounds and will accelerate from 0 to 60 mph in 3.5 seconds. That’s faster than the base Cybertruck but obviously slower than the Cyberbeast. It’s possible and even likely that other models of the Terra will be available at some point down the line, offering faster acceleration or better towing capacity. Though to be clear, a 10,000-pound towing capacity is still pretty good.\n\nRegardless, as it stands right now, the Terra won’t be able to tow as much as the Cybertruck, nor will it have an option to accelerate as quickly as the Cyberbeast. Tesla wins this round.\n\nWinner: Tesla Cybertruck\n\nRange and charging\n\nRange and charging speed are a little different between these two vehicles as well. Range on the Cybertruck is 301 miles for the Cyberbeast or 325 miles for the AWD model. The vehicle is able to charge at up to 350kW on Tesla’s latest0-generation Superchargers, or at other charging stations that support those fast speeds.\n\nThe Cybertruck will soon have an option for a range extender, though. This range extender is essentially a large battery that will take up some room in the truck bed and will bring the total range to a little over 450 miles. That’s helpful, but it’s a shame that you have to use up bed space to get it.\n\nThe Scout Terra will be able to charge quickly too, supporting 350kW charging speeds. Not only that but the Terra will also offer a long range. The base model of the Scout Terra is fully electric and offers a 350-mile range according to Scout. That’s better than what the Cybertruck can offer right now. Additionally, Scout says that it will be selling an EREV, or extended range EV model of the Terra. This makes use of a small gasoline generator that can extend the range to an impressive 500 miles.\n\nThe base model of the Scout Terra has a longer range than the most expensive Cybertruck, and with the EREV option, the Terra has a longer range than the Cybertruck with its to-be-released range extender. This category goes to Scout.\n\nWinner: Scout Terra\n\nPrice and availability\n\nThe price and availability category is kind of fixed. Why? Well, only one of these trucks is actually available right now: the Cybertruck. The Cybertruck has been on sale for some time now, and you can get one for yourself if you want. The base model at the time of this writing was the AWD model, and it came at $79,990. The Cyberbeast model steps that up to $99,990, which isn’t cheap.\n\nThe Scout Terra has only just been announced, and Scout says that production will begin in 2027, meaning that it may not be until the end of 2027 or early 2028 before you can actually buy one. That said, the price of the truck is expected to be cheaper than the Cybertruck, and Scout says that it will start at under $60,000. It’s entirely possible that the Cybertruck will be cheaper by then, especially if Tesla launches a single motor rear-wheel drive Cybertruck, which it says it will launch in 2025.\n\nSpeculation aside, the Cybertruck gets an easy win here for the simple fact that it’s the only truck you can currently buy.\n\nWinner: Tesla Cybertruck\n\nOverall winner: Tesla Cybertruck\n\nTesla has won two of these categories, while Scout only has one, so technically Tesla gets the win here. That said, the win is based on a number of variables. For example, if you prefer the design and interior of the Scout, it might win two more points and be the better option for you. Not only that but if Scout is released with a lower price tag than the Cybertruck, it’ll win the price and availability category and be the better option overall.\n\nMy advice? If you want an electric truck right now, don’t buy either of these; buy the Rivian R1T. It has a longer range and faster performance than the Cybertruck, while also starting at a lower price. That said, once the Scout Terra is released, hopefully we’ll see a little more competition in the modern electric truck space."
    }
]