[
    {
        "title": "Derek Yu's vision for a human-driven games industry in the story of UFO 50's development",
        "link": "https://www.gamesindustry.biz/derek-yus-vision-for-a-human-driven-games-industry-in-the-story-of-ufo-50s-development",
        "description": "When booting up a game like UFO 50, a collection of 50 titles whose 80s-inspired roots belie the modern design ...",
        "image_url": "https://www.bing.com/th?id=OVFT.k3CE5g73C8pPZNOWBIh00S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "GamesIndustry22h",
        "source": "GamesIndustry",
        "article_content": "When booting up a game like UFO 50, a collection of 50 titles whose 80s-inspired roots belie the modern design sensibilities that make them special, it's easy to feel overwhelmed.\n\nThe collection was released on September 18, 2024 to critical and commercial acclaim in spite of how unusual it is in the indie landscape, and it's hard to imagine how one would go about tackling the development process of such a vast homage to gaming and its history. So, we sat down with Derek Yu to do just that.\n\nYu, the rockstar indie developer behind Spelunky and Spelunky 2, worked on UFO 50 with a team of five other indie developers for over eight years.\n\n\"Everyone on the team enjoyed the excitement and freedom of 80s gaming – when game design was less established and less dissected\"\n\nJon Perry, a childhood friend of Yu's, is known for board game design, but turned to video games for this project. Composer Eirik Suhrke has collaborated with Yu in the past, doing the music for Spelunky and Spelunky 2. Paul Hubans is a pixel artist and indie game dev known for Madhouse, Ojiro Fumoto is known for the smash mobile hit Downwell, and Tyriq Plummer is a pixel artist and animator also working on Catacomb Kids.\n\nWe begin our discussion with Yu by diving into how this team managed to wrangle the scope and perspective of such a massive project while dealing with the usual exigencies of making one game, much less 50.\n\n\"When you're working on a game, it's important to zoom out regularly to make sure you're not getting too lost in one small part of the project,\" he says. \"That's even more crucial when it's a collection of 50 games! What helped us zoom out was setting regular deadlines where we'd try to bring each game to a certain level of completeness.\"\n\nAs far as collection-wide design principles went, it was important to Yu and his team to connect games together when they could. However, the first priority from which everything else flowed was making sure that each game could generate its own unique appeal.\n\n\"The most important thing for us was that the games were fun and interesting to work on, so that's where we started when it came to design. But we were always looking for opportunities to connect the games together and reuse connections we'd already made.\"\n\nConnections between finished games is one thing, but how did the team go about structuring their collaborative efforts to create connective tissue between developers while UFO 50 was a work in progress? Yu says it all came down to setting expectations.\n\nWhile he and John Perry directed most of the games in the collection, Ojiro Fumoto specialized in one title: Sunset Drive. Even Suhrke, who did music for the game, has a few credits to his name, as do Hubans and Plummer. This kind of collaboration underscores the team's ability to work together and respect one another's ideas.\n\nThe collection's developers | Image credit: Mossmouth/UFO 50\n\n\"The understanding was that a director of a game would have final say on its design, but everyone was open to collaborating and sharing their work,\" Yu explains. \"By release, every game had gone through multiple passes by different people.\"\n\nHe continues: \"Everyone on the UFO 50 team has a broad set of skills, but we each have our individual strengths and areas of special interest, too. We leveraged those unique skills in a very organic way – there was a lot of encouragement to just take the initiative if you had a good idea.\"\n\nSeveral projects were scrapped during development, but Yu points out the underappreciated advantage indie game developers have: flexibility.\n\n\"I recall only around a half dozen games that were scrapped, and they were all scrapped early on in their development. So we didn't leave too much on the cutting room floor, in the end. I think that's an area where indies can really take advantage of their flexibility to work efficiently – you don't have to make it difficult to implement an idea or to cut one.\"\n\nAccording to Yu, this flexibility extended into UFO 50's 80s-inspired design. When we ask why the UFO 50 team chose the era, Yu emphasizes the DIY-spirit of games at the time and how their gameplay and interfaces often brought out creativity in players and designers alike. Basing UFO 50's lore on a fictional video game company that published titles from 1982 through 1989 felt like the natural choice then for such an ambitious celebration of what games can be.\n\n\"I think everyone on the team enjoyed the excitement and freedom of 80s gaming – when game design was less established and less dissected,\" Yu says. \"And even accounting for instruction manuals, I feel like games were less handholdy, sometimes for the worse but often for the better. There was a raw energy that was very adventurous and the technical limitations didn't get in the way – if anything, it bred a lot of creativity. We wanted to capture some of that feeling while also applying the good lessons we've learned since then.\"\n\nCapturing such a feeling in 50 games, though, took longer than expected. Yu had originally envisioned the project launching in 2018. He says a number of factors led to the game taking much longer to come out than he originally planned, part of which being the release of Spelunky 2 in 2020.\n\n\"Partly we just underestimated the work, which is common enough when you're working on one game, let alone 50 at once! Also, for me, that initial release window was based on a slightly different idea of the collection, where the individual games were allowed to be a little more raw. After we passed that date, though, it became clear that this was one of those projects that needed to cook as long as it needed to cook.\"\n\nUFO 50's title screen\n\nSo Yu and Suhrke decided to focus on Spelunky 2 and ship that first before turning their full attention back to UFO 50.\n\nIn spite of the delay, when asked if he'd do anything differently if he could go back in time, Yu's answer is definitive: \"I wouldn't change a thing, since both games [Spelunky 2 and UFO 50] launched and have been well-received. And sometimes you need to miss a deadline to put things in the right perspective.\"\n\nYu says that playtesters provided valuable thoughts on how to make the game feel like a fulsome experience in the year leading up to its release.\n\n\"We added most of our external playtesters in the last year of development – up until that point we had our hands plenty full just working off of our own thoughts. Once the games were all playable from beginning to end and it felt like a full collection, we started inviting friends to try it out.\n\n\"Sometimes you need to miss a deadline to put things in the right perspective\"\n\n\"For the most part, our testers validated the core principles behind UFO 50. Despite the overwhelming nature of having 50 games available at the start, the overall concept seemed compelling to people, especially as they engaged more and more with the fictional history. The hard part was massaging all of the details into the right places and making sure that everything – the games, the library, the fiction – worked well together and felt coherent. Design-wise, a lot of our discussions around the testing were about balancing different ways to approach the collection.\"\n\nThe team's approach struck us as a refreshing counterpoint to the usual industry story of games being crunched on and launched at the last minute to meet corporate earnings goals.\n\nHowever, in spite of this fascination and all the fulfillment he found making UFO 50, Yu would caution new indie developers against making such a vast project. While smaller games can still be a powerful vehicle for individuals looking to hone their craft, he says, treating game development as an iterative learning experience is far more rewarding (and sustainable) than banking on one encompassing idea for years on end.\n\n\"I don't think UFO 50 is a great example for new developers to follow, because ultimately it's still a single large game that took [over] eight years to make! That requires a lot of experience and runway. But you could plan to release, maybe not 50 games across eight years, but several games across a few years. Treating game development like a craft or discipline that needs to be learned over time, across multiple released projects, is a solid way to minimize your risk.\"\n\nBattling monsters in Valbrace, game 37 of 50 | Image credit: Mossmouth/UFO 50\n\nHearing Yu's philosophy on games as works of art contextualizes the prospect of future innovation in the indie space and where the craft is going from here. As far as the UFO 50 team is concerned, the game should stand on its own, and post-launch support will only come in to fix bugs and streamline the experience.\n\n\"To me the game itself is the main dialogue we're putting out there – as an artwork, UFO 50 wasn't designed to be something that keeps changing too much after release, barring any issues that are preventing players from engaging with it in the first place. Mostly we're enjoying watching the community experience the game together and are trying to make ourselves available to support that as best we can.\"\n\nYu lights up while discussing why he makes games. He puts forward a perspective brimming with the kind of empathy that permeates the often zany yet absolutely polished products for which he's known. His audience has only grown since he first released Spelunky, a game that has sold over a million copies and delighted fans across the world. According to Yu, games are a people-driven industry and should be treated as such, especially in the indie space.\n\n\"The game itself is the main dialogue we're putting out there – as an artwork, UFO 50 wasn't designed to be something that keeps changing too much after release\"\n\n\"Games are made by people more than skill sets, so find people you trust and enjoy working with first and foremost,\" he says.\n\nHe continues to espouse this approach when we ask him to elaborate on what he learned during UFO 50's development process.\n\n\"I obviously learned a lot from the other members of the team, who sharpened my eyes in pretty much every area of game-making. The experience also validated a lot of lessons I'd learned from previous projects. For example, the importance of working with people you trust and the joy of providing meaningful experiences that aren't necessarily what players expect or find immediately comfortable.\"\n\nYu has a radically simple vision for the games industry as informed by his experience working on UFO 50. He created the project with a close group of collaborators and friends, so – when we ask what value continuity has in game making – he quickly replies with the following: \"I think continuity can be valuable, for sure, but it shouldn't be forced – developers should work together because they want to.\"\n\nAnd, at the end of the day, Yu says the impetus for UFO 50 was born out of a desire to accomplish a simple yet lofty goal: to have fun making games."
    },
    {
        "title": "NYC mom who famously claimed she was abducted by aliens says Netflix made her look like a liar in new docuseries",
        "link": "https://www.msn.com/en-gb/news/uknews/nyc-mom-who-famously-claimed-she-was-abducted-by-aliens-says-netflix-made-her-look-like-a-liar-in-new-docuseries/ar-AA1t9pKk?ocid=BingNewsVerp",
        "description": "Exclusive: A 1989 alien 'abductee' is suing to block the release of The Manhattan Alien Abduction, claiming she was smeared ...",
        "image_url": "https://www.bing.com/th?id=OVF.AnsFsrc5eYmkkJQ1G3M5dg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "3hon MSN",
        "source": "The Independent on MSN",
        "article_content": ""
    },
    {
        "title": "Linda Napolitano: Where is the Alleged Alien Abductee Now?",
        "link": "https://thecinemaholic.com/linda-napolitano/",
        "description": "UFO theories have long captivated public interest, with many investigators dedicated to uncovering possible evidence of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.gQdX3Jbqq4oKyLC7cEQjqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "thecinemaholic.com19h",
        "source": "thecinemaholic.com",
        "article_content": "UFO theories have long captivated public interest, with many investigators dedicated to uncovering possible evidence of extraterrestrial encounters. Figures like Budd Hopkins, a prominent UFO researcher, have shaped the field, seeking to legitimize and understand alien abduction claims. Among these, Linda Napolitano has become a pivotal figure known for her extraordinary “Manhattan Abduction” story. Her account, involving high-profile witnesses and alleged government involvement, has left a lasting impact on UFO lore, stirring debate and fascination. In Netflix’s ‘The Manhattan Alien Abduction,’ Linda steps forward to defend her experiences, standing firmly by the claims she made decades ago.\n\nLinda Napolitano Reported That She Was Kidnapped By Aliens For a Second Time\n\nLinda Napolitano grew up in New York’s Little Italy, where her father was a Golden Gloves boxer. She shared that her mother had always taught her to expect a traditional life: to marry, raise children, and support her family. However, alleged events in her later years altered her view of reality and transformed her life’s direction. Linda’s story entered the public eye when she first reached out to Budd Hopkins, a renowned UFO investigator and author, in late 1989. She told him she had read some of his books, but she could not get through them because they were traumatizing for her. She recounted an incident when she went on a holiday with her husband to the Catskills, New York, and had a very eerie dream.\n\nShe felt that she was levitating and then woke up the next morning in the forest with a nosebleed. She claimed that she went to the doctor and, upon doing an x-ray, found a spring-like object in her nose. She sent the x-ray to Budd, who was very interested in getting to know what she had experienced by this time. During the time she was working with Budd through hypnosis sessions to unravel her experience, she called him and told him that she might have been abducted again. Linda claimed that around 3:15 a.m. on November 30, 1989, she was lifted from her apartment bedroom by a bright blue light. She described feeling paralyzed and being floated out of her window, high above the street, toward a hovering, metallic UFO.\n\nAccording to Linda, she was transported into the craft, where she encountered several grey-skinned beings with large, almond-shaped eyes who performed various examinations on her. Budd claimed that he had found 23 witnesses corroborating Linda’s abduction, and many of them had reportedly seen her being taken on the night that she mentioned. He started working on a book based on her experiences, and they started doing interviews to elaborate on what they were trying to understand. At this time, Linda used the name Linda Cortile to be in the public domain.\n\nLinda Claimed That Her Family Were Also Abducted by Aliens\n\nAs Budd Hopkins and Linda Napolitano continued their investigation, they began to suspect that government agencies, particularly the FBI, were monitoring their activities, fueling an increasing sense of paranoia. One day, Linda called Budd in a state of alarm, explaining that two men, identifying themselves as FBI agents named Richard and Dan, had visited her. They allegedly questioned her intensely, demanding to know how she had managed to “float” out of her apartment window. The two of them even reportedly contacted Budd and told him that they were, in fact, security personnel for Javier Pérez de Cuéllar, the United Nations Secretary-General at the time. The latter had allegedly seen Linda’s abduction in November 1989 and wanted answers.\n\nOne night, Linda claimed she awoke to an eerie sight: her husband, Stephen Napolitano, and their two sons stood together in the hallway, each with a nosebleed. This shocking event, she alleged, was evidence that her entire family had also been abducted by aliens. Budd Hopkins supported Linda’s theory, suggesting that UFO abductions are often part of a broader attempt to study human behavior, DNA, and familial connections. He posited that aliens may abduct multiple family members to gain insight into genetic patterns and inherited traits, which, he argued, could explain why Linda’s family might have been subjected to these experiences as well.\n\nLinda Reported That She Was Being Threatened By Two Security Personnel\n\nOver time, Linda began to feel increasingly unsafe, always sensing that she was being followed. To protect herself, she got a gun and started wearing a wire whenever she left her home. During one outing, she claimed she was abducted by the same two mysterious agents, Richard and Dan. Linda said she managed to record parts of their interaction, capturing disturbing statements in which they referred to her as a “half-breed” and made threats, allegedly because they believed she was somehow connected to alien beings. Linda stated that she ultimately managed to escape, though the encounter deepened her sense of vulnerability and fear.\n\nBudd published her account in his 1996 book ‘Witnessed: The True Story of the Brooklyn Bridge UFO Abductions.’ He wanted it to be republished a few years later and a movie to be made, but it did not pan out. Linda’s story remains one of the most debated cases in UFO and alien abduction literature. Critics argue that the lack of independent verification, particularly of Pérez de Cuéllar’s alleged involvement, weakens the case. Some skeptics suggest that Linda’s story may have been influenced by the growing cultural awareness of alien abduction narratives or by Hopkins’ own research methods, which often included the use of hypnosis. This technique has come under scrutiny for its potential to create false memories.\n\nLinda Napolitano’s Accounts Remain Relevant and Sought-After Even Today\n\nIn addition, Richard and Dan’s identities have never been verified, and no independent evidence has surfaced to corroborate Linda’s claims about their involvement. Skeptics argue that without more concrete evidence, the story remains speculative and may be the result of fabrication or confabulation. Despite the controversy, Linda Napolitano’s case has become one of the most famous in UFO lore, often cited by those who believe in extraterrestrial encounters and alien abductions. Her story has appeared in television documentaries, books, and paranormal media, fueling discussions about the reality of alien encounters and the possibility of government involvement in suppressing information about extraterrestrial phenomena.\n\nOver time, Linda has remained an important part of the community that claims to have experienced alien interactions. In a 2013 Vanity Fair article, Linda was reported to have been a member of an Alien-Abduction Support Group that met annually. In 2022, the documentary ‘Linda Napolitano: The Alien Abduction of the Century’ revisited the case and her accounts and several theorists and scholars have maintained an interest in her case.\n\nLinda continues to reside in New York, maintaining a low profile and rarely engaging in public appearances. When given the opportunity to speak, however, she stands firm in her accounts of what she experienced. Her sons, Tony and Johnny Napolitano, have grown into responsible adults who deeply love and respect their mother for everything she has done for them, and she now enjoys being a grandmother to two young boys. She remains in touch with Peter Robbins, who was Budd Hopkins’ assistant during their time working together, and considers him a lifelong friend. Her current life is focused on family and health, and the peace of her mind is of foremost importance to her.\n\nRead More: Carol Rainey: What Happened to Budd Hopkins’ Ex-Wife?"
    },
    {
        "title": "Bizarre UFO-like cloud appears over New Zealand",
        "link": "https://www.victoriaadvocate.com/lifestyle/arts_and_entertainment/bizarre-ufo-like-cloud-appears-over-new-zealand/article_bd6881e0-35a9-5bcb-b55a-4a3e6d1a848a.html",
        "description": "A bizarre, UFO-like 'pet' cloud has reappeared over New Zealand. The so-called 'Taieri Pet' was first documented in the 1890s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.a_2VTu28lFY7JTlUQ10NDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "The Victoria Advocate18h",
        "source": "The Victoria Advocate",
        "article_content": "You have permission to edit this article.\n\nEdit Close"
    },
    {
        "title": "BREAKING - I found The UFO video featured in James Fox's The Program Trailer",
        "link": "https://www.msn.com/en-us/video/news/breaking---i-found-the-ufo-video-featured-in-james-foxs-the-program-trailer/vi-AA1t7o4k?ocid=BingNewsVerp",
        "description": "Patrick discusses something shocking he found in the trailer for the upcoming documentary 'The Program' by James Fox. #aliens ...",
        "image_url": "https://www.bing.com/th?id=OVF.14B73jItrx4YrrVDYsYtrA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN23h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Microsoft just made it way easier for developers to build AI apps — and it could be bad news for AWS",
        "link": "https://venturebeat.com/ai/microsoft-just-made-it-way-easier-for-developers-to-build-ai-apps-and-it-could-be-bad-news-for-aws/",
        "description": "Microsoft expands its AI developer tools with GitHub Copilot for Azure, simplifying cloud integration and transforming how developers build and deploy AI applications in an increasingly competitive ...",
        "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
        "category": "ai+app",
        "date": "7h",
        "source": "VentureBeat",
        "article_content": "Content not available"
    },
    {
        "title": "China’s Zhipu AI says its app can operate your smartphone for you",
        "link": "https://www.scmp.com/tech/tech-trends/article/3284343/chinas-zhipu-ai-says-its-app-can-operate-your-smartphone-you",
        "description": "AutoGLM can order coffee, send messages and complete other tasks on smartphones based on voice prompts, according to the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KYHvnPJO1NPt3kXuWKKyxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "scmp.com",
        "article_content": "Chinese artificial intelligence (AI) start-up Zhipu AI is experimenting with a tool designed to complete tasks on behalf of smartphone users based on their voice commands, demonstrating a future where our digital lives are automated.\n\nAdvertisement\n\nAutoGLM, an AI agent app, is able to understand relatively complex voice commands, such as “repeat my recent cereal order from shopping history”, or “order a latte from the nearest cafe”, according to the Beijing-based firm.\n\nThe tool can then plan out the steps involved in each task, “read” information that appears on screens, and perform the required actions on smartphones, said Zhipu AI, which runs a series of AI models and related chatbots, such as ChatGLM.\n\nAutoGLM is the latest example showing how Chinese start-ups are developing products to bring AI capabilities to consumers via smartphones, in a market where top foreign competitors are largely absent.\n\nZhipu AI is one of China’s top start-ups working on generative AI. Photo: Handout\n\nAdvertisement\n\nChina is also excluded from the list of countries and regions where ChatGPT maker OpenAI and rival Anthropic offer access to their generative AI products. Last week, Anthropic debuted a feature similar to Zhipu AI’s AutoGLM called “computer use”, which automates certain computer operations, such as sorting out a spreadsheet or looking for specific information through thousands of rows of data."
    },
    {
        "title": "Google says its next-gen AI agents won’t launch until 2025 at the earliest",
        "link": "https://www.msn.com/en-us/news/technology/google-says-its-next-gen-ai-agents-won-t-launch-until-2025-at-the-earliest/ar-AA1t9JuU?ocid=BingNewsVerp",
        "description": "Google won't ship tech from Project Astra, its effort to build AI apps and 'agents' for real-time, multimodal understanding, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.y_DazslXp6VMy9nBV-JpBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "'I tried the AI app that helped a mum lose six stone and it was worth every penny'",
        "link": "https://www.msn.com/en-gb/news/newsliverpool/i-tried-the-ai-app-that-helped-a-mum-lose-six-stone-and-it-was-worth-every-penny/ar-AA1t7SA3?ocid=BingNewsVerp",
        "description": "Simple is an AI-powered personal trainer that provides real-time advice on what to eat, how to exercise, and when to sleep - ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fUGYRfFeeGwGq1D4vgPmdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21hon MSN",
        "source": "Liverpool Echo on MSN",
        "article_content": ""
    },
    {
        "title": "Why an iBUYPOWER Nvidia RTX AI PC is the best way to experience AI",
        "link": "https://www.pcworld.com/article/2500593/why-an-ibuypower-nvidia-rtx-ai-pc-is-the-best-way-to-experience-ai.html",
        "description": "You have probably heard a lot about AI recently. One of the best ways to explore it for yourself is with a GeForce RTX 40 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.GWZBQyPCHMCEe--e403cyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22h",
        "source": "PC World",
        "article_content": "When you purchase through links in our articles, we may earn a small commission. This doesn't affect our editorial independence ."
    },
    {
        "title": "What happened on a spooky Highland paranormal investigation?",
        "link": "https://www.yahoo.com/lifestyle/happened-spooky-highland-paranormal-investigation-225404262.html",
        "description": "For this investigation they include war medals and bandages. During World War One the pavilion was a US Navy hospital and the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ad7jsGBlerCo7_yVj7150S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8h",
        "source": "Yahoo",
        "article_content": "Set in the Victorian-era heart of the Highland village of Strathpeffer is a beautiful pavilion.\n\nBuilt more than 140 years ago, its visitors have included suffragette Emmeline Pankhurst and The Beatles.\n\nBut after recent strange goings-on, there are some who believe the place is haunted.\n\nI joined BBC Scotland's The Social and paranormal investigators trying to unravel the mystery.\n\nThe Social's Grace Nicoll poses next to a photograph of Anne Hay-Mackenzie, the Countess of Cromartie [BBC]\n\nIt's a warm autumn afternoon and we have Strathpeffer Pavilion to ourselves.\n\nOur group includes a team from Highland Paranormal, the north of Scotland's oldest established paranormal society. It has investigated more than 180 sites across Scotland.\n\nWe're here because of seemingly unexplained events.\n\nOn occasions, when the building was closed, internal CCTV activated and filmed what looked like mist rising in the hall and lights turning on and off in the bar.\n\nA decorator working alone also reported hearing doors slamming and then a growl in his ear.\n\nParanormal investigators Liam Shand, Lyn Reid and Lindsay Dunn have been searching for proof of spirits.\n\nLiam says: \"As a group our philosophy is always to look for the logical.\n\n\"If a door opens is it a draught? If we can't find that draught you then have to go down the route of did someone push that door?\"\n\nNear the main entrance we pass a photograph of a woman who could be our first ghost.\n\nAnne Hay-Mackenzie, Countess of Cromartie, was a key figure in Strathpeffer's transformation from a farm to a bustling spa resort.\n\nWealthy Victorians travelled from as far as London believing the local sulphur and iron-rich water had healing powers.\n\nThe countess helped plan the village and designed its pavilion.\n\nThe aristocrat glares back from her photograph.\n\nMaybe she was pretending to be annoyed or was in bad mood at the time the picture was taken.\n\nIt's said she had a deep dislike of her husband, the 3rd Duke of Sutherland.\n\nLooking towards the balcony inside the pavilion [BBC]\n\nMap\n\nOur group heads up to a balcony overlooking the hall.\n\nMen have reported feeling uncomfortable in this part of the building, and Highland Paranormal suspects the countess is the cause.\n\nThe investigators have equipment they say can provide clues to potential paranormal activity.\n\nThey have EMF meters to detect changes in electromagnetic fields, audio recorders and a camera.\n\nA set of dowsing rods are handed round for us to try.\n\nThey are similar to divining rods some claim can be used to find water, and that UK water companies have used in the past to search for underground pipes.\n\nIn paranormal investigations ghosts are asked to move the rods to answer \"yes\" and \"no\" to questions.\n\nBBC producer David Gray makes his first attempt at using the rods.\n\nAfter a few questions, he asks if there is a spirit could it point to where presenter Grace Nicoll is standing.\n\nThe rods slowly swing towards Grace.\n\n”They like you,” says David.\n\nThe dowsing rods used during the investigation [BBC]\n\nHighland Paranormal's spirit box on the balcony at Strathpeffer Pavilion [BBC]\n\nNext, a spirit box is set up.\n\nIt's an electronic system that rapidly shifts between AM frequencies as part of a process paranormal investigators claim can be manipulated by ghosts to form words.\n\nIt fizzes with white noise punctuated by short bursts of music and words.\n\nSomeone in our group asks if we should leave the balcony. The word \"yes\" crackles from the device.\n\nIt's decided to bid the countess, if she's there, farewell and investigate a small upstairs attic on the other side of the hall.\n\nSince arriving, we've been hearing soft thuds and knocks from that side of the building.\n\nJust the sunny day causing an old building to creak and groan, or something uncanny?\n\nWe cross the hall. On its wooden floor the team has placed \"triggers\", clusters of objects that might be familiar to a ghost.\n\nFor this investigation they include war medals and bandages.\n\nDuring World War One the pavilion was a US Navy hospital and the hall was lined with beds filled with casualties.\n\nIt's been suggested a nurse and an injured sailor are among our spooks.\n\nAlso on the floor are cat toys, little plastic balls that light up when touched.\n\nI accidentally kick one sending it skittering across the floor, and causing a brief moment of excitement before I apologetically explain it was me and not a ghost.\n\nGrace tries out dowsing rods in the attic [BBC]\n\nFrom a darkened corridor we climb a narrow, twisting flight of stairs to the attic.\n\nThe room is small with a low roof and it's hot from the pavilion's heating.\n\nThe spirit of a young person is said to haunt the attic and Liam soon reports a spike in activity on a meter.\n\nThe dowsing rods are handed to Grace who, like David, has been trying them for the first time.\n\nShe asks if the spirit is happy to see us. The rods cross indicating \"yes\".\n\nGrace asks if it can spin a rod, and it duly starts to spin rapidly.\n\nShe asks if it can spin the other rod, and it too spins round and round.\n\nSo, is the activity ghosts? Lyn and Lindsay say what we've encountered cannot be easily explained away, and believe in the possibility of at least three spirits.\n\n'Audio illusion'\n\nHayley Stevens, a writer for The Sceptic magazine and a researcher of paranormal activity for about 20 years, suggests not.\n\nShe says involuntary muscle movements can cause dowsing rods to move.\n\n\"It's like why we close our eyes when we sneeze - things we don't do on purpose but our body does to respond to a situation,\" she says.\n\n\"I have this golden rule of ghost-hunting - if you have to touch something to allow the spirit to move it then it's you that's moving it.\"\n\nHayley says spirit boxes might pick up frequencies used by radio stations or taxi offices, creating an \"audio illusion\".\n\n\"Humans are very good pattern-seekers and find meaning in the random,\" she says.\n\nHayley adds: \"The power of expectation is always going to have a role here, and the power of suggestion.\n\n\"If you are told a lady haunts a location the chances are you are going to interpret sounds as being associated with that ghost.\"\n\nBoth sceptic and believer could probably walk away from Starthpeffer satisfied.\n\nWhile we were packing up to leave there was a thud above us.\n\nThe sound came from a vent where the attic is.\n\nAn old building settling in the cool of the late afternoon, or a cheeky ghost saying \"cheerio\"?\n\nMore on this story\n\nRelated internet links"
    },
    {
        "title": "How the Great Saltair became a ghost hunting hot spot",
        "link": "https://www.ksl.com/article/51165600/how-the-great-saltair-became-a-ghost-hunting-hot-spot",
        "description": "The Great Saltair was once considered 'The Coney Island of the West. Now, it's a hub for paranormal investigations.",
        "image_url": "https://www.bing.com/th?id=OVFT.RuSoPCzO_XLYA55Py713_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KSL5h",
        "source": "KSL",
        "article_content": "Estimated read time: 5-6 minutes\n\nMAGNA — For more than a decade, Brandon Barrick was a skeptic. He'd heard tales from the late night stage crew. The glimpses of a soldier standing at the banister. A woman in white pacing across the second-floor windows. But until Barrick experienced paranormal activity firsthand, he wasn't convinced the Great Saltair was haunted.\n\nThe Great Saltair, built in 1893 on the shores of the Great Salt Lake, was a mainstay for early Utah settlers until it burned down for a second time in 1970. The site was rebuilt in 1981 and is now a venue for concerts and other entertainment events.\n\nOnce considered \"The Coney Island of the West,\" modern ghost-sighting lore has made the Great Saltair a hub for paranormal investigations.\n\nWhen Saltair's permanent stage crew used to work back-to-back shows, they'd stay overnight at the venue. \"They had some pretty crazy stories about, you know, seeing things at night, hearing things,\" Barrick, a Great Saltair employee of 15 years who is currently the events coordinator, told the Deseret News.\n\n\"The owner and even myself, when I started, we kind of chalked it up to those guys are kind of sleep deprived . ... Because at that point, neither one of us had seen anything really strange out here.\"\n\nThen, a paranormal experience in 2020 prompted Barrick to reconsider his skepticism.\n\nDuring the height of the pandemic, a film crew expressed interest in using the Saltair as a backdrop. The building had been vacated for six months at that point, and most of the interior was caked in dust. So Barrick, the building's owner and two others returned to the venue to prep for the film crew. As they tidied up, all four heard children's laughter.\n\n\"We all heard the same thing, and we thought it was coming from outside the building,\" Barrick said. \"We all went out to look and walked the entire perimeter of the building, and there was nobody out there.\n\n\"So that was pretty weird. That was something.\"\n\nCorey Rue, an investigator with Mysteries and Legends Paranormal, sets up a movement detecting device while leading a group during a paranormal event hosted at the Great Saltair in Magna on Saturday. (Photo: Brice Tucker, Deseret News)\n\n'Coney Island of the West'\n\nAlmost nothing from the original Great Saltair exists today.\n\n\"The (Saltair) that's out there now is actually on a completely different site, and its only connection (to the original) is using the name and a bad copy of the architecture,\" Ian Christensen, a researcher who is currently writing a book on the history of the Great Saltair, told The Deseret News.\n\nBut the \"main difference\" between the original Saltair and its modern rebuild has nothing to do with its architecture, Christensen said. The biggest difference? The original Saltair was \"world famous.\"\n\nOriginally constructed in 1893, the Great Saltiar was envisioned as a \"Coney Island of the West.\" The site was comprised of several different structures — a 130-foot tall main pavilion named The Saltair Palace, a bathhouse on the Great Salt Lake, a boardwalk and a railroad to bring visitors in from the city.\n\nPhoto: Deseret Morning News Archives\n\nIt was once home to the world's largest wooden roller coaster, a 10,000-occupancy dance floor, a merry-go-round, musicals, bowling, Skee-Ball and Utah's first movie theater.\n\nAt its peak, in 1924, the Great Saltair attracted half a million visitors a year from around the world.\n\nTragedy struck the flourishing amusement park in April 1925, when an electrical fire burned the Great Saltair to the ground. It was rebuilt the following year, but could never attract the same-sized crowds as it had before. In 1958, the amusement park was boarded up and closed for good.\n\nFor over a decade, the site sat abandoned. Then for a second time, in 1970, the Saltair caught fire. Police suspected arson, but no one was ever caught.\n\nIn 1981, the Saltair was rebuilt roughly one mile from the original site. It's now located off westbound I-80, providing greater accessibility to guests while still not far from the Great Salt Lake.\n\nThe rebuild was done quickly and on a budget. \"An old aircraft hangar ... bought from Hill Air Force Base,\" was used to construct the heart of the modern Saltair, Christensen said.\n\nWithin two years of the rebuild, tragedy struck the venue for a third time. Salt Lake City's 1983 flood submerged the main floor of the Saltair under five feet of water. It wasn't until the late 1980s that the water fully receded.\n\nIn 1992, Walter Plumb restored the flood-stricken building and added a stage for local musicians and performers. The Great Saltair reopened in 1993 and was sold to its current owner, Ian Morehouse, in 2005. It is currently used as an entertainment venue.\n\nA single piece of the original Saltair lives inside its modern successor. In a room behind the stage, strapped to a column is a plank of wood, collected from the original Saltair's boardwalk.\n\nTo the believer, this plank is considered \"active\" for paranormal events, Barrick said during a tour of the building. It's one of many spaces within the building that attracts ghost hunters searching for a paranormal experience.\n\nInvestigators walk down a staircase during a paranormal event hosted by Mysteries and Legends Paranormal at the Great Saltair in Magna on Saturday. The staircase is supposed to have many paranormal stories of its own, originally being from the historic Hotel Utah. (Photo: Brice Tucker, Deseret News)\n\nGhost hunters flock to The Great Saltair in search of paranormal activity\n\nOn a Saturday night in October, a few dozen amateur and expert ghost hunters gathered at the Great Saltair to take part in a paranormal investigation. Hunters hoped for communication with one of Saltair's resident ghosts, or perhaps, a phantom who followed them inside.\n\nThe investigation was led by Grimm Ghost Adventures, a local group of expert paranormal investigators who have led similar investigations at the Saltair several times in the past.\n\nExpert hunters estimate Saltair is home to 10 ghosts, but there are only a handful who have been sighted frequently. As far as experts can tell, none of these ghosts are connected to the site's predecessor.\n\nRead the full article at Deseret.com"
    },
    {
        "title": "The Hanging Man... Paranormal Storytime *SCARY*",
        "link": "https://www.msn.com/en-us/tv/news/the-hanging-man-paranormal-storytime-scary/vi-AA1taOWl?ocid=BingNewsVerp",
        "description": "OPEN ME FOR ALL OF THE THINGS!This is a COLLAB with my best friend AndrewTMI! Watch his video here: <a href=\" my book, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nzr5rvMqeWv1WyoYvQA--i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Binge Bytes on MSN3h",
        "source": "Binge Bytes on MSN",
        "article_content": ""
    },
    {
        "title": "Homeowners submit alleged 'proof' of paranormal activity from Ring doorbell cameras",
        "link": "https://local12.com/news/nation-world/ring-doorbell-ghost-hunters-paranormal-activity-proof-homeowners-submit-alleged-of-paranormal-activity-submissions-cincinnati-haunts-caught-on-video-tape-controversial-footage-phantasm-afterlife-living-enigmatic-images-unedited-halloween-witching-hour",
        "description": "HAWTHORNE, Calif. (CBS Newspath/WKRC) - Homeowners submitted alleged video \"proof\" of paranormal activity from their Ring ...",
        "image_url": "https://www.bing.com/th?id=OVF.O%2bNgt9coeJ2NCZGu35eBGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8h",
        "source": "Local 12 WKRC Cincinnati",
        "article_content": "HAWTHORNE, Calif. (CBS Newspath/WKRC) - Homeowners submitted alleged video \"proof\" of paranormal activity from their Ring doorbell cameras.\n\nRing, the security camera company, is inviting users to participate in \"Ring's Great Ghost Search\" by submitting videos of ghostly sightings captured on their devices. The contest, which offers a $100,000 prize, has already attracted nearly 4,000 entries, according to a press release from Ring.\n\nThe company has received a variety of intriguing submissions, including footage of a mysterious figure appearing on a patio in Los Angeles, a dark object floating in a New Jersey toy store, and a possible ghost dog running through a yard in Georgia. Other notable entries include a homeowner in Louisiana who believes they captured a ghostly man and his dog, and a preschool owner in Colorado who thinks they saw the ghost of a child.\n\nRing said that all videos are submitted directly from the Ring app, ensuring the footage remains unedited. The contest is open until November 1, 2024, and encourages users to submit anything from genuine paranormal activity to friends and family in costume.\n\nThe winner will receive $100,000, which Ring suggests could be used for a down payment on a new home or a ghost-free vacation."
    },
    {
        "title": "The Rocky Mountain Paranormal Research Society Is Digging Up Denver's Ghostly Past",
        "link": "https://www.westword.com/arts/rocky-mountain-paranormal-research-society-releases-case-files-22300822",
        "description": "We’re committed to providing you with the election coverage you need as you cast your vote. We’re aiming to raise $6,500. If ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xyRyHk9pL2nel8E1UIEedS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Westword17h",
        "source": "Westword",
        "article_content": "click to enlarge RMPRS\n\nclick to enlarge The Croke-Patterson Mansion back when its ghosts might still have been drawing breath. YouTube\n\nThe first volume of the(RMPRS) starts with this dedication: \"To all those whose lives are remembered through ghost stories and folklore.\"It's an appropriate mission statement for the dynamic duo of Denver authors Robert Lewis and Bryan Bonner, who say they do what they do — and write about it — to pay homage to the \"enduring presence\" of spirits they seek to record and document.Those tales of things that go bump in the night continue in their new book,, now available at local bookstores and on the Polymath Press website \"Our overall purpose is to do our best to get to the bottom of paranormal claims,\" says Lewis. \"If that means finally finding the real scientific proof or evidence of ghosts or aliens or whatever other paranormal entity, that’s about the most exciting thing we can think of. On the other hand, if it means helping people understand that what they’ve been experiencing has a natural explanation and they don’t need to be afraid of something spooky in their house, that also seems like a good day’s work.\"The RMPRS was founded by Bonner more than 25 years ago, when he wanted to examine paranormal activity in the Rocky Mountain region but found himself disillusioned with how the process was being handled by others with similar interests. \"Most other groups out there at the time were either too eager to believe or too eager to dismiss rather than investigating with an open mind,\" says Lewis, who adds that Bonner started his own group to direct the investigations more analytically and scientifically. Lewis joined the project a few years later.\"We’re dyed-in-the-wool horror nerds,\" Lewis says, \"so we’re drawn to the spooky stories. But we’re also dyed-in-the-wool science and history nerds, so we’re looking for a certain quality of evidence. Therefore, we take a skeptical approach, but in the true sense of the word — that is, we insist on remaining neutral about whether any individual case is paranormal or not until the evidence is in. And we have to be comfortable with 'I don’t know' as an answer.\"We’re just almost-academics,\" he jokes. \"We’re the kinds of people who read history books and scientific papers for fun, so when we investigate a case or set out to write up our findings, we’re as interested in the historic background or technical side of things as we are in the ghost stories.\"But he quickly asserts that it's more than that: \"It’s also partly a conscious decision to let that [science] shine through in the final drafts, because there don’t seem to be many others out there who take that approach,\" he says. \"Most people who like the ghost stories tend to avoid the academic side of things, and most who write about the academic side of things don’t tend to give the ghost stories their due.\"Thebooks are more recent additions to the RMPRS to-do list — something for which Lewis claims credit. \"The idea for the book series started when I joined up,\" he says, in part because of his own studies in the writing undergraduate program at CU Denver, and a sincere passion for writing. \"Once we started discussing it, we quickly realized we had way too much for a single book, so we set about dividing the case files up into collections. We now have two books on the market, a third in the works, and enough case files left over for at least a fourth. And we’re still out there gathering new stories.\"Those new stories come straight from old Denver. Lewis and Bonner continue to plumb the depths of phenomenons in many city staples: the Denver Press Club, the McClelland School, the County Jail, Union Station and more. And they don't limit themselves to just metro Denver; they've studied the Stanley Hotel and Elkhorn Lodge in Estes Park and the Phoenix Mine in Idaho Springs, as well.Lewis says that there are almost too many promising sites to cover, and many are personal favorites of his. \"It’s honestly hard to choose,\" he admits. \"Even just limiting ourselves to the Denver area, there are so many, it’s like trying to choose a favorite child. But I’d have to say one of the biggest standouts is Cheesman Park [covered in Volume 1]. Partly that’s because it has one of the richest histories we’ve been able to write about, but also because that was a case that really brings together all the elements we like: We got to play historians digging up some of the lesser-known parts of its history, to play scientists working with forensic anthropologists to study some of the bodies that were unearthed in the park, and to play ghost hunters working on the various paranormal claims in the park.\"\n\nHis choice for most notable haunt from Volume 2 is the Croke-Patterson Mansion. \"That one has collected so many ghost stories it might very well be one of the most written-about haunts in Denver,\" says Lewis. \"Plus, it’s a magnificent old building that, again, has a rich history. And perhaps one of the single most memorable odd things we discovered on an investigation, maybe actually the winner for just plain weirdest...but we’ll leave that as a tease for people who want to read our second book.\"\n\n\n\nThe still-unreleased third volume, according to Lewis, will include one of Denver's most historic sites and one of its first brothels: Mattie’s House of Mirrors, the Market Street legend that's now part of Dierks Bentley's Whiskey Row.\n\n\n\n\"When we investigated, it was operating as a restaurant — though now it’s unfortunately no longer open as an independent venue and most of the interior has been replaced,\" he says. \"But it’s another of those places with not only a remarkable history, but a good number of weird occurrences during our investigation, including some strange anomalies with the lights and an audio recording of two distinct but unintelligible voices from an unknown source.\"\n\n\n\nIt's evidence such as those voices that Lewis and Bonner continue to search for — and Denver's past seems only too happy to provide."
    },
    {
        "title": "A Mountaintop Discovery is Changing Everything We Knew About the Silk Road",
        "link": "https://www.msn.com/en-us/news/technology/a-mountaintop-discovery-is-changing-everything-we-knew-about-the-silk-road/ar-AA1t85IT?ocid=BingNewsVerp",
        "description": "This is a big deal. A new LiDAR survey of previously discovered Silk Road sites reveals a more sprawling urban history than ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xvvRldR_DoliCug0ARfboy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20hon MSN",
        "source": "Popular Mechanics on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery of key mechanism in Huntington's Disease could pave the way for early detection and treatment",
        "link": "https://www.sciencedaily.com/releases/2024/10/241028131900.htm",
        "description": "Researchers have identified a key biochemical mechanism relevant to the development of Huntington's Disease. This discovery ...",
        "image_url": "https://www.bing.com/th?id=OVFT.uA16Dl1H6wos2d4rWK2tdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Science Daily14h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Scientist on personal mission to improve global water safety makes groundbreaking discovery",
        "link": "https://www.msn.com/en-us/money/other/scientist-on-personal-mission-to-improve-global-water-safety-makes-groundbreaking-discovery/ar-AA1t8w9m?ocid=BingNewsVerp",
        "description": "A study shedding new light on how arsenic can be made less dangerous to humans has the potential to dramatically improve water and food safety, especially in the Global South.",
        "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
        "category": "science+discovery",
        "date": "11hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "US bacteria discovery could boost rare earth mining to cut China influence",
        "link": "https://www.msn.com/en-us/news/world/us-bacteria-discovery-could-boost-rare-earth-mining-to-cut-china-influence/ar-AA1t84cC?ocid=BingNewsVerp",
        "description": "The protein, called LanD, enriches neodymium and praseodymium over other similar REEs and has the potential to revolutionize ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3luWkmecvCaK-mmglPIpgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Interesting Engineering on MSN19h",
        "source": "Interesting Engineering on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery of multidomain enzyme enhances drug development potential",
        "link": "https://www.msn.com/en-gb/health/other/discovery-of-multidomain-enzyme-enhances-drug-development-potential/ar-AA1tati2?ocid=BingNewsVerp",
        "description": "Pharmaceutical scientists from the National University of Singapore (NUS) have identified and characterized a unique multidomain enzyme capable of catalyzing two distinct types of reactions, both ...",
        "image_url": "https://www.bing.com/th?id=ODF.wTzFRLrnHCXMO3gKqyXx3g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "News Medical on MSN6h",
        "source": "News Medical on MSN",
        "article_content": ""
    },
    {
        "title": "GitHub Spark Spells Trouble for No-Code Platforms",
        "link": "https://analyticsindiamag.com/ai-origins-evolution/github-spark-spells-trouble-for-no-code-platforms/",
        "description": "GitHub Spark is going to be a huge threat to low-code/no-code app builder platforms such as AppMySite, Builder.ai, Flutter, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vNJdgxS03J9-F8lm0ypEsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics India Magazine14h",
        "source": "Analytics India Magazine",
        "article_content": "Listen to this story\n\nOn Sunday, GitHub chief Thomas Dohmke teased upcoming announcements with four cryptic photos on X, sparking excitement among developers for what’s next. One of the images featured a firecracker lighting up the sky, hinting at GitHub’s new launch, Spark, which allows developers of all skill levels to build apps in natural language and bring their ideas to life.\n\nThese micro apps, known as ‘Sparks,’ are fully functional and can integrate AI features.\n\n“For too long, there has been an unscalable barrier to entry separating a vast majority of the world’s population from building software. This can change with GitHub Spark, our new AI-native tool to build applications entirely in natural language,” said Dohmke.\n\nHe added that with Spark, over one billion personal computer and mobile phone users will be able to build and share their own micro apps directly on GitHub. Clearly, Dohmke wants everyone to become a developer.\n\nDohmke showcased Spark by building a tic-tac-toe game featuring a rubber duck and a hippo, all with just a single line of prompt.\n\nInterestingly, the company revealed that there are over 17 million developers in India building on GitHub, representing a 28% increase in 2024, making India the fastest-growing developer community in the world.\n\nInspired by Claude Artifacts?\n\nAt first, Spark appears to be inspired by Claude Artifacts, which lets users build mobile-friendly and responsive applications using natural language prompts. Notably, GitHub Copilot has also partnered with Anthropic to make Claude 3.5 Sonnet available on GitHub, making it multi-model.\n\nPreviously, AIM experimented with Artifacts and successfully created a Cricket Quiz game, Temple Run, and Flappy Bird, all with a single line of prompts in English.\n\nSimilar to Artifacts, Spark helps developers visualise their projects. According to the company, users start with an initial prompt using both OpenAI and Anthropic models. They can see live previews of their app as it’s built, explore different options for each request, and automatically save versions of their work to compare as they progress.\n\nMoreover, experienced developers can directly edit the underlying code, while novice developers can create using natural language—it’s up to them. When users are satisfied with their Spark, they can easily run it on their desktop, tablet, or mobile device, getting instant value from their creation. They can also share their Sparks with customised access controls, allowing others to remix and build on their work.\n\nArtifacts ushered in the era of on-demand software. When using mobile phones, we often search for apps that meet our specific needs. For example, if you’re into fitness, you might download an app that offers various workouts. However, that app may not provide the customisation you seek. Now, instead of relying on downloads, you can create personalised apps that cater to your needs.\n\nOn the internet, one can find several apps built using Claude Artifacts, such as the Rubik’s Cube Simulator, Self-Playing Snake Game, Reddit Thread Analyzer, Drum Pad, and Daily Calorie Expenditure.\n\nGitHub Spark is not Alone. Recently, Replit launched Replit Agents, which allows developers to build software using natural language prompts. It simplifies software development, making it more accessible to users of varying skill levels. Currently, the agent is only available in Repls created via the Replit Agent entry and does not support existing Repls or imported repositories.\n\nMeanwhile, OpenAI recently launched canvas, a new interface for working with ChatGPT on writing and coding projects. It provides developers with a menu of quick-action shortcuts, such as adjusting writing length, debugging code, and performing other tasks.\n\nSimilar to Claude Artifacts, canvas’ interface allows users to work on writing and coding projects side by side with ChatGPT, offering real-time edits, feedback, and suggestions. It is integrated with GPT-4o and can be manually selected in the model picker.\n\n“ChatGPT’s new canvas interface is a game changer. I just used it to create a tesseract/hypercube visualiser with Three.js. I’m loving the unified UX—chat, inline comments, and watching GPT-4o work its magic on the code—all in one place. It never gets old,” posted a user on X.\n\nMany developers on the internet have been experimenting with OpenAI’s o1 and Claude Sonnet 3.5 to build fully functional apps.\n\n“Just combined @OpenAI o1 and Cursor Composer to create an iOS app in under 10 minutes! O1 Mini kicked off the project (01 was taking too long to think), then I switched to o1 to finish the details,” posted Ammaar Reshi, the head of design at Eleven Labs.\n\n“The OpenAI o1 model builds a fully functional chess game that lets me compete against an AI-based opponent,” shared another user on X, adding that o1-preview is the real deal.\n\nEnd of Low-Code and No-Code Platforms\n\nGitHub Spark is going to be a huge threat to low-code/no-code app builder platforms such as AppMySite, Builder.ai, Flutter, and React Native. At the same time, tools like Spark and Artifacts also allow non-techies to solve word problems simply by thinking creatively.\n\n“Barrier to entry has become so low for building software products. There is an ocean of new stuff coming in every day. But the fundamentals hold true, building the right thing for the right people is hard and is human,” said Shane Neubauer, senior growth strategist at Prisma.\n\nFor now, it would be safe to say that LC/NC platforms have to adapt to the changes and integrate generative AI features. Jinen Dedhia, the founder of DronaHQ, said on Hacker News that he believes LLMs can eliminate the need for LC/NC platforms, and the only way to stay relevant is to tightly integrate AI capabilities into these platforms.\n\nHowever, some opine that no code and generative AI can coexist.\n\n\n\n“GenAI can dramatically speed up the development process. It can generate code for common functionalities, allowing developers to focus on the more complex aspects of their applications. For low-code and no-code platforms, this means faster app creation,” said Vidhya Radhakrishnan Chandrika, technology architect at Infosys.\n\nShe added that while low-code platforms offer pre-built components, GenAI can generate highly customised code based on specific requirements. However, if tools like Spark get much better over time, people are likely to shift away from no-code and low-code platforms."
    },
    {
        "title": "Three Ways HR Teams Can Benefit from No-Code Solutions",
        "link": "https://www.enterprisetimes.co.uk/2024/10/30/three-ways-hr-teams-can-benefit-from-no-code-solutions/",
        "description": "HR professionals are a critical part of every business. However, in today's dynamic business environment, they are tasked with doing more and are being ...",
        "image_url": "https://www.bing.com/th?id=ODF.6gJ3COo-LBkFhAXi0mANsg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "nocode",
        "date": "enterprisetimes.co.uk2h",
        "source": "enterprisetimes.co.uk",
        "article_content": "Content not available"
    },
    {
        "title": "Here are the 5 Startup Battlefield finalists at TechCrunch Disrupt 2024",
        "link": "https://www.msn.com/en-us/news/other/here-are-the-5-startup-battlefield-finalists-at-techcrunch-disrupt-2024/ar-AA1taDn9?ocid=BingNewsVerp",
        "description": "The time has finally come to announce the five finalists of the Startup Battlefield. It all started earlier this year when the TechCrunch editorial team ...",
        "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
        "category": "it+startup",
        "date": "6hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Elon Musk’s xAI in Talks to Raise Funding Valuing It at $40 Billion",
        "link": "https://www.wsj.com/tech/ai/elon-musks-xai-in-talks-to-raise-funding-valuing-it-at-40-billion-af808b9e",
        "description": "The new fundraising effort would substantially increase startup’s valuation from spring.",
        "image_url": "https://www.bing.com/th?id=OVFT.V9uB1n4UUPZ2nVBV3Gneei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2h",
        "source": "Wall Street Journal",
        "article_content": "Content not available"
    },
    {
        "title": "Best Antivirus Software for Small Businesses in 2024",
        "link": "https://www.techrepublic.com/article/antivirus-software-for-small-businesses/",
        "description": "Bitdefender is our overall pick for the best antivirus software for small businesses, while Norton offers 24/7 support, and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SSAR59iIHifjYymxkJfW2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1h",
        "source": "TechRepublic",
        "article_content": "When it comes to antivirus software, small business’ needs often fall in an in-between space: Personal antivirus tools such as McAfee or Kaspersky may not be robust enough, while enterprise solutions are too complicated and expensive. Fortunately, there are antivirus solutions tailored to the needs of smaller companies, so we’ve rounded up our six top choices of the best antivirus software for small businesses.\n\nTop antivirus software for small businesses comparison\n\nBesides price, there are many other factors to consider when choosing the best small business antivirus software. A few of them are summarized in the table below:\n\nStarting price Free trial Devices covered VPN included Password manager included Bitdefender $104.99 for 5 devices for 1 year Yes macOS, iOS, Android, Windows, Windows Server Yes Yes Norton $59.99 a year for 6 devices for 1 year Yes Windows, macOS, iOS, Android Premium plan only Yes Trend Micro Contact for pricing Yes Windows, macOS, iOS, Android No No ESET $179.99 for 5 devices for 1 year Yes Windows, macOS, iOS, Android, Linux Certain plans only Certain plans only Avira $59.99 for 5 devices for 1 year Yes Windows, macOS, iOS, Android Yes Yes Microsoft Defender $33.75 per user per month Yes Windows, macOS, Linux, iOS, Android No No\n\nBitdefender GravityZone: Best overall Bitdefender is known for its consumer-facing antivirus software, but it also offers excellent antivirus solutions for small businesses. Bitdefender can protect macOS, iOS, Android, Windows, and Windows Server systems, making it a good choice for SMBs that use multiple types of devices. The dashboard makes it easy to manage your security even if you don’t have advanced IT training. Some plans also offer unlimited VPN traffic and account breach monitoring for everyone on the plan. SEE: How to Create an Effective Cybersecurity Awareness Program (TechRepublic Premium) Why I chose Bitdefender GravityZone I chose Bitdefender GravityZone because of its ease of use and excellent reputation. I also appreciate the many pricing options it offers. You can opt to pay per the number of devices or the number of users, so that you aren’t paying for extra slots you’re not using. If and when you’re ready to scale, Bitdefender also offers security solutions and managed services for mid-sized businesses, so you might not even have to switch providers. Pricing Small Business Security: Starts at $104.99 for 5 devices for 1 year.\n\nStarts at $104.99 for 5 devices for 1 year. Business Security: Starts at $129.49 for 5 devices for 1 year.\n\nStarts at $129.49 for 5 devices for 1 year. Business Security Premium: Starts at $286.99 for 5 devices for 1 year.\n\nStarts at $286.99 for 5 devices for 1 year. Ultimate Small Business Security: Starts at $189.99 a year or $18.99 a month for 3 users and 6 devices. Visit Bitdefender\n\nFeatures\n\nRisk management capabilities.\n\nScam Copilot feature powered by AI.\n\nFileless attack protection.\n\nBuilt-in password management and digital identity monitoring.\n\nDedicated email protection.\n\nPros and cons\n\nPros Cons Centralized security dashboard. Price plans can be confusing to navigate. Scores well in independent testing. Monthly payment option not available for all plans. User interface is intuitive and relatively easy to navigate. Scales with businesses as they grow.\n\nNorton: Best for 24/7 customer support At a small business, you rarely work defined hours, which is why it’s important to choose antivirus software that offers extensive support options. Fortunately, Norton offers online chat support 24/7 for English-speaking customers. There’s also a large knowledge base that you can consult for self-help before reaching out to customer service. Norton’s small business plans bundle together many features, including password management and cloud backup. Why I chose Norton I chose Norton because it offers 24/7 customer support in addition to an all-in-one security platform. It’s not big enough to scale with your business the way some other options on the list can, but it’s a great option if you’re a true small business that needs to protect 20 devices and under. Pricing Norton Small Business: Starts at $59.99 a year for 6 devices.\n\nStarts at $59.99 a year for 6 devices. Norton Small Business Premium: Starts at $149.99 a year for 10 devices. Visit Norton\n\nFeatures\n\nSecure browser protects internet traffic.\n\nEncrypted vault for storing login info.\n\nAutomatic software update tool.\n\nPC cleaner and optimizer.\n\nPros and cons\n\nPros Cons Affordable promotional pricing for the first years. Must upgrade to a more expensive plan to get a VPN. Can monitor up to 5 contacts for identity theft and breaches. Cloud storage is limited on both plans. Automatically backs up crucial business data. 24/7 chat support is available in English only. Includes Windows PC cleaning, updating, and optimizing.\n\nTrend Micro: Best for endpoint protection Trend Micro is excellent at detecting and defending against cyberattacks, which is why I named it one of the best antivirus software for Windows. Trend Micro offers two tiers of software: Trend Vision One for Small Businesses, and Trend Vision One for larger companies. The small business version can protect not just endpoints but also workloads and cloud apps as well with both endpoint detection response and extended detection response. Why I chose Trend Micro I selected Trend Micro because of its multiple cyber threat tools that promote early detection and elimination. I also appreciate that its many plans can scale with a small business as it becomes a midsize business or even a large enterprise. It also offers managed services through partnerships with third-party providers if you’re interested in outsourcing your IT work. Pricing Trend Micro does not disclose the pricing information for Trend Vision One for Small Businesses or Trend Vision One. Contact the sales team to get a customized quote. Visit Trend Micro\n\nFeatures\n\nAttack surface risk management.\n\nAI threat intelligence tools.\n\nData protection supports regulatory compliance.\n\nAdvanced email security and mobile device security.\n\nPros and cons\n\nPros Cons Wide variety of apps for threat detection and prevention. Pricing is not transparent. Educational tutorials are available. Number of features can be overwhelming to navigate. Can scale with your business as it grows. Ability to run simulated attacks on endpoints.\n\nESET: Best for scalability ESET is antivirus software for small businesses that offers five different pricing plans to choose from. This gives growing businesses a lot of runway to upgrade as their cybersecurity needs grow. A handful of add-ons increases the flexibility of the pricing tiers even further. Even the entry-level plan covers all types of endpoints and device control, while upper tier plans have additional features such as full disk encryption and patch management. Why I chose ESET I picked ESET because the platform offers four pricing plans and three add-ons for small and medium-sized businesses, giving companies lots of flexibility to scale as they grow. It’s also relatively easy to manage — though you’ll want a dedicated IT administrator to fully take advantage of the cybersecurity features offered by the more expensive plans. Pricing ESET Small Business Security: Starts at $179.99 for one year with 5 devices.\n\nStarts at $179.99 for one year with 5 devices. ESET Protect Entry: Starts at $211.00 for one year with 5 devices.\n\nStarts at $211.00 for one year with 5 devices. ESET Protect Advance: Starts at $275.00 for one year with 5 devices.\n\nStarts at $275.00 for one year with 5 devices. ESET Protect Complete: Starts at $287.72 for one year with 5 devices.\n\nStarts at $287.72 for one year with 5 devices. ESET Protect MDR: Pricing not disclosed; contact sales for a quote. Visit ESET\n\nFeatures\n\nMulti-layered protection against trojans, viruses, spyware, phishing, and more.\n\nChoose between cloud and on-premise deployment.\n\nAnti-theft measures for Windows and Android devices.\n\nBanking and internet browsing protection.\n\nPros and cons\n\nPros Cons Includes an unlimited VPN and a password manager. Small business plan limited to 25 devices. Multilingual customer support available. Certain features like MFA require an additional paid add-on. Many pricing plans means the software can scale as your business grows.\n\nAvira: Best for affordability If you’re a small business owner who needs to cover lots of devices at a reasonable cost, check out Avira Prime. This small business antivirus software only charges $134.99 per year for up to 25 devices, which costs about the same (or less!) than what many competitors charge for 5-10 devices. The bundle also includes an unlimited VPN, a password manager, and a device cleaner, so you’re getting more than just antivirus software at that price. If you need an even lower cost option, then check out our list of the best free endpoint detection software. Why I chose Avira I opted for Avira because it offers one of the most affordable pricing plans, allowing small businesses owners to protect up to 25 devices at a decent cost. I also like that it bundles additional features into its plan, like a VPN, instead of breaking them off into separate paid add-ons like some competitors. Pricing Avira Prime for 5 devices: $59.99 for the first year, or $9.99 per month.\n\n$59.99 for the first year, or $9.99 per month. Avira Prime for 25 devices: $139.99 for one year, or $12.99 per month. Visit Avira\n\nFeatures\n\nBlocks unwanted spam callers on smartphones.\n\nUnlimited VPN traffic allowed.\n\nAutomatically updates software on Windows devices.\n\nDevice cleaner and privacy settings manager for PCs.\n\nPros and cons\n\nPros Cons Offers tools to improve security, privacy, and performance. Only two pricing tiers to choose from. Unlimited VPN included. Jump from 5 to 25 devices may not work for all SMBs. Device cleaner gets rid of junk files on PCs. Block trackers and adware while internet browsing.\n\nMicrosoft Defender: Best for Windows-only systems If your small business only uses Windows devices, then Microsoft Defender may be sufficient for your basic antivirus needs. In fact, Defender already comes built into Windows 11 and 12, and you can even get it bundled in with other Microsoft apps like Word and Excel through the 365 E3 and E5 software packages. While you can use Defender on other types of operating systems and devices, such as Macs and iPhones, you’ll probably find it easier to set up other options on this list on non-Windows endpoints. Why I chose Microsoft Defender I chose Microsoft Defender because it’s often the most seamless option for small businesses that only use the Windows operating system. If you opt for one of the 365 E5 software bundles, you’ll get Defender alongside your other Microsoft apps, so you don’t even have to set up a separate subscription. Pricing Microsoft 365 E3: $33.75 per user, per month; Windows for Enterprise, 1TB of cloud storage and MDE P1.\n\n$33.75 per user, per month; Windows for Enterprise, 1TB of cloud storage and MDE P1. Microsoft 365 E5: $54.75 per user, per month; all 365 E3 features plus advanced security and compliance capabilities; business analytics and MDE P2. Visit Microsoft Defender\n\nFeatures\n\nAutomatic disruption of ransomware attacks.\n\nSecure Score offers prioritized security recommendations.\n\nGlobal threat intelligence and reporting.\n\nCopilot AI feature now available for security solutions, including Defender.\n\nPros and cons\n\nPros Cons Built into Windows 10 and 11. Pricing plans are difficult to navigate. Often bundled together with other Microsoft tools. Lacks advanced protection and features of competitors. Integrates with other security solutions from Microsoft.\n\nHow do I choose the best antivirus software for my small business?\n\nTo choose the best small business antivirus software, first consider your needs as well as your budget. Bear in mind that bundled plans that include additional features (such as a VPN and password manager) may save you more money in the long run than purchasing each tool à la carte. Use your budget and must-have features to narrow down your options to a shortlist, or start with the six platforms listed here.\n\nThen it’s time to take advantage of free trials so that you can test the software for yourself. I always strongly recommend hands-on testing of the software before committing to an annual contract. You should also schedule demo calls with the sales team if you have additional questions during or after the trial.\n\nIf you still aren’t certain about your choice of antivirus software, then you might want to try a platform that offers a month-to-month option, such as Avira and Bitdefender. That way, you aren’t locked into a year-long contract if you ultimately decide to change your mind.\n\nMethodology\n\nTo choose the best small business antivirus software, I consulted product documentation and users reviews. I considered features such as endpoint protection options, phishing and anti-malware measures, included VPNs and password managers, and automatic software updates. I also weighed other factors such as price plans, scalability, free trials, customer service available, ease of use, and user interface design."
    },
    {
        "title": "The New Era Of AI-Native Development Emerges At GitHub Universe 2024",
        "link": "https://www.forbes.com/sites/janakirammsv/2024/10/30/the-new-era-of-ai-native-development-emerges-at-github-universe-2024/",
        "description": "As enterprises continue to navigate the complexities of AI and software development, GitHub’s latest innovations offer ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KQnCce-8dFTx3Z31n78DuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    }
]