[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Congress Probes UFO Reality: \"We Are Not Alone,\" Says Ex-Pentagon Official",
            "link": "https://www.msn.com/en-us/travel/news/congress-probes-ufo-reality-we-are-not-alone-says-ex-pentagon-official/vi-AA1uJuyj?ocid=BingNewsVerp",
            "description": "In a congressional hearing, ex-Pentagon official Luis Elizondo claims that the U.S. and some adversaries possess UAP ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e-WFqrO0Z60jLx3iflasNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Money Talks News on MSN18h",
            "source": "Money Talks News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cube-shaped UFO filmed as people say 'there's a gathering at the end of the Universe'",
            "link": "https://www.msn.com/en-gb/news/world/cube-shaped-ufo-filmed-as-people-say-theres-a-gathering-at-the-end-of-the-universe/ar-AA1uMaRA?ocid=BingNewsVerp",
            "description": "The 49-second clip, shot in Colorado Springs, US, on November 23, shows the cube-shaped object stationary in the sky behind a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dciG-pUMMlEj5O5tmkSBWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Daily Star on MSN2h",
            "source": "Daily Star on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unidentified drones reported over RAF bases used by US",
            "link": "https://www.msn.com/en-us/news/politics/unidentified-drones-reported-over-raf-bases-used-by-us/ar-AA1uIJOR?ocid=BingNewsVerp",
            "description": "U.S. troops in Europe reported a swarm of unidentified drones flying over several Air Force bases in the U.K. in the past ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yJjZcMQ8RzXKJIVHpR8xyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20hon MSN",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Michael Schenker announced as Northern Kin 2025 headliner",
            "link": "https://www.thenorthernecho.co.uk/news/24749803.michael-schenker-announced-northern-kin-2025-headliner/",
            "description": "UFO and Scorpion guitarist Michael Schenker has been announced as headliner for Durham’s Northern Kin Festival 2025.",
            "image_url": "https://www.bing.com/th?id=OJ.Ahw0P02pSIL8IA&pid=news&w=120&h=16&rs=2",
            "category": "ufo",
            "date": "18h",
            "source": "The Northern Echo",
            "article_content": "The event - taking place at Thornley Hall Farm for the second time - will kick off on the weekend of August 1 to 3 next year with three stages of blues, rock, folk, pop and indie music.\n\nSeveral big names have already been announced for the event, including Ultravox front man Midge Ure, Folk singer Newton Faulkner, Fisherman’s Friends, The Undertone’s Elvana and local favourites Hayley McKay and Thieves of Liberty.\n\nNorthern Kin (Image: Adam Kennedy)\n\nNow, festival bosses have announced that German guitarist Michael Schenker will be headlining Saturday night of the event.\n\nMichael was an early member of the Scorpions, before joining UFO in the mid-1970s.\n\nHe went on to form the Michael Schenker Group (MSG) back in 1979, laying the foundations for one of hard rock’s most glorious solo careers of all times.\n\nThe current lineup for Northern Kin 2025 (Image: Northern Kin)\n\nThe 65-year-old is now set to bring his same swagger, verve and dizzying artistry to the Durham festival next summer, with organisers promising even more names - as well as more headliners - joining the lineup in the coming weeks.\n\nRecommended reading:\n\nGet more from The Northern Echo with a digital subscription. Click here.\n\nNorthern Kin's 2025 edition will mark the seventh time the festival has been held.\n\nCreated by a dedicated team of live music fans, Northern Kin will play host to more than 40 bands and artists across the three big stages, with lots of things to see and do.\n\nTickets on sale now from www.northernkinfestival.co.uk."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Photos & Show Review: IRON MAIDEN & THE HU In New Jersey And New York",
            "link": "https://metalinjection.net/show-recap/photos-show-review-iron-maiden-the-hu-in-new-jersey",
            "description": "If there is one thing that every Iron Maiden fan can truly remember, it's the first time they witnessed Iron Maiden running ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a3y5OpCnK09ookABZ8GG_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Metal Injection11h",
            "source": "Metal Injection",
            "article_content": "If there is one thing that every Iron Maiden fan can truly remember, it's the first time they witnessed Iron Maiden running out on stage live. For me it was January 21, 1991 on the No Prayer on the Road Tour with Anthrax as the opener at the old Brendan Byrne Arena in East Rutherford, NJ. I had just turned 16 two months prior and had been foaming at the mouth for this chance. As a kid growing up in the 80's idolizing everything about Iron Maiden this was my \"Future Past.\"\n\nFor almost five decades the British icons have toured the world captivating fans with their mesmerizing theatrical stage performances and their constant involving of a classic heavy metal sound that has made them a legendary staple to metal fans around the world.\n\nIron Maiden in my opinion could very well be viewed as the Grateful Dead of heavy metal. Take for instance the dedication their fans bring to the table is extraordinary. From touring around the world following the band like Dead Heads of the 60's with their flags representing their countries, too tattooing the iconic mascot Eddie on their bodies truly showing their loyal dedication for life.\n\nDuring the East Coast run of the Future Past Tour I was fortunate enough to have the privilege of attending both the November 2nd show in Brooklyn, NY at the Barclays Center and the November 9th show in Newark, NJ at the Prudential Center. During those shows I got the opportunity to meet and talk with some extraordinary loyal fans, a few ironically I had actually photographed prior on the 2022 Legacy Of The Beast Tour when it made it's stop in Newark at the Prudential Center.\n\nWhen I spoke with these fans I had photographed in the past I was amazed by their stories of dedication and passion they have for Iron Maiden. Johanna, who I photographed in the past, is from Ecuador and has seen Iron Maiden 33 times all over the world. On this tour alone Johanna told me she did 11 shows, 10 cities in 4 different countries. Johanna's friend Adrian from Costa Rica who I also photographed two years ago has been to a whopping 75 shows. They explained to me that they always travel for Iron Maiden.\n\nAnother fan I spoke with Petr, was here from London with a large group of friends from all over Europe, from Sweden, Finland, Scotland, Luxembourg, Italy and France. Petr told me he has done 4 shows on the East Coast and 9 last year on the 2023 leg of the Future Past European leg of the tour, he also told me he already has 11 shows lined up for next years Run For Your Lives tour. It was definitely great to meet these fans and hear their stories and learn their passion.\n\nThe energy was on full blast in Brooklyn on November 2nd as 19,000 fans eagerly awaited as they bared witness to the Mongolian folk metal band known as The HU. A band know for it's traditional Mongolian instrumentation and it's lyrics of ancient Mongolian war cries, the band began to warm up the crowd quickly. The band of eight decked in traditional like Mongolian warrior outfits reminded me of something out of a Conan movie.\n\nFor the majority of the crowd I'm sure this was their first encounter with the bands music as much of them took that opportunity to stand in massive lines for the ever coveted Iron Maiden merch. With the traditional cultural style of throat singing, traditional Morin khuur and tovshuur instruments combined with heart pounding percussions backed with a smooth grooving bass and guitar sound throughout the set they took us back in time the ancient nomadic empire of Xiongnu and brought to life a Frank Frazetta painting. To not say that was a great fit to open the show would be a lie.\n\nWith the ever familiar track of UFO's \"Doctor Doctor\" blasting throughout the PA system of the arena the already defining cheers from fans grew ever more louder as fans sang along word for word with heavy anticipation for the British icons to run out on stage and blow their minds. As \"Doctor Doctor\" wrapped up the theme from Blade Runner properly played which was only fitting as the curtains were pulled back to unveil a Sci-Fi backdrop much to the likes of Blade Runner itself.\n\nAs if the crowd wasn't already heading into a frenzy counting down the seconds with just the mere visual of a lit stage, cue the intro of \"Caught Somewhere in Time\" a blast of pyro tech ushering out the band from each side rushing to the stage galloping into this classic that hasn't been played live since 1987 and you've got faces melting right before your eyes. The shows choreography, flawless sound matched with frontman Bruce Dickson's electrifying stage presence as one of metals best front men electrified the arena.\n\nIt wasn't just Bruce's presence that ignited the crowd, Steve Harris, the backbone to Iron Maiden with his powerful basslines and energetic stage presence matched by the iconic dueling guitar solos of Dave Murray and Adrian Smith, both unique in their own way along with the guitar work of the ever charismatic Janick Gers and Nicko McBrain's effortlessly smooth powerful drumming rounding off the bands rhythm section with pure precision as Maiden laid right into \"Stranger in a Strange Land\" another classic track off their 1986 platinum album Somewhere In Time, again another smash hit that hasn't been played live since their 1999 Ed Hunter Tour. Ironically this was the same tour that saw the return of both Dickinson and Smith to the line up.\n\nThe back to back classic bangers were followed up by a trio of tracks from the most recent Senjutsu. The almost two hour long set was a seamless flow of both old and new which delighted the already electrified crowd with four live debuts off Senjutsu and the live debut of one my all time favorites \"Alexander the Great.\" It was during Iron Maiden's trio of encore songs lead by \"Hell on Earth\" that completely blew the roof off the Barclays Center with the cult classic hit \"The Trooper\" that had 19,000 fans signing at the top of their lungs in harmony before ending to me what was the best show of 2024 by bringing back live one last piece of nostalgia, \"Wasted Years.\"\n\nOn November 9th, one week after Iron Maiden's Future Past tour blew the roof off of Brooklyn's Barclays Center, I'm now across the pound in Newark, NJ at the Prudential Center. Unlike Brooklyn the vibe in New Jersey is different. The level of energy and anticipation is the same, but unlike Barclays in Brooklyn where everything and everyone is on top of each other with the non-stop hustle and bustle of NYC where as Newark's Prudential Center is located in a more spread out environment that sees street closures during events along with outdoor parking lots that host your traditional tailgating along with multiple entry points to the arena to thin out the heard of metal maniacs is where I find the vibe to feel a bit more laid back in a sense.\n\nOnce inside the sold out arena of 19,500 things were just as they were in Brooklyn. Fans holding court in the halls over cold beverages, long lines for the famous Maiden merch.\n\nWhen the tours opener The HU hit the stage and kicked things off, again the vibe was much like it was in Brooklyn with the majority of fans still lingering around the arena halls socializing, still waiting in long lines for merch and concessions. However different from Brooklyn's show, it seemed that there were more faces in the crowd more familiar with the Mongolian folk sensation, but lets face it, New York is always a tough crowd and to top that off you're opening up for Iron Maiden.\n\nMaking my way into the media pit area with UFO's \"Doctor Doctor\" playing through the arenas PA system, I couldn't help but to still have this weird vibe around me that I just couldn't put my finger on. At first I thought, hey you guys in the front row here don't seem so energized, but I was quickly assured once the music hit that I would see the energy. Yet there was still something puzzling me. As with the show itself, I'm sure everyone who have hit multiple shows on the tour, myself included was thinking alright this is going to be awesome, same setlist, same choreography, same show. Sick! Ready to go! Let's have our minds blown away again. Let's see who's going to be louder? New York or New Jersey?\n\nThe show did set off just as it has been throughout the tour kicking off the set with the pre-recorded intro to \"Caught Somewhere in Time\" with the thunderous clap of pyro ushering out the band, and just like that thunderous clap, bang, Bruce comes running out and hits the stage blowing away 19,500 fans as he's donning the original Somewhere In Time jacket he wore throughout the 1986 Somewhere On Tour. It might sound corny, but that was it.\n\nThat feeling I had that something was different that night. It was a sense of surprise and one of legendary status. Every Maiden fan of that era along with those of the younger generation that know their Maiden history were completely in aww losing their shit. The jacket itself had been hanging on permanent display at the Rock n' Roll Hall of Fame as of 2017. We all know how Bruce feels about the RRHF so theres no question that this was the original. What a way to come out and surprise fans. With a simple wardrobe change that makes an already amazing show that features a setlist of classics that haven't been played live in decades along with a heavy handful of live debuts that turned this show into a history maker. For \"Stranger in a Strange Land\" it was back to Bruce's original wardrobe with long trench like coat and futuristic like sunglasses that gave off the Jedi meets Mad Max bounty hunter vibe. Like the previous shows during this track fans were treated to the monstrous 10ft SSL Eddie.\n\nThis wouldn't be only sighting as fans would get the Somewhere in Time Eddie during \"Heaven Can Wait\" as he Bruce would go at firing off shots at one and other. It wouldn't be until later in the set that Eddie would make his way back out on to the stage this time fans would get the Senjutsu Samari Eddie for the song that started it all \"Iron Maiden.\" Just as flawless as everyone on stage was in Brooklyn, they were just as flawless and energetic in New Jersey with the crowd just as electrifying. Seeing the smiles on the faces of everyone from Iron Maiden as they playing in front of the fans is great to see. It's a highlight all in it's own.\n\nThe prodigious talent combined with a unique personalty and energetic stage presence that every member brings to the stage every night at their age is true testament to Iron Maiden's legacy that will continue to resonate with fans of all ages for years to come. In 2025 will mark Iron Maiden's 50 year anniversary as they kick off the Run For Your Lives World Tour. After witnessing these mind blowing shows of epic proportion with a setlist stacked with classic hits some that hadn't been played live for ages along with a group of live debuts one can only imagine how insane Iron Maiden will bring it for the 50th in 2025.\n\nIron Maiden\n\nThe HU"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple again snubs AI in its ‘iPhone App of the Year’ finalists",
            "link": "https://www.msn.com/en-us/news/technology/apple-again-snubs-ai-in-its-iphone-app-of-the-year-finalists/ar-AA1uJDFM?ocid=BingNewsVerp",
            "description": "On Monday, Apple's list of finalists for its coveted \"iPhone App of the Year\" award once again reveals how the iPhone maker ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F1ME9CeWi8CTkd32icNPYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Android 16 could give Gemini more control over apps – and other AI upgrades are rumored too",
            "link": "https://www.msn.com/en-gb/money/technology/android-16-could-give-gemini-more-control-over-apps-and-other-ai-upgrades-are-rumored-too/ar-AA1uFwFN?ocid=BingNewsVerp",
            "description": "First up, as reported by Android Authority, there are new APIs (Application Programming Interfaces) in the developer preview ...",
            "image_url": "https://www.bing.com/th?id=OVFT.w8amz7_FB5abdT243PGEOi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Do You Get to Artificial General Intelligence? Think Lighter",
            "link": "https://www.wired.com/story/how-do-you-get-to-artificial-general-intelligence-think-lighter/",
            "description": "Billions of dollars in hardware and exorbitant use costs are squashing AI innovation. LLMs need to get leaner and cheaper if ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1PC3vlzyxqJWmhcLX3iNBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "58m",
            "source": "Wired",
            "article_content": "In 2025, entrepreneurs will unleash a flood of AI-powered apps. Finally, generative AI will deliver on the hype with a new crop of affordable consumer and business apps. This is not the consensus view today. OpenAI, Google, and xAI are locked in an arms race to train the most powerful large language model (LLM) in pursuit of artificial general intelligence, known as AGI, and their gladiatorial battle dominates the mindshare and revenue share of the fledgling Gen AI ecosystem.\n\nFor example, Elon Musk raised $6 billion to launch the newcomer xAI and bought 100,000 Nvidia H100 GPUs, the costly chips used to process AI, costing north of $3 billion to train its model, Grok. At those prices, only techno-tycoons can afford to build these giant LLMs.\n\nREAD MORE This story is from the WIRED World in 2025, our annual trends briefing.\n\nThe incredible spending by companies such as OpenAI, Google, and xAI has created a lopsided ecosystem that’s bottom heavy and top light. The LLMs trained by these huge GPU farms are usually also very expensive for inference, the process of entering a prompt and generating a response from large language models that is embedded in every app using AI. It’s as if everyone had 5G smartphones, but using data was too expensive for anyone to watch a TikTok video or surf social media. As a result, excellent LLMs with high inference costs have made it unaffordable to proliferate killer apps.\n\nThis lopsided ecosystem of ultra-rich tech moguls battling each other has enriched Nvidia while forcing application developers into a catch-22 of either using a low-cost and low-performance model bound to disappoint users, or face paying exorbitant inference costs and risk going bankrupt.\n\nIn 2025, a new approach will emerge that can change all that. This will return to what we’ve learned from previous technology revolutions, such as the PC era of Intel and Windows or the mobile era of Qualcomm and Android, where Moore’s law improved PCs and apps, and lower bandwidth cost improved mobile phones and apps year after year.\n\nBut what about the high inference cost? A new law for AI inference is just around the corner. The cost of inference has fallen by a factor of 10 per year, pushed down by new AI algorithms, inference technologies, and better chips at lower prices.\n\nAs a reference point, if a third-party developer used OpenAI’s top-of-the-line models to build AI search, in May 2023 the cost would be about $10 per query, while Google’s non-Gen-AI search costs $0.01, a 1,000x difference. But by May 2024, the price of OpenAI’s top model came down to about $1 per query. At this unprecedented 10x-per-year price drop, application developers will be able to use ever higher-quality and lower-cost models, leading to a proliferation of AI apps in the next two years."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Anthropic proposes a new way to connect data to AI chatbots",
            "link": "https://techcrunch.com/2024/11/25/anthropic-proposes-a-way-to-connect-data-to-ai-chatbots/",
            "description": "Anthropic is proposing a new standard for connecting AI assistants to the systems where data lives, called Model Context ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-5LzvOuFOjtyLo23QS21zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20h",
            "source": "TechCrunch",
            "article_content": "Anthropic is proposing a new standard for connecting AI assistants to the systems where data resides.\n\nCalled the Model Context Protocol, or MCP for short, Anthropic says the standard, which it open sourced today, could help AI models produce better, more relevant responses to queries.\n\nMCP lets models — any models, not just Anthropic’s — draw data from sources like business tools and software to complete tasks, as well as from content repositories and app development environments.\n\n“As AI assistants gain mainstream adoption, the industry has invested heavily in model capabilities, achieving rapid advances in reasoning and quality,” Anthropic wrote in a blog post. “Yet even the most sophisticated models are constrained by their isolation from data — trapped behind information silos and legacy systems. Every new data source requires its own custom implementation, making truly connected systems difficult to scale.”\n\nMCP ostensibly solves this problem through a protocol that enables developers to build two-way connections between data sources and AI-powered applications (e.g., chatbots). Developers can expose data through “MCP servers” and build “MCP clients” — for instance, apps and workflows — that connect to those servers on command.\n\nHere’s a quick demo using the Claude desktop app, where we’ve configured MCP:\n\n\n\nWatch Claude connect directly to GitHub, create a new repo, and make a PR through a simple MCP integration.\n\n\n\nOnce MCP was set up in Claude desktop, building this integration took less than an hour. pic.twitter.com/xseX89Z2PD — Alex Albert (@alexalbert__) November 25, 2024\n\nAnthropic says that companies, including Block and Apollo, have already integrated MCP into their systems, while dev tooling firms, including Replit, Codeium, and Sourcegraph, are adding MCP support to their platforms.\n\n“Instead of maintaining separate connectors for each data source, developers can now build against a standard protocol,” Anthropic wrote. “As the ecosystem matures, AI systems will maintain context as they move between different tools and data sets, replacing today’s fragmented integrations with a more sustainable architecture.”\n\nDevelopers can start building with MCP connectors now, and subscribers to Anthropic’s Claude Enterprise plan can connect the company’s Claude chatbot to their internal systems via MCP servers. Anthropic has shared prebuilt MCP servers for enterprise systems like Google Drive, Slack, and GitHub, and says that it’ll soon provide toolkits for deploying production MCP servers that can serve entire organizations.\n\n“We’re committed to building MCP as a collaborative, open-source project and ecosystem,” Anthropic wrote. “We invite [developers] to build the future of context-aware AI together.”\n\nMCP sounds like a good idea in theory. But it’s far from clear that it’ll gain much traction, particularly among rivals like OpenAI, which would surely prefer that customers and ecosystem partners use their data-connecting approaches and specifications.\n\nIn fact, OpenAI recently brought a data-connecting feature to ChatGPT, its AI-powered chatbot platform, that lets ChatGPT read code in dev-focused coding apps — similar to the use cases MCP drives. OpenAI has said that it plans to bring the capability, called Work with Apps, to other types of apps in the future, but it’s pursuing implementations with close partners rather than open sourcing the underlying tech.\n\nIt also remains to be seen whether MCP is as beneficial and performant as Anthropic claims it to be. The company says, for example, that MCP can enable an AI bot to “better retrieve relevant information to further understand the context around a coding task,” but the company offers no benchmarks to back up this assertion."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Luma expands Dream Machine AI video model into full creative platform, mobile app",
            "link": "https://venturebeat.com/ai/luma-expands-dream-machine-ai-video-model-into-full-creative-platform-mobile-app/",
            "description": "Now available on web and iOS, the new Dream Machine aims to blend simplicity and sophistication across input devices.",
            "image_url": "https://www.bing.com/th?id=OJ.vzEaOlDLv8L6Pg&pid=news&w=89&h=16&rs=2",
            "category": "ai+app",
            "date": "15h",
            "source": "VentureBeat",
            "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nThe competition between startups and big companies such as Google and Meta to offer compelling AI video creation tools has entered a new phase.\n\nLuma AI, a startup founded by former Googlers and others, is dramatically expanding its Dream Machine AI video model with a new interface, mobile app and new image generation foundation model. The model, Luma Photon, combines personalization, efficiency and creative power to push the boundaries of image and video creation.\n\nNow available on web and iOS, the new Dream Machine aims to blend simplicity and sophistication across input devices through a unified intuitive conversational interface.\n\nPromotional image of new Luma desktop interface. Credit: Luma AI\n\nWith over 25 million registered users since its launch in June 2024, Dream Machine is evolving into a subscription-based service for both casual creators and professionals in industries such as fashion, marketing and filmmaking.\n\n“We built Dream Machine as a visual thought partner, powered by a whole new image model called Luma Photon,” said Amit Jain, CEO and co-founder of Luma AI, during a video interview with VentureBeat. “It’s creative, intelligent, and designed for the people who build our world—designers, creators in fashion, media, and entertainment.”\n\nPromotional image of Dream Machine iOS. Credit: Luma AI\n\nA new approach to visual creation\n\nDream Machine aims to remove the complexity traditionally associated with creative tools. Users can simply describe their ideas in natural language or provide reference images to guide the platform’s outputs. Unlike traditional prompt engineering, which requires precise and technical input, Dream Machine is built for intuitive interaction.\n\n“Unlike prompt engineering, where you have to carefully craft specific commands, Dream Machine lets you talk to it like you’re talking to a person. This conversational interface makes editing and creating intuitive,” Jain explained.\n\nThe platform’s new personalization features, including multi-image prompting and single-image character references, enable users to bring their visions to life with greater accuracy and detail. For instance, designers can upload textures, colors and other visual cues to guide the system’s outputs.\n\n“With Dream Machine, you can give it reference images—colors, structures, or textures—and it will intelligently combine and iterate until you get exactly what you want. It’s a game-changer for designers and creatives,” Jain added.\n\nNew modes include a Brainstorm mode which allows users to apply different style influences to their imagery and video, as well as Boards of multiple images and videos that can be shared between team members and fellow creators, and “Concept Pills” that offer pre-set unified stylistic visuals users can apply to their video and image outputs.\n\nConsistent characters from a single image\n\nLuma AI envisions a future where visual creation is as seamless and accessible as typing text. Dream Machine bridges this gap, making advanced generative tools usable for everyone, from hobbyists to industry professionals.\n\n“Why should creating images and videos be as hard as using Adobe’s tools? Imagine if making text was that difficult—there’d be no digital revolution. Visual thought should be just as accessible,” Jain argued.\n\nBeyond accessibility, the platform introduces groundbreaking capabilities for video creation. Users can animate storylines with consistent characters derived from a single image, opening new doors for storytelling.\n\n“You can now create infinite variations of a person from just one image. This consistency allows for entire storylines in videos with the same character—something that hasn’t existed in video creation until now,” Jain said.\n\nNew image generation model Photon\n\nAt the core of these advancements is Luma Photon, the company’s latest image foundation model, which generates high-quality still images from text prompts — and includes “state-of-the-art” embedded text, something many other image generation models still struggle to accomplish reliably.\n\nPhoton is built on Luma’s Universal Transformer architecture, which Luma says is eight times faster and more cost-efficient than comparable models.\n\nThis efficiency enables rapid iteration without sacrificing quality, making it ideal for high-demand use cases.\n\n“Our new Photon model is the most creative and personalizable model available today. It adapts in real-time without training, using an advanced universal transform architecture,” Jain explained.\n\nDevelopers can also harness the power of Photon through the Luma AI API, which supports text-to-image, text-to-video and image-to-video transformations. The API ensures privacy for user data and offers scalability for products built on its platform.\n\nNew subscription pricing\n\nThe updated Dream Machine is offered in four pricing tiers:\n\nHobbyists: $9.99/month\n\nExplorers: $29.99/month\n\nProfessionals: $99.99/month\n\nEnterprise: Custom pricing for large teams\n\nThese tiers provide flexibility for users with varying needs, whether they’re creating for personal projects or commercial ventures.\n\nA new era of possibilities\n\nSince its founding in 2021, Luma AI has raised $80M in funding from strategic investors including Andreessen Horowitz, Amplify Partners, Matrix Partners, General Catalyst, and South Park Commons.\n\nAnjney Midha, a general partner at Andreessen Horowitz, highlighted the platform’s potential to power industries ranging from photorealistic video generation to interactive 3D worldbuilding.\n\nAs Dream Machine evolves, Luma AI is delivering on its mission to democratize creativity. “Dream Machine is where you come to visualize what’s in your head. It helps make sense of the increasingly complex world by leveraging AI’s ability to process and simplify vast amounts of information,” Jain concluded.\n\nWith its blend of accessibility, personalization, and cutting-edge technology, Dream Machine is poised to redefine how people create and share their ideas in the digital age.\n\nCorrection: this article originally misstated the amount Luma AI had raised and erroneously mentioned Amazon as an investor. The article has since been updated to the correct number and investor list."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Probing the PNW’s Paranormal Past, Present",
            "link": "https://www.msn.com/en-us/news/us/probing-the-pnw-s-paranormal-past-present/ar-AA1uJqvc?ocid=BingNewsVerp",
            "description": "Our state has, once again, ranked as a hotspot for unexplained sightings. So we decided to take videos from KIRO 7 viewers to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ocn7aRON3ph4sW7vTpf6Si&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "5hon MSN",
            "source": "KIRO Seattle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "VIDEO: Paranormal presence in the PNW?",
            "link": "https://www.msn.com/en-us/tv/news/video-paranormal-presence-in-the-pnw/vi-AA1uKNTx?ocid=BingNewsVerp",
            "description": "The 10 Most Iconic Airplanes In Aviation History, Ranked Researchers Study Life After Death — And It Gets Weirder Martin ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jJ_wrX9IFhlUcc6wOaSYAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8hon MSN",
            "source": "KIRO Seattle on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fender's massive Black Friday sale is here! Bag up to 50% off 75 guitars - these are the 8 we'd pick up today",
            "link": "https://www.musicradar.com/guitars/fender-black-friday-sale-2024",
            "description": "There are big savings on everything from the insanely popular Player II to the retro-inspired Vintera II, and a few limited ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P2Zbezbmz7Inu8wNRPIBxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "MusicRadar51m",
            "source": "MusicRadar",
            "article_content": "Black Friday is just days away, and there are stacks of Black Friday music deals up for grabs. While there are many epic offers from the biggest names in music retail, one of the best sales is direct from the official Fender site, where you can score up to 50% off a range of Fender and Squier guitars.\n\nIncluded in this sale are a collection of Fender electric guitars, acoustic guitars, Fender accessories and clothing. So, if you are on the hunt for brand new Fender gear – regardless of the price point – there has never been a better time to buy.\n\nNow, with 75 guitars on offer, we thought we'd hand-pick our top 8. These are the guitars that we highly rate - and more importantly, these are the instruments we'd spend our own cash on.\n\nFender Vintera II Jag: was US$1,499 now US$1,349 at Fender Shop Next up is the retro-inspired '70s Jag in the eye-catching Vintage White finish. This guitar has all the vintage charm of an original Jag but without the hefty price tag. Right now, this guitar is down to $1,349; that's a saving of $150.\n\nFender Vintera II '60s Tele: was US$1,149 now US$999 at Fender Shop The Vintera II '60s Tele is the perfect axe for those who want the best of both worlds. This Tele has plenty of vintage mojo in the style department but also benefits from modern features such as a contemporary neck profile and hotter pickups.\n\nFender Malibu Player: was US$449 now US$400 at Fender Shop The Malibu Player may be small, but this pint-sized acoustic packs a punch. Featuring a solid spruce top, mahogany back and sides, and 6-in-line headstock, this guitar is immensely playable, sounds fantastic and looks pretty cool while doing it.\n\nFender Vintera II '70s Mustang: was US$1,179.99 now US$1,029.99 at Fender Shop The Mustang Bass has made quite the impact since it was released back in '64, finding its way into the hands of everyone from Tina Weymouth of the Talking Heads, Bill Wyman of The Rolling Stones and even Mikey Way of My Chemical Romance - and now you can join the club for a less, with $150 off while stocks last.\n\nSquier Paranormal Jazzmaster XII: was US$449.99 now US$359.99 at Fender Shop Sometimes, the track you are working on is crying out for the unmistakable sound of a 12-string, and with the Squier Paranormal Jazzmaster XII, you can nail the tone without breaking the bank! Save $90 at Fender.com.\n\nFender Newporter Player: was US$449 now US$400 at Fender Shop Even when it isn't on sale, this striking acoustic offers fantastic value for money and with its slim neck it's ideal for beginners. It even comes loaded with Fishman electronics. So, with $49 off for Black Friday, the deal just got even sweeter.\n\nOf course, there are lots more on offer, so we recommend checking out the full sale for yourself. This promotion runs until the 1st of December, so if you see something you like, don't hang about, as there are only a few days to grab a bargain.\n\nFender Black Friday Sale: Up to 50% off\n\nFrom the Fender Player II to the Squier Paranormal, there is something for everyone in this epic Black Friday sale – in fact, it may be one of the best sales online right now for guitar players.\n\nCheck out more epic Black Friday sales that are live right now"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta reveals AI tie-up with horror film makers",
            "link": "https://menafn.com/1108927183/Meta-reveals-AI-tie-up-with-horror-film-makers",
            "description": "Meta has revealed a collaboration with horror movie production firms Blumhouse to road-test its recent AI video model. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LuDY7N5HW883gVL162XLOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "33m",
            "source": "Mena FN",
            "article_content": "(MENAFN) company Meta has revealed a collaboration with horror movie production firms Blumhouse to road-test its recent AI video model.\n\n\n\nThe program, popular as Movie Gen, was declared previously this month though Meta stated it was still being improved and would not be added to worldwide available products until the upcoming year.\n\n\n\nOn Thursday, Meta declared that it had been working with movie makers from Blumhouse, popular for making franchises like “Paranormal Activity”, “The Purge” as well as “Insidious”, to refine and develop the model.\n\n\n\nOscar-winning actor Casey Affleck, who received early access to Movie Gen, described it in a promotional video as “more like a collaborator than just a tool.”\n\n\n\nThe rise of AI sparked significant debate during last year’s Hollywood writers’ strike, as many creatives expressed concerns about studios potentially using AI to generate scripts or even replace actors.\n\n\n\nHowever, Jason Blum, founder of Blumhouse, embraced the opportunity to experiment with the program during its development phase.\n\n\n\n“These are going to be powerful tools for directors, and it’s important to engage the creative industry in their development to make sure they’re best suited for the job,” he was cited as stating in a Meta blog post.\n\nMENAFN26112024000045016755ID1108927183"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dandadan’s Opening Theme is Filled With the Creepiest Easter Eggs That Every Occult Fan Needs to Know",
            "link": "https://fandomwire.com/dandadans-opening-theme-is-filled-with-the-creepiest-easter-eggs-that-every-occult-fan-needs-to-know/",
            "description": "The opening theme of Dandadan isn’t just an introduction, but rather it’s a portal into the series’ chaotic and creepy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UBG6jf3RVAx3349Soxi6gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "fandomwire4h",
            "source": "fandomwire",
            "article_content": "The opening theme of Dandadan isn’t just an introduction, but rather it’s a portal into the series’ chaotic and creepy universe!\n\nDandadan‘s recent anime adaptation has taken the community by storm with its blend of comedy, action, and supernatural chaos. Apart from the theme, what truly sets it apart is its masterful storytelling of Yukinobu Tatsu, which seamlessly incorporates humor into bone-chilling scenarios — a formula that resonates deeply with fans of both horror and comedy. But of course, without Science SARU, the visual feast that we’re witnessing wouldn’t have been possible.\n\nOkarun from Dandadan | Credit: Science SARU\n\nSimilarly, an example of Science SARU’s creative genius shines through how they crafted the opening and ending sequences of Dandadan. The opening theme of Dandadan, titled “Otonoke“, displays the series’ identity, packing in countless references to occult lore and horror media. For fans who thrive on decoding hidden messages and diving into urban legends, the opening is nothing but a goldmine.\n\nDandadan‘s Opening Song: A Tribute to Yukinobu Tatsu’s Love For Occult\n\nThe opening theme of Dandadan by Creepy Nuts, titled “Otonoke”, is a subtle nod to spine-tingling occult references and Japanese spiritual practices. While the song seems like a typical upbeat anime opening theme, it incorporates many elements from Japanese horror legends and classics.\n\nFirst off, in the beginning, the phrase “Kuwabara” from the song refers to a Japanese superstitious term, which is related to warding off bad luck and evil spirits.\n\nA still from Dandadan’s opening theme | Credit: Science SARU\n\nAnother bone-chilling horror reference is that Dandadan‘s opening song’s title “Otonoke” is most possibly derived from “Yamanoke”; a word steeped in Japanese urban legend. The song also uses a phrase called “Haireta” which means “I’m inside” — a term uttered by individuals who’ve been possessed, marking their descent into paranormal phenomena. The same phrase is also used in an urban legend that started on 2chan named Kinkisaki-Pandora.\n\nThere’s also a lyric in the song that translates to “When 4:44 rolls around, let’s go” — a reference to another symbolism from Japanese culture. The number 4, pronounced as “Shi”, is considered unlucky because it sounds like the word for death. The inclusion of “4:44” in the song references the time of night when paranormal activity is believed to peak in Japan.\n\nCreepy Nuts’ Incorporation of Yukinobu Tatsu’s Influences for Horror\n\nIn previous interviews, Yukinobu Tatsu has openly expressed his admiration for crossover horror films, particularly Sadako vs. Kayako — the infamous crossover horror film that pits two of Japan’s most iconic horror characters; Sadako from The Ring and Kayako from The Grudge, against one another. The movie’s ability to be both terrifying and hilariously absurd inspired Tatsu to craft the chaotic yet heartfelt storyline that defines Dandadan.\n\nA still from the film “Sadako vs. Kayako” | Credit: Universal Pictures\n\nOne of the standout references in “Otonoke” comes in the form of a lyrical shoutout to Sadako vs. Kayako. The lyric translates to “Packed with ghosts like Sada-chan and Kaya-chan” — not only paying homage to these chilling horror characters but also drawing a playful connection to the title Dandadan.\n\nThe song also mentions “Shyamalan”, which is a direct reference to M. Night Shyamalan, the Hollywood director known for his twisty horror films like The Sixth Sense and Signs. While the mention of Shyamalan might seem out of place at first, it reflects the series’ love for blending global influences with Japanese horror traditions.\n\nWhat makes “Otonoke” stand out is its ability to blur the lines between fiction and reality. By incorporating elements from folklore, urban legends, and even modern horror media, the song reflects the chaotic and unpredictable nature of Dandadan‘s world. The references aren’t just clever, it literally serves as both a love letter to the horror genre and a thrilling preview of what’s to come.\n\nDandadan is currently available to watch on Crunchyroll."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2,000-year-old ritual mug reveals ancient Egyptians drank hallucinogenic beverages, scientists say",
            "link": "https://www.msn.com/en-us/news/world/2000-year-old-ritual-mug-reveals-ancient-egyptians-drank-hallucinogenic-beverages-scientists-say/ar-AA1uMtzd?ocid=BingNewsVerp",
            "description": "Scientists discovered a mix of psychedelic drugs, bodily fluids, flavoring agents and alcohol after they scraped the inside ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XUlzklxu3zUGnmT_lwwV4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "37mon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Potential Sonar Discovery Of \"Amelia Earhart's Plane\" Turns Out To Be Plane-Shaped Rock",
            "link": "https://www.msn.com/en-us/news/other/potential-sonar-discovery-of-amelia-earhart-s-plane-turns-out-to-be-plane-shaped-rock/ar-AA1uMri8?ocid=BingNewsVerp",
            "description": "E arlier this year, a former US Air Force pilot and intelligence officer raised hopes that Amelia Earhart's plane may have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cJLqAhPCLX2XFDg2mrFdmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "IFLScience on MSN46m",
            "source": "IFLScience on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Man Finds Gigantic \"Scar\" In Australian Outback On Google Maps. It Was An Important Discovery",
            "link": "https://www.msn.com/en-us/news/technology/man-finds-gigantic-scar-in-australian-outback-on-google-maps-it-was-an-important-discovery/ar-AA1uIfCP?ocid=BingNewsVerp",
            "description": "Investigating the mark, Matej Lipar, Adjunct Research Fellow at the School of Earth and Planetary Sciences at Curtin ...",
            "image_url": "https://www.bing.com/th?id=OVF.1nVGB3fNzJd3sPnsUDk7Aw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "IFLScience on MSN19h",
            "source": "IFLScience on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery Taiwan Debuts New Documentary",
            "link": "https://www.malaymail.com/news/money/mediaoutreach/2024/11/26/discovery-taiwan-debuts-new-documentary/344584",
            "description": "Regenerative MedicineSINGAPORE - Media OutReach Newswire - 26 November 2024 - A riveting new documentary, Medical Elite: Regenerative Medicine, ...",
            "image_url": "https://www.bing.com/th?id=ODF.BDGCUVM0l1McqOW5Ivbj3A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "malaymail10h",
            "source": "malaymail",
            "article_content": "Medical Elite: Regenerative Medicine\n\nWatch highlights here\n\n\n\nDownload photos here\n\nSINGAPORE - Media OutReach Newswire - 26 November 2024 - A riveting new documentary,featuring Japan’s premier STEMCELL Co., Ltd, will premiere on the Discovery Channel on Friday, November 29, at 7:10 p.m. and on Discovery Asia on Sunday, December 8, at 9 p.m.This documentary delves into the world of stem cell therapy, exploring its vast potential for treating degenerative diseases, as well as the regulatory landscape around it and international collaborations shaping the future of regenerative medicine. The makers of the documentary highlight these issues through the lives of three individuals: Edwin Hooy, a businessman from Singapore with a chronic disease, and Yuki Sato, a prominent Japanese athlete grappling with a knee issue; and Kiichi Oya, a 73-year-old suffering from a neurodegenerative disease, and how all of them find hope through stem cell therapy.The attending physician, Dr. Nana Kobayashi, MD, Director of Omotesando HELENE Clinic, says, “.”Dr. Ravindra Gupta, a Professor of Clinical Microbiology at the University of Cambridge adds, “Through personal stories of those who were willing to take the first step towards life-changing treatment,takes viewers behind the scenes, exploring the scientific processes involved in sourcing, culturing, and administering stem cells, and offers an insight into the challenges researchers face as they strive to unlock the full potential of this groundbreaking therapy of medical science.\n\nThe issuer is solely responsible for the content of this announcement.\n\nAbout Discovery Channel\n\nDiscovery Channel is dedicated to creating the highest quality non-fiction content that informs and entertains its consumers about the world in all its wonder, diversity and amazement. The network, which is distributed to 88.3 million U.S. homes, can be seen in 224 countries and territories, offering a signature mix of compelling, high-end production values and vivid cinematography across genres including, science and technology, exploration, adventure, history and in-depth, behind-the-scenes glimpses at the people, places and organizations that shape and share our world.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stadium-sized asteroid to pass Earth Tuesday — what do you need to know?",
            "link": "https://www.msn.com/en-us/news/other/stadium-sized-asteroid-to-pass-earth-tuesday-what-do-you-need-to-know/ar-AA1uKQ1K?ocid=BingNewsVerp",
            "description": "Lowell Observatory astronomer and asteroid expert Nick Moskovitz said we know little about this asteroid coming by so close ...",
            "image_url": "https://www.bing.com/th?id=OVF.0pPIGK54lPIWWiyNRU4KDQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Boost quality with a no-code, AI-powered vision system",
            "link": "https://www.controlglobal.com/show-coverage/rockwell-automation-automation-fair/article/55245723/boost-quality-with-a-no-code-ai-powered-vision-system",
            "description": "The latest release of FactoryTalk Analytics VisionAI is a fully realized system for quality control and assurance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Uqr53aWY1CQWlEkB6ohduC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Control Global19h",
            "source": "Control Global",
            "article_content": "A recent customer survey by Rockwell Automation shows that improving product quality is considered to be the top accelerant for manufacturing’s digital transition. In addition, survey respondents said the number one area of impact for artificial intelligence (AI) is in closed-loop quality control.\n\nAt Automation Fair 2024, Amanda Thompson, Rockwell Automation product manager for FactoryTalk Analytics VisionAI, held a session highlighting the newest edition of VisionAI that was released in September 2024. This new release of VisionAI addresses the quality and AI capabilities ranked so highly by Rockwell Automation’s customers.\n\nThompson explained that, while VisionAI does leverage machine vision technology, it’s more than a machine vision system. “This is a quality inspection platform designed to help you understand the quality of the product you're producing,” she said. “It not only tells you if a part or product is good or bad, it also tells you why.”\n\nShe added that the system can support vision inspection at line speeds up to 500-600 parts per minute, depending on the application, to read barcodes, classify parts for identification and sorting, detect defects on surfaces, perform presence/absence detection and read/verify text.\n\nBeyond inspection, VisionAI also provides traceability so that users can see the images highlighted by the system as defective to drive comparisons with acceptable images and provide proof of specific defects. “VisionAI features root cause analysis capabilities that will tell you why an item failed, and it provides notifications so that detected issues can be addressed immediately,” Thompson said.\n\nIn keeping with Rockwell Automation’s direction of developing AI-powered technologies that depend on end user domain expertise to refine them, Thompson pointed out that VisionAI is a no-code platform designed for operations and quality control personnel and “relies on your expertise to provide the information needed for the system to make good quality decisions.”\n\nVisionAI architecture and operation\n\nThe architecture of VisionAI stretches from the cloud to the edge, incorporating embedded analytics, data storage, and application programming interfaces for integrations with manufacturing execution and enterprise resource planning systems. The cloud hosts the AI engine and remote access features for monitoring, management, and deployment of VisionAI's edge functionalities. At the edge are local hardware such as edge computers, human machine interfaces, PLC integration and the vision system cameras, lenses and lighting.\n\nThompson noted that VisionAI currently works with Basler cameras but support for more third-party vision systems will be announced in 2025.\n\nExplaining how VisionAI works, Thompson said the first step is for the user to “define the type of inspection they want VisionAI to run. Then they can start capturing images and labeling them as good or bad. The number of images needed to train the system will depend on the type of inspection.”\n\nShe added that VisionAI provides a chart for image training that shows the user when enough images have been supplied to successfully train the model. A training report generated by VisionAI shows the model accuracy as it’s developed to indicate if you’ve labeled images incorrectly and allows users to correct them to improve accuracy before deployment.\n\nOnce the cloud-based model has been trained, it’s then deployed to the edge where up to eight cameras can be supported on one system, with live camera feed capabilities available on site and via remote access.\n\n“The defect carousel feature shows failed images, which lets users double-click on the images to learn more about the failure reasons,” she said. “VisionAI also aggregates data across systems and time periods so that the system’s dashboard supports comparison of batches, stations, production days and other factors to support specific troubleshooting needs.”\n\nQuality reports are generated directly by VisionAI so that every stakeholder receives the same report.\n\nThompson added that VisionAI’s remote access also lets users label images so that they can train and deploy models even if they are not on site. “Plus, version control allows users to see when models were changed so that if a new model doesn’t perform as expected, you can revert back to a previously deployed model,” she said.\n\nIndustry applications\n\nThompson noted several different industry applications suitable for VisionAI, including:\n\nPackaging. VisionAI can do numerous packaging inspections, such as checking a bottle for defects, checking the expiration date and time stamps on labels, and assessing a cap to see if it’s twisted correctly or leaking. Thompson pointed out that all of these inspections can be done at the same time with VisionAI to provide one quality result for the product. She added that VisionAI works on a recipe concept. “If you are running different shampoo brands on a line and you want to run a slightly different set of inspections, you can create an inspection recipe per product or SKU,” she said.\n\nFood and Beverage. VisionAI can identify issues even on complex backgrounds. For example, it can be used to inspect cereal as it passes on a conveyor to verify correct shape and color and to flag imperfections or foreign objects. It can also assess the placement of toppings on a product to identify issues like gaps in topping placement on bagels or doughnuts.\n\nAutomotive. Applications here can include presence/absence of required labels, verification of correct label placement, identification of wrinkles/bunching on car seat covers and note the specific area on the seat where these wrinkles are located for ease of physical assessment."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Kissflow recognized as a major player in the IDC MarketScape: Asia/Pacific Low-Code/No-Code Development Platforms 2024 report",
            "link": "https://www.zawya.com/en/press-release/companies-news/kissflow-recognized-as-a-major-player-in-the-idc-marketscape-asia-pacific-low-code-no-code-development-platforms-2024-report-i1j6br8c",
            "description": "Kissflow is an easy-to-use, low-code platform for custom application development tailored to middle-office operations ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S7K9cnSFsXjr-q0Uw8CCzi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Zawya22h",
            "source": "Zawya",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "20-year-olds borrowed $9,000 from their parents to launch a food startup in college—now it brings in $1 million a month",
            "link": "https://www.msn.com/en-us/money/companies/20-year-olds-borrowed-9-000-from-their-parents-to-launch-a-food-startup-in-college-now-it-brings-in-1-million-a-month/ar-AA1uFaMC?ocid=BingNewsVerp",
            "description": "Winston Alfieri and Troy Bonde were just 20 and 21 when they came up with the idea for Sauz, which is now available at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2qbOo83UzC_VwUKYzv6RBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "22hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Many digital health startups are quietly raising down rounds and closing up shop. Here's why.",
            "link": "https://www.businessinsider.com/digital-health-startups-raising-down-rounds-bankruptcy-2024-11",
            "description": "While 2021 saw a record-breaking number of healthcare startup deals, the first three quarters of 2024 only brought in about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bEUSkJxHPCIKvXUHufe02y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2h",
            "source": "Business Insider",
            "article_content": "Advertisement\n\nHundreds of healthcare startups haven't raised fresh venture funding since 2021.\n\nNow, VCs say many digital health startups are cutting their valuations to live another day.\n\nNumerous startups are quietly folding, investors said, while others hope to get bought out.\n\nFor a brief moment at the beginning of 2024, as healthcare investors broke out their checkbooks after a two-year funding desert and gave new life to a struggling class of startups, it looked like starving health tech founders would be fed once more.\n\nThis year's new funding reality hasn't given all of the previous healthcare darlings a seat at the table.\n\nAdvertisement\n\nHealthcare startup Forward made headlines this month when the startup abruptly shut down after raising a $100 million Series E in November 2023 for its AI doctor-in-a-box, a bet marked by numerous logistical and financial challenges, Business Insider found.\n\nMany more startups are quietly struggling — cutting their valuations, selling off assets, or closing their doors without any announcement, investors told Business Insider.\n\nWhile 2021 saw a record-breaking 729 healthcare startup deals, amounting to an eye-popping $29.1 billion raised total, the first three quarters of 2024 only brought in about half of those deals with much smaller check sizes, at $8.2 billion raised through September with 379 deals, per Rock Health.\n\nAdvertisement\n\nThe dropoff suggests hundreds of startups that nabbed funding during VC's ZIRP period have now been left out to dry. As of mid-November, PitchBook data shows 327 digital health startups that grabbed funding in 2021 but haven't raised since. Not even the AI boom, which has brought back-to-back fundraises for hot healthcare startups like Abridge, can make up for the discrepancy.\n\nInvestors told Business Insider that dozens of startups are now raising funding rounds at a valuation lower than their last round, also known as a down round, or hoping to merge with a competitor to extend their lifespans. Others could shut down altogether.\n\n\"There are more digital health companies that are selling assets, selling people, or whatever they can,\" said Greg Yap, a partner at Menlo Ventures. \"This is a difficult market. We're definitely not done with companies going out of business.\"\n\nAdvertisement\n\nSame companies, different terms\n\nAfter healthcare startups raised big rounds in 2021 at high valuations — and then the floor dropped out — plenty of investors threw their startups a lifeline with bridge rounds, meant to give founders a handful of extra cash to get them to their next labeled funding round.\n\nRelated stories\n\nBut those firms are done propping up portfolio companies that still aren't succeeding as expected, several healthcare VCs told BI.\n\nAs AI startups explode in popularity, Doba Parushev, vice president of CareFirst BlueCross BlueShield's Healthworx Ventures, said some limited partners just want the funds they're backing to focus on new and exciting deals and cut their losses.\n\nAdvertisement\n\n\"At least for some firms, the LP sentiment is it was a bad vintage. It's done, move on. That's liberating,\" Parushev said. \"I think that's probably driving some behavior around not doing any more internal defensive rounds.\"\n\nSome VCs are turning to new AI investments as their existing healthcare portfolios struggle. Getty Images; Jenny Chang-Rodriguez\n\nSome startups will thus need to adjust their prices to get the chance to raise more capital from either new or existing backers. Alyssa Jaffee, a partner at 7wireVentures, said she's still being pitched some too-expensive deals, with hints of the funding expectations left over from 2021's heyday. But she's seeing more healthcare companies accept the need to take a valuation cut to hit their milestones.\n\n\"I would actually hope that more companies said, I'm OK with a down round. We recognize that we were mispriced in the market, and we need to rightsize,\" she said. \"There are expectations from earlier investors who don't want to necessarily take the markdown but may need to take it because that's what's right for the business.\"\n\nAdvertisement\n\nWhile down rounds are happening at every stage, investors said Series B and C startups may be the most likely to cut their valuations right now since they're more likely to have revenue traction that suggests they're worth continuing to bet on.\n\nSeed and Series A companies, on the other hand, could be more likely to shut down without that traction. Pregnancy and postpartum care startup Ruth Health announced it was closing down in November after failing to find the necessary product-market fit. The company last raised a $2.4 million seed round in 2022.\n\n\"Layoffs are awful. Seeking acquisition is humbling. Selling your baby for parts gets demoralizing. The checklist for a wind-down is long,\" Ruth Health CEO and cofounder Alison Greenberg wrote in a LinkedIn post about the shutdown.\n\nAdvertisement\n\nTie-ups and shut-downs\n\nNot all healthcare shutdowns this year have happened quietly. Healthcare clinic startup Forward made headlines in November by announcing it was closing up shop, a year after raising $100 million to scale its AI-powered kiosks called CarePods. A Business Insider investigation revealed technical and logistical snags in Forward's style-over-substance strategy — like its self-service blood draws not working as expected, and patients getting stuck in the CarePods.\n\nBut investors said many more healthcare businesses have shut their doors under the radar this year, especially seed and Series A companies, who have the benefit of fewer eyes on them. This phenomenon hasn't been specific to healthcare — 254 venture-backed startups across all sectors went bankrupt in the first quarter of 2024 alone, according to Carta. And Healthworx's Parushev said he's expecting plenty of healthcare bankruptcies still up ahead.\n\nForward's San Francisco clinic. The startup said on November 12 that it would shutter all its clinics, effective immediately. Rob Price/BI\n\nTo avoid a shutdown, some startups are looking to combine with a competitor to extend both companies' lifespans. VC firms might move to revitalize two of their portfolio startups at once, as in the case of LetsGetChecked's $525 million acquisition of Truepill. Both startups are backed by Optum Ventures.\n\nAdvertisement\n\nAxios reported in August that LetsGetChecked was seeking $150 million in a convertible note to help finance the deal. Galym Imanbayev, a partner at Lightspeed Ventures Partners, said he's seeing a fair amount of similar pitches packaged as \"consolidation rounds\" rather than down rounds — startups raising more money to enable a merger or acquisition. That's generally a more attractive option to investors than a straightforward down round, he said.\n\nOther startups are choosing to get folded into a competitor without fanfare, Menlo Ventures' Yap said.\n\n\"Nobody wants to make a big deal out of a company that didn't quite work out. A lot of that is happening, but if you don't have to announce it, why would you?\" he said. \"The surviving company, the acquiring company, can just get a little bigger and announce it whenever it makes sense, or not announce it at all.\"\n\nAdvertisement\n\nTruepill's cofounders Umar Afridi and Sid Viswanathan. Courtesy Truepill\n\nThe next chapter\n\nHealthcare still has plenty of room for winners. Startups like Hinge Health and Omada Health are expected to test the IPO waters next year, and private equity firms are looking for healthtech companies to scoop up.\n\nCertain areas of healthcare will have to work harder than others to make it to the other side.\n\nWhile healthcare AI deals have taken center stage this year, virtual care has faltered; telehealth startups nabbed $1.4 billion in VC capital in the first three quarters of this year, compared with $2.8 billion in total last year (and $10.2 billion in 2021), according to PitchBook data. Broadly, healthcare services have fallen out of favor, with clinic startups struggling to deliver returns against capital-intensive models and retailers like Walgreens and Walmart downsizing their healthcare offerings or ditching them altogether.\n\nAdvertisement\n\nVCs told BI they're pushing the next generation of healthcare startups for better discipline in balancing growth with profits.\n\n\"Hopefully, now people have a more sober view of what it takes to be sustainable, and there'll be a set of companies that may choose to grow a little bit more slowly, but with good unit economics and with EBITDA, with profits,\" Yap said. \"That can give them the opportunity to not be subject to the vagaries of venture capital, private equity, and other people's money.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft warns that the latest Windows 11 update may crash PC games now",
            "link": "https://www.msn.com/en-us/news/technology/microsoft-warns-that-the-latest-windows-11-update-may-crash-pc-games-now/ar-AA1uJnF5?ocid=BingNewsVerp",
            "description": "Ubisoft has released a temporary fix for Star Wars Outlaws, but Microsoft warns that players may still experience performance ...",
            "image_url": "https://www.bing.com/th?id=OVF.4KO7gB8zxphufgjEyn5r0Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "18hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Concentrix (CNXC): Leveraging AI for Customer Experience and Revenue Growth",
            "link": "https://www.msn.com/en-us/money/other/concentrix-cnxc-leveraging-ai-for-customer-experience-and-revenue-growth/ar-AA1uMw6E?ocid=BingNewsVerp",
            "description": "In this article, we are going to take a look at where Concentrix Corporation (NASDAQ:CNXC) stands against other best tech ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S1Wg-My0VNVwf1dJyLaLMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "27mon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    }
]