[
    {
        "title": "What Really Happened at the Pentagon’s Once-Hidden UFO Office?",
        "link": "https://www.scientificamerican.com/article/what-really-happened-at-the-pentagons-once-hidden-ufo-office/",
        "description": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6rZ0MP4s25YqzBoULuscuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Scientific American5h",
        "source": "Scientific American",
        "article_content": "An office in the Pentagon investigated UFOs—and the paranormal—over a decade ago, segueing into a long saga leading to Congressional hearings and breathless news stories today. But the real story looks more like former defense officials pushing their personal mythology, rather than any cover-up of aliens\n\nAfter a long hiatus of systematic U.S. government–affiliated investigations into UFOs, a Pentagon office quietly resumed such efforts in 2008. Called the Advanced Aerospace Weapon Systems Applications Program (AAWSAP), it was funded to the tune of $22 million in total. The life—and cancellation four years later—of this Defense Intelligence Agency program has featured in congressional hearings, UFO “whistleblower” claims and renewed public uproar about aliens. But the real story is more sordid than sensational.\n\nIn 2022 the U.S. Department of Defense established the brand-new and separate All-Domain Anomaly Resolution Office (AARO) to investigate military reports of UFOs, now called unidentified anomalous phenomena, or UAP. Currently AARO offers a unique chance for the government to get this UFO thing right once and for all—but not in quite the way that more hard-line alien believers might wish.\n\nThe new office has its hands full. Last year congressional hearings heard claims of alien technology recoveries and a supposed decades-long cover-up of ET’s presence on Earth. Such assertions fill the new book Imminent: Inside the Pentagon’s Hunt for UFOs, by former military counterintelligence officer Luis Elizondo, attracting renewed notice among podcasters and serious news outlets alike.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nInvestigating these unverifiable fables about aliens should be scrapped as a fool’s errand for AARO, which earlier this year released a historical review demolishing this long-running conspiracy theory. The office’s real value, from a technical standpoint, lies in resolving UFO sighting reports with the very latest technology and tools, supplementing time-honored fact-checking and investigation, and showing how UFOs can be tracked and resolved in real time using high-tech sensors, rather than relying on the suboptimal witness testimonials that fill bookshelves and cable-news specials.\n\nGovernment-themed conspiracy theories have been part of the UFO milieu for decades, but recent testimonies by “whistleblowers” to congressional committees have given these accounts a hitherto unparalleled air of authenticity. Far from being a scientific sea change, however, as longtime scholars of UFO claims we regard them as having elements closer to religion, with the same core group of advocates—including some former AAWSAP insiders—pushing the “nonhuman intelligence” narrative of hidden aliens or interdimensional beings.\n\nAAWSAP was officially meant to research future aerospace threats but was a de facto UFO/paranormal investigation effort, a fact affirmed in the AARO historical report. Controversy has surrounded the office since the publication of a credulous 2017 New York Times article identified it by the moniker “Advanced Aerospace Threat Identification Program” (AATIP). The acronym soup confusion regarding the name has been exacerbated by Elizondo, who co-opted the AATIP label for his own, informal follow-on effort at the Pentagon after AAWSAP’s termination in 2012.\n\nAAWSAP’s output included 38 “Defense Intelligence Reference Documents” produced by scientists contracted by mogul and UFO enthusiast Robert Bigelow, along with other reports described in two books. The latter reports reference as-yet unreleased databases of international UFO cases, investigations and findings from the “spooky” Skinwalker Ranch in Utah once owned by Bigelow, and monthly reports supposedly delivered to the DIA, along with a 494-page “10 Month Report” replete with charts, graphs and findings. There are good reasons to harbor doubts about these reports’ quality and objectivity.\n\nElizondo’s effort, despite his countless mass media and podcast appearances, has yielded no publicly accessed findings or deliverables proving any claims about a UFO cover-up. These may come to light, but “AARO assesses that the inaccurate claim that the USG [U.S. government] is reverse-engineering extraterrestrial technology and is hiding it from Congress is, in large part, the result of circular reporting from a group of individuals who believe this to be the case, despite a lack of evidence,” that office concluded in its recent report.\n\nThis entire saga shows how pseudoscientific thinking can metastasize in a positive feedback loop, ensnaring not only scientists with paranormal inclinations but also government officials. This was bemoaned by the former head of AARO, Sean Kirkpatrick, who remarked that these officials are tasked with matters of national urgency—a responsibility necessitating a mindset committed to objective investigation and analysis. Some of these officials are on the record casting AARO as part of the “cover-up.” Indeed, the UFO belief system has long ago morphed into a type of faith requiring no evidence.\n\nThe fact that officials harboring evidence-deficient beliefs regarding extraterrestrials and “high strangeness” (a term first popularized in the early 1970s by ufologists to describe certain bizarre and seemingly absurd elements of some UFO and “alien” encounters) are entrusted with national security matters should give one pause. America’s adversaries, to the extent that they are paying attention to the UFO mess, might well regard it as yet another avenue to undermine American institutions—somewhat reflecting a CIA panel’s 1953 warning about potential Soviet exploitation of the genre.\n\nOn a more positive note, ufology is now in vogue among historians keen to understand the mythical nature of the problem and how it relates to historical waves of aerial phenomena reports. Because of how modern media, and especially now digital media, magnify the voices of breathless advocates, sundry frauds and scientists with a penchant for the paranormal, the UFO phenomenon from 1947 onward has acquired much greater gravitas than prior scares and waves, some of which predate it by centuries.\n\nMany serious people dismiss UFOs as a fringe interest or a pop culture distraction. Yes, they are. Yet we maintain, along with an increasing number of scholars, that there is much to be learned from studying UFO sightings, flaps and waves. While our own view is that UFOs, or UAP, emphatically do not represent any truly anomalous physical phenomena such as an extraterrestrial presence, this nevertheless does not consign ufology to insignificance. We should explore its meaning rather than ceding it to sensationalistic advocates employing shoddy methodologies and pushing quasi-religious, otherworldly stories. AARO and academia are thus tasked with an important responsibility that could yield original and fascinating developments into how and why people interpret and react to things they see in the sky.\n\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those of Scientific American."
    },
    {
        "title": "Image shows UFO taken down by US jet in Canada following Chinese spy craft incident: Report",
        "link": "https://timesofindia.indiatimes.com/world/us/image-shows-ufo-taken-down-by-us-jet-in-canada-following-chinese-spy-craft-incident-report/articleshow/113688682.cms",
        "description": "A photograph of a UFO shot down by a US fighter jet over Canadian airspace in February 2023 has been made public. The image ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0qd8UVxi997FeB0NFWQPZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "10h",
        "source": "Indiatimes",
        "article_content": "Pic of UFO downed by US fighter jet (Pic credit: MJ Schwab's X account)\n\nA photograph of an unidentified flying object ( UFO ) that was shot down by a US fighter jet over Canadian airspace in February 2023 has been made public. The image, which appears to be a photocopy of an email printout, shows a blurry cylindrical object hovering in the air before it was brought down in Canada 's Yukon Territory, near the Alaskan border, as reported by CTVNews, who obtained the image through an information request from Canada's department of national defence.The North American Aerospace Defense Command initially detected the \"high-altitude airborne object\" flying at approximately 40,000 feet over Alaska and dispatched jets to observe it, according to a report of Fox News. The object drifted from Alaska into Canadian airspace before being shot down on February 11, 2023. This incident occurred shortly after the downing of a Chinese surveillance balloon and was one of three aerial objects brought down that month.\"Yesterday afternoon, I also spoke with President Biden and confirmed together that we will continue to do everything necessary to protect the sovereignty of our shared North American airspace but also to do everything necessary to keep our citizens safe,\" said Canadian Prime Minister Justin Trudeau at the time.The object was shot down by a US F-22 Raptor using an AIM 9X missile and was believed to be a \"small metallic balloon with a tethered payload.\"President Biden later clarified that the three objects were not connected to the Chinese spycraft incident. The Canadian government initially declassified the UFO image but later authorized the public release.However, the acting assistant deputy minister for public affairs questioned whether the public should be allowed to view it, saying in an internal email, \"Should the image be released, it would be via the [Canadian armed forces] social media accounts. Given the current public environment and statements related to the object being benign, releasing the image may create more questions/confusion, regardless of the text that will accompany the post.\" The release of the image was subsequently held back pending \"US engagement.\""
    },
    {
        "title": "Image shows UFO downed by US fighter jet in Canadian airspace days after Chinese spy craft incident",
        "link": "https://www.foxnews.com/us/image-shows-ufo-downed-us-fighter-jet-canadian-airspace-days-after-chinese-spy-craft-incident",
        "description": "A newly released image shows a UFO that was brought down last year by a U.S. military fighter jet in Canadian airspace.",
        "image_url": "https://www.bing.com/th?id=OVFT.cdR3vtc8uaCgSaW7qmfZty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "18h",
        "source": "Fox News",
        "article_content": "An image of a UFO that was shot down by a U.S. fighter jet over Canada last year was released Wednesday.\n\nThe blurry photo, which appears to be a photocopy of an email printout, of the unidentified cylindrical object was captured as it hovered in the air in February 2023, days before it was shot down over Canada's Yukon Territory, which borders Alaska, according to CTVNews.\n\nThe news outlet obtained the image through an information request from Canada’s Department of National Defence.\n\nThe object initially drifted from Alaska into Canadian airspace. The North American Aerospace Defense Command first detected the \"high-altitude airborne object\" flying at about 40,000 feet over Alaska and scrambled jets to monitor it.\n\nUFOs SOAR FROM TABOO TO PRESIDENTIAL: ‘TIME HAS COME TO INJECT UAPs INTO THE … ELECTIONS,’ INSTITUTE SAYS\n\nIt was shot down on Feb. 11, 2023, and was one of three aerial objects brought down that month after the downing of a Chinese surveillance balloon days earlier.\n\nAll three objects were smaller than the Chinese spy balloon that drifted from Alaska across the U.S. before it was shot down off the coast of South Carolina on Feb. 4, 2023.\n\n\"Yesterday afternoon, I also spoke with President Biden and confirmed together that we will continue to do everything necessary to protect the sovereignty of our shared North American airspace but also to do everything necessary to keep our citizens safe,\" Canadian Prime Minister Justin Trudeau said at the time.\n\nCONGRESSMAN GIVES 270 DAYS TO DISCLOSE ALL UFO DOCS: ‘IF YOU GOT NOTHING TO HIDE, RELEASE THE FILES’\n\nA U.S. F-22 Raptor fired an AIM 9X missile to down the object. It was believed to be a \"small metallic balloon with a tethered payload.\"\n\nBiden later said the three objects were not related to the Chinese spy craft incident.\n\nThe image of the UFO was initially declassified in Canada and approved for public release before the acting assistant deputy minister for public affairs questioned whether the public should be allowed to view it, according to the news outlet.\n\n\"Should the image be released, it would be via the [Canadian armed forces] social media accounts,\" the official wrote in an internal email. \"Given the current public environment and statements related to the object being benign, releasing the image may create more questions/confusion, regardless of the text that will accompany the post.\"\n\nCLICK TO GET THE FOX NEWS APP\n\nOfficials held back the release pending \"U.S. engagement.\" Fox News Digital has reached out to the Canadian Department of National Defence."
    },
    {
        "title": "New UFO Doc ‘The Program’ Set From ‘The Phenomenon’ Director James Fox (Exclusive)",
        "link": "https://www.hollywoodreporter.com/movies/movie-news/ufo-doc-the-program-james-fox-1236011733/",
        "description": "The feature, which will be screened for buyers, will focus on the bipartisan Congressional effort to uncover government ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rbvs0gPJdEgDk7xnICLs_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14h",
        "source": "The Hollywood Reporter",
        "article_content": "As the conversation around UFOs/UAPs continues to heat up on Capitol Hill, documentarian James Fox has set his next feature on the subject.\n\nFox directs The Program, which is described as exploring “the unprecedented bipartisan congressional effort to uncover what intelligence agencies really know about UFOs, now referred to as UAP.” In July 2023, three former Pentagon officials testified about their experience with or sightings of UFOs/ UAPs, and the U.S. Senate introduced the bipartisan UAP Disclosure Act. Earlier this month, it was reported that the Senate Armed Services Committee is looking to hold a UFO hearing after the elections in November.\n\nThe doc, narrated by Peter Coyote, will include extensive interviews with insiders, experts and politicians. Christopher Mellon, the former deputy assistant secretary of defense for intelligence, and Stanford University’s Dr. Gary Nolan, will be among those who appear in the doc. Also set are Jason Sands, a master sergeant in the United States Air Force; Craig Lindsay, formerly of Scotland’s Royal Air Force Office; and Nick Pope, formerly of the U.K.’s Ministry of Defense. Among others, Andre Carson, Sen. Harry Reid and Rep. Tim Burchett are interviewed, along with Kirk McConnell, who previously held a position in Senate Armed Services Committee.\n\nFox and Lance Mungia produced the doc, with Jim Martin and Henry Marx of Lab 9 Films executive producing. Verve Ventures is handling sales, with the doc set to screen for buyers.\n\n“I’ve been making films on the topic of UFOs (now referred to as UAP) since the early 1990s. I never thought I’d live to see the day when high level military officials would testify under oath to a bipartisan group of lawmakers that the United States government has been hiding definitive proof that we are not alone. The program lays out a very compelling case that disclosure is upon us,” said Fox, who was behind previous docs The Phenomenon and Moment of Contact.\n\nAdded Martin and Marx: “We are thrilled to bring James Fox’s most powerful work, The Program, to the widest possible audience. This film is banging on the door of UFO disclosure, demanding the attention and conversation it deserves.”\n\nThe conversation about UFOs/UAPs is heating up as top officials continue to share their stories. Recently, Jay Stratton, the former director of the U.S. government’s secretive Unidentified Aerial Phenomena Task Force, struck a memoir deal with HarperCollins. Last month, Luis Elizondo — the former head of the Pentagon’s program investigating UFOs/ UAPs — released the book Imminent: Inside the Pentagon’s Hunt for UFOs, which became a New York Times best-seller."
    },
    {
        "title": "New image captures UFO over Canada moments before US air force fighter jet shoots it down",
        "link": "https://economictimes.indiatimes.com/news/international/world-news/new-image-captures-ufo-over-canada-moments-before-us-air-force-fighter-jet-shoots-it-down/articleshow/113693265.cms",
        "description": "A photo of a UFO shot down by a US fighter jet over Canadian airspace in February 2023 has been released. The image shows a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Zc84uUyH9v8fxx_5uC1amS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "8h",
        "source": "Indiatimes",
        "article_content": "\n\n\n\n(You can now subscribe to our\n\n(You can now subscribe to our Economic Times WhatsApp channel\n\nA photograph of an unidentified flying object ( UFO ) shot down by a US fighter jet over Canadian airspace in February 2023 has been released. The blurry image shows a cylindrical object hovering before it was taken down in Canada's Yukon Territory, near the Alaskan border. The photo, obtained by CTVNews through an information request from Canada's department of national defence, appears to be a photocopy of an email printout.The North American Aerospace Defense Command first detected the \"high-altitude airborne object\" at around 40,000 feet over Alaska. Jets were then dispatched to observe it. The object moved from Alaska into Canadian airspace before being downed on February 11, 2023. This event followed the downing of a Chinese surveillance balloon and was one of three aerial objects shot down in that month.Canadian Prime Minister Justin Trudeau said, \"Yesterday afternoon, I also spoke with President Biden and confirmed together that we will continue to do everything necessary to protect the sovereignty of our shared North American airspace but also to do everything necessary to keep our citizens safe.\"The object, believed to be a \"small metallic balloon with a tethered payload,\" was downed by a US F-22 Raptor using an AIM 9X missile . President Biden later stated that the three objects were not related to the Chinese spy balloon incident. The Canadian government first declassified the UFO image and later authorized its release to the public.There was some internal discussion among officials about whether the image should be made public. The acting assistant deputy minister for public affairs noted in an internal email, \"Should the image be released, it would be via the [Canadian armed forces] social media accounts. Given the current public environment and statements related to the object being benign, releasing the image may create more questions/confusion, regardless of the text that will accompany the post.\" The release was postponed pending \"US engagement.\""
    },
    {
        "title": "Volkswagen integrates Google’s generative AI to enhance app experience",
        "link": "https://finance.yahoo.com/news/volkswagen-integrates-google-generative-ai-112523412.html",
        "description": "The automaker is deploying Google’s generative AI capabilities in its myVW owners app to power a new myVW Virtual Assistant ...",
        "image_url": "https://www.bing.com/th?id=OVFT.etOpm8TYyzvUwJdetMoo6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Yahoo Finance9h",
        "source": "Yahoo Finance",
        "article_content": "This story was originally published on Marketing Dive. To receive daily news and insights, subscribe to our free daily Marketing Dive newsletter.\n\nRecommended Reading\n\nDive Brief:\n\nVolkswagen of America is partnering with Google to bring the tech company’s Gemini and Vertex generative artificial intelligence (AI) capabilities to the vehicle owner experience, according to a press release.\n\nThe automaker is deploying Google’s generative AI capabilities in its myVW owners app to power a new myVW Virtual Assistant and provide vehicle owners with smoother access to critical vehicle information and services.\n\nThe generative AI capabilities are currently available for Volkswagen’s My24 Atlas and Atlas Cross Sport vehicles. Using the AI-powered app, vehicle owners will be able to search their owners’ manuals by simply posing a question, such as “How do I change a tire?”\n\nDive Insight:\n\nVolkswagen’s integration of generative AI into its app could help improve the overall customer experience, generating brand loyalty and an avenue to learn more about driver behavior.\n\nManufacturer-created apps have become a major part of the modern auto-ownership experience. According to JD Power, nearly three-quarters of traditional, internal-combustion car owners use original equipment manufacturer apps to accomplish tasks like remote start, locking and unlocking their cars, addressing diagnostic problems and interacting with dealerships. That percentage goes up to 90% for electric-vehicle owners.\n\nVolkwagen’s enhanced app uses Google’s AI tools, including Google Cloud’s Vertex and BigQuery, to create Gemini models for multiple data sources, including owners’ manuals, frequently asked questions, help center articles, official Volkswagen YouTube videos and step-by-step guides. The app’s interface will enable users to ask simple questions, like how to change a tire or to provide information on a dashboard indicator light. Multi-modal capabilities in the app will enable users to get information on indicator lights by simply pointing their smartphone cameras at their vehicle dashboards.\n\n“The myVW mobile app helps us advance our promise of unparalleled customer service and exceptional value for our Volkswagen vehicle owners,” said Rachael Zaluzec, senior vice president of customer experience and brand marketing for Volkswagen Group of America, in a statement. “The myVW app and Virtual Assistant effectively bring a collection of different points of information into one place, giving our owners the support they value from Volkswagen.”\n\nAs interest and investment in generative AI surges, Google has integrated its new tools through collaborations with a range of brands and agencies. Google in April announced a partnership with WPP that combines the tech company's generative AI tools with the agency holding company's proprietary marketing and advertising data. Previously, the Estée Lauder Companies deepened its relationship with Google Cloud to include more applications of generative AI."
    },
    {
        "title": "Airtable just launched an AI platform that could change how you work",
        "link": "https://venturebeat.com/ai/airtable-just-launched-an-ai-platform-that-could-change-how-you-work/",
        "description": "Airtable has unveiled a new enterprise AI platform, featuring App Library and HyperDB, aimed at helping businesses deploy AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ApjyA6rm13GnS9xdwiefWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nAs companies struggle to realize returns on massive investments in artificial intelligence, Airtable is betting it can help enterprises finally deploy AI into critical business workflows at scale.\n\nThe San Francisco-based company announced on Thursday new capabilities that transform its collaborative app-building platform into what it calls a “true enterprise-grade AI platform.”\n\nThe additions include App Library, which allows companies to create standardized AI-powered applications that can be customized across an organization, and HyperDB, which enables integration of massive datasets of over 100 million records.\n\nAirtable’s new App Library feature, showcasing pre-built applications like “Launch tracker” and “OKR tracker.” The interface allows users to search and browse apps by category, illustrating Airtable’s push to make AI-powered business tools more accessible to enterprise users. (Credit: Airtable)\n\nAI deployment: Moving beyond chatbots to workflow automation\n\n“There’s been way too much emphasis on just the hard tech, and not nearly enough emphasis on the ergonomics and how to actually utilize LLMs today,” said Howie Liu, Airtable’s co-founder and CEO, in an interview with VentureBeat. He argued that while there’s been fascination with ever-larger AI models, the focus needs to shift to deploying AI in real business use cases.\n\nThe move positions Airtable to capitalize on surging enterprise interest in generative AI. Goldman Sachs forecasts $1 trillion in AI investments from tech firms, corporations and utilities in coming years. But many early AI initiatives have failed to deliver tangible business impact.\n\n“We’re at a tipping point in the AI era, yet most enterprise AI adoption is still just scratching the surface of the powerful potential that could transform digital operations,” the company said in its announcement.\n\nAirtable’s new enterprise AI platform aims to integrate AI capabilities across business operations. The platform features AI-embedded apps, tools for citizen developers, and centralized governance, highlighting Airtable’s strategy to make AI deployment more accessible and manageable for large organizations. (Credit: Airtable)\n\nBalancing standardization and customization: The Enterprise AI challenge\n\nAirtable claims its platform is already used by major media, retail and financial services companies to power critical operations. One unnamed “leading streaming company” reportedly saved 280 hours per week on content genre classification using custom AI solutions built on Airtable.\n\nThe new enterprise offerings aim to strike a balance between standardization and customization — a common challenge for global organizations. App Library allows central teams to create standardized applications with embedded AI that can then be adapted by different business units.\n\n“We give them a Lego kit, and we make the technology really accessible,” Liu said, emphasizing Airtable’s focus on empowering business users rather than just technical teams.\n\nHyperDB, meanwhile, is designed to make massive datasets from systems like Snowflake and Salesforce more accessible for use in departmental applications while maintaining centralized governance.\n\nAirtable’s new AI-powered platform orchestrates complex media production lifecycles, from strategic planning to performance measurement. The system integrates data from millions of titles and over 100 million users to streamline processes across global markets, showcasing the potential scale of AI application in enterprise media operations. (Credit: Airtable)\n\nScaling AI: From chat interfaces to parallel processing of thousands of tasks\n\nAirtable faces competition from established enterprise software vendors racing to embed AI capabilities, as well as a crop of AI-native startups. But Liu believes Airtable’s approach of enabling parallel deployment of AI across thousands of records or workflow steps is differentiated.\n\n“It would be like, could you hire overnight and just for five minutes worth of work, 10,000 decently smart interns to go work on a task,” he said. “That is a really powerful kind of form factor.”\n\nThe moves come as Airtable, valued at $11 billion in late 2021, navigates a more challenging funding environment for tech startups. The company laid off about 250 employees last year and is reportedly preparing for a potential IPO.\n\nAirtable’s enterprise push represents a significant pivot from its roots as a user-friendly collaborative spreadsheet tool. While the company has successfully built a large user base with its grassroots adoption strategy, competing in the enterprise market presents new challenges. Airtable will need to prove it can handle the complex security, compliance, and integration requirements of large organizations.\n\nThis strategic shift positions Airtable in direct competition with tech giants like Microsoft, Salesforce, and ServiceNow, all of which are rapidly integrating AI into their offerings. Airtable’s success will likely depend on whether its approach—empowering business users to create AI-enhanced applications—can deliver tangible productivity gains more efficiently and cost-effectively than solutions from established vendors.\n\nAs enterprises grapple with how to extract value from their AI investments, Airtable’s platform could find a receptive audience. However, the company will need to clearly articulate its differentiation and ROI proposition to stand out in an increasingly crowded market for enterprise AI solutions.\n\nIn the end, Airtable’s ambitious leap from organizing data to orchestrating AI may just prove that in the world of enterprise software, the best way to think outside the box is to rebuild it entirely."
    },
    {
        "title": "AMD Instinct MI300X Accelerators Available on Oracle Cloud Infrastructure for Demanding AI Applications",
        "link": "https://finance.yahoo.com/news/amd-instinct-mi300x-accelerators-available-130000390.html",
        "description": "Customers including Fireworks AI are powering their AI inference and training workloads with new OCI Compute instances -- — ...",
        "image_url": "https://www.bing.com/th?id=OVFT.h86L2-iLi7Cb2NVVtJdOjC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "YAHOO!Finance",
        "article_content": "Advanced Micro Devices, Inc.\n\n— Customers including Fireworks AI are powering their AI inference and training workloads with new OCI Compute instances --\n\n— OCI Supercluster leads among cloud providers with support for up to 16,384 AMD Instinct MI300X GPUs in a single ultrafast network fabric --\n\nSANTA CLARA, Calif., Sept. 26, 2024 (GLOBE NEWSWIRE) -- AMD (NASDAQ: AMD) today announced that Oracle Cloud Infrastructure (OCI) has chosen AMD Instinct™ MI300X accelerators with ROCm™ open software to power its newest OCI Compute Supercluster instance called BM.GPU.MI300X.8. For AI models that can comprise hundreds of billions of parameters, the OCI Supercluster with AMD MI300X supports up to 16,384 GPUs in a single cluster by harnessing the same ultrafast network fabric technology used by other accelerators on OCI. Designed to run demanding AI workloads including large language model (LLM) inference and training that requires high throughput with leading memory capacity and bandwidth, these OCI bare metal instances have already been adopted by companies including Fireworks AI.\n\n\n\n“AMD Instinct MI300X and ROCm open software continue to gain momentum as trusted solutions for powering the most critical OCI AI workloads,” said Andrew Dieckmann, corporate vice president and general manager, Data Center GPU Business, AMD. “As these solutions expand further into growing AI-intensive markets, the combination will benefit OCI customers with high performance, efficiency, and greater system design flexibility.”\n\n“The inference capabilities of AMD Instinct MI300X accelerators add to OCI’s extensive selection of high-performance bare metal instances to remove the overhead of virtualized compute commonly used for AI infrastructure,” said Donald Lu, senior vice president, software development, Oracle Cloud Infrastructure. “We are excited to offer more choice for customers seeking to accelerate AI workloads at a competitive price point.”\n\nBringing Trusted Performance and Open Choice for AI Training and Inference\n\nThe AMD Instinct MI300X underwent extensive testing which was validated by OCI that underscored its AI inferencing and training capabilities for serving latency-optimal use cases, even with larger batch sizes, and the ability to fit the largest LLM models in a single node. These Instinct MI300X performance results have garnered the attention of AI model developers.\n\nFireworks AI offers a fast platform designed to build and deploy generative AI. With over 100+ models, Fireworks AI is leveraging the benefits of performance found in OCI using AMD Instinct MI300X.\n\n“Fireworks AI helps enterprises build and deploy compound AI systems across a wide range of industries and use cases,\" said Lin Qiao, CEO of Fireworks AI. \"The amount of memory capacity available on the AMD Instinct MI300X and ROCm open software allows us to scale services to our customers as models continue to grow.\"\n\nSupporting Resources\n\nFollow AMD on LinkedIn\n\nFollow AMD on Twitter\n\nAbout AMD\n\nFor more than 50 years AMD has driven innovation in high-performance computing, graphics, and visualization technologies. Billions of people, leading Fortune 500 businesses, and cutting-edge scientific research institutions around the world rely on AMD technology daily to improve how they live, work, and play. AMD employees are focused on building leadership high-performance and adaptive products that push the boundaries of what is possible. For more information about how AMD is enabling today and inspiring tomorrow, visit the AMD (NASDAQ: AMD) website , blog , LinkedIn , and Twitter pages.\n\nAMD, the AMD Arrow logo, Instinct, ROCm, and combinations thereof are trademarks of Advanced Micro Devices, Inc. Other names are for informational purposes only and may be trademarks of their respective owners.\n\nTrademarks\n\nOracle, Java, MySQL and NetSuite are registered trademarks of Oracle Corporation. NetSuite was the first cloud company—ushering in the new era of cloud computing.\n\nContact:\n\nDavid Szabados\n\nAMD Communications\n\n+1 408-472-2439\n\ndavid.szabados@amd.com\n\nMitch Haws\n\nAMD Investor Relations\n\n+1 512-944-0790\n\nmitch.haws@amd.com\n\n\n\n"
    },
    {
        "title": "After raising $3.5M in funding, AI-powered music remixing app Hook launches on iOS",
        "link": "https://www.musicbusinessworldwide.com/after-raising-3-5m-in-funding-ai-powered-music-remixing-app-hook-launches-on-ios/",
        "description": "A new artificial intelligence-powered music remixing app called Hook launched for iOS devices on Wednesday (September 25).",
        "image_url": "https://www.bing.com/th?id=OVFT.Bud1hgO2ABCTTMYsUCf4By&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Spotify6h",
        "source": "Spotify",
        "article_content": "A new artificial intelligence-powered music remixing app called Hook launched for iOS devices on Wednesday (September 25).\n\nDeveloped by a team led by CEO Gaurav Sharma, the app allows users to create short-form remixes and mashups of popular songs using AI. Its launch on iOS comes after the startup raised $3.5 million in funding earlier this year. It counts Natalie Massenet, Nick Brown’s Imaginary Ventures (SKIMS, Daily Harvest, Glossier), Point72 Ventures and Edgar Bronfman Jr.’s Waverley Capital among its backers.\n\nHook provides users with a library of licensed music clips and AI tools to create up to 30-second clips. Users can apply various effects to the songs, including genre transformations, tempo changes, and mashups with other tracks. The app also lets users add visuals, allowing them to create shareable multimedia content.\n\nHook says it seeks to solve the challenges creators face when making their own versions of songs. The startup said creators used to rely on complex music production software to produce their own versions of songs. When these unauthorized versions were posted on social media, no one was compensated—not the original artist, the creator, or other rights holders who deserved payment.\n\n“Hook is designed to solve all of these issues by providing a simple, intuitive app that allows anyone to make great-sounding custom remixes while also ensuring that artists and everyone else involved in the creation of the track are fairly compensated,” Hook said.\n\nGaurav Sharma, Founder and CEO of Hook, described its launch as “a proud moment” for the company.\n\n“Hook redefines how fans connect with the music they love, turning music listening into an active canvas for creativity. For artists, this opens up entirely new horizons for expanding their influence and unlocking untapped revenue streams. We’re thrilled to lead the evolution of music expression and creativity, and we can’t wait for the world to experience music through Hook,” he said.\n\nLast month, Hook partnered with Downtown Music to bring potentially millions of Downtown’s tracks to the app and open up a new revenue stream for Downtown-linked artists.\n\nHook’s launch comes as the music industry grapples with AI’s increasing role in music creation. While the app promises to ensure fair compensation for artists and rights holders, details of the compensation model have yet to be clarified.\n\nEarlier this year, major music companies launched RightsAndAI.com to push for stricter copyright regulations and prevent unauthorized use of their music by AI. In June, Sony Music Entertainment, Universal Music Group’s UMG Recordings, and Warner Records Inc. filed lawsuits against AI music generators Suno and Udio for alleged mass infringement of copyrighted recordings.\n\nIn August, UMG struck a strategic agreement with an AI startup called ProRata to attribute and compensate content owners. ProRata, which raised $25 million in a Series A round for its tech, also plans to launch a “subscription AI chatbot” or “AI answer engine” that will showcase the company’s attribution technology.Music Business Worldwide"
    },
    {
        "title": "AI’s ROI Can Be Elusive, But That Doesn’t Mean The Hype Is Misguided",
        "link": "https://www.forbes.com/sites/larryenglish/2024/09/26/ais-roi-can-be-elusive-but-that-doesnt-mean-the-hype-is-misguided/",
        "description": "AI has an ROI problem, or so many leaders fear as chatter about the AI bubble bursting gets louder. But many companies are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xHsF0nsMCOkUzf8MurgDxC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "These Are The Spookiest Cities In North America, According To New Survey",
        "link": "https://www.forbes.com/sites/kaitlynmcinnis/2024/09/26/these-are-the-spookiest-cities-in-north-america-according-to-new-survey/",
        "description": "Other noteworthy spooky cities include St. Helens, Oregon, which is the original filming location for the well-loved Disney ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FaTCJUsCoiylOt4cENw6Li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Dana and Greg Newkirk’s 'Haunted Objects' live show comes to the Paramount on Oct. 3",
        "link": "https://www.herald-dispatch.com/features_entertainment/dana-and-greg-newkirk-s-haunted-objects-live-show-comes-to-the-paramount-on-oct/article_c2bb3ba2-7b6e-11ef-9bb1-2b96676abdcd.html",
        "description": "If you have watched the various paranormal shows on TV these days, you have probably seen the duo of Dana and Greg Newkirk ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PJHSofUzs1s6FWTHAdEJ0i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Herald-Dispatch7h",
        "source": "The Herald-Dispatch",
        "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
    },
    {
        "title": "The Holy Gosh Darn review",
        "link": "https://www.gamespew.com/2024/09/the-holy-gosh-darn-review/",
        "description": "Review: The Holy Gosh Darn is the third, and perhaps best, game from Perfectly Paranormal, and it's well worth your time.",
        "image_url": "https://www.bing.com/th?id=OVFT.3hf1BeG-1p2VoB_dnE9EZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "GameSpew2h",
        "source": "GameSpew",
        "article_content": "Developer Perfectly Paranormal has done it again with The Holy Gosh Darn, a narrative-driven adventure that’s packed with humour and more than just a dash of blasphemy. The company’s first game, Manual Samuel, is one of my personal favourites, and while I didn’t enjoy the follow-up, Helheim Hassle, quite as much, it still packed in that PP charm. But The Holy Gosh Darn is absolutely on-point: it’s brilliantly written, it looks fantastic, and it’s a joy to play.\n\nI should say that you don’t have to have played either of Perfectly Paranormal’s previous games before jumping into The Holy Gosh Darn. It’s its own unique story with a new protagonist — but Death, who you’ll be familiar with if you’ve played Manual Samuel, has a key role here. You’ll see lots of other familiar faces too, so it’s safe to say you’ll get a lot more out of it if you’re already acquainted with the, er, Perfectly Paranormal-verse. Samuel has a cameo, and Helheim Hassle’s Bjørn and Pesto show up at some point too.\n\nThe Holy Gosh Darn is a puzzle game at heart, with some elements that feel like a traditional point-and-click game. The main focus here, however, is that you have time control powers. You see, at precisely 6pm, Heaven is going to explode. Naturally, that can’t happen and, as an angel, it’s fallen to you to try and fix it. You’ve got six hours to do so — and with a time-control device loaned to you by Death, you can jump forwards and backwards in time as often as you like.\n\nImage: Perfectly Paranormal\n\nProgress through The Holy Gosh Darn a little, and you’ll find that you can upgrade your time travelling device, too. Normally, rewinding time will see you lose any items you picked up before travelling backwards. But eventually you’ll be able to bring an item with you, cutting out valuable time. Because in this world, even getting the simplest item can be quite a task.\n\nJust to get a pen, I had to descend to Earth, infiltrate a company business meeting to steal an employee’s pass then break into a storage cupboard. Store that pen inside your device, and it’ll cut out the need to do that every time. (Later, I found a pen in the room right next door to where I was… but that’s beside the point.)\n\nAnd with only six hours to go, every second counts, so you’ll need to shave off time everywhere you can. That means cutting chit-chat with well-meaning passers-by and keeping conversations with everyone as brief as possible. You’ve got to be careful, though: be too hasty and you’ll come off as rude. And nobody wants to help a rude person out.\n\nEvery character in The Holy Gosh Darn is fully voiced — and to an impeccably high standard. I’m a little annoyed that Death isn’t quite the same character as he was in Manual Samuel, but he’s still hilarious. The writing is absolutely on-point, and I can’t think of a single example of a joke not landing here. It isn’t afraid to be blasphemous for humour’s sake, either: if you’ve got a problem with God being called a jerk, you might want to sit this one out.\n\nImage: Perfectly Paranormal\n\nThere’s a lot of back-and-forth, given the time-travelling nature of The Holy Gosh Darn. But somehow, it’s handled in such a way that it never feels too repetitive. The way your conversations can be shortened down on returning visits, for example, really helps the experience feel dynamic, even if you are simply going through the same motions for the third or fourth time. Sometimes you’ll have to, because the story calls for it. But other times it may be because you’ve made a mistake; maybe you’ve gone all the way to Helheim and left your Heaven-money in your other jeans. What an idiot.\n\nThat’s the puzzly nature of The Holy Gosh Darn, though. Sometimes there’s an element of trial-and-error, and remembering the steps you need to take to achieve a certain outcome is part of the fun. Getting into the VIP lounge of a tabletop gaming bar, for example, means having a demon disguise, enough money to buy gaming tokens and the knowledge of how to win at a particular TTRPG. You may have had to rewind time a few times to get all the pieces just right, but when it all comes together, it feels like sweet, sweet success.\n\nI feel like Perfectly Paranormal has learned a lot from making Manual Samuel and Helheim Hassle, and that experience really shows in The Holy Gosh Darn. It’s clear the team is aware of what has and hasn’t worked in its previous games, and has put in only the best bits here. It’s not perfect, no, but it’s a gosh darn good adventure that’s well worth your attention."
    },
    {
        "title": "Got ghosts? Ring asks users for videos of paranormal activity in exchange for $100K",
        "link": "https://www.michigansthumb.com/news/article/ring-camera-great-ghost-search-2024-how-to-enter-19791924.php",
        "description": "Ring announced on Sept. 24, 2024, that users can submit videos of paranormal activity captured on their Ring doorbell or ...",
        "image_url": "https://www.bing.com/th?id=OVFT.jZlSkBiaLj3OBYpdNsQJcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Huron Daily Tribune23h",
        "source": "Huron Daily Tribune",
        "article_content": "Content not available"
    },
    {
        "title": "Our October 2024 events calendar features Cornocupia, Nosferatu, and plenty of scares",
        "link": "https://www.thepitchkc.com/our-october-2024-events-calendar-has-scares-david-spade-dj-shadow-and-more/",
        "description": "Check out our October 2024 events calendar, highlighting Cornocupia, Nosferatu, ghost tours, and plenty of other spooky ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lg5ySMj8mCBthif9712SNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "thepitchkc28m",
        "source": "thepitchkc",
        "article_content": "ONGOING\n\nOct 4 & 5\n\nSal Vulcano, Funny Bone Comedy Club\n\nOct 4-6\n\nMatthias Pintscher welcomes Gil Shaham, Kauffman Center for the Performing Arts\n\nOct 5 & 6\n\nWeston Applefest, Main St Weston, MO\n\nOct 11 & 12\n\nMichael Blackson, Funny Bone Comedy Club\n\nOct 11-20\n\nKansas City Ballet Presents ALICE (in wonderland), Kauffman Center for the Performing Arts\n\nOct 15 & 16\n\nPsycho in Concert, Kauffman Center for the Performing Arts\n\nOct 18 & 19\n\nLil Sasquatch and Francis Ellis, Funny Bone Comedy Club\n\nOct 18-20\n\nCornucopia, Power & Light District\n\nStart the fall season off right with Kansas City’s annual fall festival, Cornucopia, running from October 18 to 20 in the Power & Light District. This three-day celebration offers fun for all ages with activities kicking off at 4 p.m. Friday, 10 a.m. Saturday, and 12 p.m. Sunday. Attendees can enjoy a wide variety of carnival rides, live music performances by local artists, and a family-friendly petting zoo. Food enthusiasts can indulge in seasonal treats like caramel apples, pumpkin-spiced treats, and fall favorites, alongside classic carnival snacks. Don’t miss the craft beer garden, offering a selection of brews and warm cider. Fun Farm passes are available for purchase and can be used towards face painting, pumpkin decorating, digging for treasure and the corn & hay maze. General admission to Cornucopia and the Fun Farm is free.\n\n\n\nKristin Chenoweth and Your Kansas City Symphony, Kauffman Center for the Performing Arts\n\nOct 24-26\n\nDave Smith, Comedy Club KC\n\nOct 25 & 26\n\nKountry Wayne, Funny Bone Comedy Club\n\nOct 25-27\n\nDisney’s Hocus Pocus in Concert, Kauffman Center for the Performing Arts\n\nEVENTS\n\nOct 1\n\nWilderado, Madrid Theatre\n\nJudas Priest, Cable Dahmer Arena\n\nNicki Minaj, T-Mobile Center\n\nOct 2\n\nRicky Montgomery, The Truman\n\nSeether, The Midland\n\nClutch w/ Rival Son, Uptown Theater\n\nCeltic Thunder: Odyssey, Kauffman Center for the Performing Arts\n\nRival Sons, Uptown Theater\n\nSteven Curtis Chapman, Folly Theater\n\nOct 3\n\nDJ Shadow, Madrid Theatre\n\nBig Bad Voodoo Daddy, Liberty Hall\n\nLibbie Higgins and Tina Dybal, Comedy Club KC\n\nJeff Leeson, Funny Bone Comedy Club\n\nOct 4\n\nFontaines DC w/ Been Stellar, The Granada\n\nThievery Corporation, The Truman\n\nThe Steel Woods, Knuckleheads\n\nIliza Shlesinger, The Midland\n\nMarshall Tucker Band, Folly Theater\n\nOct 5\n\nForeigner w/ Loverboy, Azura Amphitheater\n\nTaylor Shines, Crossroads Arts District\n\nAndrew Santino, The Midland\n\nJudah & The Lion, Uptown Theater\n\nSuicide Boys, T-Mobile Center\n\nOct 6\n\nKaleo, The Midland\n\nTwin Temple, The Granada\n\nBad Religion, Uptown Theater\n\nTasha K, Funny Bone Comedy Club\n\nFor King and Country, T-Mobile Center\n\nOct 7\n\nStill Woozy, The Midland\n\nRobert Delong w/ Atlas Genius, Madrid Theatre\n\nOct 8\n\nUnderoath, The Midland\n\nCoco & Clair Clair, The Bottleneck\n\nThe Beaches, The Truman\n\nCameron Carpenter: Free Organ Concert, Kauffman Center for the Performing Arts\n\nOct 9\n\nBriston Maroney, The Truman\n\nGatecreeper, The Bottleneck\n\nBlack Joe Lewis, Knuckleheads\n\nOct 10\n\nBlackberry Smoke, Uptown Theater\n\n\n\nOct 11\n\nMorgan Wade, Uptown Theater\n\nKansas City Jazz Orchestra Presents Unforgettable, Kauffman Center for the Performing Arts\n\nDanae Hays, The Midland\n\nOct 12\n\nAtmosphere, Voodoo Lounge\n\nLeonid and Friends, Ameristar Casino & Hotel\n\n“The President’s Own” United States Marine Band, Kauffman Center for the Performing Arts\n\nDavid Spade, The Midland\n\nStephanie Miller, Uptown Theater\n\nCody Johnson, T-Mobile Center\n\nOct 13\n\nNilüfer Yanya, The Bottleneck\n\nFred Rubino, Funny Bone Comedy Club\n\nOct 14\n\nSixpence None The Richer, Knuckleheads\n\nOct 15\n\nGel w/ MSPAINT, The Bottleneck\n\nChromeo & The Midnight, The Midland\n\nOct 16\n\nThe Dead South, The Midland\n\nMannequin Pussy, The Granada\n\nGold Over America Tour, T-Mobile Center\n\nOct 17\n\nCatfish and the Bottlemen, The Midland\n\nSesame Street Live, Cable Dahmer Arena\n\nJuanes, Uptown Theater\n\nOct 18\n\nGhost Tour, Dillingham-Lewis House Museum\n\nGet in the spirit of the season with a ghost tour at the haunted Dillingham-Lewis House Museum and the Alton hotel in historic downtown Blue Springs on Oct 18. Come explore the home with ties to Confederate soldier Joshua Robert Dillingham and his wife, Susan Jane Walker. The home, which later came to be referred to as “The Brownfield House,” is notorious for its shadowy figures and unexplained phenomena that has left the Blue Springs Historical Society baffled. Safe and fun for all ages, bring a friend or the family on this ghostly tour led by paranormal investigators Apex Paranormal. As you walk through both homes, investigators will explain the curious events that they’ve seen. For the first half hour, lights will be left on for attendees, but for the rest of the tour, the lights are out as you explore the haunted home and hotel with paranormal-sensing equipment. Patrons are also welcome to bring their own sensors, cameras, and other ghostly equipment.\n\nKorn w/ Gojira, T-Mobile Center\n\nNelly, Allen Fieldhouse\n\nThe Fray, The Truman\n\nSmall Town Murder, The Midland\n\nOct 19\n\nSuperchunk, The Granada\n\nHalloween Happenings, Merriam Parks and Recreation\n\nHalloween Trunk or Treat, The Luxe Event Space\n\nGreat White, Ameristar Casino & Hotel\n\nThe Taylor Party — Taylor Swift Tribute, The Truman\n\nOct 20\n\nSoul Asylum w/ Juliana Hatfield Three, The Truman\n\nKing Diamond, Uptown Theater\n\nZach Williams, Cable Dahmer Arena\n\nMatt Fraser, Uptown Theater\n\nOct 22\n\nSofi Tukker, The Midland\n\nDaniel Nunnelee, The Bottleneck\n\nAndy Grammer, Kauffman Center for the Performing Arts\n\nOct 23\n\nNosferatu, Kauffman Center for the Performing Arts\n\nSink your teeth into a screening of the 1922 silent film Nosferatu at the Kauffman Center for the Performing Arts at 7 p.m. on Oct 23. Organist Dorothy Papadakos will accompany the film on the Julia Irene Kauffman Casavant Organ, where attendees can hear a live organ play the original score. Nosferatu was an unauthorized adaptation of Bram Stoker’s 1891 novel Dracula, and tells the story of the vampire Count Orlok as he prays on a woman named Ellen and her husband, Thomas, must save her before sunrise. The film was banned due to its “excessive horror” and as a result, nearly all copies of the film were destroyed under court order, except for one. The last known copy of Nosferatu continues to be a masterpiece and remains to be a classic within the silent expressionist film genre. Celebrate the Halloween spirit with a screening of one of the first vampire films in cinema history. Attendees are encouraged to wear costumes.\n\n\n\nDopapod, recordBar\n\nDan and Phil, The Midland\n\nOct 24\n\nXiu Xiu, The Bottleneck\n\nIntocable, The Midland\n\nHatebreed, Uptown Theater\n\nOct 25\n\nPorchers, recordBar\n\nBeats & Broomsticks, Zona Rosa Town Center\n\nThe Struts, Ameristar Casino & Hotel\n\nWalking with Ghosts: Real Life Hauntings with Amy Bruni, Kauffman Center for the Performing Arts\n\nOct 26\n\nAlan Jackson, T-Mobile Center\n\nTrace Adkins, Kauffman Center for the Performing Arts\n\nOfficial Halloween Bar Crawl, Howl at the Moon\n\nTravis Tritt, Ameristar Casino & Hotel\n\nGabriel Iglesias, Cable Dahmer Arena\n\nDayglow, The Midland\n\nOct 27\n\nMisterWives, The Truman\n\nChelsea Handler, The Midland\n\nOct 29\n\nKaylee’s Halloween Haunt & Jaunt, Sar-Ko-Par Trails Park\n\nOct 31\n\nBobcat Goldthwait, Comedy Club KC"
    },
    {
        "title": "Unexpected discovery of early sweet potato cultivation in Polynesia",
        "link": "https://phys.org/news/2024-09-unexpected-discovery-early-sweet-potato.html",
        "description": "New University of Otago—Ōtākou Whakaihu Waka research has uncovered the unlikely location of one of the earliest securely ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mMJLGtMKfy3EK-6Vz--bqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "22m",
        "source": "Phys.org",
        "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nDeep, proposed taro planting pit with surface depression in L4 context. Credit: Photographs by Ian Barber & Rebecca Benham; figure by Les O'Neill. From Antiquity (2024). DOI: 10.15184/aqy.2024.143\n\nNew University of Otago—Ōtākou Whakaihu Waka research has uncovered the unlikely location of one of the earliest securely dated sites of sweet potato (kūmara) cultivation in Polynesia.\n\nThe study, published in Antiquity, found evidence of microscopic kūmara starch granules alongside Asia-Pacific taro and Pacific yam (uwhi) at Triangle Flat in Golden Bay (Mohua) that were cultivated as early as AD 1290–1385.\n\nThese early dates correspond with the period during which settlement of Aotearoa New Zealand began and provide the first pre-1400 evidence for kūmara cultivation in Te Waipounamu—as early as anywhere else in Polynesia—and for the southernmost world attempt to grow uwhi.\n\nThe site is on a conservation estate under the customary jurisdiction of Manawhenua ki Mohua.\n\nLead author Professor Ian Barber, from Otago's Archaeology Program, says the site incorporates evidence of the longest duration of māra (garden) conservation from a single place anywhere in Polynesia.\n\n\"The earliest māra pits incorporating kūmara-like starch at Triangle Flat date to the beginning of the fourteenth century when Polynesians first settled the motu.\"\n\nDespite its importance to Polynesian life both in the past and today, little is known about the timing and circumstances of the sweet potato's initial spread across Oceania.\n\nSome botanists propose it drifted naturally into Polynesia thousands of years ago, but many anthropologists infer undated human mediation instead, especially since the Māori name kūmara is a variation on pre-Columbian American sweet potato names.\n\nGiven these uncertainties and intriguing possibilities, scholars have debated exactly when, and even if, sweet potato became important in early Polynesian colonization, Professor Barber says.\n\nExisting views have assumed the first settlers turned instead to forage for the flightless moa, other birds and marine animals, with kūmara only becoming important later, especially in warmer areas central to northern Aotearoa New Zealand where pā earthworks proliferated.\n\n\"The Otago research now challenges standard archaeological assumptions that the first Polynesian settlers of Aotearoa, and Te Waipounamu especially, abandoned tropical horticulture largely if not entirely.\n\n\"The new Triangle Flat evidence points to the early adaptation of tropical crops, especially kūmara, from the outset of Polynesian settlement, even in unlikely places.\n\n\"In short, kūmara was not a colonization after-thought in Aotearoa.\"\n\nThe early chronology supports those Māori traditions that speak of kūmara as a crop established in the central Polynesian homeland, Hawaiki, when the first voyagers ventured south for Aotearoa.\n\nCo-author Rebecca Waikuini Benham (Ngāti Kahungunu ki Wairarapa, Ngāti Porou, Ngāti Awa), from Heritage New Zealand Pouhere Taonga, was responsible for preparing the microscopic starch granule samples.\n\nThis important microbotanical science has been used to identify ancient crops throughout Polynesia, including Aotearoa, that may leave no other traces.\n\nShe says Aotearoa offers a unique case study when compared to the other Polynesian Islands.\n\n\"There are significantly fewer starch producing crops that were cultivated here than compared to the more tropical islands.\n\n\"I am hopeful that the identification of granules, along with the possible raphides, may be able to be applied to other early sites across the motu to investigate the cultivation of taro and uwhi alongside kūmara from an archaeological perspective, of course in collaboration with local kōrero.\"\n\nThe study also demonstrates that the first Aotearoa gardeners developed sophisticated planting pit and shell mulch technologies in local environments and soils, which helped secure kūmara horticulture in a marginal climate.\n\nCurrently, sweet potato is the world's fifth most important edible crop but is under threat from climate and other environmental changes in many parts of the world, Professor Barber says.\n\n\"New knowledge from the past as well as the present may yet support food security science targeting sweet potato production.\n\n\"Archaeological knowledge of these ancient technologies might yet inform modern efforts to improve natural hardiness and nutrition in sweet potato.\"\n\nMore information: Ian G. Barber et al, American sweet potato and Asia-Pacific crop experimentation during early colonisation of temperate-climate Aotearoa/New Zealand, Antiquity (2024). DOI: 10.15184/aqy.2024.143 Journal information: Antiquity"
    },
    {
        "title": "Deep-sea discovery shines light on life in the twilight zone",
        "link": "https://www.sciencedaily.com/releases/2024/09/240925123650.htm",
        "description": "A new study could change the way scientists view microbial processes in the deep ocean. The unexpected findings expand our understanding of the impacts of climate change, including how and where the ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily16h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "AI Develops Proteins to Boost Drug and Science Discovery",
        "link": "https://www.msn.com/en-us/health/other/ai-trained-on-evolutions-playbook-develops-proteins-that-spur-drug-and-scientific-discovery/ar-AA1rfWPr?ocid=BingNewsVerp",
        "description": "A new artificial intelligence model developed by researchers at The University of Texas at Austin paves the way for more ...",
        "image_url": "https://www.bing.com/th?id=OVFT.t6A53DVVgUHq3_08BDTgeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "2hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "NASA finds a mysterious Zebra rock on Mars: Here's all about this new exciting discovery",
        "link": "https://economictimes.indiatimes.com/news/science/nasa-finds-a-mysterious-zebra-rock-on-mars-heres-all-about-this-new-exciting-discovery/articleshow/113702879.cms",
        "description": "NASA's Perseverance Rover has discovered a unique 'zebra rock' in Mars' Jezero Crater, characterized by black-and-white ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iKwQxPDLn84ngEj04o7g-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "4h",
        "source": "Indiatimes",
        "article_content": "Discovery Details\n\nCharacteristics of Freya Castle\n\nOngoing Exploration\n\n\n\n\n\n(You can now subscribe to our\n\n(You can now subscribe to our Economic Times WhatsApp channel\n\nNASA's Mars Perseverance Rover has discovered a peculiar rock formation, referred to as \" Freya Castle ,\" within the Jezero Crater . This unusual \"zebra rock,\" characterized by its striking black-and-white striped pattern, could indicate exciting new findings in the ongoing exploration of Mars. The discovery was detailed in a recent blog post by the US space agency.The Perseverance Rover, which landed in Jezero Crater in February 2021, captured images of this unique rock earlier this month using its high-mounted camera. While navigating the relatively plain pebbly terrain, the rover team noticed the rock in low-resolution images, describing it as having \"hints of an unusual texture.\" The team stated, \"The science team thinks that this rock has a texture unlike any seen in Jezero Crater before, and perhaps all of Mars.\"Freya Castle measures approximately 20 cm across and displays alternating black and white stripes. According to NASA, it is a loose stone that differs significantly from the surrounding bedrock. The agency suggested that the rock likely originated from a different location, possibly having rolled downhill from a higher source. NASA noted, \"This possibility has us excited, and we hope that as we continue to drive uphill, Perseverance will encounter an outcrop of this new rock type so that more detailed measurements can be acquired.\"Currently, the Perseverance Rover is ascending the steep slopes of Jezero Crater, where it has been searching for rocks that may reveal insights into Mars' ancient history. This new discovery comes as the rover embarks on its fifth science campaign, known as the Crater Rim Campaign. It aims to uncover signs of ancient life and gather clues about the early conditions on the Red Planet.Perseverance has previously identified ancient lake sediments that might contain microbial fossils, showcasing the potential for groundbreaking discoveries during its mission. As the rover continues its exploration, the scientific community eagerly anticipates further findings related to the intriguing \"zebra rock\" and its implications for understanding Mars' geological history."
    },
    {
        "title": "High Above The Amazon Rainforest, A \"Shocking\" Discovery Of Airborne Forever Chemicals",
        "link": "https://www.iflscience.com/high-above-the-amazon-rainforest-a-shocking-discovery-of-airborne-forever-chemicals-76122",
        "description": "I n the balmy air above the Amazon rainforest, nasty human-made chemicals called PFAS have been discovered for the first time ...",
        "image_url": "https://www.bing.com/th?id=OVFT.irEBQoa1dS2s14ExPdpXnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "IFLScience2h",
        "source": "IFLScience",
        "article_content": "In the balmy air above the Amazon rainforest, nasty human-made chemicals called PFAS have been discovered for the first time. While it’s known that “forever chemicals” have become ubiquitous in the natural world, the researchers behind the discovery have described it as “shocking”.\n\nAdvertisement Advertisement\n\nAn international team of scientists collected air from a 325-meter-tall (1,066-foot) tower extending far above the Brazilian Amazon's forest canopy.\n\nWithin the samples, they discovered high levels of PFAS, or per- and poly-fluoroalkyl substances, synthetic chemicals used in a variety of everyday products, from food packaging and cookware to fabrics and cosmetics.\n\nOwing to their durability, PFAS persist in the environment indefinitely, hence the nickname “forever chemicals”. They contaminate much of the world’s water supply and have been found across most natural environments, including Antarctica and the rainwater of Tibet.\n\nHowever, the researchers were particularly surprised by their latest findings in the Amazon rainforest, considered to be a wild environment relatively far removed from intense human activity.\n\nWhat was most unusual was levels of PFAS were highest at the top of the tower, indicating that they might have originated far away but are being transported long distances.\n\n\n\n“We collected samples right at the top of the tower and also at tree canopy level – about 42 metres [137 feet]. What was shocking to us was that we saw PFAS - we didn’t expect to and we also saw more at the top of tower,” Dr Ivan Kourtchev, lead study author from the Centre for Agroecology, Water and Resilience at Coventry University, said in a statement.\n\n“If PFAS were to be locally emitted, they should be found lower down the tower. This means PFAS were long-range transported and have been brought from somewhere. It was very puzzling to us,” he added.\n\nThe impact of PFAS is only just starting to be uncovered – but it’s highly unlikely they form part of a healthy, balanced diet. Studies have linked the chemicals to a host of negative human health effects, including liver damage, thyroid disease, obesity, fertility issues, and cancer.\n\nThey are also likely to impact wildlife in a negative way, which is especially worrying for a rich environment like the Amazon rainforest that’s filled with endangered biodiversity.\n\nAdvertisement Advertisement\n\n“The Amazon is a place of unique vegetation and wildlife, so these PFAS can have an impact on that. When our body confuses this chemical with our hormones we can become infertile and if you have some unique animals or vegetation affected, that could stop their reproduction. In sensitive ecosystems with rare or endangered species, such disruptions can have devastating effects on biodiversity and species survival. PFAS could also adversely affect the health of people living in the rainforest,\" explained Dr Kourtchev.\n\nThe new study is published in the journal Science of The Total Environment."
    },
    {
        "title": "Redbird supercharges analytics pipeline with AI agents, handles 90% of workload",
        "link": "https://venturebeat.com/data-infrastructure/redbird-supercharges-analytics-pipeline-with-ai-agents-handles-90-of-workload/",
        "description": "Using natural language prompts, Redbird AI agents can handle all analytical tasks, right from data collection to reporting.",
        "image_url": "https://www.bing.com/th?id=OVFT.ZkSkfb3gC7YiZtrYpG8jBi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "3h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nJust as enterprises continue to adopt large language model-powered text-to-SQL as a way to ‘talk’ to their data assets, a new shift in the ecosystem has started emerging: AI agents. Today, New York-based Redbird announced a new chat platform that uses “specialist agents” to help enterprises handle most analytics value chain tasks, from data collection and engineering to data science and producing actual insights (reporting).\n\nThis means an enterprise user can give a natural language prompt to get insights from data in almost real-time and execute analytical efforts that pave the way for those insights. According to Erin Tavgac, the co-founder and CEO of the company, this represents more than 90% of an enterprise’s business intelligence efforts.\n\n“For the past several decades the promise of truly self-serve analytics has fallen short for organizations, with the reality instead being complex data pipelines, dashboards, and shadow analytics that require technical skills. We have invested significant R&D into fusing the power of LLMs with Redbird’s robust end-to-end analytical toolkit in the form of AI agents that enable users to finally achieve self-serve, conversational BI that runs on their organization’s data,” he said in a statement.\n\nMoving into the age of AI agents\n\nWhile the age of AI agents is new, Redbird itself has been a long-standing player in the analytics domain. The company started in 2018 as Cube Analytics and provided enterprises with a no-code, drag-and-drop toolkit that enabled their users to create workflows aimed at automating and unifying all analytical tasks leading to dashboarding and insights. Earlier this year, the company expanded this work with the launch of a conversational interface, allowing users to ask business questions in natural language and receive insights and reporting outputs in real-time.\n\nNow, as the next step, Redbird has added an ecosystem of specialized agents that operate on top of this end-to-end toolkit to orchestrate as well as execute multi-step analytical tasks to answer business-related questions.\n\nAs Tavgac explained, admins setting up the chat platform have to choose a base LLM (like GPT, Llama etc) and load up their organization’s proprietary data ontologies, business logic and reporting blueprints (like business definitions, PowerPoint report templates, etc.) to customize it with relevant business context. Once the data is inputted, the AI agents using the LLM begin to use all the context and generate metadata from the information to do their work — in response to user questions.\n\n“User prompts are sent to Redbird routing agents, which identify the best specialist agents to execute the tasks for that prompt (like PowerPoint Reporting agent, Data Engineering agent, etc.) and figure out how to orchestrate the execution order of those agents. Each specialist agent then manages its own part of the overall task by identifying relevant datasets/ontologies and executing the needed task using the Redbird toolkit, which includes applications and functions to handle the mechanical steps of the pipeline,” Tavgac noted.\n\nDetailing the tasks, he noted Redbird agents can pull unstructured or structured data from over 100 data sources, including Snowflake, Databricks and Hubspot. It can run advanced processing on top of the collected data by performing data wrangling, AI-driven tagging and data science modeling. It can also generate robust reporting outputs (like presentations, Excel reports and email/Slack updates) while taking necessary actions based on those reports (like executing an ad buy/modifying a campaign).\n\n“Once the task is executed, the chat platform responds to the user with not just a text answer but also any deliverables needed, like a PowerPoint report the agents built or the data that they collected from a SaaS system,” he said.\n\nRedbird Platform Screenshot – AI Chat (Marketing Analytics)\n\nNo-code workflow orchestration remains available\n\nAs enterprises double down on their data efforts, going beyond text-to-SQL — adopted by Dremio, Snowflake and many others – and streamlining the analytics pipeline end-to-end with AI agents could be a great way to save time and resources.\n\nHowever, as many may still have concerns over the reliability of AI agents, Redbird is not doing away with its original drag-and-drop interface for automating business intelligence workflows. Instead, the company has made no-code the secondary option for users. The agents will orchestrate the tasks while also creating a no-code version of the workflow, allowing users to audit and inspect everything in detail if required.\n\n“So far, existing AI solutions have primarily tackled the automation of a very small fraction of BI and analytics efforts (SQL querying). While Redbird values and solves for that use case (text-to-SQL), it is also applying the power of its AI agents to automate the other more difficult and more sizable parts of enterprise BI workflows… Our approach to solving this challenge has enabled us to onboard eight of the Fortune 50 brands and over 30 mid-to-large-sized enterprise customers in the last few months,” Tavgac added. This includes brands like Mondelez International, USA Today, Bobcat Company and Johnson & Johnson.\n\nCurrently, he said the company is offering its technology on a SaaS model with usage-based licensing fees and generating seven-figure revenue. However, he did not share the exact specifics.\n\nAs the next step, Redbird will continue its AI agent-driven work and take its new Chat platform to more enterprises. It also plans to add more advanced agents in the analytics value chain to enable even deeper AI-powered business intelligence coverage for non-technical users.\n\n“We also aim to expand beyond our primary focus on analytics / BI use cases and into a deeper ‘Large Action Model’ approach that leverages AI agents that can take more nuanced action based on the analytical results (i.e. purchase supplies, send invoices)."
    },
    {
        "title": "Salesforce Inc. (CRM) Price Prediction and Forecast 2025-2030",
        "link": "https://247wallst.com/forecasts/2024/09/26/salesforce-inc-crm-price-prediction-and-forecast-2025-2030/",
        "description": "Salesforce’s continued development of low-code and no-code platforms will likely also contribute its part to attracting a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.os3cXSlColha76IKDz5oOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "24/7 Wall St5h",
        "source": "24/7 Wall St",
        "article_content": "Salesforce Inc. (CRM) Price Prediction and Forecast 2025-2030 Noam Galai / Getty Images Entertainment via Getty Images\n\nOne colloquial phrase from the business world that has uniquely developed in the 21st century is “Customer Relationship Management” or CRM, which was coined by the Gartner Group in the late 1990s. Both CRM, as well as “Software as a Service” (SaaS), have since become synonymous with a San Francisco software management company that has become an industry behemoth, even taking “CRM” as its stock ticker.\n\nSalesforce Inc. (NYSE: CRM) is the world’s largest provider of cloud-based customer relationship management (CRM) services. Its SaaS platforms bridge the gap between companies and customers around the world, facilitating and personalizing sales management, customer service, and marketing. Its acquisitions of complementary software companies have filled gaps demanded by its customers, and have subsequently fueled Salesforce’s extraordinary growth over the past decade.\n\nGrowth History Summary\n\nMUNGKHOOD STUDIO / Shutterstock.com\n\nFrom fiscal 2014 to fiscal 2024 (January 2024), Salesforce’s revenue grew at a compound annual growth rate (CAGR) of 24%. Although a good part of the growth came from organic, big acquisitions — including Demandware, Mulesoft, Tableau, and Slack. These additions contributed substantially to expand the Salesforce ecosystem. After going into the black in fiscal 2017, Salesforce’s net income continued to expand, notching a 44% CAGR from 2017 to 2024. The company also announced a $10 billion stock buyback and its first-ever dividend in 2024.\n\nChallenges\n\nRed Fox studio / Shutterstock.com\n\nAlthough it was one of the earliest players in the CRM and SaaS arena, Salesforce would inevitably see competition, and not just from start-ups, as well as internal issues.\n\nMicrosoft’s Dynamics 365 software for CRM challenges Salesforce head-to-head. Other rivals include Oracle’s NetSuite, SAP, HubSpot, Zendesk, Insightly, and a dozen more.\n\nAs Salesforce has also entered the rapidly shifting AI rodeo, it has to devote considerable resources to its development and synchronous compatibility with its current products while keeping an eye on any industry of rivals’ breakthroughs.\n\nActivist investors are pressuring management to cut costs and pause its big acquisitions.\n\nRegardless, investors are much more concerned with future stock performance over the next 1, 5, to 10 years. While most Wall Street analysts will calculate 12-month forward projections, it’s clear that nobody has a consistent crystal ball, and plenty of unforeseen circumstances can render even near term projections irrelevant. 24/7 Wall Street aims to present some further looking insights based on Salesforce Inc.’s own numbers, along with business and market development information that may be of help to our readers’ own research.\n\nKey Points In This Article\n\nSalesforce sees currently untapped international emerging markets as fertile ground for future growth.\n\nSalesforce’s Einstein AI solutions suite, its DataCloud and other new tech developments are foundational platforms and future developments are anticipated.\n\nQuantum Technology is also in Salesforce’s R&D purview. Salesforce made an investment in quantum technology as a part of quantum sensing vendor Q-CTRL’s $27.4 million series B extension funding in Jan. 2023.\n\nSalesforce also invested in Cambridge Quantum Computing (CQC), a UK-based company specializing in quantum software and quantum computing, in May 2023.\n\n24/7 Wall Street has a free report to read on what may be “the next Nvidia” if you click here . It features a software stock we’re confident has 10X potential.\n\nSalesforce Stock News and Updates\n\n9/25/2024\n\nSalesforce has announced plans to purchase Zoomin with an acquisition value of $450 million. Zoomin is a data management provider for unstructured data, which unifies documents (such as tutorials or user guides) in one portal.\n\n9/24/2024\n\nSalesforce’s stock rose by 1.2% today, with the stock price reaching a high of $272.46. Trading volume was significantly lower than average, with only 2,514,339 shares changing hands compared to the usual 6,550,994.\n\n9/23/2024\n\nSalesforce shares were trading down slightly today, decreasing by 0.6%. The stock price reached a low of $264.78.\n\n9/17/2024\n\nSalesforce is investing another $500 million in its venture fund, Salesforce Ventures, to support AI startups. This brings the total amount of money the fund has available for investing in AI companies to $1 billion.\n\n9/16/2024\n\nSalesforce’s stock price has risen by 4.3% in the past week. Institutional investors hold a significant majority of Salesforce’s shares, suggesting they have a strong influence on board decisions. however, this group lacks a single majority shareholder, suggesting a more balanced power structure.\n\n5 to 10 Year Review\n\nJerod Harris / Getty Images for i.amPULS\n\nSalesforce’s phenomenal growth over the past decade has been fed by strategically savvy acquisitions that have filled critical gaps in their SaaS package offerings. Starting in mid-2013, the company spent $2.5 billion for ExactTarget, which supplied cloud marketing tools to integrate Salesforce management technology with digital marketing campaigns.\n\n2016 saw the $2.8 billion purchase of Demandware, now rebranded as Salesforce CommerceCloud. It is the company’s e-commerce platform, fully integrated with Einstein AI. The need to sync the different cloud based operations and data metrics was satisfied by the $6.5 billion acquisition of MuleSoft for digital integration in 2018. Analytics software platform Tableau followed in 2019 for $15.7 billion. Finally, intraoffice and company personnel collaboration and communication platform Slack was added to Salesforce in 2021 for the sum of $27.7 billion.\n\nThe large expenditures have benefitted Salesforce’s growth but have understandably made earnings erratic, which has raised the ire of some activist investors.\n\nFiscal Year (Jan. 31) Price Revenues Net Income 2016 $68.08 $6.667B (-$47.4M) 2017 $79.10 $8.437B $323M 2018 $113.91 $10.540B $360M 2019 $151.97 $13.282B $1.110B 2020 $182.31 $17.098B $126M 2021 $225.56 $21.252B $4.072B 2022 $232.63 $26.492B $1.444B 2023 $167.97 $31.352B $208M 2024 $281.09 $34.857B $4.136B 2024 (LTM) $252.90 $36.465B $5.632B\n\nKey Drivers for Salesforce Inc.’s Future\n\nTippaPatt / Shutterstock.com\n\nFinancial Health : Salesforce has a strong $8.24 billion net cash surplus position relative to debt.\n\nBrand Strength : Salesforce is the current CRM “King of the Hill” and commands strong brand recognition in the CRM space (including its stock ticker). This brand strength is leveraged with its newest products, which subsequently bring in customers to subscribe to the entire Salesforce ecosystem, rather than the more expensive and cumbersome option of piecemealing different software platforms for CRM.\n\nR&D : Salesforce’s continued R&D with AI, Blockchain, and Quantum Computing Technology should help it maintain its “leader of the pack” position in the CRM space.\n\nInternational Marketing and Sales : This demographic will be the next big growth target for Salesforce. This will help to offset its focus on primary market large players, which necessitate longer sales cycles and are subject to more competition from rivals.\n\nStock Price Prediction for 2025\n\nAndriy Onufriyenko / Moment via Getty Images\n\nA consensus taken from 44 different Wall Street analysts predicted Salesforce’s price target in 12 months to be $307.64. This calculates as a gain of 12.24% from today’s stock price of $274.09. The overall average recommendation was “outperform”.\n\nBased on our assessment of the financials, 24/7 Wall Street projects a somewhat more conservative target price of $302.00. The departure of the highly regarded CFO, Amy Weaver, is a negative. Her enviable track record managing restructuring efforts and the level of respect she commands on Wall Street cannot be disregarded. Although she will remain as an advisor once her successor has been selected, the comfort of a smooth transition is not guaranteed.\n\nSalesforce Inc.’s Next 5 Years’ Outlook\n\n24/7 Wall Street\n\nAs Salesforce’s Fiscal Year 2026 ends on January 31, 2026, the events that drive its stock performance occur predominantly throughout 2025. 24/7 Wall Street projects a stock price of $333.90, a gain of 21.82% from today’s stock price of $274.09.\n\nThe integration of blockchain technology into Salesforce’s product offerings is expected to be a key driver sometime in 2025. With cybersecurity breaches multiplying by the month, the ability to repel CRM platform hackers is vitally important to enterprise customers. FY 2026 should also see the start of the rewards from its international initiatives, which will likely manifest writ large throughout 2026 for FY 2027.\n\nFY 2027 will likely begin to see the primary fruits from the international sales and marketing initiated during the latter part of FY 2024 and all of 2025. A target price of $380.70 would represent a 38.90% gain from today’s stock price of $274.09.\n\nEuropean business accounted for roughly 23.5% and Asia Pacific 10.1%. It is predicted by several analysts to grow to 21.6% of total revenues by or before FY 2027. Salesforce’s expansion into emerging markets is also likely to accelerate, particularly in Southeast Asia and Africa. This is untapped territory which can be a deep source of new revenue streams that can offset risks from established markets due to geopolitical and economic factors.\n\nAdditionally, Salesforce’s investments in edge computing solutions should enhance its competitive advantage in the IoT space. Integration of Einstein AI for hybrid workers who spend half or more of their work time from home may likely become early converts to these additional digital tools.\n\nThe 2028 stock price target is anticipated to be $412.80.\n\nSalesforce’s focus on customization towards vertical-specific CRM solutions is expected to bear fruit in 2027. By tailoring its offerings to industries such as healthcare, financial services, and manufacturing, the company expects to capture a larger market share and increase customer retention.\n\nSalesforce’s continued development of low-code and no-code platforms will likely also contribute its part to attracting a broader customer base.\n\nFY 2029 is projecting the completion of its integration of advanced natural language processing (NLP) capabilities into Salesforce’s products. This technology may significantly enhance customer service automation and data analysis, providing an additional competitive edge. Salesforce’s R&D in quantum computing research, building on its investments in Q-CNTRL and CQC, should also begin to yield practical applications, thus potentially opening new avenues for growth and innovation.\n\nDigital twin technology with VR is another new vista for Salesforce currently in R&D, but may possibly be prepared to launch during 2028-29. By creating virtual replicas of physical systems, the company may offer unprecedented insights and optimization capabilities to its customers.\n\n$451.50 is 24/7 Wall Street’s projected stock price for FY 2029, a 64.73% gain from today’s stock price of $274.09.\n\nSalesforce Inc. Stock in 2030\n\nJasonDoiy / iStock Unreleased via Getty Images\n\nIn FY 2030, we predict Salesforce can hit a stock price of $493.80, an 80.16% increase from today’s stock price of $274.09.\n\nBy 2029-2030, Salesforce’s R&D investments in Augmented Reality (AR) and Virtual Reality (VR) technologies may be ready for prime-time commercialization.\n\nThese immersive technologies could revolutionize customer engagement and data visualization, potentially opening new revenue streams. As Salesforce expands its offerings, it may face increased competition from other enterprise software providers like ServiceNow.\n\nOne other aspect of Salesforce not yet mentioned, since when its impact may become manifest is unknown, is its venture capital work in tech startups. Salesforce Ventures has a $500 million Generative AI Fund that includes a $200 million investment in Hugging Face, the largest open-source AI community on Earth. Salesforce’s presence in Hugging Face is strategically intended to expose Hugging Face using entrepreneurs to Salesforce’s CRM products in a soft sell approach that can potentially reap billions as these startup companies take off.\n\nFiscal Year Normalized EPS P/E Ratio Projected Stock Price 2025 $10.06 30 $302.00 2026 $11.13 30 $333.90 2027 $12.69 30 $380.70 2028 $13.73 30 $412.80 2029 $15.05 30 $451.50 2030 $16.46 30 $493.80"
    },
    {
        "title": "Startup aims to revolutionize industrial development with high-tech bricks — here's how it works",
        "link": "https://www.yahoo.com/tech/startup-aims-revolutionize-industrial-development-140000084.html",
        "description": "\"Industrial heat accounts for one-quarter of the global energy consumption and is a massive, $450 billion market.\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DtWGqicQmCXJyIFSUANAji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2h",
        "source": "Yahoo",
        "article_content": "A new California-based startup company has a plan to help decarbonize and electrify one of the biggest issues in industrial development.\n\nAccording to Canary Media, Calectra may have come up with a solution to the problem of industrialized heat by using superheated bricks.\n\nLower-temperature industrial heating — for activities like cooking or some chemical work — has seen a big push toward electrification and going green. However, electrifying processes that require higher temperatures, such as glass-making or smelting metals like iron and aluminum, has been a much tougher task.\n\nCalectra's solution to the problem is to electrify and superheat special bricks by directly electrifying them, generating both light and heat. The hot air generated around the superheated bricks would then be fed into industrial processes, allowing them to heat what needs heating.\n\nGetting the air to the temperature required for those tasks is incredibly energy-intensive, and even the level of electricity required would be cost-prohibitive for many manufacturers without the use of dirty fuels like natural gas or coal, Canary Media reported.\n\n\"Industrial heat accounts for one-quarter of the global energy consumption and is a massive, $450 billion market,\" Juha Lindfors, a partner at Lifeline Ventures, said in a statement on its funding of Calectra, ​\"Decarbonizing industrial heat presents a huge opportunity.\"\n\nCalectra's technology is still in the very early stages of development; the company hopes to expand its team to begin testing ideal materials for its processes and scale up its testing to make sure the process works at a level needed for industrial production.\n\nBut if they're successful, the use of electrified bricks could go a long way toward eliminating one of the largest planet-warming gas producers.\n\nWill America someday get all its energy from renewable sources?\n\nClick your choice to see results and speak your mind\n\n\"We're laser-focused on building a solution for high-temperature heat at low cost and zero carbon,\" Calectra's co-founder Pauliina Meskanen said, per Canary Media. \"It's risky, but it's worth giving it a shot for the sake of the climate.\"\n\nSuperheated materials are also under investigation as a way to store energy.\n\nJoin our free newsletter for weekly updates on the latest innovations improving our lives and shaping our future, and don't miss this cool list of easy ways to help yourself while helping the planet."
    },
    {
        "title": "Southwest Airlines assigned seating: When it starts and who can get it",
        "link": "https://www.azcentral.com/story/travel/airlines/2024/09/26/when-is-southwest-changing-to-assigned-seating/75390809007/",
        "description": "It's the end of Southwest Airlines' open seating era. Customers will be able to get assigned seats and and pay for extra ...",
        "image_url": "https://www.bing.com/th?id=OVF.JqgSgXN6waU7mWf6EZvq%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "25m",
        "source": "AZ Central",
        "article_content": "Southwest Airlines has revealed when assigned seating will start and how it will implement other changes to its flying experience in an effort to improve profitability.\n\nThe announcement, unveiled ahead of Southwest's Investor Day on Thursday, Sept. 26, revealed details of the airline's transformation plan − billed as \"Southwest. Even Better.\" − that will be phased in over the next three years.\n\nIt included when and how Southwest will get rid of open seating, how assigned and premium seating will work, and the future of its Bags Fly Free policy allowing flyers two free checked bags.\n\nSouthwest first disclosed in July that it would start assigned seating but was scant on additional details. That month, it also said it would begin flying red-eye flights in 2025; Phoenix will get some of those red-eyes, including two just-announced routes connecting Hawaii and Phoenix.\n\nWhen is Southwest changing to assigned seating?\n\nSouthwest Airlines will end open seating in early 2026.\n\nIt will sell tickets for the first flights with assigned and premium seating in the second half of 2025.\n\nHow will Southwest Airlines assigned seating work?\n\nAssigned seating on Southwest will work similarly to other airlines: Passengers who buy the cheapest tickets can select a seat for a fee, or a seat will be assigned to them the day before their flight.\n\nPassengers can also purchase premium seats with extra legroom. Premium seats will offer up to 5 additional inches of seat pitch, or the distance between seats. About a third of Southwest's seats will be premium, and premium passengers will be among the first to board the plane.\n\nSouthwest Rapid Rewards members can select seats without paying additional fees depending on their rewards status. A-List members can select standard legroom seats at the time of booking at no additional cost; they'll have the opportunity to upgrade to a premium seat within 48 hours of the flight at no extra cost if any are still available. A-List Preferred members can select any available seat, including extra legroom seats, at no additional cost.\n\nSouthwest did not indicate whether legroom on standard seats would change from the current average seat pitch of 32 inches.\n\nWhen is Southwest ending free checked luggage?\n\nSouthwest is not ending free checked luggage − at least for now. Every ticket will continue to include two free checked bags.\n\nWhile customers love the policy − American Airlines, United Airlines and Delta Air Lines raised their baggage fees in early 2024 − investors think Southwest is leaving money on the table by not charging for checked luggage.\n\nElliott Investment Management, the activist investor pushing for sweeping changes at Southwest, hinted in a presentation called Stronger Southwest that charging fees for checked luggage would improve Southwest's profitability.\n\nSouthwest Rapid Rewards changes and other news\n\nSouthwest Airlines Investor Day also included these announcements:\n\nNew global airline partnerships. Southwest announced a partnership with Icelandair to offer international flights out of Baltimore-Washington International Airport; more partnerships and participating airports will be announced.\n\nNew vacation packages. In 2024, Southwest will launch Getaways by Southwest, offering customizable vacation packages.\n\nChanges to Rapid Rewards program. Southwest will update benefits for its Rapid Rewards loyalty program, giving A-List and A-List Preferred frequent flyers the highest level of benefits. The airline intends to add opportunities for Rapid Rewards members to earn and redeem points for long-haul destinations as it develops international partnerships and Getaways by Southwest.\n\nAll Rapid Rewards members will continue to earn and redeem points at the same rate they do today and the program will continue offering no blackout dates, uncapped reward seat availability and points that don't expire.\n\nMichael Salerno is an award-winning journalist who’s covered travel and tourism since 2014. His work as The Arizona Republic’s consumer travel reporter aims to help readers navigate the stresses of traveling and get the best value for their money on their vacations. He can be reached at Michael.Salerno@gannett.com. Follow him on X, formerly Twitter: @salerno_phx.\n\nSupport local journalism. Subscribe to azcentral.com today."
    },
    {
        "title": "Behind the Scenes of Unity Software's Latest Options Trends",
        "link": "https://www.benzinga.com/insights/options/24/09/41030386/behind-the-scenes-of-unity-softwares-latest-options-trends",
        "description": "Based on the trading activity, it appears that the significant investors are aiming for a price territory stretching from $20 ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0XU4Uq7DqNYbqjOeUcenoi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "23h",
        "source": "Benzinga.com",
        "article_content": "Financial giants have made a conspicuous bullish move on Unity Software. Our analysis of options history for Unity Software U revealed 24 unusual trades.\n\nDelving into the details, we found 50% of traders were bullish, while 33% showed bearish tendencies. Out of all the trades we spotted, 2 were puts, with a value of $73,625, and 22 were calls, valued at $2,431,788.\n\nPredicted Price Range\n\nBased on the trading activity, it appears that the significant investors are aiming for a price territory stretching from $20.0 to $60.0 for Unity Software over the recent three months.\n\nVolume & Open Interest Development\n\nExamining the volume and open interest provides crucial insights into stock research. This information is key in gauging liquidity and interest levels for Unity Software's options at certain strike prices. Below, we present a snapshot of the trends in volume and open interest for calls and puts across Unity Software's significant trades, within a strike price range of $20.0 to $60.0, over the past month.\n\nUnity Software Call and Put Volume: 30-Day Overview\n\nBiggest Options Spotted:\n\nSymbol PUT/CALL Trade Type Sentiment Exp. Date Ask Bid Price Strike Price Total Trade Price Open Interest Volume U CALL TRADE NEUTRAL 10/18/24 $3.55 $3.2 $3.4 $20.00 $1.7M 13.5K 5.2K U CALL SWEEP BEARISH 12/20/24 $3.15 $3.1 $3.1 $23.00 $55.8K 3.5K 254 U CALL TRADE BEARISH 01/17/25 $5.3 $5.25 $5.25 $20.00 $54.6K 20.0K 5.5K U CALL SWEEP BULLISH 11/15/24 $2.88 $2.79 $2.88 $23.00 $53.2K 5.2K 900 U CALL SWEEP NEUTRAL 11/15/24 $2.66 $2.56 $2.61 $23.00 $48.2K 5.2K 1.2K\n\nAbout Unity Software\n\nUnity Software Inc provides a software platform for creating and operating interactive, real-time 3D content. The platform can be used to create, run, and monetize interactive, real-time 2D and 3D content for mobile phones, tablets, PCs, consoles, and augmented and virtual reality devices. The business is spread across the United States, Greater China, EMEA, APAC, and Other Americas, of which key revenue is derived from the EMEA region. The products are used in the gaming industry, architecture and construction sector, animation industry, and designing sector.\n\nIn light of the recent options history for Unity Software, it's now appropriate to focus on the company itself. We aim to explore its current performance.\n\nUnity Software's Current Market Status\n\nWith a trading volume of 9,822,277, the price of U is down by -2.7%, reaching $22.57.\n\nCurrent RSI values indicate that the stock is may be overbought.\n\nNext earnings report is scheduled for 43 days from now.\n\nTurn $1000 into $1270 in just 20 days?\n\n20-year pro options trader reveals his one-line chart technique that shows when to buy and sell. Copy his trades, which have had averaged a 27% profit every 20 days. Click here for access.\n\nTrading options involves greater risks but also offers the potential for higher profits. Savvy traders mitigate these risks through ongoing education, strategic trade adjustments, utilizing various indicators, and staying attuned to market dynamics. Keep up with the latest options trades for Unity Software with Benzinga Pro for real-time alerts."
    },
    {
        "title": "Adaptive Learning Software Market Size to Grow USD 1456.9 Million by 2030 at a CAGR of 15% | Valuates Reports",
        "link": "https://finance.yahoo.com/news/adaptive-learning-software-market-size-152300610.html",
        "description": "Adaptive Learning Software Market is Segmented by Type (Cloud Based, On-Premises), by Application (K-12, Higher Ed/College, Corporate): Global Opportunity Analysis and Industry Forecast, 2024-2030.",
        "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
        "category": "software+trend",
        "date": "1h",
        "source": "YAHOO!Finance",
        "article_content": "BANGALORE, India, Sept. 26, 2024 /PRNewswire/ -- Adaptive Learning Software Market is Segmented by Type (Cloud Based, On-Premises), by Application (K-12, Higher Ed/College, Corporate): Global Opportunity Analysis and Industry Forecast, 2024-2030.\n\nValuates Reports Logo\n\nThe Global Adaptive Learning Software market is projected to grow from USD 629.9 Million in 2024 to USD 1456.9 Million by 2030, at a Compound Annual Growth Rate (CAGR) of 15.0% during the forecast period.\n\nGet Free Sample: https://reports.valuates.com/request/sample/QYRE-Auto-0Y2692/Global_Adaptive_Learning_Software_Market\n\nMajor Factors Driving the Growth of Adaptive Learning Software Market:\n\nThe Adaptive Learning Software Market is experiencing significant growth, driven by increasing demand for personalized learning experiences across various educational sectors. Schools, universities, and corporate training environments are adopting adaptive learning tools to enhance individual learning outcomes by tailoring educational content to learners' specific needs. The rise of online learning platforms and e-learning initiatives further fuels market expansion, as adaptive software proves effective in providing real-time analytics, improving engagement, and promoting efficient knowledge retention.\n\nView Full Report: https://reports.valuates.com/market-reports/QYRE-Auto-0Y2692/global-adaptive-learning-software\n\nTRENDS INFLUENCING THE GROWTH OF THE ADAPTIVE LEARNING SOFTWARE MARKET:\n\nCloud-based solutions are significantly driving the growth of the adaptive learning software market by offering flexibility, scalability, and accessibility. These solutions allow educational institutions and organizations to deploy adaptive learning tools without the need for extensive infrastructure, making it cost-effective and easy to implement. With cloud-based platforms, users can access personalized learning experiences from any location, enhancing the global reach of adaptive learning software. This technology also supports seamless updates and integrations, ensuring that learners always have access to the latest learning resources. The widespread adoption of cloud-based learning solutions is a key factor pushing the market forward.\n\nThe K-12 education sector is a significant driver of the adaptive learning software market, as schools increasingly adopt digital tools to enhance student learning outcomes. Adaptive learning software provides personalized learning experiences tailored to the individual needs of students, helping them to master subjects at their own pace. As educators seek to close learning gaps and address diverse student needs, adaptive technologies have become indispensable. The shift towards remote and blended learning models has also accelerated the adoption of these tools in the K-12 segment. This trend is expected to continue as more schools recognize the benefits of personalized education through adaptive learning platforms.\n\nStory continues\n\nThe higher education sector is another key driver of the adaptive learning software market, particularly as colleges and universities embrace technology-driven learning environments. Adaptive learning platforms help students in higher education by providing personalized content that aligns with their academic goals and learning styles. These tools offer colleges the ability to enhance student engagement, improve retention rates, and support personalized feedback. In addition, the growing need for scalable solutions in large academic institutions has increased the demand for adaptive learning software, which can cater to diverse student populations. This trend is shaping the future of education and driving the growth of the market.\n\nThe growing demand for personalized learning experiences is one of the primary factors driving the adaptive learning software market. Students and educators alike are seeking more tailored educational experiences that address individual learning needs and preferences. Adaptive learning software uses data-driven insights to adjust content delivery based on each learner's progress, strengths, and weaknesses. This personalized approach improves learning outcomes and engagement, making it a preferred choice in both academic and corporate training environments. As more institutions and organizations focus on student-centric learning models, the demand for adaptive learning platforms is expected to rise, fueling market growth.\n\nAdaptive learning software is gaining traction in the corporate training sector as businesses recognize the value of personalized employee development programs. These platforms enable companies to deliver customized training modules that address specific skill gaps and enhance overall performance. The ability of adaptive learning tools to track employee progress and provide real-time feedback makes them a valuable resource for organizations aiming to optimize workforce productivity. With the increasing focus on upskilling and reskilling employees to meet evolving industry demands, the adoption of adaptive learning software in corporate training is expected to accelerate, driving significant market growth.\n\nThe rise of remote and hybrid learning models has been a major driver of the adaptive learning software market. As educational institutions and corporate organizations continue to adapt to new learning environments, the need for flexible and scalable solutions has increased. Adaptive learning platforms offer the ability to deliver personalized learning experiences remotely, making them ideal for students and employees who are unable to attend in-person sessions. The shift towards digital learning has been accelerated by global events such as the COVID-19 pandemic, and this trend is expected to persist, driving further adoption of adaptive learning tools.\n\nBuy Now: https://reports.valuates.com/api/directpaytoken?rcode=QYRE-Auto-0Y2692&lic=single-user\n\nADAPTIVE LEARNING SOFTWARE MARKET SHARE ANALYSIS:\n\nThe adaptive learning software market exhibits regional variations, with North America leading due to its advanced educational infrastructure and high adoption of digital learning tools. The United States, in particular, is a major player in the market, driven by investments in educational technology and the increasing demand for personalized learning experiences. Europe follows closely, with a focus on integrating adaptive learning in both academic and corporate sectors. Meanwhile, the Asia-Pacific region is expected to witness significant growth due to rising investments in educational technology and increasing demand for innovative learning solutions. Latin America and the Middle East are emerging regions, where adaptive learning tools are gaining traction due to growing awareness and improving digital infrastructure.\n\nThe United States is the largest Adaptive Learning Software market with about 53% market share. Europe is a follower, accounting for about 19% market share.\n\nThe key players are SAS, D2L, DreamBox Learning, Wiley (Knewton), Smart Sparrow, Cogbooks, Docebo, ScootPad, Imagine Learning, Fishtree, McGraw-Hill, Paradiso, IBM etc. Top 3 companies occupied about 27% market share.\n\nKey Companies:\n\nSAS\n\nD2L\n\nDreambox Learning\n\nWiley (Knewton)\n\nSmart Sparrow\n\nCogbooks\n\nDocebo\n\nScootPad\n\nImagine Learning\n\nFishtree\n\nMcGraw-Hill\n\nParadiso\n\nIBM\n\nWorld Health Organization\n\nPurchase Regional Report: https://reports.valuates.com/request/regional/QYRE-Auto-0Y2692/Global_Adaptive_Learning_Software_Market\n\nSUBSCRIPTION\n\nWe have introduced a tailor-made subscription for our customers. Please leave a note in the Comment Section to know about our subscription plans.\n\nDISCOVER MORE INSIGHTS: EXPLORE SIMILAR REPORTS!\n\n- Learning Management System Software Market\n\n- Smart Learning Software Market\n\n- Online Learning Software and Platform market was valued at USD 6801 Million in 2023 and is anticipated to reach USD 19090 Million by 2030, witnessing a CAGR of 15.7% during the forecast period 2024-2030.\n\n- Corporate Learning Management System (LMS) Market\n\n- Active Learning Tools Software Market\n\n- Academic E-Learning Market\n\n- Learning Management System (LMS) market size is expected to reach USD 40360 Million by 2029, growing at a CAGR of 17.1% from 2023 to 2029.\n\n- Online Language Learning Software Market\n\n- IELTS Learning Software Market\n\nDISCOVER OUR VISION: VISIT ABOUT US!\n\nValuates offers in-depth market insights into various industries. Our extensive report repository is constantly updated to meet your changing industry analysis needs.\n\nOur team of market analysts can help you select the best report covering your industry. We understand your niche region-specific requirements and that's why we offer customization of reports. With our customization in place, you can request for any particular information from a report that meets your market analysis needs.\n\nTo achieve a consistent view of the market, data is gathered from various primary and secondary sources, at each step, data triangulation methodologies are applied to reduce deviance and find a consistent view of the market. Each sample we share contains a detailed research methodology employed to generate the report. Please also reach our sales team to get the complete list of our data sources.\n\nYOUR FEEDBACK MATTERS: REACH OUT TO US!\n\nValuates Reports\n\nsales@valuates.com\n\nFor U.S. Toll-Free Call 1-(315)-215-3225\n\nWhatsApp: +91-9945648335\n\nWebsite: https://reports.valuates.com\n\nBlog: https://valuatestrends.blogspot.com/\n\nPinterest: https://in.pinterest.com/valuatesreports/\n\nTwitter: https://twitter.com/valuatesreports\n\nFacebook: https://www.facebook.com/valuatesreports/\n\nYouTube: https://www.youtube.com/@valuatesreports6753\n\nhttps://www.facebook.com/valuateskorean\n\nhttps://www.facebook.com/valuatesspanish\n\nhttps://www.facebook.com/valuatesjapanese\n\nhttps://valuatesreportspanish.blogspot.com/\n\nhttps://valuateskorean.blogspot.com/\n\nhttps://valuatesgerman.blogspot.com/\n\nhttps://valuatesreportjapanese.blogspot.com/\n\nLogo: https://mma.prnewswire.com/media/1082232/Valuates_Reports_Logo.jpg\n\nCision\n\nView original content:https://www.prnewswire.com/news-releases/adaptive-learning-software-market-size-to-grow-usd-1456-9-million-by-2030-at-a-cagr-of-15--valuates-reports-302260116.html\n\nSOURCE Valuates Reports"
    }
]