[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In pictures: Fiery sunsets and UFO-like clouds",
            "link": "https://www.msn.com/en-xl/weather/meteorology/in-pictures-fiery-sunsets-and-ufo-like-clouds/ar-AA1xoOon?ocid=BingNewsVerp",
            "description": "BBC Weather Watchers have been busy gathering images of the week's dramatic skies.",
            "image_url": "https://www.bing.com/th?id=OVFT.Cp25MSJqRv5bhttA5aoqgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO’s 44th food drive underway in the Kanawha Valley",
            "link": "https://wvmetronews.com/2025/01/17/ufos-44th-food-drive-underway-in-the-kanawha-valley/",
            "description": "Local volunteers will donate their time over the next dozen weeks to gather food for local food banks in Kanawha and Putnam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hTc69wJuoy7iNj2Ko3haMi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "West Virginia MetroNews12h",
            "source": "West Virginia MetroNews",
            "article_content": "INSTITUTE, W.Va. –– Local volunteers will donate their time over the next dozen weeks to gather food for local food banks in Kanawha and Putnam Counties. The 44th annual United Food Operation food drive kicked off Friday. It’s a 12 week effort to collect as much non-perishable food as possible to be passed along to the region’s needy.\n\n“We do our pre-planning and get everything together and as we’re talking to the pantries, they’re running out of food. The need is so great we’ve got to keep this going,” said Elaine Harris, UFO Chairperson.\n\nEach Friday through April, the organization will accept donations of food at their warehouse in Institute to be distributed to a dozen food banks across two counties.\n\n“Our warehouse is right off the Institute exit, there will be a big sign. We can take food and store it there and then distribute to the food banks,” she explained.\n\nThis year the American Postal Workers Union Local 133 has joined the effort. The union members are employed at the U.S. Postal Service Processing Center at Southridge. The facility had originally been slated for closure, but thanks to efforts by the community and West Virginia’s Congressional delegation it was saved and will stay in place. Harris said the organization wanted to get involved in the food drive out of gratitude.\n\n“It’s their way of giving back to the community because the community was so very involved and supportive of them,” she said.\n\n“Our members are very excited to take part in this,” Tim Holstein, Vice President of APWU Local 133, said in a news release. “We have a table set up in front of the union office at the plant and at the Main Post Office and are asking everyone to bring canned/nonperishable food to donate. One can of food could make a difference in someone’s life.”\n\nThe effort accepts any non-perishable goods. They’ll take them at the warehouse each Friday or they can also make arrangements to pick up large donations. Harris said it’s a never ending labor of love.\n\n“The need is so great. This is working people falling through the cracks. This is how we started this program almost 45 years ago,” she said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning 'UFO clouds' spotted in UK skies - where you might see them this weekend",
            "link": "https://www.express.co.uk/news/uk/2002034/ufo-clouds-uk-skies-where-to-see-them-this-weekend-lenticular",
            "description": "Sky watchers are in for a treat as weather conditions mean unusual sight likely to be spottedin parts of Britain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q8f8l-tklHLcm52y1bDhgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "14h",
            "source": "Daily Express",
            "article_content": "Lenticular clouds are strange phenomena created when strong winds blow over a mountain range or hill\n\nSkygazers in northern parts of the UK have been treated to an uncommon and magical display of clouds resembling flying saucers or UFOs. Known as lenticular clouds, these strange phenomena are created when strong winds blow over a mountain range or hill, forming a wave shape that causes air to bounce downwind. These spectacular clouds form on top of the bounced air and appear to be stacked on top of each other.\n\nREAD MORE: Shoreditch skyline transformed by 50ft hologram displaying stunning visuals\n\nLenticular clouds are also known as UFO clouds or pancakes\n\nThey are not often seen in the UK and typically form to the side of mountains, with Sierra Nevada and Cascade ranges often displaying them. The Met Office explained: “These lens-shaped orographic wave clouds form when the air is stable and winds blow across hills and mountains from the same or similar direction at different heights through the troposphere.” They are said to be the most pronounced during either sunrise or sunset due to the low sun illuminating them. They are known to pose aviation hazards.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nLenticular clouds require the right type of weather patterns in order to be formed\n\n“Pilots of powered aircraft tend to avoid flying near lenticular clouds because of the turbulence that accompanies them,” said the Met Office. The national meteorological service added that skilled or brave glider pilots often prefer flying with these types of clouds in the sky as “they can tell from the shape of the clouds where the air will be rising”. Lenticular clouds were visible on Thursday and Friday mornings in North-east England.\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Photoshop Tutorial How to Transform a Photo into a Classic, Vintage, UFO SIGHTING",
            "link": "https://www.msn.com/en-us/arts/photography/photoshop-tutorial-how-to-transform-a-photo-into-a-classic-vintage-ufo-sighting/vi-AA1xnv8J?ocid=BingNewsVerp",
            "description": "Photoshop CS6 Extended tutorial showing how to transform an ordinary photo into a classic, vintage UFO sighting. TUTORIAL ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Qjm-92Q5m6v8btW7R_4lMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN17h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lanarkshire identified as UFO sighting hotspot as Cumbernauld location of 'mysterious objects'",
            "link": "https://www.glasgowlive.co.uk/news/glasgow-news/lanarkshire-identified-ufo-sighting-hotspot-30805709",
            "description": "Areas such as Hamilton, East Kilbride, Airdrie, Uddingston, and Cumbernauld were all witnesses to mysterious objects, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0RBda3jckAJd-QgCt5cC6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "18h",
            "source": "glasgowlive.co.uk",
            "article_content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\n\nLanarkshire has been named a UFO sighting hotspot by a group of researchers who recorded ten incidents over two years.\n\nAreas such as Hamilton, East Kilbride, Airdrie, Uddingston, and Cumbernauld were all witnesses to mysterious objects, which varied from cylindrical to star-like.\n\nLast year the British spotter group UFO Identified documented a total of 395 sightings in the UK in 2023, reports Lanarkshire Live. And from January 2021 to December 2023, the group logged ten sightings across Lanarkshire.\n\nThis included a cylindrical-shaped object flying with no vapour trail above Airdrie, an orange light that “appeared to be making a tear in the sky” in Uddingston and “three saucer shaped objects appearing stationary” over Hamilton.\n\nSome sightings across the region happened on consecutive days, in different areas. A sphere was spotted over Cumbernauld on April 21, 2021, while a similar-shaped object was clocked the following day over Hamilton “moving oddly and hovering in the sky”.\n\nAn orb was viewed above Cumbernauld on August 24, 2021, and appeared to be “moving back and forth in straight lines and hovering at times”, and the following day three objects were seen “moving back and forward, blinking then reappearing, rotating at various speeds” above East Kilbride.\n\nThey are among 395 sightings across the United Kingdom – and an updated map reveals the extent of the unexplained activity taking place in the skies above us.\n\nUFOs have been in the news recently following a spate of sightings on the east coast of the United States. And last year the US Congress attempted to “pull back the curtain” on secret research into UFOs.\n\nThe hearing, titled ‘Unidentified Anomalous Phenomena: Exposing the Truth,’ heard from several experts and a variety of witness accounts.\n\nUnidentified Anomalous Phenomena (UAP) is the new name for Unidentified Flying Objects (UFOs). Experts included government workers and a member of NASA’s UAP Independent Study Team.\n\nMichael Gold – former NASA associate administrator of space policy and partnerships and a member of the UAP study team – told the hearing that “the vast majority of UAP are drones”.\n\nHowever, he added that there are anomalies that must be studied and admitted that some of the UAPs observed “can move faster” than US assets and “are being intelligently controlled”.\n\nAuthor and former Department of Defence official Luis Elizondo claimed that “advanced technologies not made by our government – or any other government – are monitoring sensitive military installations around the globe.”\n\nHe insisted: “Let me be clear. UAP are real.”\n\nThe hearing, jointly led by chairs Nancy Mace and Glenn Grothman, was the second to investigate the phenomenon of UAP.\n\n“Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,” the co-chairs said in a statement.\n\nThe hearing followed a long-awaited report released by NASA last year which studied previous sightings of UFOs (or UAPs) in the skies.\n\nWhile the report did not find any clear evidence that the sightings were alien, it did admit it was possible they could be.\n\nJust under half of all documented sightings in the UK (48 per cent) include photographic or video evidence. A quarter of all sightings (25 per cent) were of a “star-like” object or objects, moving across the sky. The next most common sighting was of an unidentified object shaped like an “orb” (17 per cent), “sphere”, (10 per cent) and “cylinder” (nine per cent).\n\nOf all counties in the UK, Greater Manchester had more UFOs spotted in its skies than anywhere else, with 54 documented sightings. That was followed by Greater London (52), Cheshire (37), and West Sussex (34).\n\nWhen it comes to towns and cities, more UFO activity was seen above Glasgow than anywhere else, with 22 encounters – which possibly explains the high sightings in nearby Lanarkshire.\n\nJoin Glasgow Live's WhatsApp community here and get the latest news sent straight to your messages.\n\nSIGHTINGS ACROSS LANARKSHIRE\n\nCumbernauld\n\nShape of UFO: Sphere\n\nDate spotted: 21/04/2021\n\nDescription: Object moving north to east and then changed back to a northerly direction then disappeared.\n\nHamilton\n\nShape of UFO: Sphere\n\nDate spotted: 22/04/2021\n\nDescription: Reflective ball-object moving oddly and hovering in the sky.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 16/05/2021\n\nDescription: Two lights travelling parallel at slow speed, before fading away behind a cloud.\n\nCumbernauld\n\nShape of UFO: Orb\n\nDate spotted: 24/08/2021\n\nDescription: Light changed from white to red, moving back and forth in straight lines and hovering at times.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 25/08/2021\n\nDescription: Three objects moving back and forward, blinking then reappearing, rotating at various speeds.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 27/09/2021\n\nDescription: Triangular beam of light like a search light moving at a steady rate, brighter at the top.\n\nHamilton\n\nShape of UFO: Disc\n\nDate spotted: 28/12/2021\n\nDescription: Three saucer shaped objects appearing stationary, in photograph, not seen with naked eye.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 11/02/2022\n\nDescription: Three stars in a straight line formation, moving very fast from west to east then fading from view.\n\nAirdrie\n\nShape of UFO: Cylinder\n\nDate spotted: 27/06/2022\n\nDescription: Object ‘like a plane with no wings’ flying high up with no vapour trail.\n\nUddingston\n\nShape of UFO: Other\n\nDate spotted: 17/11/2023\n\nDescription: Orange light appeared to be making a tear in the sky. It was stationary not moving and was a vertical shape.\n\nSign up to our daily Glasgow Live newsletter here to receive news and features direct to your inbox"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Crazy AI app lets you transform a photo into a 3D model",
            "link": "https://bgr.com/tech/crazy-ai-app-lets-you-transform-a-photo-into-a-3d-model/",
            "description": "Krea is one of the latest AI tools that promise to revolutionize video generation. With a prompt, you can turn a photo into a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XBX31QgGuRNbRF_A006fky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "BGR",
            "article_content": "Krea is one of the latest AI tools that promise to revolutionize 3D modeling. By partnering with the top AI video providers, the company lets you create videos with Hailuo, Mini Max, Luma Labs, Runway, Pika Labs, and Kling.\n\nOne of Krea’s most interesting features is its ability to generate real-time images guided by 3D models. This feature lets users take an image, convert it into a 3D model, and use it to guide scene generation. What makes this tool so cool is that you can move, manipulate, and rotate the model to change the scene—all in real-time and in a very intuitive way, as spotted by X user Justine Moore.\n\n2) Generate real-time images guided by 3D models with @krea_ai\n\n\n\nThis feature lets you take an image, convert it into a 3D model, and then use it to guide scene generation.\n\n\n\nYou can move, manipulate, and rotate the model to change the scene. pic.twitter.com/c3ongexolH — Justine Moore (@venturetwins) January 17, 2025\n\nHowever, this isn’t the only tool available with Krea’s AI app. You can create real-time styles, change the environment of your images with one click by having perfect light and color consistency, ultra slow-motion in 120fps, animate and fuse images, and even use its enhanced presets to turn your image into an oil painting or let the AI create something completely unique.\n\nKrea focuses on five major features: High-quality generation, Editing, video generation, Instant AI generation, and an Enhancer tool that lets you upscale photos and videos. It’s also important to note that the service allows you to create images with sound, setting it apart from the competition.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nWhat’s nice about Krea is that you can take advantage of free daily image generation and access some of its popular tools as long as you are logged on to the platform. The company offers three other paid tiers, Basic, Pro, and Max, with a good discount when you choose the yearly plan.\n\nevery video model in one place.\n\n\n\nwe partnered with the top AI video providers to bring the best video models into Krea.\n\n\n\nnow you can create with @Hailuo_AI #MiniMax, @LumaLabsAI, @runwayml, @pika_labs, and @Kling_ai. pic.twitter.com/BomLy70KPH — KREA AI (@krea_ai) October 17, 2024\n\nWith the Basic plan, you can create around 720 Flux Images, 36,000 real-time images, 180 enhanced images, three training jobs, and a commercial license."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Copilot AI Added to Microsoft 365 Apps Alongside $3-Per-Month Price Hike",
            "link": "https://www.msn.com/en-us/news/technology/copilot-ai-added-to-microsoft-365-apps-alongside-3-per-month-price-hike/ar-AA1xo3E1?ocid=BingNewsVerp",
            "description": "This eliminates the need for a $20 Copilot Pro add-on to try the AI features in Office apps, but it increases the overall ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B-DaUdYauaT8RXJoTi2vSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "PCMag on MSN15h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Data Storage And Memory Powers AI At The 2025 CES",
            "link": "https://www.forbes.com/sites/tomcoughlin/2025/01/18/data-storage-and-memory-powers-ai-at-the-2025-ces/",
            "description": "Digital storage and memory capability play a crucial role in modern computing, including AI. The 2025 CES show showed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vamwtDwQ8YlzogbzULybZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Future Of AI Is Completely Personal",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/17/the-future-of-ai-is-completely-personal/",
            "description": "The first wave of generative AI tools has felt like utter magic. The large language models (LLMs) that power these ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8NFu7f2sFLw3_v8raQyLgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft triples down on AI",
            "link": "https://www.theverge.com/2025/1/17/24345865/microsoft-ai-announcements-2025-notepad",
            "description": "Microsoft made a trio of announcements this week that are going to be very important for how the company approaches its big ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E7P9Y8TWEQ-wkZCXTTlSXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "The Verge",
            "article_content": "Microsoft made a trio of announcements this week that are going to be very important for how the company approaches its big AI bet in 2025. It started off by creating a new AI engineering group to focus its developers on building an AI platform and tools for both Microsoft and its customers. Microsoft then announced pay-as-you-go agents for its relaunched Copilot Chat for businesses, and it finished the week by bundling Office AI features into Microsoft 365 for consumers and raising the subscription price.\n\nAll three of these announcements are linked to Microsoft’s insatiable hunger to win at AI. The company still prioritizes security through employee performance reviews, but it increasingly feels like promoting AI is an equally high priority.\n\nThe new engineering group is a good example of Microsoft’s priorities. Led by former Meta engineering chief Jay Parikh, the new CoreAI – Platform and Tools division will combine Microsoft’s Dev Div and AI platform teams together. Microsoft CEO Satya Nadella described the reorganization as “entering the next innings of this AI platform shift” and said it will “reshape all application categories.” Nadella has regularly said that the pace of AI is changing software development, and now Microsoft is building an AI-first app stack to try and take advantage of this opportunity.\n\nCombining Microsoft’s AI platform work and its developer division will put AI at the heart of the very tools, platforms, and services that Microsoft builds for customers and its own teams. Nadella even described this platform shift as the ability for Microsoft’s AI agents, which are essentially virtual employees that automate tasks, to eventually be able to build custom applications. It’s a transformation for Microsoft that looks like it will flip the company from software-as-a-service to service-as-software — where once-manual human tasks are automated by software and AI.\n\nMicrosoft has spent the past 15 years selling cloud computing to businesses, tempting them to move off traditional software that’s licensed and installed to on-premise servers toward servers hosted by the software giant. Nadella led Microsoft’s transformation to cloud infrastructure and services before becoming CEO, and it’s been hugely successful for the company. Now, Nadella appears to be betting on being able to automate many people-based services and package this up in a software solution Microsoft can sell to businesses.\n\nI’ve spoken to some employees in Microsoft’s Dev Div organization this week, and it’s clear there is some unease about the company’s commitment to AI at all costs. Microsoft’s new AI engineering group emerged just days after Meta chief Mark Zuckerberg predicted 2025 is going to be a year where “Meta, and the other companies that are working on this, are going to have an AI that can effectively be a mid-level engineer that you have at your company that can write code.” In an interview with Joe Rogan, Zuckerberg said he believes that, over time, a lot of the code in Meta’s apps “will be built by AI engineers instead of people engineers.”\n\nThat’s a scary prospect for the thousands of engineers at Meta and Microsoft who have spent their entire careers learning how to build software. One engineer in Microsoft’s new CoreAI team tells me there’s now a feeling that if you’re not all in on AI, there won’t be a place for you in this new team.\n\nMicrosoft’s transition here will undoubtedly see engineering jobs change, and it’s all part of a revenue opportunity for AI that the company is constantly chasing. Investors are increasingly looking for returns on Microsoft’s big bets on AI, and recent reports have suggested that it’s struggling to sell businesses on the idea of paying extra for AI-powered versions of Office apps. That’s probably why this week we also saw Microsoft relaunch Copilot as Microsoft 365 Copilot Chat, complete with free ChatGPT-like capabilities and pay-as-you-go agents. It’s a rebranding of what was once Bing Enterprise Chat, then Copilot, and now Copilot Chat.\n\nI spoke to Jared Spataro, Microsoft’s chief marketing officer of AI at work, earlier this week, and he made it clear this relaunch is also Microsoft’s latest attempt to get people hooked on using AI at work. “What we find is that when you start to use it, you become accustomed to and appreciative of the value that it can provide at work,” says Spataro.\n\nThe free chat side of Copilot has already been popular for businesses that rely on Microsoft’s software and services, and by adding in agent capabilities, there’s an upsell opportunity to get businesses to pay extra to automate tasks with AI.\n\nMicrosoft can also use this Copilot Chat as a way to tempt businesses into upgrading to the full Microsoft 365 Copilot at $30 per user per month. “While Copilot Chat is a powerful new on-ramp for everyone in your organization to build the AI habit, Microsoft 365 Copilot remains our best-in-class personal AI assistant for work,” says Spataro.\n\nThis is where Copilot really transforms from a simple chatbot into a more assistive technology that can analyze Excel data for you, write paragraphs in Word, or generate an entire PowerPoint presentation. A lot of CTOs tell me that businesses have found the most value from Copilot inside Microsoft Teams, where the AI assistant will transcribe meetings and pull out key talking points to make it easy to catch up on calls you might have missed.\n\nMost businesses aren’t paying the extra for Copilot inside Office apps, though. While adding an AI-powered version of the Python programming language to Excel is powerful and summaries of Outlook emails are super useful, Microsoft needs a lot more compelling Copilot features if it wants businesses to pay that $30 per user per month fee.\n\nIt’s a similar situation over on the consumer side, which is why Microsoft started bundling its AI-powered Office features into Microsoft 365 Personal and Family subscriptions this week. Instead of asking consumers for $20 extra per month for Copilot Pro, Microsoft is raising its subscription prices by $3 per month to bundle Copilot into Office apps.\n\nAs part of this price bump, Microsoft is providing a set of AI credits that can be used on Copilot in apps like Word, Excel, PowerPoint, Outlook, and OneNote. You’ll get a monthly allotment of these credits, which can also be used for things like image generation in the Designer app or in apps on Windows like Paint, Photos, and Notepad. If you want unlimited usage of Copilot in Office apps or all of these AI features, you’ll still need to pay for Copilot Pro.\n\nMicrosoft had been testing this Microsoft 365 subscription change in Australia, New Zealand, and some markets in Asia, and it feels like the worldwide launch this week is an even bigger test before the company does something similar for its commercial subscriptions.\n\nGoogle may well force Microsoft’s hand here, after revealing this week that its Gemini Business plan, which you previously had to pay $20 per user per month for, is now free. Google is now bringing all of its AI features to its Workspace app at no extra cost, which piles on the pressure for Microsoft to make some similar moves for commercial customers of Microsoft 365.\n\nAs the competition heats up in 2025, expect to see Microsoft come up with even more inventive pay-as-you-go agents or AI credit methods to get consumers and businesses addicted to AI.\n\nThe pad:\n\nMicrosoft won’t support Office apps on Windows 10 after October 14th. If you’re still on Windows 10, it’s getting closer to the point of upgrade time. Microsoft has started warning that it will no longer support Office apps, known as Microsoft 365 apps, on Windows 10 after October 14th — the day support ends for the old OS. While the apps will continue to function, there could be issues over time. It’s all part of an effort from Microsoft to get businesses and consumers to upgrade to Windows 11.\n\nIf you’re still on Windows 10, it’s getting closer to the point of upgrade time. Microsoft has started warning that it will no longer support Office apps, known as Microsoft 365 apps, on Windows 10 after October 14th — the day support ends for the old OS. While the apps will continue to function, there could be issues over time. It’s all part of an effort from Microsoft to get businesses and consumers to upgrade to Windows 11. Microsoft stops using Bing to trick people into thinking they’re on Google. Microsoft has started quietly killing off its spoofed Google UI that it was using to trick Bing users into thinking they were using Google. The page that appeared after you searched for “Google” on Bing no longer has a special search bar or an image that resembles a Google Doodle. It’s just a regular Bing search result now, although some countries still have the fake Google UI.\n\nMicrosoft has started quietly killing off its spoofed Google UI that it was using to trick Bing users into thinking they were using Google. The page that appeared after you searched for “Google” on Bing no longer has a special search bar or an image that resembles a Google Doodle. It’s just a regular Bing search result now, although some countries still have the fake Google UI. Parallels is testing Windows x86 emulation on Apple silicon Macs. If you own one of the latest MacBooks and want to use Windows on it, there’s some promising news this week. Parallels has launched an “early technology preview” that lets Apple silicon Macs emulate Intel-based hardware to run Windows. Performance will be “really slow” right now, though, with boot times of up to seven minutes. Hopefully that improves as the technology preview progresses.\n\nIf you own one of the latest MacBooks and want to use Windows on it, there’s some promising news this week. Parallels has launched an “early technology preview” that lets Apple silicon Macs emulate Intel-based hardware to run Windows. Performance will be “really slow” right now, though, with boot times of up to seven minutes. Hopefully that improves as the technology preview progresses. Microsoft’s former Surface design chief joins Amazon. Two key Surface inventors are reuniting at Amazon this week . Ralf Groene , who was previously head of design for Windows and devices, has joined Amazon to be part of Panos Panay ’s devices and services team. Panay left Microsoft in 2023, after working alongside Groene to create the original Surface tablet more than 10 years ago. Amazon also hired Xbox cofounder J Allard recently, who is also working on Panay’s devices team. I’m intrigued to see what these three former Microsoft colleagues dream up at Amazon.\n\nTwo key Surface inventors are reuniting at Amazon this week , who was previously head of design for Windows and devices, has joined Amazon to be part of ’s devices and services team. Panay left Microsoft in 2023, after working alongside Groene to create the original Surface tablet more than 10 years ago. Amazon also hired Xbox cofounder recently, who is also working on Panay’s devices team. I’m intrigued to see what these three former Microsoft colleagues dream up at Amazon. Microsoft’s chief is cozying up to Trump. Satya Nadella and Microsoft president Brad Smith joined Elon Musk and US President-elect Donald Trump on Wednesday for lunch to discuss cybersecurity, AI, and tech policy. Like many other tech companies, Microsoft has donated $1 million to Trump’s inauguration fund.\n\nSatya Nadella and Microsoft president joined and US President-elect on Wednesday for lunch to discuss cybersecurity, AI, and tech policy. Like many other tech companies, Microsoft has donated $1 million to Trump’s inauguration fund. There is no more waitlist for GitHub Copilot Workspace. Microsoft-owned GitHub has dropped the waitlist for its AI coding assistance tool. There has been a waitlist since April of last year, but developers can now try out the technical preview without having to wait to be approved.\n\nMicrosoft-owned GitHub has dropped the waitlist for its AI coding assistance tool. There has been a waitlist since April of last year, but developers can now try out the technical preview without having to wait to be approved. Microsoft commits to the European Union’s AI Act. Microsoft says it’s ready to comply with the EU AI Act. “We are building our products and services to comply with our obligations under the EU AI Act and working with our customers to help them deploy and use the technology compliantly,” says Natasha Crampton , Microsoft’s chief responsible AI officer. Microsoft’s announcement is in stark contrast to a bunch of companies, including Meta and Spotify, that are calling for an end to “inconsistent regulatory decision making” for AI rules in Europe.\n\nMicrosoft says it’s ready to comply with the EU AI Act. “We are building our products and services to comply with our obligations under the EU AI Act and working with our customers to help them deploy and use the technology compliantly,” says , Microsoft’s chief responsible AI officer. Microsoft’s announcement is in stark contrast to a bunch of companies, including Meta and Spotify, that are calling for an end to “inconsistent regulatory decision making” for AI rules in Europe. Microsoft files a gaming AI patent for “crafting and altering game narratives.” I’m still waiting for Microsoft to unveil its AI plans for Xbox, but it looks like the company is already exploring ways that AI can be used in game design. Windows Central has spotted a patent from 2024 that allows designers and players to customize a game through generative AI prompts. Nvidia has been showing off similar work for NPCs in games, and I wouldn’t be surprised if we start to see a lot more of this.\n\nI’m still waiting for Microsoft to unveil its AI plans for Xbox, but it looks like the company is already exploring ways that AI can be used in game design. Windows Central has spotted a patent from 2024 that allows designers and players to customize a game through generative AI prompts. Nvidia has been showing off similar work for NPCs in games, and I wouldn’t be surprised if we start to see a lot more of this. Forty years at Microsoft = a giant crystal. There aren’t many Microsoft employees who can say they’ve been at the company 40 years, but Larry Osterman is one of them. To celebrate Osterman’s long tenure — that has included work on Windows, Exchange, and Azure — Microsoft gifted him a giant 40th-anniversary crystal. It took almost six months to be delivered, and it looks like it was worth the wait. I never even knew a 40-year celebratory gift existed at Microsoft.\n\nThere aren’t many Microsoft employees who can say they’ve been at the company 40 years, but is one of them. To celebrate Osterman’s long tenure — that has included work on Windows, Exchange, and Azure — Microsoft gifted him a giant 40th-anniversary crystal. It took almost six months to be delivered, and it looks like it was worth the wait. I never even knew a 40-year celebratory gift existed at Microsoft. New Copilot features are coming to Mac. Microsoft has started rolling out Copilot inside Outlook for Mac for Microsoft 365 Copilot subscribers. You can access Copilot directly from Outlook, and it appears alongside contacts and calendars.\n\nThanks for subscribing and reading to the very end. This week’s issue was a day late due to Microsoft’s final AI announcement of the week coming in hot on Thursday. Next week’s Notepad will also arrive on Friday, the day after the Xbox Developer Direct event."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Alien Truths Revealed: A Paranormal Encounter Like No Other",
            "link": "https://www.msn.com/en-us/society-culture-and-history/cultural-events/alien-truths-revealed-a-paranormal-encounter-like-no-other/vi-AA1xnpX3?ocid=BingNewsVerp",
            "description": "Sweden's most notorious UFO skeptic sat down for an interview that would challenge everything he believed. Ole K. had spent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UQaZ2I7pwGNamR2ZkHx4uC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN17h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Are You There?",
            "link": "https://www.yahoo.com/entertainment/are-you-there-010036942.html",
            "description": "Paranormal psychology student Rosa Gonzalez lights a ritual candle used to contact the dead. When she asks, 'Are You There?' she opens a door to a demonic game of 20 questions. This game triggers a ...",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "paranormal",
            "date": "7h",
            "source": "Yahoo",
            "article_content": "29,734 people played the daily Crossword recently. Can you solve it faster than others?\n\n29,734 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BBC confirm start date for new spooky series - and fans don't have long to wait",
            "link": "https://www.msn.com/en-gb/entertainment/tv/bbc-confirm-start-date-for-new-spooky-series-and-fans-dont-have-long-to-wait/ar-AA1xoKG4?ocid=BingNewsVerp",
            "description": "BBC's Uncanny is returning to TV screens with the second series of the hit supernatural show, as presenter Danny Robins ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EG2c7Jo8v1h79YbCrYTd9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10hon MSN",
            "source": "Coventry Live on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "IF YOU SEE BLOOD IN A SCRAPYARD, RUN! (IT'S A TRAP)",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/if-you-see-blood-in-a-scrapyard-run-it-s-a-trap/vi-AA1xoCwZ?ocid=BingNewsVerp",
            "description": "In today’s chilling investigation, Andreas, Alice, and Joshua venture into a mysterious scrapyard with a dark and tragic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LvCWfEolmdzbBfSWpbf0ry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN9h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BBC confirm return of 'hit supernatural series' - and it's back very soon",
            "link": "https://www.mirror.co.uk/tv/tv-news/bbc-confirm-return-hit-supernatural-34504893",
            "description": "Hit supernatural series Uncanny is making a comeback with presenter Danny Robins at the helm as he uncovers several spooky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Fov1rWOTpX7B4M-UPnHlyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "11h",
            "source": "The Mirror",
            "article_content": "BBC confirm return of 'hit supernatural series' - and it's back very soon\n\nBBC's hit show, Uncanny is set to make an epic return to screens as the supernatural series uncovers a number ghostly tales.\n\nFans of the programme won't have long to wait, as the BBC has announced that the new season will kick off on Friday 31st January at 9pm on BBC Two and BBC iPlayer, with a trailer available to watch online now.\n\nIn the second series of the popular BBC Two show , produced by BBC Studios Specialist Factual Productions and based on the hit BBC Radio 4 podcast, Danny Robins delves into real-life accounts of potentially paranormal events.\n\nEach episode explores eerie experiences that appear to defy rational explanation, leaving viewers to wonder: Are these encounters truly supernatural, or is there a logical explanation?\n\nThroughout four episodes, Robins investigates different cases, aiming to help those involved understand what happened.\n\nFrom a family in rural Lancashire haunted by the presence of a child to a group of charity shop workers who all witnessed the same ghostly figure, each story raises questions.\n\nOther tales include a teenager and his friends confronting a dark, towering presence in the 90s and a young girl allegedly shoved down the stairs by an unseen force in the early 2000s.\n\nImage: BBC) BBC)\n\nDanny Robins, who is also behind the acclaimed BBC Radio 4 podcasts Uncanny, The Battersea Poltergeist, and The Witch Farm, is joined by sceptic Dr Ciarán O’Keeffe and parapsychologist Evelyn Hollow to examine the details of each case and explore possible explanations.\n\nViewers are encouraged to share their own theories, and Robins provides updates on the cases based on audience feedback.\n\nImage: BBC) BBC)\n\nIn addition to the TV series, a new visualised podcast, Uncanny: Post Mortem, launches on January 31st. This will air on BBC Two and iPlayer right after the TV episode, offering an extended 90-minute experience.\n\nThe podcast features celebrity ghost-watchers, such as Kiell Smith-Bynoe, Meera Syal, and Charlie Cooper, along with experts Evelyn Hollow and Dr. Ciarán O'Keeffe. They join Robins and the central witness to further dissect each paranormal tale.\n\nAn extended audio version of the podcast will also be available on BBC Sounds for fans to listen to.\n\nUncanny returns to screens on Friday 31st January at 9pm on BBC Two and BBC iPlayer"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The hunt for ‘dark’ oxygen and why it might be more common than first thought",
            "link": "https://www.msn.com/en-us/news/us/the-hunt-for-dark-oxygen-and-why-it-might-be-more-common-than-first-thought/ar-AA1xoRp1?ocid=BingNewsVerp",
            "description": "A startling discovery made public in July that metallic rocks were apparently producing oxygen on the seabed of the Pacific ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMrWsI9jmST90pEZG_iP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "7hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI has created an AI model for longevity science",
            "link": "https://www.technologyreview.com/2025/01/17/1110086/openai-has-created-an-ai-model-for-longevity-science/",
            "description": "OpenAI is making a foray into scientific discovery with an AI built to help manufacture stem cells. When you think of AI’s contributions to science, you probably think of AlphaFold, the Google ...",
            "image_url": "https://www.bing.com/th?id=ODF.XSf4ZF8kRw5qB0PknxvGIQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "MIT Technology Review11h",
            "source": "MIT Technology Review",
            "article_content": "OpenAI’s new model, called GPT-4b micro, was trained to suggest ways to re-engineer the protein factors to increase their function. According to OpenAI, researchers used the model’s suggestions to change two of the Yamanaka factors to be more than 50 times as effective—at least according to some preliminary measures.\n\n“Just across the board, the proteins seem better than what the scientists were able to produce by themselves,” says John Hallman, an OpenAI researcher.\n\nHallman and OpenAI’s Aaron Jaech, as well as Rico Meinl from Retro, were the model’s lead developers.\n\nOutside scientists won’t be able to tell if the results are real until they’re published, something the companies say they are planning. Nor is the model available for wider use—it’s still a bespoke demonstration, not an official product launch.\n\n“This project is meant to show that we’re serious about contributing to science,” says Jaech. “But whether those capabilities will come out to the world as a separate model or whether they’ll be rolled into our mainline reasoning models—that’s still to be determined.”\n\nThe model does not work the same way as Google’s AlphaFold, which predicts what shape proteins will take. Since the Yamanaka factors are unusually floppy and unstructured proteins, OpenAI said, they called for a different approach, which its large language models were suited to.\n\nThe model was trained on examples of protein sequences from many species, as well as information on which proteins tend to interact with one another. While that’s a lot of data, it’s just a fraction of what OpenAI’s flagship chatbots were trained on, making GPT-4b an example of a “small language model” that works with a focused data set.\n\nOnce Retro scientists were given the model, they tried to steer it to suggest possible redesigns of the Yamanaka proteins. The prompting tactic used is similar to the “few-shot” method, in which a user queries a chatbot by providing a series of examples with answers, followed by an example for the bot to respond to."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers stunned by rare discovery deep in the Amazon rainforest: 'I almost couldn't believe it'",
            "link": "https://www.msn.com/en-us/science/ecology/researchers-stunned-by-rare-discovery-deep-in-the-amazon-rainforest-i-almost-couldn-t-believe-it/ar-AA1xpQcp?ocid=BingNewsVerp",
            "description": "\"To effectively protect nature, you first need to know what's there.\" Researchers stunned by rare discovery deep in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Uv3_w70BaqoWkKXwQ33a8y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN13m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Once-in-a-century' discovery is unearthed at Pompeii - and it reveals what life was like for the super-rich in the ancient Roman city",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14296257/Once-century-discovery-unearthed-Pompeii-ancient-Roman-city.html",
            "description": "A 'once in a century' discovery has revealed a luxurious private bathhouse in the tragic Roman city of Pompeii.",
            "image_url": "https://www.bing.com/th?id=OVFT.uIlA0I71F-v_tgquKkX_ei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "21h",
            "source": "Daily Mail",
            "article_content": "A 'once in a century' discovery has revealed a luxurious private bathhouse in the tragic Roman city of Pompeii.\n\nThe bathhouse included a huge plunge pool, hot, warm and cold rooms, frescoes and a marble mosaic floor.\n\nAnd experts believe it was potentially the largest of its kind within a private home in Pompeii.\n\nOnly the super-wealthy would have been able to afford their own personal spa.\n\nBut the residence containing the bathhouse, discovered only in the past two years, was in the path of the catastrophic tidal wave of volcanic debris from Mount Vesuvius's eruption in AD79, which left Pompeii perfectly preserved under a blanket of ash and pumice.\n\nInside were the remains of two people who had barricaded themselves in a small room following the eruption, only for the man to be crushed by a collapsed wall and the woman killed by a flood of superheated volcanic gas and ash.\n\nThe bathhouse discovery, revealed to the BBC, is part of a BBC2 programme airing on Monday called Pompeii: The New Dig.\n\nDr Gabriel Zuchtriegel, director of the Archaeological Park of Pompeii, said: 'It's these spaces that really are part of the 'Pompeii effect' - it's almost as if the people had only left a minute ago.'\n\nA 'once in a century' discovery has revealed a luxurious private bathhouse in the tragic Roman city of Pompeii\n\nThe bathhouse included a huge plunge pool, hot, warm and cold rooms, frescoes and a marble mosaic floor\n\nExperts believe it was potentially the largest of its kind within a private home in Pompeii. Only the super-wealthy would have been able to afford their own personal spa\n\nPompeii, a third of which is still buried, had a population of around 30,000 people.\n\nDuring its prime, the city was home to thriving industry, alongside financial and political networks.\n\nThe wealth of some inhabitants is clear from the bathhouse, which includes a changing room with a mosaic floor decorated with geometric patterns filled with marble from across the Roman Empire.\n\nThe spa-like complex begins with a hot room rather like a sauna, which had a suspended floor allowing hot air to flow underneath.\n\nNext comes a colourful warm room, where it is likely bathers would have oil rubbed into their skin, then removed with a curved instrument called a strigil.\n\nThe last stage is the frigidarium, or cold room, where an opulent plunge pool large enough for 30 people was surrounded by red columns and frescoes depicting athletes.\n\nArchaeologists, who were followed by a documentary team from the BBC and Lion TV, have uncovered an entire block of Pompeii, including a laundry and bakery, as well as the large private house containing the bathhouse and a huge and sumptuous banqueting room discovered last year.\n\nThe block may all have been owned by Aulus Rustius Verus, an influential Pompeii politician.\n\nThe spa-like complex begins with a hot room rather like a sauna, which had a suspended floor allowing hot air to flow underneath\n\nNext comes a colourful warm room, where it is likely bathers would have oil rubbed into their skin, then removed with a curved instrument called a strigil\n\nThe last stage is the frigidarium, or cold room, where an opulent plunge pool large enough for 30 people was surrounded by red columns and frescoes depicting athletes\n\nPompeii, a third of which is still buried, had a population of around 30,000 people. During its prime, the city was home to thriving industry, alongside financial and political networks\n\nDr Zuchtriegel said: 'There are just a few houses that have a private bath complex, so it was something really for the wealthiest of the wealthy.\n\n'And this is so huge - it's probably the biggest bath complex in a Pompeiian private home.'\n\nNext door to a small prayer room in the house, in a cramped space, has been found the remains of a woman, aged between 35 and 50, who was clutching jewellery and coins, and a younger man in his teens or early twenties.\n\nDr Sophie Hay, an archaeologist at Pompeii, said: 'The pyroclastic flow from Vesuvius came along the street just outside this room, and caused a wall to collapse, and that had basically crushed him to death.\n\n'The woman was still alive while he was dying - imagine the trauma - and then this room filled with the rest of the pyroclastic flow, and that's how she died.'\n\nDr Hay describes the private bathhouse complex as a once-in-a-century discovery, which also reveals a darker side of Roman life.\n\nJust behind the hot room is a boiler room, with a furnace sitting beneath, which slaves would have had to operate amid unbearable heat.\n\nThe excavation is in its final weeks and eventually the site will be opened to the public.\n\nThe wealth of some inhabitants is clear from the bathhouse, which includes a changing room with a mosaic floor decorated with geometric patterns filled with marble from across the Roman Empire\n\nJust behind the hot room is a boiler room, with a furnace sitting beneath, which slaves would have had to operate amid unbearable heat\n\nMeanwhile a study of an Alexander the Great mosaic described by experts as the most important mosaic of the Roman age, which was discovered in Pompeii in 1831, suggests the rocks used to make it could have come from across Europe\n\nMeanwhile a study of an Alexander the Great mosaic described by experts as the most important mosaic of the Roman age, which was discovered in Pompeii in 1831, suggests the rocks used to make it could have come from across Europe.\n\nThe mosaic, containing around two million pieces, may have used rocks from several Mediterranean mining areas.\n\nThis includes Greece, Tunisia and the Iberian Peninsula, the study led by the University of Naples Federico II suggests.\n\nIt is published in the journal PLOS One."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Supermassive Black hole 700 million times mass of Sun spotted firing energy beam at earth",
            "link": "https://timesofindia.indiatimes.com/science/supermassive-black-hole-700-million-times-mass-of-sun-spotted-firing-energy-beam-at-earth/articleshow/117330978.cms",
            "description": "Astronomers have detected the most ancient blazar ever observed, originating from the early universe and emitting a beam of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rQXTpn6DsuzgfYKNFlTnsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "21h",
            "source": "Indiatimes",
            "article_content": "What is a 'blazar'?\n\nBlazar\n\nJ0410−0139\n\n'Cosmic powerhouse'\n\nFurther explorations\n\nAstronomers have identified the most ancient blazar ever observed, a supermassive black hole from the early universe shooting an energy beam directly at Earth. This cosmic powerhouse has a mass equal to 700 million suns, according to a study published in The Astrophysical Journal Letters titled \"Properties and Far-infrared Variability of a z = 7 Blazar.\"Blazars are rare galaxies with supermassive black holes at their centres.These black holes emit jets of radiation that align directly with Earth, making them some of the brightest objects in the universe. The immense magnetic fields around these black holes shape the jets, which can extend far beyond their host galaxies.The newly discovered blazar, named J0410−0139, lies approximately 12.9 billion light-years from Earth. Its high-energy beam of radiation has travelled for almost 13 billion years to reach us, dating back to a time just 800 million years after the Big Bang. This makes it the most distant blazar ever recorded, surpassing the previous record-holder by 100 million years.The discovery of J0410−0139 offers scientists a unique opportunity to explore the early universe. \"The alignment of J0410−0139's jet with our line of sight allows astronomers to peer directly into the heart of this cosmic powerhouse,\" explained Emmanuel Momjian, an astronomer at the National Radio Astronomy Observatory in Virginia.Researchers combined data from powerful telescopes, including the Atacama Large Millimeter Array , the Magellan telescopes, and the European Southern Observatory's Very Large Telescope in Chile, alongside Nasa's Chandra observatory in orbit. These observations shed light on how the earliest supermassive black holes formed and evolved.Finding such a distant blazar suggests the existence of many other supermassive black holes from the same era, either lacking jets or with jets pointing away from Earth. Study lead author Eduardo Bañados of the Max Planck Institute for Astronomy likened the discovery to a lottery win. \"Finding one [quasar] with a jet pointing directly toward us implies that at that time, there must have been many [quasars] in that period of cosmic history with jets that do not point at us.\"The team believes this is just the beginning. \"Where there is one, there's one hundred more [waiting to be found],\" added co-author Silvia Belladitta.This discovery makes J0410−0139 a record-holder and opens the door to finding more blazars from the early universe."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI finalizes 'o3 mini' reasoning AI model version, to launch it soon",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-finalizes-o3-mini-reasoning-ai-model-version-launch-it-soon-2025-01-17/",
            "description": "ChatGPT maker OpenAI has finalized a version of its new reasoning AI model o3 mini and would be launching it in a couple of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Glz14Ht3tUyZempRZ9rTky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft-OpenAI Partnership Raises Antitrust Concerns, FTC Says",
            "link": "https://www.msn.com/en-ph/money/other/microsoft-openai-partnership-raises-antitrust-concerns-ftc-says/ar-AA1xovjy?ocid=BingNewsVerp",
            "description": "Microsoft Corp.’s $13 billion investment in OpenAI raises concerns that the tech giant could extend its dominance in cloud ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yBpEoHjEVbhKoubDyqCagi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI is trying to extend human life, with help from a longevity startup",
            "link": "https://www.msn.com/en-us/news/other/openai-is-trying-to-extend-human-life-with-help-from-a-longevity-startup/ar-AA1xomkq?ocid=BingNewsVerp",
            "description": "OpenAI says it trained a new AI model called GPT-4b micro with Retro Biosciences, a longevity science startup trying to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Vl1YQD0k_zXyP255EUT1Ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "13hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Prototype: OpenAI And Retro Biosciences Made An AI Model For Bioengineering",
            "link": "https://www.forbes.com/sites/alexknapp/2025/01/17/the-prototype-openai-and-retro-biosciences-made-an-ai-model-for-bioengineering/",
            "description": "Plus: Blue Origin and SpaceX launch big rockets, how magnets could guide lasers to make better computers, how to best work ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Q47A1M2DyAO349ljkjKqkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "16h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Democratic lawmakers pen letter accusing Meta, OpenAI, Google and more of trying to 'buy favor' with Trump",
            "link": "https://news.yahoo.com/news/democratic-lawmakers-pen-letter-accusing-193023996.html",
            "description": "Meta, Apple, Google and other tech companies have been named in a letter penned by Democratic lawmakers, accusing them of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Upv4wzsec1DzzUndG312Iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "12h",
            "source": "YAHOO!News",
            "article_content": "Democratic lawmakers pen letter accusing Meta, OpenAI, Google and more of trying to 'buy favor' with Trump\n\nDemocratic lawmakers have penned a letter accusing Big Tech companies and leaders of engaging in an \"effort to influence and sway\" the incoming administration following substantial donations to President-elect Donald Trump’s inaugural fund.\n\nThe letter, obtained by Fox News Digital, was distributed by Sen. Elizabeth Warren and Sen. Michael Bennet to Amazon, Apple, Google, OpenAI, Meta, Microsoft and Uber.\n\n\"Big Tech companies have come under increased scrutiny from federal regulators for antitrust violations, violations of privacy, and harms to workers, consumers, and competition. At the same time, lawmakers in both parties have voiced support for regulating tech platforms, in recognition that there is currently no comprehensive set of rules for the tech sector,\" the letter states.\n\nBiden Warns Of 'Ultra-wealthy' 'Oligarchy' Despite Accepting Donations From Dem Mega-donors\n\nSenators Elizabeth Warren and Michael Bennet are asking tech companies for answers following their contributions to President-elect Trump's inaugural fund.\n\n\"We are concerned that your company and other Big Tech donors are using your massive contributions to the inaugural fund to cozy up to the incoming Trump administration in an effort to avoid scrutiny, limit regulation, and buy favor,\" the document continues.\n\nADVERTISEMENT\n\nWarren and Bennet claim these donations \"raise questions about corruption and the influence of corporate money on the Trump administration, and Congress and the public deserve answers.\"\n\nRead On The Fox News App\n\nThe letter asks the mentioned companies to answer questions by January 31 about these contributions, including the rationale behind them and what kinds of communications were made to the Trump team.\n\nJason Aldean, Kid Rock Join Carrie Underwood At Trump Inauguration Events\n\nLogos of major Big Tech companies.\n\n\"Funny, they never sent me one of these for contributing to Democrats,\" OpenAI CEO Sam Altman tweeted in response to the letter.\n\nAltman noted that his $1 million donation to the inaugural fund was a personal contribution, and he was confused about the document's details, considering his company had no part in the decision.\n\nADVERTISEMENT\n\nIn a statement to Fox News Digital, an OpenAI spokesperson said, \"Sam believes that President Trump will lead our country during a pivotal moment for AI and American innovation and looks forward to working with him and his administration.\"\n\nTrump Inauguration Guest List Includes Tech Titans Mark Zuckerberg, Jeff Bezos, Elon Musk\n\nTech leaders, including Elon Musk, Shou Zi Chew, Jeff Bezos and Mark Zuckerberg are set to attend Trump's inauguration on Monday.\n\nAmazon, Google, Meta, Microsoft and Uber donated $1 million to Trump’s inaugural fund.\n\nApple CEO Tim Cook personally donated $1 million to the fund.\n\nMany of these tech company leaders are expected to attend Trump's inauguration.\n\nFox News Digital has reached out to Amazon, Apple, Google, Meta, Microsoft, and Uber for comments.\n\n\n\n\n\nOriginal article source: Democratic lawmakers pen letter accusing Meta, OpenAI, Google and more of trying to 'buy favor' with Trump"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Volvo CTO Anders Bell chats its new do-it-all tech platform and future EVs",
            "link": "https://www.msn.com/en-us/news/technology/volvo-cto-anders-bell-chats-its-new-do-it-all-tech-platform-and-future-evs/ar-AA1xnYmM?ocid=BingNewsVerp",
            "description": "We had a chance to chat with Volvo CTO Anders Bell about its new Superset platform, and how it will power future Volvo EVs.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "15hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "XRP Crosses $190B Market Cap, Algorand (ALGO) Breakout, And Monsta Mash ($MASH) Captures The Limelight",
            "link": "https://www.coinspeaker.com/xrp-crosses-190b-algorand-breakout-monsta-mash-captures-the-limelight/",
            "description": "XRP and ALGO demonstrated strong price trends recently. XRP surged past $3, getting closer to its $3.4 ATH set in 2018.",
            "image_url": "https://www.bing.com/th?id=OVFT.MToG5qJipPOw34fjzqGbpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "coinspeaker16h",
            "source": "coinspeaker",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "EnforceMintz — Telemedicine Enforcement: Trends in 2024 Suggest More Sophisticated Enforcement to Come in 2025",
            "link": "https://www.jdsupra.com/legalnews/enforcemintz-telemedicine-enforcement-9713057/",
            "description": "The Department of Justice (DOJ) and the Office of the Inspector General for the Department of Health and Human Services (OIG) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QQpSrOHR20qgs1IeWznFuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "JD Supra16h",
            "source": "JD Supra",
            "article_content": "The Department of Justice (DOJ) and the Office of the Inspector General for the Department of Health and Human Services (OIG) have historically focused their virtual health care enforcement efforts on “traditional” telemarketing, broker, runner, and related schemes. These arrangements generally involve sales agents, recruiters, or marketers who direct patients to purported telemedicine companies, which then enter into payment arrangements with physicians and/or non-physician practitioners for the provision of medically unnecessary health care services. The practitioners often have limited or no interaction with the supposed patients, do not review or have access to patient medical records, and order or prescribe medically unnecessary items or services from a predetermined list.\n\nIn July 2022, the OIG formalized its concerns regarding such arrangements in a Special Fraud Alert. As noted by the OIG, these schemes implicate multiple civil and criminal laws, including the federal Anti-Kickback Statute, the Civil Monetary Penalties Law, the civil False Claims Act (FCA), and criminal fraud statutes. The OIG further stated that these arrangements have the potential for considerable harm to both federal health care programs and program beneficiaries, including (1) inappropriate increases in costs for medically unnecessary items and services, (2) patient harm or delayed clinical services, and (3) corruption of medical decision-making.\n\nWhile DOJ and the OIG have continued to pursue and investigate telefraud schemes, two cases announced in 2024 demonstrate a shift in telemedicine enforcement from “traditional” schemes to more sophisticated investigations and potential criminal exposure in certain matters.\n\nFirst, in June 2024, Ruthie He, the founder, CEO, and clinical president of Done Global (Done), and David Brody, clinical president of Done and the sole physician shareholder of Done Health, P.C., were indicted, arrested, and arraigned in a first-of-its-kind telemedicine criminal prosecution (see our prior post here). Both He and Brody face a seven-count indictment alleging conspiracy to distribute controlled substances, aiding and abetting the distribution of controlled substances, conspiracy to commit health care fraud, and conspiracy to obstruct justice.\n\nThe indictment alleges that He and Brody orchestrated a scheme to generate over $100 million in revenue by inappropriately offering Adderall and other stimulants for the treatment of attention deficit disorder. Among other allegations, the defendants purportedly violated the prohibition against the corporate practice of medicine and directed practitioners to prescribe and renew Adderall prescriptions without clinical justification. The practitioners were allegedly paid based upon an above-market pay structure tied to the number of patients ultimately receiving prescriptions. Indeed, the indictment asserts that prescribing practitioners often were not licensed in the states where prescriptions were issued and that Adderall and other stimulants were ordered in violation of state physician supervision requirements.\n\nThe prosecution of He and Brody is proceeding in federal court in the Northern District of California before Judge Breyer. In October 2024, He’s bond was revoked, and she was remanded to custody as a flight risk. On December 2, 2024, He filed a motion to dismiss or, in the alternative, moved to compel disclosure of grand jury materials. The motion asserts that the indictment fails to satisfy the knowledge requirement under the Controlled Substances Act, that the health care fraud conspiracy elements have not been adequately alleged, and, in the alternative, that He should be entitled to grand jury materials. On December 16, 2024, DOJ opposed the motion to dismiss, arguing the sufficiency of the indictment and contesting the disclosure of grand jury materials. The motion to dismiss is currently pending.\n\nIn addition to He and Brody, several other Done personnel have cases pending in the Northern District of California. Two Done nurse practitioners and an executive leader have cases pending before Judge Breyer. In the last related case, a Done physician has entered a plea agreement.\n\nSecond, also in June 2024, a behavioral health telemedicine holding company and its practice affiliates (collectively, Supportive Care) agreed to pay approximately $4.6 million to resolve allegations related to the submission of false claims to Medicare and the Connecticut Medicaid program. Interestingly, DOJ alleged that the telemedicine company submitted false claims for “telehealth originating site facility fees.” Under the applicable Medicare billing code, telehealth originating site fees are only billable when the originating site (in this case the nursing facility) provides administrative and clinical support for the telehealth patient. Instead, here, the telemedicine company and its affiliates billed for the originating site facility code.\n\nAdditionally, DOJ alleged that Supportive Care submitted false claims for psychological services for Medicare and Medicaid beneficiaries residing in nursing facilities. DOJ alleged, however, that the beneficiaries were not in fact residing in the nursing facilities and had been transferred to various hospitals and admitted as inpatients. The settlement resolved both sets of FCA allegations.\n\nThese two cases demonstrate that DOJ and the OIG are expanding their investigation and enforcement activities beyond “traditional” telefraud arrangements into more complex areas. In the Done prosecution, DOJ is seeking to criminally enforce allegedly fraudulent telehealth activity implicating compliance with state corporate practice and physician supervision requirements. In the Supportive Care resolution, DOJ and the OIG focused on the alleged failure to adhere to telehealth-specific codes. Both matters portend a trend likely to continue in 2025 whereby a maturing telehealth industry is subject to more sophisticated government investigations.\n\n[View source.]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Home insurance costs soaring as climate-related events surge, Treasury Department says",
            "link": "https://www.msn.com/en-us/weather/extreme-weather-events/home-insurance-costs-soaring-as-climate-related-events-surge-treasury-department-says/ar-AA1xkA9O?ocid=BingNewsVerp",
            "description": "Climate-related natural disasters are dramatically driving up insurance costs for homeowners in the most-affected regions, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9HC_KneZSgfmX8aVQ6k5pS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blaize Holdings, Inc. (BZAI): AI Hardware for Edge Computing",
            "link": "https://www.msn.com/en-us/money/topstocks/blaize-holdings-inc-bzai-ai-hardware-for-edge-computing/ar-AA1xomtz?ocid=BingNewsVerp",
            "description": "We recently published a list of Complete List of All AI Companies Under $2 Billion Market Cap. In this article, we are going ...",
            "image_url": "https://www.bing.com/th?id=OVFT.s1F0kdcJvwVXKdWUVgirbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "13hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giant ‘Darth Vader’ sea bug discovered off the coast of Vietnam",
            "link": "https://www.msn.com/en-us/science/biology/giant-darth-vader-sea-bug-discovered-off-the-coast-of-vietnam/ar-AA1xntgS?ocid=BingNewsVerp",
            "description": "Researchers newly identified a 'supergiant' sea bug species off the coast of south-central Vietnam, but scientists worry ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ulpr8KAxQzO_jd33MjwsAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The hunt for ‘dark’ oxygen and why it might be more common than first thought",
            "link": "https://www.msn.com/en-us/news/us/the-hunt-for-dark-oxygen-and-why-it-might-be-more-common-than-first-thought/ar-AA1xoRp1?ocid=BingNewsVerp",
            "description": "A startling discovery made public in July that metallic rocks were apparently producing oxygen on the seabed of the Pacific ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMrWsI9jmST90pEZG_iP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI has created an AI model for longevity science",
            "link": "https://www.technologyreview.com/2025/01/17/1110086/openai-has-created-an-ai-model-for-longevity-science/",
            "description": "OpenAI is making a foray into scientific discovery with an AI built to help manufacture stem cells. When you think of AI’s contributions to science, you probably think of AlphaFold, the Google ...",
            "image_url": "https://www.bing.com/th?id=ODF.XSf4ZF8kRw5qB0PknxvGIQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "MIT Technology Review11h",
            "source": "MIT Technology Review",
            "article_content": "OpenAI’s new model, called GPT-4b micro, was trained to suggest ways to re-engineer the protein factors to increase their function. According to OpenAI, researchers used the model’s suggestions to change two of the Yamanaka factors to be more than 50 times as effective—at least according to some preliminary measures.\n\n“Just across the board, the proteins seem better than what the scientists were able to produce by themselves,” says John Hallman, an OpenAI researcher.\n\nHallman and OpenAI’s Aaron Jaech, as well as Rico Meinl from Retro, were the model’s lead developers.\n\nOutside scientists won’t be able to tell if the results are real until they’re published, something the companies say they are planning. Nor is the model available for wider use—it’s still a bespoke demonstration, not an official product launch.\n\n“This project is meant to show that we’re serious about contributing to science,” says Jaech. “But whether those capabilities will come out to the world as a separate model or whether they’ll be rolled into our mainline reasoning models—that’s still to be determined.”\n\nThe model does not work the same way as Google’s AlphaFold, which predicts what shape proteins will take. Since the Yamanaka factors are unusually floppy and unstructured proteins, OpenAI said, they called for a different approach, which its large language models were suited to.\n\nThe model was trained on examples of protein sequences from many species, as well as information on which proteins tend to interact with one another. While that’s a lot of data, it’s just a fraction of what OpenAI’s flagship chatbots were trained on, making GPT-4b an example of a “small language model” that works with a focused data set.\n\nOnce Retro scientists were given the model, they tried to steer it to suggest possible redesigns of the Yamanaka proteins. The prompting tactic used is similar to the “few-shot” method, in which a user queries a chatbot by providing a series of examples with answers, followed by an example for the bot to respond to."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Once-in-a-century' discovery is unearthed at Pompeii - and it reveals what life was like for the super-rich in the ancient Roman city",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14296257/Once-century-discovery-unearthed-Pompeii-ancient-Roman-city.html",
            "description": "A 'once in a century' discovery has revealed a luxurious private bathhouse in the tragic Roman city of Pompeii.",
            "image_url": "https://www.bing.com/th?id=OVFT.uIlA0I71F-v_tgquKkX_ei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "21h",
            "source": "Daily Mail",
            "article_content": "A 'once in a century' discovery has revealed a luxurious private bathhouse in the tragic Roman city of Pompeii.\n\nThe bathhouse included a huge plunge pool, hot, warm and cold rooms, frescoes and a marble mosaic floor.\n\nAnd experts believe it was potentially the largest of its kind within a private home in Pompeii.\n\nOnly the super-wealthy would have been able to afford their own personal spa.\n\nBut the residence containing the bathhouse, discovered only in the past two years, was in the path of the catastrophic tidal wave of volcanic debris from Mount Vesuvius's eruption in AD79, which left Pompeii perfectly preserved under a blanket of ash and pumice.\n\nInside were the remains of two people who had barricaded themselves in a small room following the eruption, only for the man to be crushed by a collapsed wall and the woman killed by a flood of superheated volcanic gas and ash.\n\nThe bathhouse discovery, revealed to the BBC, is part of a BBC2 programme airing on Monday called Pompeii: The New Dig.\n\nDr Gabriel Zuchtriegel, director of the Archaeological Park of Pompeii, said: 'It's these spaces that really are part of the 'Pompeii effect' - it's almost as if the people had only left a minute ago.'\n\nA 'once in a century' discovery has revealed a luxurious private bathhouse in the tragic Roman city of Pompeii\n\nThe bathhouse included a huge plunge pool, hot, warm and cold rooms, frescoes and a marble mosaic floor\n\nExperts believe it was potentially the largest of its kind within a private home in Pompeii. Only the super-wealthy would have been able to afford their own personal spa\n\nPompeii, a third of which is still buried, had a population of around 30,000 people.\n\nDuring its prime, the city was home to thriving industry, alongside financial and political networks.\n\nThe wealth of some inhabitants is clear from the bathhouse, which includes a changing room with a mosaic floor decorated with geometric patterns filled with marble from across the Roman Empire.\n\nThe spa-like complex begins with a hot room rather like a sauna, which had a suspended floor allowing hot air to flow underneath.\n\nNext comes a colourful warm room, where it is likely bathers would have oil rubbed into their skin, then removed with a curved instrument called a strigil.\n\nThe last stage is the frigidarium, or cold room, where an opulent plunge pool large enough for 30 people was surrounded by red columns and frescoes depicting athletes.\n\nArchaeologists, who were followed by a documentary team from the BBC and Lion TV, have uncovered an entire block of Pompeii, including a laundry and bakery, as well as the large private house containing the bathhouse and a huge and sumptuous banqueting room discovered last year.\n\nThe block may all have been owned by Aulus Rustius Verus, an influential Pompeii politician.\n\nThe spa-like complex begins with a hot room rather like a sauna, which had a suspended floor allowing hot air to flow underneath\n\nNext comes a colourful warm room, where it is likely bathers would have oil rubbed into their skin, then removed with a curved instrument called a strigil\n\nThe last stage is the frigidarium, or cold room, where an opulent plunge pool large enough for 30 people was surrounded by red columns and frescoes depicting athletes\n\nPompeii, a third of which is still buried, had a population of around 30,000 people. During its prime, the city was home to thriving industry, alongside financial and political networks\n\nDr Zuchtriegel said: 'There are just a few houses that have a private bath complex, so it was something really for the wealthiest of the wealthy.\n\n'And this is so huge - it's probably the biggest bath complex in a Pompeiian private home.'\n\nNext door to a small prayer room in the house, in a cramped space, has been found the remains of a woman, aged between 35 and 50, who was clutching jewellery and coins, and a younger man in his teens or early twenties.\n\nDr Sophie Hay, an archaeologist at Pompeii, said: 'The pyroclastic flow from Vesuvius came along the street just outside this room, and caused a wall to collapse, and that had basically crushed him to death.\n\n'The woman was still alive while he was dying - imagine the trauma - and then this room filled with the rest of the pyroclastic flow, and that's how she died.'\n\nDr Hay describes the private bathhouse complex as a once-in-a-century discovery, which also reveals a darker side of Roman life.\n\nJust behind the hot room is a boiler room, with a furnace sitting beneath, which slaves would have had to operate amid unbearable heat.\n\nThe excavation is in its final weeks and eventually the site will be opened to the public.\n\nThe wealth of some inhabitants is clear from the bathhouse, which includes a changing room with a mosaic floor decorated with geometric patterns filled with marble from across the Roman Empire\n\nJust behind the hot room is a boiler room, with a furnace sitting beneath, which slaves would have had to operate amid unbearable heat\n\nMeanwhile a study of an Alexander the Great mosaic described by experts as the most important mosaic of the Roman age, which was discovered in Pompeii in 1831, suggests the rocks used to make it could have come from across Europe\n\nMeanwhile a study of an Alexander the Great mosaic described by experts as the most important mosaic of the Roman age, which was discovered in Pompeii in 1831, suggests the rocks used to make it could have come from across Europe.\n\nThe mosaic, containing around two million pieces, may have used rocks from several Mediterranean mining areas.\n\nThis includes Greece, Tunisia and the Iberian Peninsula, the study led by the University of Naples Federico II suggests.\n\nIt is published in the journal PLOS One."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is reality shaped by our observation? Why a fringe idea in science is still controversial",
            "link": "https://www.msn.com/en-us/news/technology/is-reality-shaped-by-our-observation-why-a-fringe-idea-in-science-is-still-controversial/ar-AA1xmKbx?ocid=BingNewsVerp",
            "description": "'He was very taken with the thought that no phenomenon becomes a true phenomena until it has been observed,' Wald told Salon ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IN0Gxy551hlyQIUyWdTL7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "12hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ABB Introduces Appstudio No-Code Tool For Robot Interface Programming",
            "link": "https://menafn.com/1109102282/ABB-Introduces-Appstudio-No-Code-Tool-For-Robot-Interface-Programming",
            "description": "ABB launches AppStudio no-code tool for robot interface programming January 17, 2025 by David Edwards ABB has launched ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kLVMOSx_q1h2-4uO4OF6Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "6h",
            "source": "Mena FN",
            "article_content": "(MENAFN- Robotics & News) ABB launches AppStudio no-code tool for robot interface programming\n\nJanuary 17, 2025 by David Edwards\n\nABB has launched AppStudio , which the company describes as an intuitive no-code software tool designed to empower users of all experience levels to quickly and easily create customized robotic user interfaces.\n\nWith intuitive functionality and features including a collaborative cloud-based library enabling users to share application templates, AppStudio will reduce setup times by up to 80 percent.\n\nMarc Segura, president ABB Robotics, says:“A growing shortage of skilled labor requires the further simplification of automation and programming, especially among small and medium size enterprises (SMEs) where complexity is seen as a major barrier to implementing robotic automation.\n\n“Designed for novices and experts alike, AppStudio is an exciting addition to ABB's current software offering. By making it easier to create robot interfaces, it will save users significant time on setup and allow for fast and seamless robot integration across diverse applications.”\n\nCompatible with all ABB robots on the OmniCore controller platform, AppStudio offers unprecedented flexibility and ease for creating customized robotic user interfaces.\n\nAfter installing the software, users can repurpose a previously used setup or select from a cloud-based library of templates, models, modules, and examples enabling them to select options in twenty languages.\n\nAlternatively, customized interfaces can be created to fit any device and application, including the OmniCore FlexPendant, tablets, and mobile phones.\n\nAppStudio also supports customers migrating from the IRC5 controller to the OmniCore platform, significantly reducing the time needed to rebuild interfaces from days to minutes. This feature ensures a smooth transition to the latest technology, enhancing efficiency and productivity.\n\nWith intuitive drag-and-drop functionality, AppStudio offers simplified configuration where users can add icons, dropdown menus, buttons, and other functions to tailor the interface to their specific needs.\n\nIt also supports more advanced users, who can build custom interface elements using a JavaScript-based component kit, enabling a high degree of customization. Once developed, these elements can be shared with other users for streamlined project collaboration.\n\nOnce an interface has been created, it can be deployed to the ABB robot or a digital twin in ABB's RobotStudio® programming tool. Through this connection, the robot can be programmed to carry out specific commands, such as performing an action or opening a gripper.\n\nTogether with ABB's Wizard Easy Programming tool and RobotStudio, AppStudio makes the ABB robot portfolio one of the easiest to program, marking the start of a new chapter that will see robots being opened to a new audience of potential users."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "WORLD3 unveils a cloud-powered no-Code AI Agent Builder to craft personalized social media AI influencers",
            "link": "https://www.msn.com/en-us/news/other/world3-unveils-a-cloud-powered-no-code-ai-agent-builder-to-craft-personalized-social-media-ai-influencers/ar-AA1xmsIH?ocid=BingNewsVerp",
            "description": "WORLD3 introduces a No-Code AI Agent Builder that empowers users to create personalized social media influencers, automate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lPVg-oi_eZVwepiJalaGVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "23hon MSN",
            "source": "Invezz on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It's Deja Vu for this Ultra-High-Yield Dividend Stock as 2025 Starts With a Similar Challenge as Last Year",
            "link": "https://www.fool.com/investing/2025/01/17/its-deja-vu-for-this-ultra-high-yield-dividend-sto/",
            "description": "Those payments will steadily escalate over the next two years, reaching their fully stabilized rate at the end of 2026 (about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5cnxl7jN5Md_TzDqyQsA2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "21h",
            "source": "The Motley Fool",
            "article_content": "Medical Properties Trust (MPW 2.25%) got off to a challenging start last year. In January, the real estate investment trust (REIT) revealed that its top tenant at the time, Steward Health Care, was experiencing liquidity issues, which impacted its ability to pay rent.\n\nSteward filed for bankruptcy a few months later. The year ended more positively as the REIT was able to take control of its real estate from Steward and lease most of those properties to five higher-quality replacement operators.\n\nWith Steward no longer in the picture, the healthcare REIT thought it had finally closed the door on its tenant issues last year. Unfortunately, that wasn't the case. It recently revealed that another leading tenant, Prospect Medical Group, has filed for bankruptcy.\n\nNew year, same issue\n\nProspect Medical Group filed for bankruptcy in early January. The healthcare company has been experiencing liquidity issues, due partly to the stalled sales processes across several East Coast markets (Rhode Island, Connecticut, and Pennsylvania). The REIT has investments linked to Prospect in two of those states (Connecticut and Pennsylvania). It also has investments in California.\n\nMedical Properties Trust had previously recapitalized its $1.6 billion investment with Prospect in May 2023, which included:\n\nCalifornia : The REIT had a $513 million investment in six leased California hospitals. Prospect was to resume making partial rent payments on these properties in September of that year and full payments in March of 2024.\n\nConnecticut : Medical Properties Trust has a $457 million real estate investment that it agreed to sell as part of Yale New Haven Health's acquisition of Prospect's operations in the state. The REIT expected to recoup its investment via that sale (which still hasn't closed) and the sale of its interest in Prospect's managed-care business (valued at $103 million).\n\nPennsylvania : The REIT transferred its Pennsylvania real estate to Prospect in exchange for a $150 million mortgage loan and $100 million of equity in Prospect's managed-care business.\n\nOther : The REIT had another $264 million of loans, $56 million of accrued rent and interest, and a $50 million convertible loan to the managed-care business, all of which it expected to recover through the sale of Prospect's managed-care business.\n\nAs a result of its liquidity issues, Prospect hasn't paid any rent to Medical Properties Trust on the California hospital since last June, even though those facilities reported volume growth and improved coverage trends last year. Meanwhile, it has only made minimal payments related to leases and mortgages in Connecticut and Pennsylvania over the past two years.\n\nWorking to preserve and recover value\n\nMedical Properties Trust received some positive news regarding its investment in Prospect late last year. The company announced that Astrana Health had agreed to buy a majority of Prospect's managed-care platform for $745 million plus the assumption of some liabilities in November. As a result, Medical Properties Trust expects to receive about $200 million, with most of that cash expected in the first half of this year (it will also receive a $50 million payment by 2027).\n\nHowever, with Prospect filing for bankruptcy, the REIT's focus is now on protecting its California hospital investment. Medical Properties Trust also anticipates that the process will enable Prospect to successfully complete the sale of its Connecticut facilities. This outcome would enable it to recoup some of the value of its Connecticut properties while resuming rent collection in California.\n\nGiven that the REIT currently isn't collecting any income from these properties right now, the bankruptcy likely won't have any impact on its dividend (which currently yields 7.7%). Instead, its rental income is on track to rise this year as the new tenants at its former Steward facilities start making rental payments.\n\nThose payments will steadily escalate over the next two years, reaching their fully stabilized rate at the end of 2026 (about 95% of Steward's lease rate). That growing income stream could enable Medical Properties Trust to rebuild its dividend following two deep cuts in recent years.\n\nTwo steps forward and another back\n\nMedical Properties Trust continues to battle tenant-related headwinds. While it has finally severed its relationship with Steward, Prospect has become a source of trouble again.\n\nHowever, its bankruptcy could enable Prospect to finally sell off its troubled East Coast operations so that it can focus on California, which would benefit Medical Properties Trust. The hope is that it will quickly reemerge from bankruptcy, which could finally enable Medical Properties Trust to put its tenant issues in the past. That would allow the company to focus on rebuilding its portfolio, dividend, and shareholder value."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Big Tech expands its reach with new startup acquisitions and investments",
            "link": "https://www.msn.com/en-us/money/other/big-tech-expands-its-reach-with-new-startup-acquisitions-and-investments/ar-AA1xo4Gu?ocid=BingNewsVerp",
            "description": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fr1UqXkLd5UUK0RvkJ6oLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "14hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apache Hudi 1.0 Now Generally Available",
            "link": "https://www.infoq.com/news/2025/01/apache-hudi/",
            "description": "The Apache Software Foundation has recently announced the general availability of Apache Hudi 1.0, the transactional data ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z1x3aBuoc0hsNbcnar9qmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "InfoQ2h",
            "source": "InfoQ",
            "article_content": "The Apache Software Foundation has recently announced the general availability of Apache Hudi 1.0, the transactional data lake platform with support for near real-time analytics. Initially introduced in 2017, Apache Hudi provides an open table format optimized for efficient writes in incremental data pipelines and fast query performance.\n\nOriginally developed at Uber as an incremental processing framework on Apache Hadoop and submitted to the Apache Software Foundation in 2019, Hudi is designed to bridge the gap between database-like functionality and open data lakehouse architectures. Hudi’s main strength lies in its ability to support both near real-time and batch queries simultaneously.\n\nThe latest release introduces new features aimed at transforming data lakehouses into what the project community considers a fully-fledged \"Data Lakehouse Management System\" (DLMS). Vinoth Chandar, creator of the Hudi Project at Uber and CEO at Onehouse, writes:\n\nHudi shines by providing a high-performance open table format as well as a comprehensive open-source software stack that can ingest, store, optimize and effectively self-manage a data lakehouse. This distinction between open formats and open software is often lost in translation inside the large vendor ecosystem in which Hudi operates. Still, it has been and remains a key consideration for Hudi’s users to avoid compute-lockin to any given data vendor.\n\nReleased under an Apache License 2.0, Hudi 1.0 introduces a new secondary indexing system designed to enhance query performance and reduce data scanning costs. Users can now create SQL-based indexes on secondary columns, significantly speeding up query execution. The release also includes expression-based indexing, similar to a feature in PostgreSQL, which replaces traditional partitioning strategies to enable more flexible and efficient data organization. When the preview was announced last year, Boris Litvak, principal software engineer at Snyk, wrote:\n\nAmong the big 3 ACID storage formats on Object Storage, Apache Hudi 1.0 (beta) is the first one introducing \"functional indexes\" over the data. We usually call it \"secondary indexes\" in SQL DB jargon. When will Delta.io and Apache Iceberg follow?\n\nSource: Apache Hudi Blog\n\nThe release introduces support for partial updates, which improves storage and compute efficiency by allowing updates to specific fields instead of entire rows. Additionally, non-blocking concurrency control enables multiple streaming jobs to write to the same dataset without causing bottlenecks or failures. Discussing the database architecture, Chandar adds:\n\nRegarding full-fledged DLMS functionality, the closest experience Hudi 1.0 offers is through Apache Spark. Users can deploy a Spark server (or Spark Connect) with Hudi 1.0 installed, submit SQL/jobs, orchestrate table services via SQL commands, and enjoy new secondary index functionality to speed up queries like a DBMS.\n\nHudi 1.0 introduces enhancements to the storage engine, including the adoption of a log-structured merge (LSM) tree for efficient timeline management. This supports long-term data retention and ensures high-performance query planning, even for datasets containing billions of records. Bhavani Sudha Saktheeswaran, software engineer at Onehouse and Apache Hudi PMC, comments:\n\nWhether you're building an open data platform, streaming into the data lakehouse, moving away from data warehouses, or optimizing for high-performance queries, Hudi 1.0.0 makes it easier than ever to work with lakehouses.\n\nSaktheeswaran and Saketh Chintapalli, software engineer at Uber, presented a session on incremental data processing with Apache Hudi at QCon San Francisco. The session recording is available on InfoQ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Volvo CTO Anders Bell chats its new do-it-all tech platform and future EVs",
            "link": "https://www.msn.com/en-us/news/technology/volvo-cto-anders-bell-chats-its-new-do-it-all-tech-platform-and-future-evs/ar-AA1xnYmM?ocid=BingNewsVerp",
            "description": "We had a chance to chat with Volvo CTO Anders Bell about its new Superset platform, and how it will power future Volvo EVs.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "15hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sam Altman's OpenAI backing initiative headed by several anti-Trump staff pushing liberal causes",
            "link": "https://www.msn.com/en-us/news/politics/sam-altmans-openai-backing-initiative-headed-by-several-anti-trump-staff-pushing-liberal-causes/ar-AA1xoUZ7?ocid=BingNewsVerp",
            "description": "Sam Altman's OpenAI is backing a new AI initiative from a group where John Kerry was a founding member that has voiced ...",
            "image_url": "https://www.bing.com/th?id=OVFT.HBrJsjbUrcjdG-XmxS0RzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI finalizes 'o3 mini' reasoning AI model version, to launch it soon",
            "link": "https://ca.investing.com/news/stock-market-news/openai-finalizes-o3-mini-reasoning-ai-model-version-to-launch-it-soon-3796307",
            "description": "(Reuters) - ChatGPT maker OpenAI has finalized a version of its new reasoning AI model o3 mini and would be launching it in a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iI0qO5h8uLhSKtN4k7egVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Investing23h",
            "source": "Investing",
            "article_content": "(Reuters) - ChatGPT maker OpenAI has finalized a version of its new reasoning AI model o3 mini and would be launching it in a couple of weeks, CEO Sam Altman said on Friday.\n\nThe Microsoft-backed company has considered user feedback and, consequently, plans to release the application programming interface (API) and ChatGPT simultaneously, Altman wrote in a post on social media platform X.\n\nLast December, OpenAI said it was testing reasoning AI models, o3 and o3 mini, indicating growing competition with rivals such as Alphabet (NASDAQ: )'s Google to create smarter models capable of tackling complex problems.\n\nThe AI startup had planned to launch o3 mini by the end of January, and the full o3 thereafter, as more robust large language models could outperform existing models and attract new investments and users.\n\nIn September 2024, the GenAI pioneer released o1 AI models designed to spend more time processing queries to solve harder problems.\n\nThe o1 models are capable of reasoning through complex tasks and can solve more challenging problems than previous models in science, coding and math, the company had said in a blog post.\n\nThe new o3 and o3 mini models would be more powerful than the previously launched o1 models, the company had said previously.\n\nEarlier this week, OpenAI said it was introducing a beta feature called Tasks to ChatGPT, signaling its foray into the virtual assistant space, competing with Apple (NASDAQ: )'s Siri and Amazon (NASDAQ: )'s Alexa.\n\nThe release of ChatGPT in late 2022 sparked a frenzy of investments in AI firms, with its growing popularity and new product launches helping OpenAI close a $6.6 billion funding round in October."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Innovating Retail with Machine Learning: The Future of Dynamic Pricing",
            "link": "https://techbullion.com/innovating-retail-with-machine-learning-the-future-of-dynamic-pricing/",
            "description": "The retail industry is witnessing a paradigm shift, thanks to the transformative power of machine learning. A recent article ...",
            "image_url": "https://www.bing.com/th?id=OVFT.itA3cDgNMKsreJljvk6hTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Impacts20h",
            "source": "Impacts",
            "article_content": "The retail industry is witnessing a paradigm shift, thanks to the transformative power of machine learning. A recent article by Akhilesh Kota sheds light on how machine learning is revolutionizing the dynamic pricing landscape, enabling retailers to make more informed and adaptive decisions. The insights delve into the nuances of this innovative approach, emphasizing its role in reshaping consumer experiences and business profitability.\n\nUnderstanding Dynamic Pricing\n\nDynamic pricing is a strategy that adjusts prices in real-time, responding to fluctuations in demand, competition, and external factors. Unlike traditional static pricing, it uses advanced algorithms to analyze and react to market conditions with accuracy and speed. When combined with machine learning, dynamic pricing becomes even more powerful. Machine learning algorithms process vast amounts of data, identify patterns, and refine pricing strategies based on actionable insights. This enables businesses to stay competitive, meet customer expectations, and maximize revenue. By ensuring prices are neither excessively high nor unsustainably low, dynamic pricing balances profitability with customer satisfaction, driving sustainable business growth.\n\nMachine Learning: The Game Changer\n\nThe application of machine learning in dynamic pricing brings unprecedented sophistication to pricing strategies, leveraging data-driven insights to enhance decision-making. Machine learning algorithms excel in several key areas:\n\nAnalyzing Market Trends: These systems detect subtle shifts in consumer preferences, competitor pricing, and market conditions, enabling proactive and informed pricing adjustments.\n\nPredicting Demand: By forecasting demand patterns for specific products and timeframes, businesses can optimize inventory levels, avoid stockouts, and maximize revenue opportunities.\n\nEnhancing Personalization: Tailored pricing strategies based on individual customer profiles, preferences, and purchase history create a more personalized and engaging shopping experience.\n\nBy automating complex analytical processes, machine learning not only reduces human error but also enables faster, more accurate responses to dynamic market conditions, empowering businesses to stay competitive.\n\nData as the Backbone\n\nThe success of machine learning in dynamic pricing hinges on the quality and diversity of data inputs. Retailers need to collect extensive information, such as historical sales trends, customer demographics, competitor pricing, and broader economic indicators. These datasets are essential for training algorithms that evolve and optimize pricing strategies over time. Furthermore, integrating real-time data allows these models to adapt swiftly to changing market conditions, ensuring prices remain competitive and aligned with current demand. This combination of comprehensive data and real-time updates empowers businesses to make informed, agile decisions, helping them gain an edge in today’s fast-paced and competitive markets.\n\nOvercoming Challenges\n\nThe potential of machine learning in dynamic pricing is vast, but it comes with challenges that businesses must navigate carefully. Ethical concerns, such as unintentional price discrimination, can erode consumer trust if not addressed transparently. Moreover, the implementation of machine learning systems demands substantial investment in infrastructure, skilled professionals, and technical expertise. These hurdles can be daunting, particularly for smaller organizations. To overcome them, businesses should prioritize transparency in pricing strategies and ensure algorithms adhere to ethical standards. Investing in scalable, user-friendly technologies and fostering a workforce skilled in data science can simplify adoption, ensuring the benefits outweigh the challenges.\n\nFuture Prospects\n\nThe integration of machine learning into dynamic pricing represents a transformative shift toward a smarter and more adaptive retail landscape. As technology continues to advance, several key developments are expected to shape the future of pricing strategies:\n\nImproved Algorithms: Enhanced models will delve deeper into consumer behavior, identifying subtle trends and preferences for precise price adjustments.\n\nSeamless Integration: Dynamic pricing systems will increasingly connect with inventory management, marketing, and customer engagement tools, creating unified ecosystems.\n\nGlobal Applications: Machine learning will enable region-specific pricing strategies, catering to the unique demands of diverse markets and cultural contexts.\n\nThese advancements will not only empower retailers with better decision-making tools but also foster customer satisfaction by ensuring transparent, fair, and competitive pricing tailored to individual needs.\n\nIn conclusion, Akhilesh Kota’s insights into machine learning-powered dynamic pricing reveal its immense potential to transform retail. Leveraging data and advanced algorithms enables businesses to enhance efficiency, boost profitability, and adapt to evolving market demands. Embracing these innovations will be essential for retailers aiming to thrive in a competitive and rapidly changing industry landscape."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 6 Programming Languages for Machine Learning in 2025",
            "link": "https://www.techopedia.com/best-programming-languages-for-machine-learning",
            "description": "Explore the top 6 programming languages for machine learning. Find out which languages are ideal for data analysis, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a-GB0m0QGQyrP732TWCW_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Techopedia20h",
            "source": "Techopedia",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Map Shows Critical Infrastructure Blasted by Ukraine This Week",
            "link": "https://www.newsweek.com/russia-map-shows-critical-infrastructure-blasted-ukraine-this-week-2016757",
            "description": "Ukraine continues to cripple Russia's energy sector by hitting numerous oil refineries, depots, chemical plants, and more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.lOrUf1-764XAD1FzPPmLQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "1h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia’s growing ties with Iran have shaped the war in Ukraine. A new treaty raises the stakes for Trump’s administration",
            "link": "https://www.msn.com/en-us/news/world/russia-s-growing-ties-with-iran-have-shaped-the-war-in-ukraine-a-new-treaty-will-raise-the-stakes-for-trump-s-administration/ar-AA1xkSS0?ocid=BingNewsVerp",
            "description": "Just three days before US President-elect Donald Trump returns to the White House, Russia and Iran have finally signed a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z9nucUtkz9eNka03pNkl2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "16hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Amid News of a Ceasefire Deal in the Israel-Hamas War in Gaza, Explore the Conflict’s Roots and Ramifications",
            "link": "https://www.pbs.org/wgbh/frontline/article/ceasefire-deal-israel-hamas-war-gaza-palestinians-israelis-roots-ramifications/",
            "description": "Watch our documentaries on the evolution and impact of the Israel-Hamas war in Gaza and the overarching Israeli-Palestinian ...",
            "image_url": "https://www.bing.com/th?id=OVF.UV1D%2b4KgqsrUakqOHpFv1Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "PBS15h",
            "source": "PBS",
            "article_content": "by Patrice Taddonio\n\nThe ceasefire deal announced this week between Israel and Hamas calls for a truce in the catastrophic war in Gaza and the return of dozens of Israeli hostages being held since the Oct. 7, 2023, Hamas-led attack on Israel.\n\nExplore FRONTLINE’s documentaries and reporting on the roots, evolution and impact of the war and the overarching Israeli-Palestinian conflict, its sprawling ramifications, and how the most recent chapter in this long and volatile history has played out.\n\nReleased in October 2024, this documentary followed people directly impacted by the Hamas attack and the war in Gaza as they shared harrowing experiences with death, despair and continuing trauma. In the film, Israelis described what it was like to experience the deadliest day for Jews since World War II as the Oct. 7 attacks unfolded, with around 1,200 people killed, 5,000 injured and 251 taken hostage. And in Gaza, where more than 40,000 people have reportedly been killed in Israel’s retaliation against Hamas, Palestinians described — and recorded — the horrors of large-scale devastation.\n\nAs outrage over the Israel-Hamas war in Gaza deeply divided American campuses and in some places devolved into hate-filled rhetoric and arrests, this June 2024 documentary with Retro Report investigated how universities responded, how powerful interests joined the fray, and how the conflict over the conflict ultimately spiraled out of control.\n\nThis documentary, updated in May 2024, offered a sweeping examination of the critical moments over the course of the past three decades leading up to the Israel-Hamas war in Gaza and the role of a central player: Israeli Prime Minister Benjamin Netanyahu.\n\nIn this January 2024 documentary, correspondent Ramita Navai investigated rising support for militant groups, including Hamas, since the Oct. 7 attack, Israel’s military campaign in the West Bank, and the implications for a region on edge.\n\nThis December 2023 documentary with The Washington Post examined how Hamas was able to breach Israel’s vaunted security barrier and carry out the attack that ignited the Israel-Hamas war in Gaza.\n\nRe-released in October 2023, this seminal 2002 documentary examined how the Israeli-Palestinian peace process begun at Oslo in the 1990s was derailed and ultimately undone by the dynamics of politics and violence. The documentary included interviews with key figures from both sides of the negotiating table, including Benjamin Netanyahu, Yasser Arafat, Shimon Peres, Saeb Erekat and Ehud Barak.\n\nExplore more from FRONTLINE on the Israeli-Palestinian conflict."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Children and adults displaced by war react to Israel-Hamas ceasefire",
            "link": "https://www.msn.com/en-in/war-and-conflicts/war-events/children-and-adults-displaced-by-war-react-to-israel-hamas-ceasefire/vi-AA1xp9pA?ocid=BingNewsVerp",
            "description": "Children and adults displaced by the conflict in Gaza react to Israel-Hamas ceasefire. Reportedly the war has left at least ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sDiapIuef1l9Y-9-lL0CFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "BofA’s Hartnett Says Trump Trade to Shield US Stocks From Plunge",
            "link": "https://www.msn.com/en-us/money/other/bofa-s-hartnett-says-trump-trade-to-shield-us-stocks-from-plunge/ar-AA1xna5E?ocid=BingNewsVerp",
            "description": "Donald Trump’s return to the White House will likely protect US stocks from a big selloff, according to Bank of America Corp.",
            "image_url": "https://www.bing.com/th?id=OVFT.nmF-SmS1lrId5EEvEtdcSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "19hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Insurance Stocks Plunge As Los Angeles Wildfires Rage",
            "link": "https://www.msn.com/en-us/money/news/insurance-stocks-plunge-as-los-angeles-wildfires-rage/vi-AA1xoy1K?ocid=BingNewsVerp",
            "description": "As Los Angeles wildfires ravage California, insurance stocks plummet, with losses estimated to reach billions due to the high ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h95ODKxt0emN_YREJN5IHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "Money Talks News on MSN12h",
            "source": "Money Talks News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dell's SWOT analysis: stock poised for AI-driven growth amid market challenges",
            "link": "https://www.msn.com/en-us/money/smallbusiness/dell-s-swot-analysis-stock-poised-for-ai-driven-growth-amid-market-challenges/ar-AA1xoQrN?ocid=BingNewsVerp",
            "description": "Dell Technologies Inc. (NYSE:DELL), with a market capitalization of $76.72 billion, finds itself at a pivotal juncture as it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BtA6HMdY_sTNj2qo0qLM9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s In Store For Merck Stock In 2025?",
            "link": "https://www.forbes.com/sites/greatspeculations/2025/01/17/whats-in-store-for-merck-stock-in-2025/",
            "description": "Merck stock (NYSE: MRK) lost about 10% in 2024, underperforming the broader S&P 500 index, which gained 23% for the year.",
            "image_url": "https://www.bing.com/th?id=OVFT.CNEVEyMyYE9HNFKprnay_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "17h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Venezuela grapples with economic collapse",
            "link": "https://english.elpais.com/international/2025-01-18/venezuela-grapples-with-economic-collapse.html",
            "description": "The modest recovery of recent years fails to mask Venezuela’s crisis: a shattered productive structure, poverty levels nearly three times the regional average, and profound inequality ...",
            "image_url": "https://www.bing.com/th?id=ODF.mHFpzTD3yz1U8VqFnECjXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "El País in English3h",
            "source": "El País in English",
            "article_content": "The inauguration of Nicolás Maduro last Friday ushers in a new chapter for Venezuela, marked by deep socioeconomic wounds. The ongoing financial crisis — arguably the population’s greatest source of discontent — persists despite a modest reactivation of consumption. Crisis and political conflict remain intertwined, and after a decade of catastrophic governance and escalating tensions between the ruling party and the opposition, the Maduro government now faces an especially turbulent period.\n\nThe evidence of electoral fraud, which Maduro has been unable to convincingly refute, have heightened international pressure. Both the United States and the European Union have stepped up sanctions, and Maduro is bracing for a new wave of isolation. As in the past, this isolation is likely to exacerbate the nation’s economic struggles.\n\nThe start of Maduro’s new mandate follows three years of moderate economic recovery, a relative improvement considering the depths from which Venezuela has emerged. This recovery was preceded by a historic economic contraction that drastically altered the nation’s landscape over the past decade. Amid this unprecedented economic crisis — exacerbated by the political isolation of Chavismo — in 2020, the Maduro government began to distance itself from the statist orthodoxy outlined in the Plan de la Patria, its flagship economic program. Instead, it adopted a series of market-oriented reforms in an effort to stabilize the economy.\n\nThe partial dollarization of the monetary system, the introduction of new exchange and fiscal policies, a more business-friendly stance, and a shift in the treatment of international capital have led to a reduction in year-on-year inflation, a recovery in purchasing power, and some improvement in trade. However, the damage to Venezuela’s productive and social fabric had already been done. The socioeconomic collapse experienced between 2014 and 2020, during Maduro’s presidency, delivered a devastating blow to the nation’s economic framework. This trauma has left many Venezuelans struggling to fully recover from its far-reaching effects.\n\nDuring the years of strict economic controls, company takeovers, conflicts with capital, and excessive bureaucratization, Venezuela’s economy contracted by more than 80%. The local industrial sector was decimated, and now operates at just 30% of its capacity. Thousands of businesses went bankrupt. A wave of nationalizations severely undermined the country’s ability to respond to economic challenges. Hyperinflation, which peaked at an astronomical 9,500% in 2019, wreaked havoc on the economy, devastating the financial stability of millions. Meanwhile, the oil industry, once the backbone of Venezuela’s economy, collapsed under the weight of a fixed exchange rate policy and pervasive corruption in the state-owned oil company Petróleos de Venezuela (PDVSA). Income poverty doubled, and now affects an estimated 80% of the population, according to the Venezuelan Academy of Economic Sciences (ANCE).\n\nAccording to the ANCE, the current level of income poverty in Venezuela is 2.6 times higher than the Latin American average. Income distribution is also among the most unequal in the region, with the wealthiest 10% controlling 37% of the nation’s income.\n\nThe crisis of the past decade left profound scars: wages were decimated, prices soared, shortages of essential goods became widespread, and public services deteriorated dramatically. This collapse triggered a mass exodus of millions of Venezuelans, many of whom fled the country on foot, seeking refuge across South America.\n\nIn 2015, the Central Bank of Venezuela, under Maduro’s control, stopped publishing monthly economic data. Media censorship also worsened. The ruling party’s popularity, which began to decline in 2014, has not recovered since. In 2019 and 2020, the national economy displayed metrics comparable to those of a war-torn nation, with GDP contracting by a staggering 30 percentage points, according to estimates from private consulting firms.\n\nThe popular social assistance programs created by the Chavista government — such as the Barrio Adentro preventive health initiative, the Mi Casa Bien Equipada goods transfer program, Mercal’s cheap food markets, and the Cuban-assisted Comprehensive Diagnostic Centers — collapsed during the crisis, largely due to widespread corruption among government officials.\n\nThe minimum monthly wage, traditionally around $400, has dropped to just $3. The government provides periodic bonuses every four weeks, but without retroactive benefits, these only raise the effective minimum wage to $150 per month.\n\nInternational sanctions, particularly from the United States, were introduced in 2016 in response to the political crisis driven by popular discontent. These sanctions significantly restricted Maduro’s ability to explore alternative trade options or revitalize the oil industry. The global search for new markets, spurred by Russia’s war in Ukraine, fostered a period of cautious détente between Caracas and Washington, leading to a modest revival in the oil sector. However, with the return of Donald Trump to the White House, it is likely that sanctions on Venezuelan oil will tighten further.\n\nNational revenues, heavily reliant on crude oil extraction, hit a critical low point in the last decade, with production dropping from nearly 3 million barrels per day to just 300,000 in 2019. Today, after significant challenges, production is slowly approaching the 1 million mark again.\n\nSince 2016, for the first time in its history, remittances from emigrants have become a significant source of Venezuelan tax revenues. The exodus of between seven and eight million people, according to United Nations estimates, represents an unprecedented event in recent Latin American history, highlighting the severity of Venezuela’s economic collapse and the erosion of its citizens’ political rights. Despite implementing measures like food rationing based on the last digit of each citizen’s identity card, the Maduro government has refused to acknowledge its responsibility for the crisis or the existence of a Venezuelan diaspora.\n\nThe disastrous performance of the Chavista administration triggered a political shift. In December 2015, the Venezuelan opposition achieved a decisive victory in the parliamentary elections, sending shockwaves through Chavismo. In response, Chavismo moved quickly to consolidate control over all state institutions. This led to the absolute concentration of power in the hands of Maduro and a select group of loyalists, while the government implemented social programs aimed at maintaining Chavista support and building networks of loyalty.\n\nMaduro introduced the Carné de la Patria, a document offering access to a range of digital subsidies, though the contributions are now minimal, along with the CLAP food bags, which are part of the Local Supply and Production Committees. While the population continues to accept these initiatives, surveys consistently show a sharp decline in popularity. However, any assistance remains inadequate given the collapse of the country’s productive activity. In the meantime, Venezuelans are facing a period marked by political uncertainty and looming economic instability.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An Early Look at What the California Wildfires Could Do to the U.S. Economy",
            "link": "https://www.msn.com/en-us/money/other/an-early-look-at-what-the-california-wildfires-could-do-to-the-u-s-economy/ar-AA1xpxE1?ocid=BingNewsVerp",
            "description": "The appalling scale of the vast and still growing Los Angeles blazes puts them out of the ordinary in terms of the economic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KwzcxSdxKYpGo9q4ZjMtRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "43mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PC Sales Stagnated at the End of 2024 Despite AI Hype",
            "link": "https://www.msn.com/en-us/technology/tech-companies/pc-sales-stagnated-at-the-end-of-2024-despite-ai-hype/ar-AA1xneg6?ocid=BingNewsVerp",
            "description": "Last week, IDC announced its tabulation of computer sales for the fourth quarter of 2024. Despite predictions of an increase, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tTEZnbEqvJcAOyHHgxa-5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "ExtremeTech on MSN14h",
            "source": "ExtremeTech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The PC market grew only 1.3% in 2024",
            "link": "https://www.msn.com/en-us/money/markets/the-pc-market-grew-only-1-3-in-2024/ar-AA1xo4tO?ocid=BingNewsVerp",
            "description": "According to one analyst firm, the combined shipment of desktop and laptop computers in 2024 was 245.3 million units. That’s ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z98RPvCz3Snuj8qzTya-vC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "13hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Bring Zero Trust to Wi-Fi Security with a Cloud-based Captive Portal?",
            "link": "https://thehackernews.com/2025/01/how-to-bring-zero-trust-to-wi-fi.html",
            "description": "Discover how cloud-captive portal solutions improve Wi-Fi security by bringing the Zero Trust framework. Learn to implement ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZAIuMeyTSXw7zIGNb7scsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "The Hacker News18h",
            "source": "The Hacker News",
            "article_content": "Recent data breaches have highlighted the critical need to improve guest Wi-Fi infrastructure security in modern business environments. Organizations face increasing pressure to protect their networks while providing convenient access to visitors, contractors, temporary staff, and employees with BYOD. Implementing secure guest Wi-Fi infrastructure has become essential for authenticating access, protecting data, maintaining compliance across all geographies, and ensuring business continuity.\n\nEvolved security solutions now combine zero-trust architecture with cloud-based captive portals to enhance network protection. These systems enable organizations to implement strict access controls, verify every device's security status, and maintain network separation. Through advanced features like conditional access and device registration, businesses can now offer secure guest Wi-Fi access while maintaining complete visibility and control over their network resources.\n\nChallenges in Wi-Fi Security Today\n\nDistributed organizations implementing guest Wi-Fi networks face increasingly sophisticated security challenges. The complexity of implementing and managing secure guest Wi-Fi access while maintaining network integrity has become a critical concern for both IT administrators and Security practitioners.\n\nCommon security vulnerabilities\n\nModern guest Wi-Fi networks face several significant security threats:\n\nLack of Network Micro-Segmentation: Networks for unmanaged/unsecured devices often share the same infrastructure as networks for managed/corporate devices without proper isolation. This increases the risk of unauthorized access to sensitive systems or data.\n\nNetworks for unmanaged/unsecured devices often share the same infrastructure as networks for managed/corporate devices without proper isolation. This increases the risk of unauthorized access to sensitive systems or data. Weak Encryption: Most of Guest Wi-Fi Networks use \"Open\" authentication which may introduce a source of attack during spoofing. It's recommended to use WPA3 and OWE encryption to enforce the security for clients during association.\n\nMost of Guest Wi-Fi Networks use \"Open\" authentication which may introduce a source of attack during spoofing. It's recommended to use WPA3 and OWE encryption to enforce the security for clients during association. Man-in-the-Middle (MITM) Attacks: Attackers can exploit unsecured Guest Wi-Fi to intercept communications, steal credentials, or inject malicious data.\n\nAttackers can exploit unsecured Guest Wi-Fi to intercept communications, steal credentials, or inject malicious data. Inadequate Authentication: Some networks use too simple shared passwords or no authentication at all, making it extremely easy for attackers to connect and launch attacks.\n\nSome networks use too simple shared passwords or no authentication at all, making it extremely easy for attackers to connect and launch attacks. Rogue Access Points (APs): Attackers can set up rogue APs mimicking legitimate Guest Wi-Fi to lure users and steal sensitive information.\n\nIf not properly secured, the Wi-Fi guest networks pose significant security risks. Weak access controls allow unauthorized users to exploit the network, leading to data interception and man-in-the-middle attacks. A critical issue is the lack of network segmentation; without proper isolation, attackers on the guest network may access internal systems, risking data breaches.\n\nInsufficient authentication and weak password practices further heighten vulnerabilities, enabling unauthorized access. To mitigate these risks, organizations should implement VLANs, strict authentication, and active monitoring. A well-segmented guest network helps maintain security while offering convenient access to visitors.\n\nWhy is BYOD the most critical category to monitor?\n\nBYOD introduces a mix of unmanaged and potentially insecure devices into the network. These devices often lack corporate-level security controls and might already be compromised with malware, creating a direct entry point for attackers once connected to the network.\n\nIf the attacker has access to the network through a BYOD, sensitive corporate data accessed via BYOD devices may increase the likelihood of unintentional or malicious data leakage.\n\nHere is a summary of the potential actions that can be implemented to mitigate such issues :\n\nProper Network Segmentation\n\nAsset inventory\n\nEncryption\n\nAuthentication Mechanism (like Captive Portal)\n\nProfiled Security Policies\n\nMonitoring and Threat Detection\n\nZero Trust Approach\n\nPotential consequences for businesses\n\nSecurity breaches in guest Wi-Fi networks can have devastating impacts on organizations. Recent studies indicate that 40% of businesses have experienced information compromise through public Wi-Fi networks. The financial implications are significant, with some companies reporting ransomware payments exceeding $1 million to recover their data.\n\nBeyond immediate financial losses, businesses face:\n\nDamage to brand reputation and customer trust\n\nDisruption of normal business operations\n\nPotential loss of intellectual property\n\nCompromise of internal network resources\n\nLegal and compliance considerations\n\nOrganizations must navigate complex regulatory requirements when implementing guest Wi-Fi management systems. The legal framework includes multiple layers of compliance, they need to warrant the security level for their network while ensuring the confidentiality of the users' data, and they need to cooperate with the authorities when required while complying with limited data retention period obligation. It is even more difficult for international organizations because they need to monitor and stay updated on any regulations' changes in various countries and jurisdictions, operating at international levels creates diverse and even contradictory obligations, for example, the data retention policies are different among countries, in France, it is required to retain data logs for 1 year, but it is 6 years in Italy, while the General Data Protection Regulations (GDPR) requires users' data to be deleted after the purposes have been achieved. Some key regulations need to be taken into consideration:\n\nTherefore, businesses must implement proper documentation, monitoring systems, and security controls to maintain compliance with these regulations. Regular security audits and network infrastructure updates are essential to maintaining legal compliance while providing secure guest access.\n\nLeveraging Cloud Captive Portals for Enhanced Security\n\nCloud-based captive portal solutions have emerged as a cornerstone of modern network security infrastructure. These sophisticated systems provide organizations with centralized control over guest access while maintaining robust security protocols.\n\nHow Cloud Captive Portals Work\n\nCloud-captive portals function as gateway systems that authenticate users before granting network access. The system intercepts initial connection attempts and redirects users to a secure login page. Organizations can implement various authentication methods, including:\n\nSocial login integration\n\nSponsor\n\nDeclarative Email\n\nSMS Authentication\n\nThese solutions operate without additional hardware requirements, making them infrastructure-agnostic and instantly deployable across global locations.\n\nIntegration with Zero Trust frameworks\n\nModern Cloud Captive Portals should align seamlessly with Zero Trust security principles by implementing continuous verification and limited access protocols.\n\nThe integration enables:\n\nDevice Profiling & Authentication\n\nIntegrity\n\nAccess Control\n\nPolicy Enforcement\n\nAutomation\n\nTraffic Monitoring & Compliance\n\nRequired security features to deploy a cloud captive portals solution\n\nModern captive portal solutions shall incorporate multiple layers of security protection. Innovative solutions now integrate with leading security solutions, enabling administrators to implement granular access controls and URL filtering.\n\nCloudi-Fi platform supports comprehensive compliance requirements through regional data center deployment, ensuring adherence to local privacy regulations. Automated encryption of personal data and transparent collection processes provide users and administrators complete control over information handling.\n\nAdvanced features include integration with cloud-based security platforms, enabling:\n\nCloud firewall implementation\n\nContent filtering capabilities\n\nBandwidth Control\n\nAutomated device onboarding\n\nThese capabilities offer a robust security framework that protects both the organization's network and user data while maintaining seamless access for authorized users.\n\nBenefits of a Zero Trust Captive Portal Solution\n\nThe implementation of Zero Trust Architecture represents a paradigm shift in securing guest Wi-Fi networks, moving away from traditional perimeter-based security to a more comprehensive verification model. This approach fundamentally changes how organizations manage and secure guest network access.\n\nZero Trust Cloud Captive Portal solutions provide a scalable, centralized access control layer across multiple sites or large office campuses. By leveraging cloud-based infrastructure, they allow seamless deployment without needing extensive on-prem hardware, ensuring consistent policy enforcement and secure, device-specific access. The cloud-based platform dynamically scales to handle high volumes of traffic and multiple entry points, while continuously monitoring user behaviors. This architecture not only simplifies management but also enhances security, as threats are isolated, and access is tightly controlled based on identity, device, and risk assessment, all through a unified, cloud-driven approach.\n\nAdapting Zero Trust principles for guest access\n\nOrganizations must carefully adapt Zero Trust principles to maintain security while ensuring a seamless guest experience. The implementation requires a balanced approach that considers security requirements and user convenience. Key adaptation strategies include:\n\nRole-based permissions for the access control\n\nSponsoring, social login with MFA, mail address, … for user authentication\n\nSegmentation for network isolation\n\nTime-limited access tokens for session management\n\nBenefits of traditional security models\n\nZero Trust Architecture offers significant advantages compared to conventional security approaches. The model eliminates the inherent vulnerabilities of traditional perimeter-based security by implementing continuous verification and granular access controls.\n\nThe transformation from traditional to zero-trust security brings multiple operational improvements:\n\nEnhanced Security Posture Elimination of lateral movement threats\n\nReal-time threat detection and response\n\nComprehensive audit trails Operational Efficiency Automated device onboarding\n\nCentralized policy management\n\nSimplified compliance reporting\n\nThe architecture's ability to maintain strict security controls while supporting dynamic access requirements makes it particularly effective for guest Wi-Fi environments. By implementing least-privilege access principles, organizations can ensure that guests receive only the necessary network resources while maintaining complete visibility and control over all network activities.\n\nIntegrating Zero Trust principles with cloud-based management platforms enables distributed organizations to effortlessly scale their guest Wi-Fi security efficiently. This combination offers network and security administrators powerful tools for monitoring network usage, enforcing security policies, and responding to potential threats in real time.\n\nConclusion\n\nThe transformation of guest Wi-Fi security through cloud-captive portals and Zero Trust Architecture marks a significant advancement in corporate network protection. Modern organizations require robust security solutions that extend beyond traditional perimeter defenses. The combination of continuous verification, granular access controls, and advanced monitoring capabilities creates a comprehensive security framework that addresses current and emerging threats while maintaining operational efficiency.\n\nBusiness leaders must recognize the critical role of secure guest Wi-Fi in maintaining regulatory compliance and protecting sensitive data. Organizations ready to strengthen their network security should consider implementing a Zero Trust Captive Portal solution - Cloudi-Fi offers extensive resources and guidance for this essential security upgrade. This strategic approach positions businesses to meet future security challenges while providing secure, seamless guest access that supports operational goals and protects valuable digital assets.\n\nNote: This article is expertly written and contributed by RJ Singh — is a seasoned Global Sales Servant Leader with long history of successful sales management and individual contributor roles at multiple technology start-ups. He has spent years performing active roles in sales leadership, business development, partner relationships, and customer success services at various fast-growing technology companies resulting in high revenue growth and increased shareholder value. Currently, RJ passionately serves customers and partners as Chief Revenue Officer at Cloudi-Fi — and Simon Mesnage, Senior Network Engineer with 8 years of expertise in Wi-Fi infrastructure design and troubleshooting."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Federated learning: The killer use case for generative AI",
            "link": "https://www.infoworld.com/article/3804403/federated-learning-the-killer-use-case-for-genai.html",
            "description": "As enterprises struggle to balance AI capabilities against data privacy concerns, federated learning provides the best of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XB4Dw5LO5Theqj8MzDQNJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "InfoWorld23h",
            "source": "InfoWorld",
            "article_content": "Let’s imagine a fictional company, Global Retail Corporation, a multinational retail chain struggling with its initial approach to AI integration. They built custom generative AI applications on their cloud provider using OpenAI’s APIs for broader analysis, providing access to their LLMs (large language models) and ChatGPT to get more strategic and valuable answers to their business questions. The process was costly and complex, and it delivered suboptimal results. That all changed when they adopted federated learning.\n\nThe strategy of federation in AI deployments\n\nFederated learning is emerging as a game-changing approach for enterprises looking to leverage the power of LLMs while maintaining data privacy and security. Rather than moving sensitive data to LLM providers or building isolated small language models (SLMs), federated learning enables organizations to train LLMs using their private data where it resides. Everyone who worries about moving private enterprise data to a public space, such as uploading it to an LLM, can continue to have “private data.” Private data may exist on a public cloud provider or in your data center.\n\nThe real power of federation comes from the tight integration between private enterprise data and sophisticated LLM capabilities. This integration allows companies to leverage their proprietary information and broader knowledge in models like GPT-4 or Google Gemini without compromising security. More importantly, it means not having to deal with moving petabytes of data to a public cloud that’s also hosting an LLM."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Once-in-a-century’ discovery made at Pompeii after lying under rock for 2,000 years",
            "link": "https://www.ladbible.com/news/world-news/pompeii-new-discovery-bathhouse-944277-20250117",
            "description": "A ground-breaking discovery has been made in the ancient Roman city of Pompeii, almost 2,000 years on from being completely ...",
            "image_url": "https://www.bing.com/th?id=OVFT.osqdrABx37KNzaGdOTOFcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "20h",
            "source": "LADbible",
            "article_content": "A ground-breaking discovery has been made in the ancient Roman city of Pompeii, almost 2,000 years on from being completely covered in ash.\n\nThe wealthy city had 10,000 to 20,000 residents in its hay day, though following the two-day eruption of Mount Vesuvius in 79 AD, it was preserved under a layer of ash.\n\nMost residents were able to escape during the first phase of pumice rain - which lasted 18 hours - though over 1,100 bodies have been discovered on-site.\n\nAdvert\n\nMany items from the time were found at the UNESCO World Heritage Site, along with preserved skeletons, such as coins, jewellery, and silverware.\n\nMore discoveries continue to be made at the site of Pompeii (Marco Cantile/LightRocket via Getty Images)\n\nIt may have been discovered in the 16th century, with excavations beginning in the 18th century, but more and more continues to be found out about the ancient area.\n\nArchaeologists have now discovered a private bathhouse, which could be the largest in the city, featuring hot, warm and cold rooms, fancy artwork and even a huge plunge pool.\n\nAdvert\n\nThe Roman-equivalent of a spa, it is located in the middle of a grand residence that has been unearthed following an excavation over the past two years, as reported by the BBC.\n\nSpeaking to BBC News, Dr Gabriel Zuchtriegel, director of the Archaeological Park of Pompeii, explained: \"It's these spaces that really are part of the 'Pompeii effect' - it's almost as if the people had only left a minute ago.\"\n\nIt is part of an entire block, featuring a laundry, bakery and a large private house, believed to be owned by one wealthy individual, potentially influential politician Aulus Rustius Verus.\n\n\"There are just a few houses that have a private bath complex, so it was something really for the wealthiest of the wealthy,\" Dr Zuchtriegel highlighted. \"And this is so huge - it's probably the biggest bath complex in a Pompeiian private home.\"\n\nAdvert\n\nThe enormous bathhouse shows off the lavish side of Roman life (BBC)\n\nThe lucky users of the bathhouse would have changed in a vibrantly decorated changing room featuring a mosaic floor, making their way to the hot room, relaxing in the bath and enjoying its sauna-like warmth, before heading to the brightly-painted warm room.\n\nHere, oil was rubbed into the skin before being scraped off - think of it as Roman skincare.\n\nThen, they would enter the cold room, featuring red columns and a plunge pool big enough for 20-30 people to have a dip, as Dr Zuchtriegel said that it was popular to socialise and have some wine here in the summer.\n\nAdvert\n\nDr Sophie Hay weighed in on the complex as a 'once-in-a-century discovery', while also revealing the darker side of the Roman era.\n\nA furnace would sit under the hot room, while a boiler room would also be located behind the hot room, with conditions being almost unbearable for slaves.\n\n\"The difference between the sumptuous life of the bathhouse, compared to the furnace room, where the slaves would be feeding the fire toiling all day,\" Dr Hay highlighted. \"A wall is all that could divide you between two different worlds.\"\n\n(CM Dixon/Heritage Images/Getty Images)\n\nAdvert\n\nAs the excavation nears its final weeks, more historical discoveries continue to be made. When it is done, it will be opened to the public to explore.\n\nTwo skeletons were also found in the house, with analysis of the pair revealing the shocking events following the eruption of Mount Vesuvius, as one of them, a woman, was holding onto jewellery and coins.\n\nTrying to protect themselves in a small room, they were brutally killed as a mix of superheated volcanic gas and ash, also called a pyroclastic flow, made its way through Pompeii.\n\nDespite all the discoveries made, a third of the city still lies underneath the volcanic debris, though this new excavation, the most extensive in years, has provided more information about Roman life.\n\nThe archaeologists have been followed by a BBC documentary team for a series called Pompeii: The New Dig, which is available to watch on BBC iPlayer."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ancient Egypt discovery near Tutankhamun's tomb leaves archaeologists rethinking history as we know it",
            "link": "https://www.ladbible.com/news/world-news/ancient-egypt-luxor-discovery-archaeology-zahi-hawass-300769-20250117",
            "description": "A huge discovery has been made in the area of Ancient Egypt where Tutankhamun was found after unknown tombs and burial shafts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aLMWu9KKTl-OjiJgk4beWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "15h",
            "source": "LADbible",
            "article_content": "A huge discovery has been made in the area of Ancient Egypt where Tutankhamun was found after unknown tombs and burial shafts were found dating back some 3,600 years.\n\nAnd it is a find that has made archaeologists investigating this period of time re-think how they see history as we know it.\n\nThe revelation came following a new dig early this month by the Zahi Hawass Foundation for Antiquities and Heritage, a foundation established by Egyptian archaeologist Zahi Hawass to teach Egyptians hieroglyphics, archaeology, and the history of Egypt.\n\nAdvert\n\nIn the significant find, experts came across a vast tomb and burial area carved in to rock, hidden below the surface of the ancient city of Luxor.\n\nThe discovery was made last Wednesday in an area of Queen Hatshepsut's funeral temple at Deir al-Bahri on the Nile's West Bank.\n\nFor context, Queen Hatshepsut reigned from 1479BC until 1458BC and is one of the empire's earliest rules.\n\nWork on the site had been going since September 2022 in conjunction with Egypt's Supreme Council of Antiquities.\n\nAdvert\n\nArtefacts found at the tombs included numerous wooden coffins, including one for a child.\n\nThe discovered tomb (Mohamed Elshahed / Anadolu via Getty Images)\n\nThere were bronze coins with the image of Alexander the Great dating to the Time of Ptolemy I (367BC to 283BC). Alongside that were children's toys made of clay, cartonnage (a material used to make funerary masks and coffins) as well as funerary masks that covered mummies.\n\nThere were also winged scarabs, beads and funerary amulets.\n\nAdvert\n\nMore basic offerings were also present, including a pottery table used for bread, wine and meat. Archery bows were also present in the tomb.\n\nZahi Hawass (Mohamed Elshahed/Anadolu via Getty Images)\n\nAccording to Hawass himself, he said the find could 'reconstruct history' as it has been told.\n\nThe hope is that it will now provide a fuller picture of the lives people had, as well as the culture they were a part of, in Ancient Egypt.\n\nAdvert\n\nThe ancient city of Luxor is famous for housing the Valley of the Kings, included the world famous King Tutankhamun's tomb, discovered in 1922.\n\nEgypt is full of surprises (Mohamed Elshahed/Anadolu via Getty Images)\n\nSituated 340 miles from the Pyramids of Giza, it is known as the 'world's greatest open-air museum'.\n\nThe recent find is different to, say, Tutankhamun, who was buried in a constructed tomb. This week's revelation showed burial chambers carved in to rock to create tombs in the environment that surrounded Ancient Egyptians."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "25 biggest space conspiracy theories: Debunked",
            "link": "https://www.space.com/space-exploration/search-for-life/25-space-conspiracy-theories-debunked",
            "description": "NASA was formed in 1958 \"to provide for research into problems of flight within and outside the Earth's atmosphere, and for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ttlDxmHyFHfaOWq5a4JmLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Space.com16h",
            "source": "Space.com",
            "article_content": "Astronaut James Irwin salutes in front of the landing module of the Apollo 15 on the moon in 1971.\n\nThe internet is absolutely full of myths and urban legends about space and just about everything else, so readers must be a skeptical these days.\n\nFrom claims of aliens crashing on Earth and UFOs being hidden on military bases, to Mars being abnormally large and the moon turning green, space tends to attract some outlandish or at least highly unproven claims that should be vetted carefully.\n\nHere are some of the biggest space myths and conspiracy theories that just won't go away.\n\n1. The Apollo moon landings were fake\n\nNASA astronauts Neil Armstrong and Buzz Aldrin assemble the American flag on the moon during their Apollo 11 lunar landing mission in July 1969. NASA astronauts on the International Space Station marked the 45th anniversary of the Apollo 11 launch with a video message on July 16. (Image credit: NASA)\n\nTwelve NASA astronauts walked on the moon between 1969 and 1972, but in the decades since Apollo 11 astronauts first set foot on the moon, many theories have been put forward claiming that the whole Apollo program was staged. However, the Lunar Reconnaissance Orbiter has since released photos of the landing sites as they appear on the lunar surface many years later.\n\nSome of the questions moon landing deniers ask are \"Why are there no stars in the sky in the moonwalkers' photos? Why are the U.S. flags fluttering on the surface? Why do you see footprints in the pictures, but no marks from the lunar modules that landed there?\"\n\nIt turns out those questions are easy to answer than you may think.\n\nThere are no stars in the sky for the same reason you don't see stars during the day on Earth, according to NASA: The bright glow of daylight on the surface washes them out.\n\nU.S. flags planted into the lunar soil had metal rods sewn in them to appear as though they were moving, according to NASA. Without these wires, the flag would have hung straight down, making for a pretty lackluster photo prop.\n\nAnd the lunar modules, though heavier, didn't put prominent marks in the surface in some places because their mass was more evenly distributed than the astronauts' weight was in their boots.\n\n2. NASA is a lie\n\nNASA's Artemis 1 moon rocket arrives at Kennedy Space Center's Vehicle Assembly Building on Sept. 27, 2022. (Image credit: NASA's Kennedy Space Center)\n\nSome people actually believe NASA's whole function is not to explore space, but to generate space-related hoaxes. (The Apollo moon landing is a famous example that we'll explore in the next slide.) People who believe this conspiracy, sometimes flagged with the hashtag \"#NASAhoax\" on social media, will say that amazing space pictures of Mars, Pluto and even Earth are fake, computer-generated imagery (CGI).\n\nNASA was formed in 1958 \"to provide for research into problems of flight within and outside the Earth's atmosphere, and for other purposes,\" according to the National Aeronautics and Space Act of 1958, which then-president Dwight D. Eisenhower signed into law shortly after the start of the space race against the Soviet Union.\n\nSince then, NASA has launched hundreds of satellites into orbit around Earth, the moon and several other worlds. In fact, NASA spacecraft have orbited, flown by or landed on every planet in the solar system. NASA also sends astronauts into orbit, where they conduct research at the International Space Station (ISS).\n\n\n\nIf you're not convinced, you are free to travel to Florida's Space Coast to watch a rocket launch for yourself. It's also quite easy to see the space station and other satellites with your own eyes with the help of a satellite tracker.\n\n3. The Earth is flat\n\nEarth as seen from space (Image credit: NASA)\n\nThis myth is so popular that there is even a group named after it: the Flat Earth Society. Members of the organization argue that the horizon is always at eye level, which they say would not be possible if the Earth were round. They also say there is no full movie of the Earth rotating from space — which is not true, as NASA has published multiple videos taken from satellites, including a live video of Earth from the ISS, which orbits our planet 16 times per day.\n\n\n\nOne way of demonstrating to yourself that the Earth is round is to consider how orbits of satellites work. Satellites constantly \"fall\" around the Earth as they are pulled around by our planet's gravity; they just need to be traveling fast enough at a high enough altitude to not slam into the atmosphere. Or, you can look at the amazing pictures taken by astronauts at the ISS.\n\n4. Planet Nine will kill us\n\nArtist's illustration of the hypothetical Planet Nine, which may lie undiscovered in the outer solar system. (Image credit: Caltech/R. Hurt (IPAC))\n\nIn April 2016, the New York Post tweeted, \"A newly discovered planet could destroy Earth as soon as this month.\" The newspaper was referring to Planet Nine, a theoretical planet at the edge of the solar system. An accompanying video also claimed that the new planet would be throwing all sorts of asteroids and comets at Earth, which would supposedly end up pummeling our planet.\n\n\n\nAlthough the existence of a ninth planet has not been confirmed, astronomers are actively looking for one to help explain motions of some objects in the icy Kuiper Belt, a vast region of icy objects beyond Neptune. If the planet is actually found, the planet will pose no threat to us, according to the California Institute of Technology's Mike Brown (who is one of the original backers of the Planet Nine theory).\n\n5. Alien research is happening at Area 51\n\nArea 51's restricted area covers over 90,000 acres (36,000 hectares) . (Image credit: Roger Holden via Getty Images)\n\nThe 1996 movie \"Independence Day\" is one of the main sources of the Area 51 hoax, which claims that aliens and their technology — recovered from crashed flying saucers — are being studied secretly at a classified military base about 80 miles (130 kilometers) northwest of Las Vegas in the Nevada desert. Some people in the area around the base claim that they have seen strange lights or objects flying in or out of this area.\n\n\n\nWhile the testing and development conducted at Area 51 is classified, the U.S. government has acknowledged its existence (although the CIA officially calls it \"Homey Airport\" or \"Groom Lake\").\n\nA part of Edwards Air Force Base, the area was a known location for high-technology airplane flights in the 1960s and 1970s. It first served as a proving ground for Lockheed U-2 and A-12 OXCART spy planes as early as 1955. UFO sightings reported in the area were indeed unidentified objects, but only because the planes were top-secret — not because they were flown by aliens.\n\n6. There is a killer planet known as \"Nibiru\"\n\nArtist's conception of the fictional rogue planet Nibiru, or Planet X. Nibiru does not exist, so don't be fooled. (Image credit: gilderm | sxc.hu)\n\nConspiracy theorists say another dangerous planet is Nibiru, which was first mentioned in the 1976 book \"The Twelfth Planet,\" by Zecharia Sitchin. In the book, Sitchin translated ancient Sumerian cuneiform and claimed that the text is proof of a planet beyond Neptune called Nibiru that orbits the sun every 3,600 years.\n\n\n\nYears later, self-proclaimed psychic Nancy Lieder claimed to have communicated with extraterrestrials who said Nibiru would collide with Earth in 2003. When that didn't happen, the date was moved to 2012 (and linked, of course, with the 2012 doomsday predictions). Of course, the collision never occurred, the world didn't end in 2012 and no astronomer has ever found a planet on a collision course with Earth.\n\n7. There is a face on Mars\n\nThe original 'Face on Mars' image taken by NASA's Viking 1 orbiter, in grey scale, on July, 25 1976. Image shows a remnant massif located in the Cydonia region. (Image credit: NASA)\n\nIn 1976, NASA's Viking 1 spacecraft took a picture of what appeared to be a face on Mars. Immediately, some people said there must have been aliens on the Red Planet that left that face behind as evidence of their existence. NASA, however, pointed out that the suspected face is really just a pile of rocks casting shadows that resemble face-like features.\n\n\n\nNASA followed up with better-resolution pictures taken from the Mars Reconnaissance Orbiter and the Mars Global Surveyor in 1998 and 2001, respectively. These new images made it quite clear that the \"face on Mars\" is nothing more than a trick of light and shadows on a completely normal Martian mound.\n\n8. The moon Iapetus is an alien Death Star\n\nSaturn's moon Iapetus. (Image credit: NASA)\n\nIapetus is a moon of Saturn that looks somewhat like the infamous Death Star in the \"Star Wars\" franchise, with a large crater that resembles the fictional weapon's superlaser focus lens. The Death Star is a planet-killing machine that destroys entire worlds with its outrageously powerful laser. It was prominently featured in the 2016 movie \"Rogue One: A Star Wars Story,\" as well as in 1977's \"Star Wars: Episode IV - A New Hope.\"\n\n\n\nA Daily Mail article published in May 2016 claimed Iapetus is an artificial object crafted by aliens. As \"evidence,\" the article cited a photo taken by NASA's Cassini spacecraft in 2004. In the photo, there's a line around the moon's equator that resembles the equatorial trench around the Death Star.\n\nBut this line isn't nearly as interesting as the Death Star's trench, which houses the battle station's engines, thrusters and docking bays. That line is nothing more than a mountain ridge, and Iapetus is actually just made up of boring old rock and ice. Cassini has flown by the moon to take pictures several times without being blasted by deadly alien lasers.\n\nSaturn's moon Mimas, with it's giant crater Herschel, also looks surprisingly like the Death Star.\n\n9. Saturn's hexagon is alien technology\n\nThis movie, made from images obtained by Cassini's imaging cameras, is the first to show Saturn's hexagon in color filters and the first movie to show a complete view from the north pole down to about 70 degrees north latitude. (Image credit: NASA/JPL-Caltech/SSI/Hampton University)\n\nSaturn's hexagon was first spotted when NASA's Voyager spacecraft flew by the giant, ringed planet in 1980. The bizarre, six-sided structure on the round planet's north pole caused quite the stir, because straight lines and polygons are not so common in nature.\n\n\n\nImmediately after the Voyager returned its first images of Saturn's strange feature, even stranger theories arose to explain it, including that it was somehow related to alien technology, or perhaps even was a gateway to hell. The hexagon is not artificial, but rather a weird-looking hurricane at Saturn's pole.\n\nNASA has done several flybys of this region with the Cassini spacecraft, studying the haze particles and other features of the storm, to try to learn more about its unusual properties.\n\n10. Mars is as big as the moon\n\nThe solar system to scale. The diameter of Jupiter (middle, with red spot) is about 11 times that of Earth (third planet from the left). Mars is the second-smallest planet in the solar system (fourth planet from left). (Image credit: Lunar and Planetary Institute)\n\nOriginating in 2003, the infamous Mars hoax asserts that Mars was closer to Earth than it had been in the 60,000 years prior, and that the planet will appear as large as the full moon. What started out as a misconstrued email turned into a recurring rumor that gets reshared every August and, naturally, has spread to social media as it became more popular.\n\n\n\nAlthough Mars is indeed relatively close to Earth in a cosmic sense, it will never be as large as the full moon. It will appear as a red dot in the sky, just as the ancient astronomers saw it. If you'd like to see Mars magnified, take out a telescope or look at one of NASA's spectacular Mars pictures."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cameron Diaz believes aliens, supports her theory with an Elon Musk joke!",
            "link": "https://www.msn.com/en-in/news/world/cameron-diaz-believes-aliens-supports-her-theory-with-an-elon-musk-joke/ar-AA1xpck4?ocid=BingNewsVerp",
            "description": "Cameron Diaz and Jamie Foxx promoted their film 'Back To Action' and discussed conspiracy theories in a Complex interview. Diaz suggested that aliens are evolved humans studying us, with current ...",
            "image_url": "https://www.bing.com/th?id=OJ.ZDrxI86c00vHNA&pid=news&w=124&h=16&rs=2",
            "category": "aliens+theory",
            "date": "17hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning 'UFO clouds' spotted in UK skies - where you might see them this weekend",
            "link": "https://www.express.co.uk/news/uk/2002034/ufo-clouds-uk-skies-where-to-see-them-this-weekend-lenticular",
            "description": "Sky watchers are in for a treat as weather conditions mean unusual sight likely to be spottedin parts of Britain ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q8f8l-tklHLcm52y1bDhgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "14h",
            "source": "Daily Express",
            "article_content": "Lenticular clouds are strange phenomena created when strong winds blow over a mountain range or hill\n\nSkygazers in northern parts of the UK have been treated to an uncommon and magical display of clouds resembling flying saucers or UFOs. Known as lenticular clouds, these strange phenomena are created when strong winds blow over a mountain range or hill, forming a wave shape that causes air to bounce downwind. These spectacular clouds form on top of the bounced air and appear to be stacked on top of each other.\n\nREAD MORE: Shoreditch skyline transformed by 50ft hologram displaying stunning visuals\n\nLenticular clouds are also known as UFO clouds or pancakes\n\nThey are not often seen in the UK and typically form to the side of mountains, with Sierra Nevada and Cascade ranges often displaying them. The Met Office explained: “These lens-shaped orographic wave clouds form when the air is stable and winds blow across hills and mountains from the same or similar direction at different heights through the troposphere.” They are said to be the most pronounced during either sunrise or sunset due to the low sun illuminating them. They are known to pose aviation hazards.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nLenticular clouds require the right type of weather patterns in order to be formed\n\n“Pilots of powered aircraft tend to avoid flying near lenticular clouds because of the turbulence that accompanies them,” said the Met Office. The national meteorological service added that skilled or brave glider pilots often prefer flying with these types of clouds in the sky as “they can tell from the shape of the clouds where the air will be rising”. Lenticular clouds were visible on Thursday and Friday mornings in North-east England.\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lanarkshire identified as UFO sighting hotspot as Cumbernauld location of 'mysterious objects'",
            "link": "https://www.glasgowlive.co.uk/news/glasgow-news/lanarkshire-identified-ufo-sighting-hotspot-30805709",
            "description": "Areas such as Hamilton, East Kilbride, Airdrie, Uddingston, and Cumbernauld were all witnesses to mysterious objects, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0RBda3jckAJd-QgCt5cC6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "18h",
            "source": "glasgowlive.co.uk",
            "article_content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\n\nLanarkshire has been named a UFO sighting hotspot by a group of researchers who recorded ten incidents over two years.\n\nAreas such as Hamilton, East Kilbride, Airdrie, Uddingston, and Cumbernauld were all witnesses to mysterious objects, which varied from cylindrical to star-like.\n\nLast year the British spotter group UFO Identified documented a total of 395 sightings in the UK in 2023, reports Lanarkshire Live. And from January 2021 to December 2023, the group logged ten sightings across Lanarkshire.\n\nThis included a cylindrical-shaped object flying with no vapour trail above Airdrie, an orange light that “appeared to be making a tear in the sky” in Uddingston and “three saucer shaped objects appearing stationary” over Hamilton.\n\nSome sightings across the region happened on consecutive days, in different areas. A sphere was spotted over Cumbernauld on April 21, 2021, while a similar-shaped object was clocked the following day over Hamilton “moving oddly and hovering in the sky”.\n\nAn orb was viewed above Cumbernauld on August 24, 2021, and appeared to be “moving back and forth in straight lines and hovering at times”, and the following day three objects were seen “moving back and forward, blinking then reappearing, rotating at various speeds” above East Kilbride.\n\nThey are among 395 sightings across the United Kingdom – and an updated map reveals the extent of the unexplained activity taking place in the skies above us.\n\nUFOs have been in the news recently following a spate of sightings on the east coast of the United States. And last year the US Congress attempted to “pull back the curtain” on secret research into UFOs.\n\nThe hearing, titled ‘Unidentified Anomalous Phenomena: Exposing the Truth,’ heard from several experts and a variety of witness accounts.\n\nUnidentified Anomalous Phenomena (UAP) is the new name for Unidentified Flying Objects (UFOs). Experts included government workers and a member of NASA’s UAP Independent Study Team.\n\nMichael Gold – former NASA associate administrator of space policy and partnerships and a member of the UAP study team – told the hearing that “the vast majority of UAP are drones”.\n\nHowever, he added that there are anomalies that must be studied and admitted that some of the UAPs observed “can move faster” than US assets and “are being intelligently controlled”.\n\nAuthor and former Department of Defence official Luis Elizondo claimed that “advanced technologies not made by our government – or any other government – are monitoring sensitive military installations around the globe.”\n\nHe insisted: “Let me be clear. UAP are real.”\n\nThe hearing, jointly led by chairs Nancy Mace and Glenn Grothman, was the second to investigate the phenomenon of UAP.\n\n“Americans deserve to understand what the government has learned about UAP sightings, and the nature of any potential threats these phenomena pose,” the co-chairs said in a statement.\n\nThe hearing followed a long-awaited report released by NASA last year which studied previous sightings of UFOs (or UAPs) in the skies.\n\nWhile the report did not find any clear evidence that the sightings were alien, it did admit it was possible they could be.\n\nJust under half of all documented sightings in the UK (48 per cent) include photographic or video evidence. A quarter of all sightings (25 per cent) were of a “star-like” object or objects, moving across the sky. The next most common sighting was of an unidentified object shaped like an “orb” (17 per cent), “sphere”, (10 per cent) and “cylinder” (nine per cent).\n\nOf all counties in the UK, Greater Manchester had more UFOs spotted in its skies than anywhere else, with 54 documented sightings. That was followed by Greater London (52), Cheshire (37), and West Sussex (34).\n\nWhen it comes to towns and cities, more UFO activity was seen above Glasgow than anywhere else, with 22 encounters – which possibly explains the high sightings in nearby Lanarkshire.\n\nJoin Glasgow Live's WhatsApp community here and get the latest news sent straight to your messages.\n\nSIGHTINGS ACROSS LANARKSHIRE\n\nCumbernauld\n\nShape of UFO: Sphere\n\nDate spotted: 21/04/2021\n\nDescription: Object moving north to east and then changed back to a northerly direction then disappeared.\n\nHamilton\n\nShape of UFO: Sphere\n\nDate spotted: 22/04/2021\n\nDescription: Reflective ball-object moving oddly and hovering in the sky.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 16/05/2021\n\nDescription: Two lights travelling parallel at slow speed, before fading away behind a cloud.\n\nCumbernauld\n\nShape of UFO: Orb\n\nDate spotted: 24/08/2021\n\nDescription: Light changed from white to red, moving back and forth in straight lines and hovering at times.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 25/08/2021\n\nDescription: Three objects moving back and forward, blinking then reappearing, rotating at various speeds.\n\nEast Kilbride\n\nShape of UFO: Other\n\nDate spotted: 27/09/2021\n\nDescription: Triangular beam of light like a search light moving at a steady rate, brighter at the top.\n\nHamilton\n\nShape of UFO: Disc\n\nDate spotted: 28/12/2021\n\nDescription: Three saucer shaped objects appearing stationary, in photograph, not seen with naked eye.\n\nEast Kilbride\n\nShape of UFO: Star-Like\n\nDate spotted: 11/02/2022\n\nDescription: Three stars in a straight line formation, moving very fast from west to east then fading from view.\n\nAirdrie\n\nShape of UFO: Cylinder\n\nDate spotted: 27/06/2022\n\nDescription: Object ‘like a plane with no wings’ flying high up with no vapour trail.\n\nUddingston\n\nShape of UFO: Other\n\nDate spotted: 17/11/2023\n\nDescription: Orange light appeared to be making a tear in the sky. It was stationary not moving and was a vertical shape.\n\nSign up to our daily Glasgow Live newsletter here to receive news and features direct to your inbox"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Giant ‘Darth Vader’ sea bug discovered off the coast of Vietnam",
            "link": "https://www.msn.com/en-us/science/biology/giant-darth-vader-sea-bug-discovered-off-the-coast-of-vietnam/ar-AA1xntgS?ocid=BingNewsVerp",
            "description": "Researchers newly identified a 'supergiant' sea bug species off the coast of south-central Vietnam, but scientists worry ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ulpr8KAxQzO_jd33MjwsAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The hunt for ‘dark’ oxygen and why it might be more common than first thought",
            "link": "https://www.msn.com/en-us/news/us/the-hunt-for-dark-oxygen-and-why-it-might-be-more-common-than-first-thought/ar-AA1xoRp1?ocid=BingNewsVerp",
            "description": "A startling discovery made public in July that metallic rocks were apparently producing oxygen on the seabed of the Pacific ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FMrWsI9jmST90pEZG_iP2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "7hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum engineers 'squeeze' laser frequency combs to make more sensitive gas sensors",
            "link": "https://www.sciencedaily.com/releases/2025/01/250116161246.htm",
            "description": "Scientists use devices known as frequency comb lasers to search for methane in the air above oil and gas operations and to screen for signs of infection in human breath. A new study could help make ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Science Daily7h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elusive phase change finally spotted in a quantum simulator",
            "link": "https://www.msn.com/en-us/news/other/elusive-phase-change-finally-spotted-in-a-quantum-simulator/ar-AA1xmURb?ocid=BingNewsVerp",
            "description": "Researchers saw a chain of atoms in a quantum simulator go from being magnetic to not magnetic at all, the first time such a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YLBr8gJ3cwQdBmJIbQcJQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "New Scientist on MSN21h",
            "source": "New Scientist on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Role Did Women Play in the Scientific Revolution?",
            "link": "https://www.msn.com/en-ca/health/wellness/what-role-did-women-play-in-the-scientific-revolution/ar-AA1xnZJk?ocid=BingNewsVerp",
            "description": "The Scientific Revolution, spanning 1500 to 1700, was a transformative era, when new ideas were more readily embraced in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kTQDtn6Cbuo2c8_vobM6By&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "TheCollector on MSN22h",
            "source": "TheCollector on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Vietnam rising: bold new vision unveiled",
            "link": "https://www.thestar.com.my/aseanplus/aseanplus-news/2025/01/18/vietnam-rising-bold-new-vision-unveiled",
            "description": "Vietnam’s National Day, a month after being elected General Secretary of the Communist Party of Vietnam (CPV), To Lam stated ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hdXlFg6p_p3PSYMldx9CvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "3h",
            "source": "The Star",
            "article_content": "HANOI: On Sept 2, 2024, Vietnam’s National Day, a month after being elected General Secretary of the Communist Party of Vietnam (CPV), To Lam stated that Vietnam would boldly step into a new era, with unwavering determination and a commitment to making greater contributions to maintaining peace, stability and sustainable development.\n\nThat statement underscored the nation’s resolve to achieve its development goals, marking a historic turning point and opening a new chapter of progress for the country. The message resonated widely, gaining support from the Vietnamese people and drawing international attention.\n\nVietnam aims to transform into a modern, industrialised, upper-middle-income country by 2030, with the ultimate goal of achieving high-income status by 2045. The 14th National Congress of the CPV slated to open in January 2026 is set to provide the foundation for this ambitious new era, reflecting the country’s determination to elevate its global standing and national prosperity.\n\nGeneral Secretary Lam has outlined seven strategic priorities to guide Vietnam towards these goals. Central to this vision is innovating the Party’s leadership methods to ensure governance remains effective and forward-thinking. Strengthening Party-building efforts and refining the rule of law are also pivotal to fostering a stable and just society.\n\nStreamlining organisational structures is crucial for enhancing efficiency and effectiveness across all sectors. Driving digital transformation and technological development will further accelerate progress and modernisation. Efforts to combat waste and resource mismanagement are equally critical, ensuring sustainability and accountability.\n\nEqually significant is reforming personnel policies and improving human resource management to build a skilled and dynamic workforce capable of meeting the demands of the new era. Finally, implementing robust economic strategies will help Vietnam avoid the middle-income trap, setting the stage for sustained and inclusive growth.\n\nBridging vision and action\n\nAs Vietnam embarks on its journey into a new era of development, expert perspectives highlight the profound significance of the nation’s vision and strategic direction under General Secretary Lam’s leadership. These insights underscore the collective determination to achieve ambitious goals while addressing the challenges of modernisation and innovation.\n\nNguyen Van Dang, PhD, of the Ho Chi Minh National Academy of Politics explained why the term “the era of the nation's rise” and the associated political determination have been so enthusiastically received by the public.\n\n\"It is because we have proactively identified a clear timeframe for future achievements, reflecting the Party and State leadership's resolute commitment to significant socioeconomic transformations. Over 40 years of reforms, Vietnam has made substantial strides in economics, politics, society, foreign relations, and international trade.\n\n\"These achievements have fostered a collective mindset of urgency and aspiration among the Vietnamese people to elevate the nation to new heights. The public warmly welcomes General Secretary Lam’s vision and determination to transform Vietnam into a high-income developed nation by the mid-21st century, aspiring to join the ranks of the world's leading countries,\" Dang said.\n\nDr Tran Dinh Thien, an economist, former director of the Vietnam Institute of Economics, said: \"This new era is defined by extraordinary goals—achieving digital transformation, intelligence-driven development, and green growth, which are among humanity's highest aspirations.\n\n“These ambitious targets demand a truly exceptional era of action.”\n\nFor his part, Professor Vu Minh Khuong at the Lee Kuan Yew School of Public Policy in Singapore praised General Secretary Lam’s message as both strategic and groundbreaking.\n\n\"Its strategic aspect lies in the courageous decision to propel the nation forward to an unprecedented level in the coming years. Clearly, the choices we make today will determine where we stand tomorrow.\n\n\"Leadership decisions are critical—they will decide whether a nation rises or falls, how fast it rises, and how far it progresses. Poor decisions lead to decline, often rapid and far-reaching. This truth is evident in the lessons of human history as well as in our recent realities,\" Khuong said.\n\nKhuong highlighted three remarkable attributes of the message’s groundbreaking nature: firstly, its ability to resonate deeply with human emotions, stirring a collective national spirit; secondly, its alignment with the trends of the modern era; and thirdly, its emphasis on institutional choice, which creates a synergy of internal strength—a self-reinforcing power that grows stronger with every step forward.\n\n\"General Secretary To Lam’s message is exceptionally clear. Its distinctiveness lies not only in its content but also in the actions that follow. As a Vietnamese living abroad, I feel an immense sense of pride and renewed faith in our nation’s future,\" Khương said.\n\nAccording to Carl Thayer, an expert in Southeast Asian security and diplomacy, Vietnam holds numerous advantages to forge ahead with determination.\n\n“Vietnam’s advantages are manifold. It has a large population base, a global diaspora, untapped abundant natural resources, a strategic location in the heart of an economically vibrant region adjacent to global shipping lanes, a culture that prizes education, political stability, a substantial network of strategic partners, leadership with a long-term vision and determination to innovate, and growing prestige and influence in the international community,” he noted.\n\nHowever, challenges remain on the horizon.\n\n“Vietnam must successfully implement an institutional revolution and streamline its political system to attract increased foreign investment, which is critical to propelling the country into the digital age. This will demand significant efforts to develop human resources. Additionally, Vietnam must prepare to mitigate the adverse effects of a potential US-China trade war, which could be exacerbated by Donald Trump’s threat to raise tariffs on Chinese exports to the US or impose punitive tariffs on Vietnam,” he explained.\n\nInstitutional reform: The core of development\n\nThayer’s assessment aligns with the views of General Secretary Lam, who has identified institutional reform as the most pressing priority for Vietnam's development. Speaking at a national conference in December 2024, General Secretary Lam described the restructuring of Vietnam's political system as a “revolution” in governance. This ambitious overhaul involves merging redundant agencies, reallocating responsibilities, and improving operational efficiency to enhance the effectiveness of state apparatus and governance.\n\nBy streamlining Party, State, and socio-political organisations, Vietnam aims to eliminate bureaucratic inefficiencies and foster innovation.\n\n“This restructuring is essential for the nation’s rising era,” said Gen Sec Lam. “We must act with decisiveness and urgency.”\n\nWithin just a few months of 2024, the groundwork for this systemic overhaul has been laid and implementation has commenced.\n\nTaking August 3, 2024 as a starting point—when Lam was elected as General Secretary of the CPV Central Committee—it took just over a month for him to first address the initiative during the closing remarks of the 10th Plenum of the 13th Central Committee on 20 September. He stated: \"We will continue to focus on building and streamlining the organisational structure of the Party, the National Assembly, the Government, the Motherland Front, and socio-political organisations to operate effectively and efficiently. Among these, the organisational apparatus of the Party must become the nucleus of intellectual leadership, serving as the 'general staff' and the vanguard leading the State agencies.\"\n\nBy 5 November, in an article titled \"Streamlined, Strong, Efficient, and Effective\", General Secretary Lâm explored in depth the inefficiencies within Vietnam's political system. For the first time, he characterised the restructuring initiative as a \"revolution\", stating: \"The confluence of strategic opportunities after 40 years of reform presents a historic chance for the nation to enter an era of development and the rising era of the Vietnamese nation. This also necessitates an urgent and decisive revolution to build a truly streamlined, effective, and efficient political system that meets the demands of the new revolutionary phase.\"\n\nThis sentiment was reinforced in his closing speech at the 13th Central Committee’s plenum on 25 November, where he reiterated the utmost political determination: \"Implementing the Central Committee’s directives on reviewing Resolution 18 of the Central Committee and optimising the organisational apparatus of the political system is of paramount importance. This is a revolutionary endeavour to streamline the organisational structure of our political system for effective and efficient operation.\"\n\nWhat distinguishes this restructuring revolution is its decisiveness. The Central Committee’s plan leaves no institution untouched. From smaller entities such as organisational magazines to major bodies like ministries, National Assembly committees, and government agencies, all are under review for potential reorganisation. Specific proposals include reducing the number of government ministries by five and eliminating two subordinate agencies, while the National Assembly will see four of its committees merged or restructured.\n\nAlthough the precise figures for staffing reductions and cost savings have yet to be calculated, the expected savings are anticipated to be substantial. More importantly, this reorganisation seeks to enhance the operational efficiency of Vietnam's entire political system. By unblocking critical bottlenecks that have hindered national development, it aims to catalyse the momentum of the rising era.\n\nDigital transformation and technological innovation\n\nDigital transformation and technological innovation lie at the heart of Vietnam's strategy for its emerging era. On 22 December 2024, the Politburo issued Resolution 57, marking a significant milestone in the development of science and technology, innovation, and national digital transformation.\n\nResolution 57 sets an ambitious target for Vietnam to rank among the top three Southeast Asian nations in AI research, digital competitiveness, and e-government by 2030. It provides a detailed roadmap for enhancing labour productivity and embedding innovation within the country's socio-economic framework.\n\nThe resolution tackles key policy and regulatory challenges in the science and technology sector by introducing a progressive approach that prioritises effective governance while encouraging innovation. It represents a clear shift from the previous restrictive mindset that favoured prohibition over control.\n\nThis resolution authorises the Politburo to pilot new initiatives, even those that involve risks, venture investments, or potential delays in scientific research. It supports research institutions in establishing mechanisms that allow organisations and scientists to commercialise their research findings by starting and managing businesses. Funding for scientific and technological research will be allocated through a fund-based model, supported by dedicated science and technology development funds.\n\nAdditionally, the resolution offers preferential policies that benefit businesses, particularly small and medium-sized enterprises (SMEs), encouraging them to invest in digital transformation, scientific research, and technological innovation. These initiatives are designed to enhance operational efficiency, increase competitiveness, and promote a culture of innovation across all sectors.\n\nFormer Minister of Science and Technology Nguyen Quan said that the implementation of Resolution 57 would significantly enhance Vietnam's scientific and technological capacity, playing a crucial role in the nation's transformation during this dynamic era.\n\nVice Chairman Nguyen Phuong Tuan of the NA’s Committee for Science-Technology and Environment said that Resolution 57 aims to remove all barriers, not just legal ones, that hinder businesses' participation in scientific research, technological development, and innovation. The resolution positions \"people and businesses as central factors, driving forces, and primary resources, with scientists as key facilitators\".\n\nPrior to the adoption of Resolution 57, on 5 December 2024, NVIDIA signed a Memorandum of Understanding (MoU) with the Ministry of Planning and Investment to establish two state-of-the-art AI centres in Vietnam: NVIDIA’s third global AI research hub—the Vietnam Research and Development Centre (VRDC)—and an AI Data Centre.\n\nThe Vietnam AI Research and Development Centre (VRDC) and the AI Data Centre will serve as key platforms for NVIDIA and its domestic partners to advance the research, development, and deployment of cutting-edge AI technologies. These centres are expected to play a crucial role in supporting AI research initiatives, developing AI applications, fostering innovation and entrepreneurship, and creating job opportunities for Vietnam's talent pool.\n\nDriving towards high-income status\n\nNguyen Van Dang, PhD, of the Ho Chi Minh National Academy of Politics highlighted Vietnam's remarkable transformation over nearly 40 years of economic reform. The country transitioned from being a low-income nation to joining the ranks of middle-income countries in 2008-2009. With GDP per capita rising from less than US$200 in the 1990s to approximately $4,300 today, this represents a convincing testament to Việt Nam’s economic progress.\n\nIn international trade, Vietnam has shifted from near-isolation to becoming a proactive global participant. It has signed free trade agreements with nearly 20 countries, engaged with major international organisations, and established comprehensive strategic partnerships with global superpowers. This deep integration underscores Vietnam's proactive and successful engagement with the global economy.\n\nInternational experts are optimistic about Vietnam's socioeconomic outlook for 2025. According to the UK-based Centre for Economics and Business Research (CEBR), Vietnam's GDP per capita is expected to reach $4,783, bringing the country closer to achieving upper-middle-income status. This would place Vietnam 124th globally in per capita income, reflecting notable progress in enhancing living standards.\n\nSimilarly, both the World Bank and the Asian Development Bank (ADB) project positive growth for Vietnam in 2025, with GDP growth estimates of 6.5 and 6.6 per cent, respectively, driven by a robust recovery in manufacturing, trade, and fiscal policies.\n\nLooking ahead to 2045, the World Bank’s report \"Vietnam 2045: Trading up in a Changing World – Pathways to a High-Income Future\" emphasises the need for Vietnam to shift from labour-intensive, low-value manufacturing to high-skill, technology-driven industries. This transformation necessitates investments in technology, workforce skills, and innovation to maintain competitiveness in a changing global trade environment.\n\nRecommendations include reducing non-tariff trade barriers, enhancing education and vocational training for high-tech industries, strengthening connections between domestic firms and global value chains, and ensuring low-carbon, climate-resilient exports.\n\nAndrea Coppola, World Bank Lead Country Economist for Vietnam, acknowledged the country's progress in institutional reform but stressed the need for further adjustments to achieve its high-income ambitions.\n\nCoppola praised Vietnam's consensus-based decision-making system for avoiding hasty decisions but noted its tendency to delay necessary reforms. He called for a shift from a \"prohibition\" mindset to one of \"facilitation\", reducing unnecessary regulations to foster creativity and efficiency. This flexible approach, he argued, would empower civil servants to innovate and improve state efficiency.\n\nCoppola also highlighted the importance of restructuring government operations to address inefficiencies, including duplicative roles and misaligned incentives. He recognised Vietnam's efforts in revising its Public Investment Law as a step forward but recommended additional improvements in budgeting processes and legal frameworks.\n\nWith sustained reforms and strategic investments, Vietnam is well-positioned to achieve its goal of becoming a high-income economy by 2045 while navigating a dynamic global trade landscape. - Vietnam News/ANN"
        }
    }
]