[
    {
        "title": "How Fringe Theories Break Through—A Nobel Laureate And UFO Hunter Explain",
        "link": "https://www.forbes.com/sites/andreamorris/2024/10/09/how-fringe-theories-break-through-a-nobel-laureate-and-ufo-hunter-explain/",
        "description": "Highly speculative ideas rarely test out. That’s why CAS is something of a scientific unicorn—a highly speculative idea, the ...",
        "image_url": "https://www.bing.com/th?id=OVF.KlYsktGCXnDsma5X6oCOVQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "UFO Hunters and the Mystery Shard",
        "link": "https://www.popularmechanics.com/interactive/stories/a62579108/mysterious-metal-ufo-story/",
        "description": "The specimen raised eyebrows because it appeared to be capable of causing levitation. The official U.S. UFO analysis agency ...",
        "image_url": "https://www.bing.com/th?id=OVFT.DycExbe84ctPN4LrLJNzOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Popular Mechanics",
        "article_content": "﻿﻿﻿The peculiar shard first grabbed attention when it fell to Earth in 1947, around the time of the famed Roswell incident. Public excitement grew as rumors swirled that it was debris from a flying saucer."
    },
    {
        "title": "Top 20 UFO Sightings That MIGHT BE REAL",
        "link": "https://www.msn.com/en-us/travel/article/top-20-ufo-sightings-that-might-be-real/vi-AA1s7E7O?ocid=BingNewsVerp",
        "description": "Say what you will but these UFO sightings sound legit. Welcome to WatchMojo, and today we’re counting down our picks for the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z5I7DRzDb8GjErHEW2irQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Dailymotion on MSN4h",
        "source": "Dailymotion on MSN",
        "article_content": ""
    },
    {
        "title": "Congress plans UFO hearings for November",
        "link": "https://www.msn.com/en-us/news/politics/congress-plans-ufo-hearings-for-november/ar-AA1s77wB?ocid=BingNewsVerp",
        "description": "Both the House and Senate plan to hold UAP hearings, with the House hearing run by the House Oversight Committee, which also ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YH863hn8n9-2kT2RDnpiCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "News Nation on MSN5h",
        "source": "News Nation on MSN",
        "article_content": ""
    },
    {
        "title": "King Charles ‘flew a prototype UFO over Canada in 1975’",
        "link": "https://www.msn.com/en-gb/news/world/king-charles-flew-a-prototype-ufo-over-canada-in-1975/ar-AA1s6FEx?ocid=BingNewsVerp",
        "description": "King Charles was once behind the wheel of a UFO that zipped across the skies of a tiny coastal community in Nova Scotia, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Dl8BvBxZe7DHIXX4of8UWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13hon MSN",
        "source": "Metro on MSN",
        "article_content": ""
    },
    {
        "title": "Aktiia trained AI on 11 billion data points of blood pressure, and now a clinically certified app is coming",
        "link": "https://www.msn.com/en-us/health/other/aktiia-trained-ai-on-11-billion-data-points-of-blood-pressure-and-now-a-clinically-certified-app-is-coming/ar-AA1s6uqn?ocid=BingNewsVerp",
        "description": "As well as being a major cause of premature death worldwide, hypertension, also known as high blood pressure, is a major risk ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Gj-AG4lAeU8Y1-3KX-Bb8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "13hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Fitness app Strava has a new AI coach—and its whacky comments are going viral",
        "link": "https://www.msn.com/en-us/news/technology/fitness-app-strava-has-a-new-ai-coach-and-its-wacky-comments-are-going-viral/ar-AA1s5UWy?ocid=BingNewsVerp",
        "description": "Strava's chief product officer says that reaction has been positive during the product's beta testing, despite the inevitable ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TTJmDN9DCNR5i__XWZFGES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "17hon MSN",
        "source": "Fortune on MSN",
        "article_content": ""
    },
    {
        "title": "Familia.AI Launches AI Family App Creating Supportive Family Members, Reconnecting Lost Loved Ones, and Preserving Legacies",
        "link": "https://finance.yahoo.com/news/familia-ai-launches-ai-family-194000241.html",
        "description": "Familia.AI Launches Revolutionary AI-Powered Family App San Francisco, California--( - October 11, 2024) - Familia.AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.8UUKUmornTF6pUNEaGY7xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "YAHOO!Finance",
        "article_content": "Familia.AI Launches Revolutionary AI-Powered Family App\n\nSan Francisco, California--(Newsfile Corp. - October 11, 2024) - Familia.AI (familia.ai) today unveiled its groundbreaking AI family app, allowing users to create and interact with AI-powered family members, preserving family legacies, and enhancing family dynamics through digital connections that span generations.\n\nFamilia.AI - Creating AI Family App\n\n\n\nTo view an enhanced version of this graphic, please visit:\n\nhttps://images.newsfilecorp.com/files/10373/226387_e29ed86cb4d098f7_001full.jpg\n\n\"Familia AI empowers users to both create and interact with AI-powered family members they may not have had in real life, offering emotional support as well as creating AI family members from aging or passed real family members,\" said Rohan Sinclair Luvaglio, Familia AI's first investor and serial tech entrepreneur.\n\nThe Familia.AI app tackles three key areas of family dynamics and support:\n\nAI-Powered Family Members for Emotional Support\n\nFamilia AI offers a lifeline to individuals who have experienced family-related challenges, including those from single-parent homes, those who lacked a supportive family environment, lost family members early, or endured other types of family trauma.\n\nDr. Emily Chen Ph.D., Familia.AI advisor and renowned psychologist specializing in family dynamics, commented: \"Familia AI offers a unique opportunity for individuals to experience the kind of nurturing family interactions they may have missed, potentially helping to heal emotional wounds and family trauma.\"\n\nFamilia.AI App - Creating AI Family Personality\n\n\n\nTo view an enhanced version of this graphic, please visit:\n\nhttps://images.newsfilecorp.com/files/10373/226387_e29ed86cb4d098f7_002full.jpg\n\nPreserving Family Legacies for Future Generations\n\nServing as a digital family heirloom, Familia AI captures the essence, wisdom, and memories of real family members.\n\nBringing Lost Loved Ones to Life for Future Generations\n\nFamilia.AI can recreate the essence of family members that have passed, using old photos, video footage, and family anecdotes.\n\nFamilia.AI uses artificial intelligence to restore family photos, videos, written text, and even audio. This data is then used to create highly personalized AI family members that can engage in regular video messages, text messaging, voice calls and even participate in video calls. \"Familia.AI's goal isn't to replace human connections, but to enhance where possible and preserve them,\" Luvaglio emphasized. \"Familia.AI is using AI technology that allows families to bridge gaps of time and distance, offering support, preserving memories, and strengthening bonds across generations.\"\n\nStory continues\n\nLink Between Family Trauma & Loneliness\n\nThe launch of Familia.AI comes at a time when studies show an increasing need for emotional support and family connection:\n\n67% of young adults report that problems at home or with parents have affected their mental health in later life [1].\n\n42% of individuals attribute their struggles with forming healthy relationships to difficult family dynamics during childhood [2].\n\n78% of therapy patients discuss family-related issues as a significant factor in their emotional challenges [3].\n\nRecent research has highlighted the strong connection between family trauma and loneliness. A 2024 study found that individuals who experienced family trauma were 3.5 times more likely to report chronic loneliness in adulthood [4]. This loneliness has been linked to a range of negative health outcomes, including increased risk of depression, anxiety, and even physical health problems [5].\n\nDr. Chen elaborates, \"Family trauma doesn't just affect our relationships with family members; it can fundamentally alter how we connect with others throughout our lives. Many individuals who've experienced family trauma struggle with trust, intimacy, and self-worth, which can lead to profound and persistent feelings of loneliness.\"\n\nFamilia.AI aims to address these challenges by providing a safe, supportive environment where users can experience positive family interactions, preserve cherished memories, and maintain connections with loved ones past and present. By doing so, the company is actively working to break cycles of family trauma, combat loneliness, and foster healthier emotional development across generations.\n\nAs the company looks to build on its unique AI family service, it remains committed to ethical AI development and user safety. \"I believe Familia.AI is pioneering new territory in AI and I'm happy to support the business,\" says Luvaglio.\n\nAbout Familia.AI\n\nFamilia.AI is an AI-powered app creating personalized digital family members that fill the gaps in family networks and preserve cherished family memories for future generations. By offering personalized family AI companions, Familia.AI's mission is to support and preserve human connections in an age where technology can be a force for emotional well-being.\n\nReferences:\n\n[1] Johnson, A. et al. (2023). Journal of Family Psychology, 37(4), 456-470.\n\n[2] National Institute of Mental Health. (2022). NIMH Publication No. 22-MH-8234.\n\n[3] American Psychological Association. (2024). APA Press.\n\n[4] Smith, B. & Jones, C. (2024). Journal of Social and Personal Relationships, 41(2), 189-205.\n\nMedia Contact\n\nDr. E. Chen\n\nFamilia.AI\n\npress@familia.ai\n\nTo view the source version of this press release, please visit https://www.newsfilecorp.com/release/226387"
    },
    {
        "title": "Top Generative AI Tools for Business Applications in 2025",
        "link": "https://www.analyticsinsight.net/generative-ai/top-generative-ai-tools-for-business-applications-in-2025",
        "description": "Generative AI tools have revolutionized business operations in 2025 by automating processes, creating new content, and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ayLlS8e51_6ygRJAjRujui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Analytics Insight9h",
        "source": "Analytics Insight",
        "article_content": "Generative AI tools are transforming business applications across various domains. The most prominent use cases include:\n\nFraud Detection and Security: Generative AI generates synthetic data to simulate fraudulent activities, improving the robustness of fraud detection models. This helps in enhancing cybersecurity measures and reducing the risk of cyber threats.\n\nRapid Software Development: AI tools like GitHub Copilot assist in code generation and error debugging, reducing development times and improving software quality.\n\nAutomated Content Creation: Generative AI automates the production of marketing and sales content, allowing teams to focus on strategic tasks.\n\nPersonalized Marketing: AI models analyze user data to generate personalized recommendations, enhancing customer engagement and driving sales.\n\nAdaptive Product Design: Generative AI rapidly produces multiple product design iterations, helping businesses optimize their design processes and reduce time to market.\n\nSupply Chain Optimization: AI models predict demand fluctuations and optimize delivery routes, resulting in more efficient supply chains and reduced operational costs.\n\nCustomer Service Automation: AI chatbots provide 24/7 support, handle complex queries, and guide customers through processes like product selection or troubleshooting.\n\nFinancial Modeling and Forecasting: Generative AI helps finance professionals create accurate models and forecasts, improving decision-making processes.\n\nLead Generation and Sales Automation: AI automates outreach, drafts personalized emails, and creates sales pitches, improving productivity and conversion rates.\n\nCreative Content Generation: AI tools like DALL-E 2 and Midjourney generate compelling visuals and art, helping businesses produce engaging marketing content.\n\nGenerative AI tools in 2025 are driving innovation and operational efficiency across industries. From automating content creation to optimizing supply chains and enhancing customer experiences, these tools are becoming integral to business strategies. By leveraging these advanced AI solutions, businesses can stay ahead in a competitive market, improve productivity, and unlock new growth opportunities. The impact of generative AI is set to grow further as new tools and applications emerge, redefining what is possible in the business world."
    },
    {
        "title": "AI Agents Are Accelerating Digital Transformation. Are You Ready?",
        "link": "https://www.forbes.com/sites/timothypapandreou/2024/10/11/ai-agents-are-accelerating-digital-transformation-are-you-ready/",
        "description": "AI agents are at the forefront of the next wave of business transformation, offering unprecedented opportunities and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.w_nY1qmA21VMaPkCc9-lVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Enjoy unique twist on Halloween classics with Paranormal Percussion",
        "link": "https://www.msn.com/en-us/music/news/enjoy-unique-twist-on-halloween-classics-with-paranormal-percussion/ar-AA1s7xff?ocid=BingNewsVerp",
        "description": "Paranormal Percussion will be bringing a unique twist to Halloween classics with shows in both Salt Lake City and Provo this ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ime1mLsYyxX2fQjJcKHXuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KTVX Salt Lake City on MSN3h",
        "source": "KTVX Salt Lake City on MSN",
        "article_content": ""
    },
    {
        "title": "13 Haunting Facts About ‘Paranormal Activity’",
        "link": "https://www.msn.com/en-us/movies/news/13-haunting-facts-about-paranormal-activity/ar-AA1rQB5C?ocid=BingNewsVerp",
        "description": "Here are some spooky facts about the spine-chilling film that started it all. Often compared to The Blair Witch Project ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oQpj0frFG7hlHrZHOBdS0S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "12hon MSN",
        "source": "Mental Floss on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal Legends Festival To Offer Day Of Thrills And Chills At Edmond Town Hall",
        "link": "https://www.newtownbee.com/10112024/paranormal-legends-festival-to-offer-day-of-thrills-and-chills-at-edmond-town-hall/",
        "description": "Readers should prepare for a spine-chilling adventure when Edmond Town Hall opens its doors to the supernatural for the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qdsP348JlonlWls7VmBE6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Newtown Bee17h",
        "source": "The Newtown Bee",
        "article_content": "Readers should prepare for a spine-chilling adventure when Edmond Town Hall opens its doors to the supernatural for the Paranormal Legends Festival on Sunday, October 20. From 11 am to 6 pm, the entire historic building at 45 Main Street will be dedicated to the world of the paranormal, offering a unique experience for believers, skeptics, and thrill-seekers alike.\n\nFor $30, attendees will have access to a full day of eerie entertainment, including keynote speakers, hands-on workshops, a vendor fair, and a rare chance to explore an artifact museum housing hundreds of paranormal relics. Children under 12 can enter for $15, making it a family-friendly event for those brave enough to uncover the mysteries of the unknown.\n\nKeynote speakers will include some of the most respected names in the paranormal field. Chris McKinnell, Ed and Lorraine Warren’s grandson; Joe Franke of The Warren Legacy Foundation; Bill Hall, author of The World’s Most Haunted House: The True Story of The Bridgeport Poltergeist on Lindley Street; and paranormal investigators East Ghost Hunts will all share their insights and experiences.\n\nAn Artifact Museum will invite attendees to step inside the museum to witness a collection of eerie artifacts, many with chilling histories.\n\nWorkshops in the Alexandria Room will include getting hands-on with paranormal investigations, diving into ghost-hunting techniques, and learning from experienced professionals.\n\nVendor Festival in the gym will offer browsing an array of paranormal-themed goods from vendors specializing in everything from metaphysical tools to Halloween collectibles.\n\nFor an additional $15, brave visitors can take part in Jail Cell Investigations, inside the building’s famously haunted jail cell, a hot spot for paranormal activity.\n\nThe all-encompassing festival offers something for everyone, whether looking to learn more about the paranormal, shop for rare finds, or experience a supernatural encounter.\n\nTickets are available at edmondtownhall.org. For additional information contact the box office at 203-270-4285.\n\nEdmond Town Hall will open its doors to the supernatural for the Paranormal Legends Festival on Sunday, October 20."
    },
    {
        "title": "The paranormal family: 'we see dead people'",
        "link": "https://www.itv.com/thismorning/articles/the-paranormal-family-we-see-dead-people",
        "description": "Cookie choices We use cookies and similar technologies to provide our services and to measure and improve your experience. If ...",
        "image_url": "https://www.bing.com/th?id=OVF.MW%2bYqoIVf2CTF%2fkEpRlKLw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19h",
        "source": "ITV",
        "article_content": "The paranormal family: 'we see dead people'\n\nFriday 11 October at 10:21am\n\nFrom weekend ghost hunts to visits to abandoned asylums, Sean and Bex Reynolds live and breathe all things paranormal - at their home inside a cemetery. With claims of having been ‘taken over’ by a child - and even thrown across a room by an evil presence, the pair share their haunted tales of seances and ridding ex-footballer Neil Ruddock’s home of ghouls."
    },
    {
        "title": "Kindred 'spirits': for Joanna MacGugan, bonds of friendship in paranormal investigations",
        "link": "https://www.worcestermag.com/story/opinion/columns/2024/10/11/first-person-ghost-seekers-find-friendship-among-the-living/75555135007/",
        "description": "Joanna MacGugan is a social historian, copy editor, and paranormal investigator. She is currently writing a history of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.q_9Y5wAYt7-om3qNQl5VuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Worcester Mag19hOpinion",
        "source": "Worcester Mag",
        "article_content": "Joanna MacGugan\n\nSpecial to Worcester Magazine\n\nImagine sitting in the dark in a tiny, shabby cabin where enslaved people once prepared meals for the residents of the mansion next door. It’s after midnight. You’ve scattered video cameras around the cabin. You ask questions about the lives of those who labored here, and you hope that you’ve captured their answers on your audio recorders. You glance down a short passageway and watch, saucer eyed, as a video camera launches itself off a wicker chair for no discernible reason.\n\nOnce you recover from your shock, you try to recreate and debunk it. You can’t. Could it possibly be something paranormal?\n\nExperiences like this often lead me to reflect on the unexpected turns life can take. Sometimes you land someplace completely weird, and you find a sense of belonging you never expected. After 15 years of training as a historian, I assumed a traditional teaching job would be waiting for me after graduation. Instead, I’m investigating reportedly haunted houses and writing about them. Looking back, the leap from scholar to paranormal investigator might not be as strange as it seems because I investigate to better understand history.\n\nMore:Connell Sanders: Mama loves to rock, and baby's along for the big noise\n\nMore:Last Call: Historian looks for clues to life, death and justice in medieval Ireland\n\nEven when we can’t verify something we learn from an investigation as historical truth, the story becomes an important part of the haunted location’s lore. And when the historical record matches up with our paranormal experiences, we’ve struck gold.\n\nI’ve found my favorite people in the paranormal community. We share more than a love for all things spooky; we’re connected by curiosity and a desire to tell the stories of those who have passed. We bond over experiences that nobody else would understand.\n\nWe also support each other’s creative pursuits; we are writers, photographers, filmmakers and musicians. And the best paranormal conventions (or paracons) feel more like family reunions than your ordinary geeky gatherings. There’s the darker side of the paranormal community, too — the big egos, fame-seekers and petty drama. But it’s easy enough to look past them and find the people you want on your team. I’ve joined countless paranormal investigations in the U.S. and the U.K., and I’ve met kindred spirits who are now lifelong friends.\n\nWhen we investigate haunted places, we protect each other. We learn our teammates’ body language, and we recognize when they’re uncomfortable and need to leave the scene. Our camaraderie often dispels tension in places where traumatic events happened.\n\nSometimes we catch the best electric voice phenomena (also known as EVPs; unexplained voices imprinted on audio recordings) when we’re relaxed and trading lighthearted banter — the kind that comes from people who genuinely like each other. There’s no judgment. We understand each other, and we know that our experiences are real. We don’t really care if other people might think we’re bonkers.\n\n“Community” means something different for everyone. Since I found mine, I’ve learned what it feels like to let my guard down and embrace the weird, because we’re all weirdos at heart. If hanging out in haunted places after dark and hoping for an experience you can’t explain is your idea of a good time, come celebrate the weird with us. You’re always going to be welcome in the paranormal community.\n\nJoanna MacGugan is a social historian, copy editor, and paranormal investigator. She is currently writing a history of the Peter Oliver House in Middleborough."
    },
    {
        "title": "Men won all the science Nobels this year. There’s an even bigger problem",
        "link": "https://www.statnews.com/2024/10/11/nobel-prizes-2024-gender-bias-science/",
        "description": "The men who received this year’s prizes are 'superstars,' said Liselotte Jauffred, a physicist at the Niels Bohr Institute ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Lg2G04MyIYPZ98jGjtABZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "STAT11h",
        "source": "STAT",
        "article_content": "Since the Nobel Prizes were created in 1901, just 24 women have received awards in the sciences. This year, that number stayed the same: All seven laureates in physics, chemistry, and physiology or medicine were men.\n\nSome scientists have expressed frustration about the lack of women among this year’s awardees, particularly the omission of two women who contributed to the work honored for the prize in physiology or medicine. Experts who study gender bias in the sciences say the Nobel’s gender gap reflects the larger barriers to success faced by women in science — and that science is poorer for it.\n\nadvertisement\n\nThe men who received this year’s prizes are “superstars,” said Liselotte Jauffred, a physicist at the Niels Bohr Institute who has studied gender bias in the Nobels. But “what are the mechanisms that make it easier for men to enter that pool of superstar scientists that could even be nominated for a Nobel Prize?”\n\nCertain fields, like biology, chemistry and social sciences are reaching gender parity in undergraduate and graduate degrees. But representation falls further up the academic ladder — a problem known as the leaky pipeline. Some women are pushed out of science altogether because of experiences of sexism. Those who persist are less often promoted to senior professorships, and even fewer become chief physicians, department heads, or journal editors.\n\nEven once in academia, women are not given tenure as often as men. They are not listed as the key author on as many papers, are cited less often than male colleagues, and receive fewer prestigious awards overall.\n\nadvertisement\n\nFiguring out whether the Nobels reflect even more bias than academia as a whole was “not easy” Jauffred said. Researchers had to account for the lag between when a discovery is made and when it is recognized, and for the lower representation of women in science over the years. But even when accounting for those factors, she and her colleagues found in a 2019 study that the likelihood that bias against women played a role in the decision of who gets awards was around 96%.\n\nThis year’s Nobel for physiology or medicine, which was awarded to Gary Ruvkun and Victor Ambros for the discovery of microRNA, has attracted particular scrutiny with regard to gender bias. Many outside observers commented on the fact that Rosalind Lee, Ambros’ wife and long-time collaborator, was not recognized for the discovery despite being a first author on one of the studies cited by the committee. To some, the story seemed to write itself — another Rosalind overlooked by the committee, much like Rosalind Franklin, whose contributions to the discovery of DNA’s double helix were not initially recognized.\n\nThere are, however, reasons beyond sexism that can lead collaborators like Lee to get overlooked. The Nobel committee limits awards to three people, which some scientists have pointed out is an antiquated way to reward discoveries that are increasingly part of large collaborations.\n\n“Any project of any complexity rolls out over years with many contributors,” said Bruce Wightman, a biologist at Muhlenberg College who was in Ruvkun’s lab and worked on an aspect of the discovery of microRNA. “Science takes a village.”\n\nA spokesperson for UMass Chan Medical School said Lee and Ambros are “celebrating the Nobel Prize and view it as a recognition of the team’s collaborative work.”\n\nThe push to reduce gender bias in Nobel Prizes\n\nThat said, how credit is distributed to scientists that are part of a large collaboration may also be the product of bias. One study found that women who co-authored papers were less likely to receive tenure compared to those who published papers alone. This kind of collaboration didn’t have any effect on men’s ability to get tenure. Another found that women tended to receive authorship on papers or patents to which they had contributed less often than male colleagues.\n\nadvertisement\n\nThe Nobels tend to “recognize people who were in a position of power and authority, instead of the people who actually made a discovery or had an idea or proved it experimentally,” said Pnina Abir-Am, a historian of science at Brandeis University, who has studied collaborative couples in science as well as documented the women who were not recognized for the Nobel prize for RNA splicing.\n\nNewsletter Weekdays Sign up for Morning Rounds Understand how science, health policy, and medicine shape the world every day Please enter a valid email address. Sign Up Your data will be processed in accordance with our Privacy Policy and Terms of Service. You may opt out of receiving STAT communications at any time.\n\nThe Nobel committee is often “narrow-minded” in who it gives awards to, Abir-Am said, favoring those who are heads of the lab where the research was conducted as well as those who have trained with other Nobel laureates. That means lower chances of receiving the prize for women, racial minorities, and more junior scientists who have made breakthrough discoveries but are less likely to be in positions of power.\n\nNobel winners also tend to come from socioeconomically privileged backgrounds, according to Paul Novosad, an economist at Dartmouth College who studies access to opportunity and upward mobility. Novosad and his colleagues published a white paper this week finding that on average, laureates came from households with fathers in the 87th percentile of income in their country. Around half were in the top 5% by income.\n\nFemale laureates tended to be from even more elite families, which the authors write may be because the higher socioeconomic status helps them overcome some of the gendered obstacles in academia. But “it means that elite women in the sciences are drawn from an even smaller socioeconomic pool than men, implying substantial misallocation,” they write in the paper.\n\n“If children who are brilliant but poor fail to make it into the sciences, then all of humanity loses out on their potential discoveries,” said Novosad.\n\nThings may be changing. The analysis found that the average socioeconomic status of laureates is creeping downward, which could signal a slow democratization of the sciences. “This kind of research is really important for the same reasons that we would like to see less elite demographics represented in various top positions,” said Novosad. “Unfortunately there is still a surprising amount of work to do just to convince men in senior scientific positions that these barriers exist at all.”\n\nadvertisement\n\nOne change that may make recognition more fair going forward is the growing practice of papers delineating what each author has contributed to a paper. “Journals require scientists to say who contributed to conception and who contributed to experiments,” Abir-Am said. This creates less ambiguity around who directly contributed to discoveries that are being honored by awards — as opposed to assuming lab heads or senior authors did the lion’s share of the work. “I don’t care who is a director and who is a junior [researcher], I want to know who did what.”\n\nThe organizations that select Nobel laureates have taken steps to address the laureates’ lack of diversity in recent years. In 2019, Nobel committees began asking nominators to consider gender and ethnicity to encourage a wider range of diversity in nominees. And since scientists have to be invited to contribute nominations, “[w]e are extending invitations to an increasing number of individuals from regions beyond traditional academic research hubs in the United States, Europe, Australia and Japan,” Thomas Perlmann, the secretary for the Nobel Committee for Physiology or Medicine, told Nature this week. “Moreover, we’re actively identifying more women and younger scientists as nominators.”\n\nJauffred has also seen improvement. She was motivated to write her paper on gender bias in the Nobels after Donna Strickland in 2018 became the first woman to win the Nobel in physics in 55 years. Since 2018, two more women have also won the Nobel in physics. Still, progress is slow.\n\n“The demography of fields has been changing for a long time, but it’s not yet reflected in Nobel Prizes,” Jauffred said. “When we don’t see that diversity represented in the Nobel Prizes, of course we ask ourselves questions. Why does it have to be like that?”\n\nMegan Molteni contributed reporting."
    },
    {
        "title": "U.S. Scientists Awarded Nobel Prize in Medicine for Groundbreaking DNA Discovery",
        "link": "https://www.msn.com/en-us/health/medical/u-s-scientists-awarded-nobel-prize-in-medicine-for-groundbreaking-dna-discovery/ar-AA1s7Gh6?ocid=BingNewsVerp",
        "description": "A pair of American scientists has been honored with the 2024 Nobel Prize in Medicine for their role in the groundbreaking ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EWgkUg91A70fLg5us2m1Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hosted on MSN4h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Beyond Our Solar System: How Uranus Prepares Us for Exoplanet Discovery",
        "link": "https://www.labroots.com/trending/space/27918/beyond-solar-system-uranus-prepares-exoplanet-discovery-2",
        "description": "How can Uranus teach us about exoplanets? This is what a recent study presented at the 56th annual meeting of the American ...",
        "image_url": "https://www.bing.com/th?id=OVF.APCeFbX8XPJkKEDl%2fli3ag&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Labroots4h",
        "source": "Labroots",
        "article_content": "How can Uranus teach us about exoplanets? This is what a recent study presented at the 56th annual meeting of the American Astronomical Society (AAS) Division for Planetary Sciences (DPS) hopes to address as a team of researchers investigated how gas giants like Uranus can be used to better understand the characteristics of exoplanets. While exoplanets have been discovered using the direct imaging method, no exoplanet has been directly imaged itself. Therefore, this study holds the potential to use gas giant planets within our solar system as analogs for exoplanets throughout the cosmos.\n\nFor the study, the researchers analyzed data collected from NASA’s New Horizons spacecraft and the Hubble Space Telescope to study the atmosphere of Uranus in various wavelengths. Both telescopes exhibit different imaging properties, as Hubble is built to obtain up-close images from far away while New Horizons is built to obtain up-close images from close-up. As a result, the images from Hubble revealed far more detail while the images from New Horizons revealed Uranus as a small dot.\n\n\"Uranus appears as just a small dot on the New Horizons observations, similar to the dots seen of directly-imaged exoplanets from observatories like Webb or ground-based observatories,\" said Samantha Hasler, who is a PhD Candidate at the Massachusetts Institute of Technology and lead author of the study. \"Hubble provides context for what the atmosphere is doing when it was observed with New Horizons.\"\n\nTwo 3-D renditions with their respective images of Uranus obtained by Hubble and New Horizons. (Credit: NASA, ESA, STScI, Samantha Hasler (MIT), Amy Simon (NASA-GSFC), New Horizons Planetary Science Theme Team; Image Processing: Joseph DePasquale (STScI), Joseph Olmsted (STScI))\n\nIn the end, the combined data sets revealed that Uranus’ cloud brightness and features were unchanged during the planet’s rotation. Along with collecting data from two different vantage points, one goal of the study was to learn how astronomers could use future—and more powerful—telescopes to observe and study exoplanets throughout the universe. An example of this is NASA’s Nancy Grace Roman Space Telescope, which is slated for launch by 2027, and NASA’s Habitable Worlds Observatory (HWO), which is in the early planning stages and does not have a launch date yet. However, both telescopes are designed to expand our understanding of exoplanets, with HWO’s goal being to analyze exoplanets for signatures of life, also called biosignatures.\n\n“Studying how known benchmarks like Uranus appear in distant imaging can help us have more robust expectations when preparing for these future missions,” said Hasler. “And that will be critical to our success.”\n\nWhat new comparisons between gas giants within our solar system and exoplanets will astronomers make in the coming years and decades? Only time will tell, and this is why we science!\n\nAs always, keep doing science & keep looking up!\n\nSources: 56th annual meeting of the American Astronomical Society (AAS) Division for Planetary Sciences (DPS), EurekAlert!, NASA\n\nFeatured Image: Image of Uranus obtained by NASA's Hubble Space Telescope (left) and NASA's New Horizon's spacecraft (right). (Credit: NASA, ESA, STScI, Samantha Hasler (MIT), Amy Simon (NASA-GSFC), New Horizons Planetary Science Theme Team; Image Processing: Joseph DePasquale (STScI), Joseph Olmsted (STScI))"
    },
    {
        "title": "Fright at the Museum: Halloween fun for all ages at Walking Mountains Science Center in Avon",
        "link": "https://www.vaildaily.com/news/fright-at-the-museum-halloween-fun-for-all-ages-at-walking-mountains-science-center-in-avon/",
        "description": "Walking Mountains’ science-themed Halloween event, Fright at the Museum, returns after a four-year hiatus on Saturday, Oct.",
        "image_url": "https://www.bing.com/th?id=OVF.VNr7lprxPMNyVGjONBilxg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Vail Daily9h",
        "source": "Vail Daily",
        "article_content": "A young king carves a pumpkin at Fright at the Museum in 2019.\n\nChris Cohen/Courtesy photo\n\nWalking Mountains’ science-themed Halloween event, Fright at the Museum, returns after a four-year hiatus on Saturday, Oct. 26, from noon to 4 p.m. at the Avon Tang campus. The event offers an afternoon of exploration, discovery and Halloween fun for families and community members of all ages.\n\nThis year’s theme, “Science Goes Medieval,” will take participants on a journey back to the Middle Ages, all with a scientific twist. The event will feature over 15 interactive stations (both indoor and outdoor) offering hands-on experiments and exploration for curious minds of all ages. Activities include face painting, catapult building, archery, Enchanted Forest hikes, potion-making, alchemy, metallurgy and more.\n\nLittle sea creatures hit the fishing hole game at Fright at the Museum in 2019. Chris Cohen/Courtesy photo\n\n“Fright at the Museum is a fantastic opportunity for us to blend science with fun,” said Community Programs Director Hannah Rumble. “We’ve missed seeing the excitement and wonder on the faces of both kids and adults as they explore our unique take on Halloween. This year’s medieval theme adds an extra layer of adventure, and we can’t wait to welcome everyone back.”\n\nParticipants are encouraged to wear Halloween costumes to add to the event’s festive atmosphere. Fright at the Museum will also offer families the opportunity to explore Walking Mountains’ 10-acre natural science learning campus in the heart of Avon, making it a memorable addition to their Halloween traditions.\n\nA group of children show off their costumes at Fright at the Museum in 2019. Chris Cohen/Courtesy photo\n\n“We’re so excited to bring back this favorite event,” Rumble added. “It’s an opportunity for our community to come together, explore a day of hands-on discovery, and enjoy festive activities for all ages. We want to spark curiosity and create a memorable Halloween experience for everyone.”\n\nSupport Local Journalism Donate\n\n\n\nA young participant uses spider senses to enjoy a tasty treat at Fright at the Museum in 2019. Chris Cohen/Courtesy photo\n\nTickets for Fright at the Museum are $20 per person, with free admission for children 3 and under. Advanced registration is requested. The event will take place rain, snow, or shine. No parking is available at the Avon Tang Campus; attendees should park in the Elk Lot on Route 6, west of the Beaver Creek Resort entrance. Shuttles will run from the Elk Lot to the campus throughout the day, starting at 11:30 a.m. For more information or to purchase tickets, visit WalkingMountains.org/Fright or call (970) 827-9725."
    },
    {
        "title": "Hints of volcanic moon around alien planet may be 1st-of-its-kind discovery (video)",
        "link": "https://www.msn.com/en-gb/news/techandscience/hints-of-volcanic-moon-around-alien-planet-may-be-1st-of-its-kind-discovery-video/ar-AA1s72Fz?ocid=BingNewsVerp",
        "description": "\"Detecting an exomoon would be quite extraordinary, and because of Io, we know that a volcanic exomoon is possible.\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rpGX1k5qbucR2MWdPKQgaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Space on MSN10h",
        "source": "Space on MSN",
        "article_content": ""
    },
    {
        "title": "The Prototype: This Startup’s Chips Might Make AI A Lot Cheaper",
        "link": "https://www.forbes.com/sites/alexknapp/2024/10/11/the-prototype-this-startups-chips-might-make-ai-a-lot-cheaper/",
        "description": "Plus: Building a nuclear reactor in a shipyard, making Spidey’s web fluid in real life and why you should expose your kids to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.whlZFNeCtRYkHHD3zyAKxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "15h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Startup Mantra: Needle-free injection tech boost",
        "link": "https://www.msn.com/en-in/news/other/startup-mantra-needle-free-injection-tech-boost/ar-AA1s7VrP?ocid=BingNewsVerp",
        "description": "IntegriMedical's Needle-Free Injection System aims to eliminate injection pain, targeting pediatricians and expanding to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.f9NXsbHw6P0c65p2JUvPdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "45mon MSN",
        "source": "Hindustan Times on MSN",
        "article_content": ""
    },
    {
        "title": "Saudi Arabia $19+ Mn Deck Software Market Trends, Competition, Forecast & Opportunities, 2029F",
        "link": "https://finance.yahoo.com/news/saudi-arabia-19-mn-deck-120500125.html",
        "description": "The \"Saudi Arabia Deck Software Market, By Region, Competition, Forecast & Opportunities, 2019-2029F\" report has been added ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1TJqdzsazJotwHglKn757C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "16h",
        "source": "YAHOO!Finance",
        "article_content": "Company Logo\n\nSaudi Arabian Deck Software Market\n\nSaudi Arabian Deck Software Market\n\nDublin, Oct. 11, 2024 (GLOBE NEWSWIRE) -- The \"Saudi Arabia Deck Software Market, By Region, Competition, Forecast & Opportunities, 2019-2029F\" report has been added to ResearchAndMarkets.com's offering.\n\n\n\nSaudi Arabia Deck Software Market was valued at USD 10.5 million in 2023 and is expected to reach at USD 19.1 Million in 2029 and project robust growth in the forecast period with a CAGR of 10.4% through 2029\n\nThe Saudi Arabia Deck Software Market is experiencing significant growth, driven by the country's robust expansion in construction and real estate sectors. Deck software, essential for designing and planning deck structures, is increasingly adopted by architects, builders, and remodeling professionals in Saudi Arabia.\n\nThe market's expansion is fueled by the growing need for sophisticated design tools that streamline the planning process, ensure structural integrity, and enhance visual appeal. Innovations in software features, including advanced 3D modeling, real-time rendering, and integration with Building Information Modeling (BIM), are attracting a diverse clientele.\n\nAdditionally, the rise in residential and commercial construction projects across the kingdom is propelling demand for efficient and user-friendly deck design solutions. The government's focus on infrastructure development and urbanization further supports market growth, positioning Saudi Arabia as a pivotal player in the regional deck software landscape. As the market evolves, opportunities for advanced technological integrations and tailored solutions for local building standards are expected to drive continued expansion.\n\n\n\nTechnological advancements are a significant driver in the Saudi Arabian deck software market. Innovations such as advanced 3D modeling, augmented reality (AR), and integration with Building Information Modeling (BIM) systems are transforming how deck designs are created and managed. These technologies provide architects and builders with powerful tools to visualize complex structures, streamline design processes, and improve project outcomes. The adoption of these advanced features enhances the accuracy and efficiency of deck planning, making it easier to meet the evolving demands of the construction industry. As software developers continue to integrate new technologies and functionalities, the appeal and utility of deck software in Saudi Arabia's competitive market are expected to grow.\n\n\n\nOne of the primary challenges in the Saudi Arabia Deck Software Market is the high cost associated with advanced software solutions. Deck software often incorporates sophisticated features such as 3D modeling, simulation, and integration with other building systems, which can be expensive. For small to medium-sized enterprises (SMEs) and emerging firms, these costs can be a significant barrier to adoption. The financial investment required for acquiring licenses, maintaining updates, and training personnel can be substantial, leading to budget constraints and reluctance to invest in high-end software. This challenge is exacerbated by the need for continuous upgrades to keep pace with technological advancements and industry standards. The high cost of advanced solutions can limit access for smaller firms and reduce overall market penetration, impacting the widespread adoption of deck software in the region.\n\nKey Attributes:\n\n\n\n\n\nReport Attribute Details No. of Pages 86 Forecast Period 2023 - 2029 Estimated Market Value (USD) in 2023 $10.5 Million Forecasted Market Value (USD) by 2029 $19.1 Million Compound Annual Growth Rate 10.4% Regions Covered Saudi Arabia\n\n\n\nSegmental Insights\n\nSaudi Arabia Deck Software Market Application Insights\n\nCommercial Application Segment:\n\nDominated the Saudi Arabia Deck Software Market in 2023, driven by strong demand for advanced design solutions in the construction and real estate sectors.\n\nKey commercial projects (office buildings, retail spaces, public infrastructure) require sophisticated deck software to manage complex design needs, ensure regulatory compliance, and optimize materials and costs.\n\nThe sector prioritizes features like detailed structural analysis, integration with design tools, and handling extensive data.\n\nHigh-quality construction and efficient project management in commercial developments are further boosting the adoption of specialized deck software.\n\nAs commercial construction and infrastructure projects continue to grow in Saudi Arabia, the demand for tailored deck software is expected to remain robust.\n\nSaudi Arabia Deck Software Market Deployment Insights\n\nCloud-Based Deployment Segment:\n\nPredominantly drives the Saudi Arabia Deck Software Market, expected to continue its growth during the forecast period.\n\nCloud solutions offer scalability, cost-effectiveness, and flexibility compared to on-premise systems, eliminating substantial upfront hardware investments.\n\nSubscription-based pricing leads to lower overall costs and provides enhanced accessibility, crucial for remote teams.\n\nAutomatic updates and maintenance ease the burden on IT staff, ensuring access to the latest features and security patches.\n\nThe trend aligns with Saudi Arabia's Vision 2030 initiative, emphasizing technological advancement and innovation, making cloud-based deck software the preferred choice.\n\nSaudi Arabia Deck Software Market Regional Insights\n\nRiyadh Region:\n\nEmerged as the dominant force in the Saudi Arabia Deck Software Market, projected to maintain its leadership throughout the forecast period.\n\nAs the capital and largest city, Riyadh is a central hub for economic and infrastructural development, driving demand for advanced deck software.\n\nRapid urbanization and significant investments in commercial and residential projects necessitate sophisticated design and planning solutions.\n\nThe city attracts local and international developers, further fueling demand for cutting-edge deck software.\n\nOngoing development projects and the adoption of technology in construction reinforce Riyadh's leading status in the market.\n\nReport Scope:\n\nKey Market Players\n\nRoomSketcher AS\n\nSimpson Strong-Tie Company, Inc.\n\nSmartDraw, LLC\n\nAutodesk Inc.\n\nChief Architect, Inc.\n\nDassault Systemes S.E.\n\nDrafix Software, Inc.\n\nIdea Spectrum, Inc.\n\nUFP Industries, Inc.\n\nDelta Electronics, Inc.\n\nSaudi Arabia Deck Software Market, By End-use:\n\nArchitects & Builders\n\nRemodelers\n\nSaudi Arabia Deck Software Market, By Deployment:\n\nCloud\n\nOn-premise\n\nSaudi Arabia Deck Software Market, By Application:\n\nResidential\n\nCommercial\n\nSaudi Arabia Deck Software Market, By Region:\n\nRiyadh\n\nMakkah\n\nMadinah\n\nJeddah\n\nTabuk\n\nEastern Province\n\nRest of Saudi Arabia\n\nFor more information about this report visit https://www.researchandmarkets.com/r/sh6j0n\n\nAbout ResearchAndMarkets.com\n\nResearchAndMarkets.com is the world's leading source for international market research reports and market data. We provide you with the latest data on international and regional markets, key industries, the top companies, new products and the latest trends.\n\nAttachment\n\nCONTACT: CONTACT: ResearchAndMarkets.com Laura Wood,Senior Press Manager press@researchandmarkets.com For E.S.T Office Hours Call 1-917-300-0470 For U.S./ CAN Toll Free Call 1-800-526-8630 For GMT Office Hours Call +353-1-416-8900\n\n\n\n"
    },
    {
        "title": "Digital Arrest: A New Form of Online Fraud",
        "link": "https://www.phoneworld.com.pk/digital-arrest-a-new-form-of-online-fraud/",
        "description": "Digital arrest is a new form of online fraud where scammers use video conferencing and deepfake technology to trick ...",
        "image_url": "https://www.bing.com/th?id=OVFT.NG0uIw8vQAl1t6FWWSYNlS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Phone World14h",
        "source": "Phone World",
        "article_content": "A disturbing new trend has emerged in the world of cybercrime: digital arrest. In this type of scam, victims are tricked into believing they are under a “virtual” arrest and are coerced into staying connected with the scammer through video conferencing software.\n\nSimilar to phishing scams, digital arrest involves deceiving individuals into revealing sensitive information. However, these scams are more sophisticated, often employing AI-generated audio and video to create a convincing facade of legitimacy.\n\nThe scammers typically dangle the threat of severe consequences, such as financial loss or legal action, to manipulate their victims. Many victims are lulled into a false sense of security by the use of video conferencing software, which can make the scam seem more authentic.\n\nThe use of deepfake technology allows scammers to impersonate real individuals, making it difficult for victims to discern the authenticity of the video call. This adds a layer of complexity and credibility to the scam, making it more difficult to detect.\n\nOnce victims are trapped in the digital arrest scenario, they are subjected to a variety of demands. Scammers may request personal information, financial details, or even demand payments to avoid further consequences. Victims may be coerced into staying connected for extended periods, effectively holding them hostage to the scammer’s demands.\n\nIt is important to be aware of the tactics used by scammers in digital arrests. By understanding the common techniques employed, individuals can better protect themselves from falling victim to these scams.\n\nKey Points\n\nDigital arrests involve tricking victims into believing they are under a virtual arrest.\n\nScammers use video conferencing software and deepfake technology to create a convincing facade.\n\nVictims are coerced into staying connected and revealing sensitive information.\n\nIt is crucial to be aware of these scams and take precautions to protect yourself."
    }
]