[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is New Jersey the New Area 51?",
            "link": "https://www.seattletimes.com/nation-world/is-new-jersey-the-new-area-51/",
            "description": "The initial response from federal officials has had a 'nothing to see here' quality, which served only to frustrate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EITHh0NfzvqkeNUsz4esPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "19h",
            "source": "Seattle Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astonishing moment 'UFO' captured onboard British Airways flight leaving UK",
            "link": "https://www.msn.com/en-gb/technology/aviation/astonishing-moment-ufo-captured-onboard-british-airways-flight-leaving-uk/ar-AA1wiDEG?ocid=BingNewsVerp",
            "description": "Passengers travelling onboard a flight out of the UK captured the moment they saw an 'unidentified object' out of their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eRnk4kcKyKNXtQvdSR9uri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Allen Johnson: The truth is out there, hovering in the night sky",
            "link": "https://greensboro.com/opinion/column/drones-trump-rfk-jr-ufos-the-x-files/article_46f9f41a-bf6e-11ef-8510-93640d330423.html",
            "description": "Like a plague of locusts, drones keep coming, torturing us with their mystery. Where are they from, what do they want and why ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tygEghmu1e2RYhf7b4A0iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "News & Record8hOpinion",
            "source": "News & Record",
            "article_content": "The truth is out there, whirring in the night sky, taunting us with winking lights and erratic zigs and zags.\n\nLike a plague of locusts, they keep coming, torturing us with their mystery.\n\nWhat are they, where are they from, what do they want and why won’t the government give us a straight answer?\n\nAre they chariots of the gods from a strange new world in a galaxy far, far away?\n\nOr the villainous handiwork of China or Putin or Little Rocket Man?\n\nOr even an inside job … deep state spies, dispatched from a secret drone hangar in the basement of a D.C. pizza parlor?\n\nWho cares? Donald Trump says. Shoot first and ask questions later. Speculation is for suckers.\n\n“Mystery Drone sightings all over the Country,” the president-elect posted on Truth Social. “Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThe government says not to worry. Which, of course, is what worries people the most.\n\nUntil most recently, the official response has been sketchy, sluggish and anything but helpful or reassuring.\n\nAs of last week, thankfully, the feds finally were providing a coherent reaction.\n\nOn Wednesday and Thursday, The Associated Press reports, the Federal Aviation Administration banned drone flights in 30 areas in New York and 22 in New Jersey, through mid-January. FBI and Department of Homeland Security officials say their agencies are looking into the sightings but have seen little evidence to suggest safety or security threats.\n\nWhat most people are seeing, officials say, are law-abiding, garden-variety drones. Or airplanes. Or helicopters. Or stars.\n\nThese are plausible answers. But many Americans remain unconvinced.\n\nThere are, of course, lots of precedents for our tin-hat predilections. “Yes, they can control the weather,” a member of Congress posted on X only weeks ago, presumably about members of the other party. A vaccine denier may soon head the federal Department of Health and Human Services. Then there was a spate of clown sightings in 2016. (You can look it up.)\n\nBut the most famous was the “War of the Worlds,” a 1938 radio drama about a Martian invasion based on H.G. Wells’ science fiction novel that some Americans mistook as the real thing.\n\nIt all sounds like an episode of the “X-Files,” the popular old Fox series in which a pair of mismatched FBI agents delved weekly (9 Eastern, 8 Central Time) into monsters, aliens and labyrinthine conspiracies.\n\nSpecial agents Dana Scully and Fox Mulder were an odd coupling of “They’re out to get you”-ism versus “You’ve gotta be kidding me-”-ism. Mulder was the true believer, Scully the skeptic.\n\nI’m more Scully than Mulder.\n\nI live in a neighborhood near enough to PTI Airport and far enough from city lights that the night sky is often vast and dark enough to reveal twinkling stars and a constant array of air traffic, some of it close and bright enough to resemble gliding Christmas trees.\n\nOccasionally, an aircraft headed for PTI will appear to be a UFO, sitting silent and still in the heavens. But it’s always an illusion, a plane approaching head-on that only appears to be hovering until it turns toward the runway and you can hear the roar of its engines.\n\nTo be honest, I’ve hoped for a UFO sighting, just for the thrill of it. But I’ve yet to see even one.\n\nAs for the mass hysteria over drones, it’s another sign to me of the blessings of not living in a war-torn place like Gaza or Ukraine, where drones are ubiquitous and deadly, armed with missiles, bombs and bullets.\n\nSo, for now, at least, I’m not buying the Drone Conspiracy.\n\nIn the end, maybe I’ll be proven wrong. (Scully was in the “X-Files.” The aliens turned out to be real, as did many of the monsters of the week.)\n\nOn a more serious note, the ebbing faith in government and other institutions (insurance companies, media, big business, schools and universities) is for real and it is disturbing and unhealthy.\n\nWhen the center does not hold, things fall apart.\n\nAnd that’s a lot scarier than blinking lights in the night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASA astronaut spots 'two metallic spherical orb' UFOs flying by his plane at 9,000ft",
            "link": "https://www.msn.com/en-us/news/technology/nasa-astronaut-spots-two-metallic-spherical-orb-ufos-flying-by-his-plane-at-9000ft/ar-AA1wiMYd?ocid=BingNewsVerp",
            "description": "Unexplained 'metallic orbs' once buzzed past a former NASA astronaut's plane as he was flying at around 9,000 feet, he said.",
            "image_url": "https://www.bing.com/th?id=OVFT.NA__IO4upJDoCDj6b6b7XC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Daily Express US on MSN14h",
            "source": "Daily Express US on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 best AI note-taking apps for Google Meet to make each call easier",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/5-best-ai-note-taking-apps-for-google-meet-to-make-each-call-easier/ar-AA1wjf3v?ocid=BingNewsVerp",
            "description": "Fireflies.ai is another impressive AI notetaker for Google Meet. It acts as a super-smart assistant in every meeting. First ...",
            "image_url": "https://www.bing.com/th?id=OVFT.c8T9yxdgILq_ijkfqIc3Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22hon MSN",
            "source": "Android Police on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Do 'AI Productivity' Apps Like Beloga Actually Work?",
            "link": "https://www.msn.com/en-us/news/technology/how-do-ai-productivity-apps-like-beloga-actually-work/ar-AA1wjWS6?ocid=BingNewsVerp",
            "description": "AI productivity tools take on many different forms, with one of the more popular manifesting in products such as Beloga.",
            "image_url": "https://www.bing.com/th?id=OVFT.6PINOtsgYXlD8WpGOvNpei&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5hon MSN",
            "source": "SlashGear on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Revolutionising Healthcare in India",
            "link": "https://www.deccanchronicle.com/southern-states/telangana/ai-revolutionising-healthcare-in-india-1848948",
            "description": "Hyderabad: For understanding a patient’s illness, a doctor typically analyses several physiological indicators as well as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n16PvH37_CoWaNKURDf4ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Deccan Chronicle2h",
            "source": "Deccan Chronicle",
            "article_content": "Hyderabad: For understanding a patient’s illness, a doctor typically analyses several physiological indicators as well as reports generated following diagnostic tests.\n\nThe advent of artificial intelligence (AI), however, is set to change the practices in vogue since decades. AI can correlate the patient’s symptoms and diagnostic results using health records in the database to identify the cause of illness within a few seconds — helping the doctor to save time and increase operational efficiency of a hospital.\n\nAccording to a comprehensive report published in August by the Indian School of Business (ISB), AI's real transformation in healthcare is in patient care and clinical research.\n\nIn medical imaging, it accelerates diagnosis, while in surgeries, AI-driven robotics enhance precision. During the pandemic, AI played a critical role in tracking outbreaks and assisting in treatment planning. Initiatives such as Wadhwani AI’s media scanning solution for disease surveillance and Artelus’s image recognition for early diagnosis highlight the technology’s versatility.\n\nThe doctor to patient ratio is abysmally low in rural India, with one doctor having to treat 2,000 people. The advent of AI is a morale-booster for doctors. The central government is reportedly keen on promoting AI applications in the healthcare sector. Several state governments are investing heavily in AI rollout in the healthcare sector.\n\nAn advanced healthcare AI can help the government or private hospitals to roll out telemedicine to make healthcare more accessible, especially in remote regions.\n\nAI can also revolutionise preventive healthcare as it can identify patterns early, which will help the doctors to begin treatment at the earliest.\n\nIn 2022, the Indian healthcare industry was estimated to be worth $372 billion. It is expected to grow at around 20 per cent till 2030. The use of AI will propel the growth rate.\n\nBut how does AI work and how does one deploy AI for healthcare purposes?\n\nAI uses various advanced technologies such as machine learning, natural language processing (NLP), expert systems, and image and signal processing for diagnosis.\n\nMachine learning automates data analysis to identify patterns, while NLP aids in processing medical records and transcription. Expert systems, on the other hand, specialise in solving specific problems like diagnosing chronic conditions. Image and signal processing refine medical imaging data, allowing for accurate and timely diagnosis.\n\nNITI Aayog has deployed AI for early detection of diabetes and eye-related ailments. Radiology was among the first fields to adopt AI.\n\nStartups like Dozee, which developed India’s first AI-powered remote patient monitoring system, and Augnito, a speech recognition tool for medical transcription, are setting benchmarks in healthcare innovation.\n\nIIIT Hyderabad is also using AI for detecting sleep quality and sleep-related disorders.\n\nWhile AI can study sleep stages to precise levels, deep learning (DL) can automate the sleep stage data through supervised and unsupervised learning models, said Prof. S. Bapi Raju, lead researcher and head of Cognitive Sciences Lab at IIIT Hyderabad.\n\nAI could be a boon for remote ICU assistance, says Dr D.V.R. Seshadri, director, centre for business markets, ISB.\n\n\"Once a technology such as the one for remote ICU assistance (CloudPhysician), breast cancer detection (Niramai) or scanning through millions of x-rays to detect TB are scaled up, many companies will inevitably spring up to deploy these technologies on a massive scale,\" he said.\n\nHowever, the widespread adoption of AI in healthcare is not without challenges.\n\nA lack of comprehensive electronic health records (EHR) and high infrastructure costs are the hindrances. There is also a significant skill gap, as professionals proficient in both healthcare and AI, are scarce. Additionally, concerns about data privacy, accountability, and ethical use persist.\n\nAn even wider concern is the possibility of AI replacing doctors.\n\nHowever, Dr Seshadri allayed these concerns: \"This is very unlikely in the foreseeable future. At the end of the day, the patient would like the assurance of a human doctor. While AI tools may be leveraged to enhance the efficacy of the doctors, it cannot replace doctors any time soon.\"\n\n\"There is convergence of multiple disciplines happening on a massive scale. It may be hard to isolate the application of AI in disease surveillance from its other applications. The regulatory systems to prevent such convergence typically lag behind the application of these technologies, and hence we cannot rule out the misuse of AI technologies in healthcare for purposes other than what was originally intended,\" Dr Seshadri explained.\n\nAI applications in healthcare:\n\nAI uses various advanced technologies such as machine learning (ML), natural language processing (NLP), expert systems, and image and signal processing for diagnosis.\n\nMachine learning automates data analysis to identify patterns, while NLP aids in processing medical records and transcription.\n\nExpert systems, on the other hand, specialise in solving specific problems like diagnosing chronic conditions. Image and signal processing refine medical imaging data, allowing for accurate and timely diagnosis."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Acer Swift 14 AI AMD Review",
            "link": "https://www.pcmag.com/reviews/acer-swift-14-ai-amd",
            "description": "An AMD Ryzen AI 9 chip gives Acer's latest Swift 14 ultraportable laptop impressive performance, but we wish the company had ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RpvMV_mXwpPVkw8Flv0CfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "PC Magazine7h",
            "source": "PC Magazine",
            "article_content": "What's one way to charge more than $1,000 for a laptop in this day and age? Slap an \"AI\" sticker on it. Acer is not the only offender—looking at you, Microsoft, forcing your Copilot key onto keyboards—but the company has enthusiastically boarded the bandwagon with the Swift 14 AI AMD (starts at $1,199.99; $1,299.99 as tested), a notebook with a squiggly symbol on the touchpad that lights up when you use an AI app. Artificial hoopla aside, the Swift is a capable ultraportable laptop. However, it fails to unseat the Editors' Choice-award-winning Asus Zenbook 14 OLED Touch (UM3406), which isn't as fast but has a superior screen and costs hundreds less.\n\nConfigurations and Design: Covering All the CPU Bases\n\nThe Swift 14 AI AMD—you'll find Intel and Arm versions, too—starts at $1,199.99 with 16GB of RAM, which is on sale for $999 at the time of publishing. However, this test unit (model SF14-61T-R3U1) doubles the memory for an extra $100. It also carries a 10-core AMD Ryzen AI 9 365 processor with Radeon 880M integrated graphics, a 1TB NVMe solid-state drive, and a 14-inch, 1,920-by-1,200-pixel IPS touch screen.\n\n(Credit: Joseph Maldonado)\n\nThe system's web page on Acer.com trumpets two non-touch display options with higher 3K resolution—one IPS with a 120Hz refresh rate and one OLED with 90Hz—but Acer disappointingly confirms they're not available in the U.S.\n\nOn the positive side, the Swift lands right on our ultraportable weight line at 3.0 pounds, compared with 3.47 pounds for the HP OmniBook Ultra 14. Measuring 0.74 by 12.3 by 8.8 inches, it's a fraction trimmer than that laptop as well. Its anodized aluminum chassis has passed MIL-STD 810H tests for sturdiness, but you'll still feel a bit of flex if you grasp the screen corners or press the keyboard deck.\n\n(Credit: Joseph Maldonado)\n\nSlim bezels surround the screen, which opens 180 degrees and has a top lip to ease one-handed opening. The 1440p webcam centered above has a sliding privacy shutter and IR face recognition, joining a fingerprint reader embedded in the power button to give you two ways to skip passwords with Windows Hello.\n\nThe laptop's left side holds two USB4 Type-C ports, either suitable for the AC adapter, along with an always-on USB 3.2 Type-A port and an HDMI monitor port. Another USB-A port joins an audio jack at the right. Along with Wi-Fi 7 and Bluetooth, this is a satisfactory array of connections. However, I would be happier with USB-C ports on both sides (so the AC adapter cord can't interfere with external mouse users) and an option for mobile broadband.\n\n(Credit: Joseph Maldonado)\n\n(Credit: Joseph Maldonado)\n\nUsing the Acer Swift 14 AI AMD: Ai-Yi-Yi, It's AI\n\nAlong with the usual shortcuts for screen brightness, audio volume, and airplane mode, the top row has a key to launch AcerSense, a utility that combines system info and updates, diagnostics, power/cooling settings, and three Windows Store apps. These are LiveArt, which creates AI-filtered stickers from your photos; AlterView, which provides adjustable animated wallpapers; and GIMP, the robust but less consumer-friendly rival to Adobe Photoshop.\n\nA feature called Acer User Sensing taps the IR webcam to log you in when you approach and dim the screen or lock the system when you move away, as well as nagging you to take regular screen breaks and not get too close to the display. Acer QuickPanel pops up during video calls to provide AI-enhanced PurifiedView image and PurifiedVoice audio enhancements. And as always with Acer PCs, you'll see a few bloatware ads for things like the Forge of Empires game.\n\nPurifiedView mostly duplicates Windows Camera's recently added auto framing, background blur, and video fine-tuning for the webcam. The camera captures images that are brighter and sharper than average, with quadruple the resolution of cheapo 720p cams. Sound from the bottom-mounted speakers is moderately loud but somewhat scratchy and hollow; you'll hear little bass, but you can make out overlapping tracks. DTS:X Ultra software offers music, movie, gaming, and other audio presets (my ears couldn't detect much difference) plus an equalizer.\n\n(Credit: Joseph Maldonado)\n\nThe keyboard commits two common laptop sins: teaming the cursor arrow and Fn keys instead of providing dedicated Home, End, Page Up, and Page Down keys and arranging those arrows in a clumsy row (with half-size up and down stacked between full-size left and right) instead of an inverted T. Its typing feel is decidedly shallow and flat, uncomfortable for long sessions. The sizable, buttonless touchpad glides and taps smoothly and takes medium pressure for a comfortable click.\n\nI could wish for higher resolution, but the 16:10-aspect-ratio touch screen is sufficiently bright, with clean instead of dingy white backgrounds and broad viewing angles. Its colors don't pop like poster paints but are rich and well-saturated, with decent contrast. The screen's finer details are crisp, and you'll see no pixelation around the edges of letters.\n\n(Credit: Joseph Maldonado)\n\nTesting the Acer Swift 14 AI AMD: Near the Head of the Class\n\nYou'll find no shortage of other 14-inch ultraportables to compare the Swift AI 14 with—or wanna-be ultraportables, I should say—since several edge over our three-pound limit. The Dell XPS 14 and Asus Zenbook S 14 have Intel Core Ultra 7 power. So does our test unit's more costly cousin, the Acer Swift X 14, whose Nvidia GeForce RTX 4070 instead of integrated graphics makes it the champion of our GPU benchmarks. The HP OmniBook Ultra 14 has an AMD Ryzen AI 9 processor like our Acer's.\n\nProductivity and Content Creation Tests\n\nOur primary overall benchmark, UL's PCMark 10, tests a system in productivity apps ranging from web browsing to word processing and spreadsheet work. Its Full System Drive subtest measures a PC's storage throughput.\n\nThree more tests are CPU-centric or processor-intensive. Maxon's Cinebench 2024 uses that company's Cinema 4D engine to render a complex scene; Primate Labs' Geekbench 6.3 Pro simulates popular apps ranging from PDF rendering and speech recognition to machine learning; and we see how long it takes the video editing tool HandBrake 1.8 to convert a 12-minute clip from 4K to 1080p resolution.\n\nFinally, workstation maker Puget Systems' PugetBench for Creators rates a PC's image editing prowess with a variety of automated operations in Adobe Photoshop 25.\n\nCompared with larger desktop replacement notebooks, the ultraportable performance baseline is usually decent workflow with everyday apps like Microsoft 365 or Google Workspace—say, 4,000 to 5,000 points in PCMark 10's main event. The Swift 14 AI AMD raises the bar, joining HP's OmniBook (which has a slightly higher-rated Ryzen AI chip) in crushing our processing tests. It's certainly suitable for content creation as well as routine productivity.\n\nGraphics Tests\n\nWe challenge laptops' graphics with a quartet of animations or gaming simulations from UL's 3DMark test suite. Wild Life (1440p) and Wild Life Extreme (4K) use the Vulkan graphics API to measure GPU speeds. Steel Nomad's regular and Light subtests focus on APIs more commonly used for game development, like Metal and DirectX 12, to assess gaming geometry and particle effects. A fifth test, Solar Bay, emphasizes ray-tracing performance.\n\nAMD's integrated graphics were not quite a match for Intel's, which in turn were no match for the Dell's entry-level discrete GPU, let alone the two-steps-higher RTX 4070 inside the Swift X. Most ultraportables are fine for solitaire games and video streaming, not playing the latest fast-twitch titles.\n\nBattery and Display Tests\n\nWe test each laptop's battery life by playing a locally stored 720p video file (the open-source Blender movie Tears of Steel) with display brightness at 50% and audio volume at 100%. We make sure the battery is fully charged before the test, with Wi-Fi and keyboard backlighting turned off.\n\nTo gauge display performance, we also use a Datacolor SpyderX Elite monitor calibration sensor and Windows software to measure a laptop screen's color saturation—what percentage of the sRGB, Adobe RGB, and DCI-P3 color gamuts or palettes the display can show—and its 50% and peak brightness in nits (candelas per square meter).\n\nThe Acer AI AMD did about as well as an IPS- rather than OLED-screened slimline can in these tests, combining lengthy battery life and screen brightness with decent color reproduction. However, I still wish Acer would sell the 3K OLED display as an option here in the States.\n\nVerdict: Embrace the Hype?\n\nWe have a perhaps stereotypical view of most Acer customers as non-tech-expert consumers rather than power users, so we're not surprised the Swift 14 AI AMD does everything but put a cereal- or detergent-style \"Now with AI!\" decal on the box. Those looking inside the box, however, will find exceptional processing power and webcam quality. The stiff, flat keyboard dampens the experience, and other 14-inch ultraportables, like the Asus Zenbook 14 OLED Touch, include prettier OLED screens, but this Acer should satisfy many.\n\nAcer Swift 14 AI AMD 3.5 See It $999.99 at Amazon Starts at $1,199.99 Pros Near-workstation-class CPU performance\n\nGenerous 32GB of RAM\n\nBright and colorful touch screen Cons Disappointing keyboard\n\nUpgraded displays not for U.S.\n\nLow-impact AI apps\n\nNo WWAN option or flash-card slot View More The Bottom Line An AMD Ryzen AI 9 chip gives Acer's latest Swift 14 ultraportable laptop impressive performance, but we wish the company had sanded off one or two rough edges."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Acer Swift 14 AI AMD",
            "link": "https://www.yahoo.com/tech/acer-swift-14-ai-amd-130000237.html",
            "description": "Acer is not the only offender—looking at you, Microsoft, forcing your Copilot key onto keyboards—but the company has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5d6a86ZC4cZAOKeCyepM_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "7h",
            "source": "Yahoo",
            "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nWhat's one way to charge more than $1,000 for a laptop in this day and age? Slap an \"AI\" sticker on it. Acer is not the only offender—looking at you, Microsoft, forcing your Copilot key onto keyboards—but the company has enthusiastically boarded the bandwagon with the Swift 14 AI AMD (starts at $1,199.99; $1,299.99 as tested), a notebook with a squiggly symbol on the touchpad that lights up when you use an AI app. Artificial hoopla aside, the Swift is a capable ultraportable laptop. However, it fails to unseat the Editors' Choice-award-winning Asus Zenbook 14 OLED Touch (UM3406), which isn't as fast but has a superior screen and costs hundreds less.\n\nConfigurations and Design: Covering All the CPU Bases\n\nThe Swift 14 AI AMD—you'll find Intel and Arm versions, too—starts at $1,199.99 with 16GB of RAM, which is on sale for $999 at the time of publishing. However, this test unit (model SF14-61T-R3U1) doubles the memory for an extra $100. It also carries a 10-core AMD Ryzen AI 9 365 processor with Radeon 880M integrated graphics, a 1TB NVMe solid-state drive, and a 14-inch, 1,920-by-1,200-pixel IPS touch screen.\n\nThe system's web page on Acer.com trumpets two non-touch display options with higher 3K resolution—one IPS with a 120Hz refresh rate and one OLED with 90Hz—but Acer disappointingly confirms they're not available in the U.S.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOn the positive side, the Swift lands right on our ultraportable weight line at 3.0 pounds, compared with 3.47 pounds for the HP OmniBook Ultra 14. Measuring 0.74 by 12.3 by 8.8 inches, it's a fraction trimmer than that laptop as well. Its anodized aluminum chassis has passed MIL-STD 810H tests for sturdiness, but you'll still feel a bit of flex if you grasp the screen corners or press the keyboard deck.\n\nSlim bezels surround the screen, which opens 180 degrees and has a top lip to ease one-handed opening. The 1440p webcam centered above has a sliding privacy shutter and IR face recognition, joining a fingerprint reader embedded in the power button to give you two ways to skip passwords with Windows Hello.\n\nThe laptop's left side holds two USB4 Type-C ports, either suitable for the AC adapter, along with an always-on USB 3.2 Type-A port and an HDMI monitor port. Another USB-A port joins an audio jack at the right. Along with Wi-Fi 7 and Bluetooth, this is a satisfactory array of connections. However, I would be happier with USB-C ports on both sides (so the AC adapter cord can't interfere with external mouse users) and an option for mobile broadband.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nUsing the Acer Swift 14 AI AMD: Ai-Yi-Yi, It's AI\n\nAlong with the usual shortcuts for screen brightness, audio volume, and airplane mode, the top row has a key to launch AcerSense, a utility that combines system info and updates, diagnostics, power/cooling settings, and three Windows Store apps. These are LiveArt, which creates AI-filtered stickers from your photos; AlterView, which provides adjustable animated wallpapers; and GIMP, the robust but less consumer-friendly rival to Adobe Photoshop.\n\nA feature called Acer User Sensing taps the IR webcam to log you in when you approach and dim the screen or lock the system when you move away, as well as nagging you to take regular screen breaks and not get too close to the display. Acer QuickPanel pops up during video calls to provide AI-enhanced PurifiedView image and PurifiedVoice audio enhancements. And as always with Acer PCs, you'll see a few bloatware ads for things like the Forge of Empires game.\n\nPurifiedView mostly duplicates Windows Camera's recently added auto framing, background blur, and video fine-tuning for the webcam. The camera captures images that are brighter and sharper than average, with quadruple the resolution of cheapo 720p cams. Sound from the bottom-mounted speakers is moderately loud but somewhat scratchy and hollow; you'll hear little bass, but you can make out overlapping tracks. DTS:X Ultra software offers music, movie, gaming, and other audio presets (my ears couldn't detect much difference) plus an equalizer.\n\nThe keyboard commits two common laptop sins: teaming the cursor arrow and Fn keys instead of providing dedicated Home, End, Page Up, and Page Down keys and arranging those arrows in a clumsy row (with half-size up and down stacked between full-size left and right) instead of an inverted T. Its typing feel is decidedly shallow and flat, uncomfortable for long sessions. The sizable, buttonless touchpad glides and taps smoothly and takes medium pressure for a comfortable click.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nI could wish for higher resolution, but the 16:10-aspect-ratio touch screen is sufficiently bright, with clean instead of dingy white backgrounds and broad viewing angles. Its colors don't pop like poster paints but are rich and well-saturated, with decent contrast. The screen's finer details are crisp, and you'll see no pixelation around the edges of letters.\n\nTesting the Acer Swift 14 AI AMD: Near the Head of the Class\n\nYou'll find no shortage of other 14-inch ultraportables to compare the Swift AI 14 with—or wanna-be ultraportables, I should say—since several edge over our three-pound limit. The Dell XPS 14 and Asus Zenbook S 14 have Intel Core Ultra 7 power. So does our test unit's more costly cousin, the Acer Swift X 14, whose Nvidia GeForce RTX 4070 instead of integrated graphics makes it the champion of our GPU benchmarks. The HP OmniBook Ultra 14 has an AMD Ryzen AI 9 processor like our Acer's.\n\nProductivity and Content Creation Tests\n\nOur primary overall benchmark, UL's PCMark 10, tests a system in productivity apps ranging from web browsing to word processing and spreadsheet work. Its Full System Drive subtest measures a PC's storage throughput.\n\nThree more tests are CPU-centric or processor-intensive. Maxon's Cinebench 2024 uses that company's Cinema 4D engine to render a complex scene; Primate Labs' Geekbench 6.3 Pro simulates popular apps ranging from PDF rendering and speech recognition to machine learning; and we see how long it takes the video editing tool HandBrake 1.8 to convert a 12-minute clip from 4K to 1080p resolution.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFinally, workstation maker Puget Systems' PugetBench for Creators rates a PC's image editing prowess with a variety of automated operations in Adobe Photoshop 25.\n\nCompared with larger desktop replacement notebooks, the ultraportable performance baseline is usually decent workflow with everyday apps like Microsoft 365 or Google Workspace—say, 4,000 to 5,000 points in PCMark 10's main event. The Swift 14 AI AMD raises the bar, joining HP's OmniBook (which has a slightly higher-rated Ryzen AI chip) in crushing our processing tests. It's certainly suitable for content creation as well as routine productivity.\n\nGraphics Tests\n\nWe challenge laptops' graphics with a quartet of animations or gaming simulations from UL's 3DMark test suite. Wild Life (1440p) and Wild Life Extreme (4K) use the Vulkan graphics API to measure GPU speeds. Steel Nomad's regular and Light subtests focus on APIs more commonly used for game development, like Metal and DirectX 12, to assess gaming geometry and particle effects. A fifth test, Solar Bay, emphasizes ray-tracing performance.\n\nAMD's integrated graphics were not quite a match for Intel's, which in turn were no match for the Dell's entry-level discrete GPU, let alone the two-steps-higher RTX 4070 inside the Swift X. Most ultraportables are fine for solitaire games and video streaming, not playing the latest fast-twitch titles.\n\nBattery and Display Tests\n\nWe test each laptop's battery life by playing a locally stored 720p video file (the open-source Blender movie Tears of Steel) with display brightness at 50% and audio volume at 100%. We make sure the battery is fully charged before the test, with Wi-Fi and keyboard backlighting turned off.\n\nAdvertisement Advertisement\n\nTo gauge display performance, we also use a Datacolor SpyderX Elite monitor calibration sensor and Windows software to measure a laptop screen's color saturation—what percentage of the sRGB, Adobe RGB, and DCI-P3 color gamuts or palettes the display can show—and its 50% and peak brightness in nits (candelas per square meter).\n\nThe Acer AI AMD did about as well as an IPS- rather than OLED-screened slimline can in these tests, combining lengthy battery life and screen brightness with decent color reproduction. However, I still wish Acer would sell the 3K OLED display as an option here in the States.\n\nVerdict: Embrace the Hype?\n\nWe have a perhaps stereotypical view of most Acer customers as non-tech-expert consumers rather than power users, so we're not surprised the Swift 14 AI AMD does everything but put a cereal- or detergent-style \"Now with AI!\" decal on the box. Those looking inside the box, however, will find exceptional processing power and webcam quality. The stiff, flat keyboard dampens the experience, and other 14-inch ultraportables, like the Asus Zenbook 14 OLED Touch, include prettier OLED screens, but this Acer should satisfy many."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hobgoblins and Paranormal Encounters in Pohnpei, Micronesia",
            "link": "https://island.lk/hobgoblins-and-paranormal-encounters-in-pohnpei-micronesia/",
            "description": "Jayantha Perera I retired from ADB in April 2011. ADB appointed me as a staff consultant without waiting for the mandatory ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AGEIwIppmqgOzNJyFboOni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Island20h",
            "source": "Island",
            "article_content": "by Jayantha Perera\n\nI retired from ADB in April 2011. ADB appointed me as a staff consultant without waiting for the mandatory ‘cooling off’ 12-month period expired. A memo signed by the President, a Vice President, and two Directors Generals of ADB stated why I should be re-recruited immediately. It stated, “Mr. Perera’s experience as a senior and highly respected member of ADB as a safeguard specialist makes him ideal for this position … He is a well-respected ADB staff and was one of ADB’s leading experts in the environment, involuntary resettlement, and indigenous people’s development issues; he was the only international staff member at ADB who had technical knowledge and expertise in all three safeguard areas……..”\n\nOne of my major assignments as a consultant was to conduct training in 10 Pacific countries for senior government officials on how to address social and environmental issues to meet ADB’s safeguard policy standards. Fiji, Samoa, Pohnpei, Tonga, Cook Islands and Marshall Islands were among the countries chosen. Each country offered its rich culture, natural beauty, and the opportunity to meet people with vivid personalities and experience paranormal encounters. Pohnpei, an island state in the Pacific, etched a dazzling world I will never forget.\n\nPohnpei and three island states form the Federated States of Micronesia (FSM) in the western Pacific Ocean. Pohnpei is the largest island in FSM, with a land area of 335 sq. kilometres. The other three states are Yap, Chuuk, and Kosrae. Pohnpei State also owns several small islands in the vast Pacific Ocean.\n\nPohnpei means ‘stone altar.’ Presumably, it refers to a large stone platform on the island. The island’s population is about 37,000. Its terrain is mountainous and jungle-covered. It is one of the wettest places on Earth, with an annual rainfall exceeding 7,600 mm. A circular, tarred, narrow road connects dispersed towns. Access to the interior, especially to hilly areas, is challenging.\n\nThe people are proud of their history and boast about Nan Madol, an ancient city-kingdom. Its civilisation flourished for 700 years, from the 10th century to the 17th century. Its downfall began with the arrival of Spanish sailors in the early 19th century, followed by whalers, traders, missionaries, educators, and colonisers. After the Spaniards, the Germans occupied it. During the Second World War, the Japanese captured it, and the USA took it from the Japanese in the late 1940s.\n\nLocals suffered severely when colonisers plundered their treasures and destroyed cultural artefacts. Spaniards brought cholera and smallpox to Pohnpei, nearly annihilating the local population. The Japanese not only looted local treasures but also enslaved people. During the Second World War, Japanese warlords used local slaves to move heavy cannons to strategic mountaintops. Most of the workers died because of starvation and illnesses.\n\nIn 1986, Pohnpei became an independent state within FSM. The five traditional small kingdoms on the island constitute independent Pohnpei, and the Pohnpei State Council represents them. Kolonia is the capital of Pohnpei State, and Palikir is the capital of FSM. The two cities are adjacent to each other. The local kingdoms occasionally clash with the State Council on matters of development. About 10 years ago, for example, the State Council tried establishing a casino complex in the territory of a traditional kingdom. Its king opposed the proposal and took his protest to an international forum for arbitration.\n\nEnglish is the official language, and people consider themselves non-immigrant citizens of the United States. In other words, the USA guarantees they can become US citizens whenever they want. The currency in the country is the US dollar. Postage is paid in US$, and postal stamps are US postal stamps. A taxi charges one dollar to travel within Kolonia.\n\nFortunately, I got a seat on United Airlines from Honolulu to Kolonia. The Filipino hotel manager told me to wait a few hours before occupying my room. When I asked him why, he said hotel guests who had left in the morning might return if their flight was cancelled. The hotel’s policy is to accommodate such stranded travellers on a priority basis in the rooms they had occupied earlier.\n\nI was tired, hungry, and sleepy. The manager gave me a hot tuna sandwich and coffee at the restaurant. He told me he could give me a room with a door facing the jungle behind the hotel. I feared small insects and reptiles might creep into my room after sunset. The incessant rain added a gloomy atmosphere to my fear. I could hear water gushing down a drain. Rainwater trickled down from the eves of the roof, flooding the narrow corridor in front of the room and making it slippery.\n\nI moved into the room and slept several hours. When I woke up, it was dark and still raining. I did not know how to go to the restaurant. There was no telephone in my room. I was nervous about going to the bathroom. When I opened the tap in the bathroom, it took about five minutes to see clear water. I was reluctant to pull the shower curtain. When I pulled it, a six-legged, black, long, gecko-like creature was in the bathtub. The bathtub was cracked and dirty and covered with dead leaves. The room’s light bulb was weak, and the bathroom was not lit up to see what else was waiting there to meet me. I regretted my decision to occupy an outer room.\n\nThe manager came to take me to dinner. He had a strong flashlight and a large umbrella. I asked him about possibly moving to a room inside the hotel. But by then, the hotel was fully occupied. The manager told a Filipina woman to clean my room again and to keep a heater in it. I insisted that the bedsheets and pillows should also be changed. When I returned to my room after supper, it looked neat and smelled good. The gecko-like creatures had disappeared.\n\nI had a free weekend in Pohnpei before leaving for Honolulu. The hotel manager suggested I hire his four-wheel drive Jeep and travel around the island. He charged me $100 for the trip, which included a driver-cum-guide, a lunch box, snacks, and soft drinks. He advised me to carry one-dollar bills with me to pay local taxes. I changed a 50-dollar note for one-dollar and five-dollar bills. The bills were dirty and discoloured; some were as hard as cardboard.\n\nThe Jeep was a rickety old van without a spare wheel. It spluttered dark, unburned diesel, and its engine noise was unbearable. Roger, the jeep driver, was a local young man with long hair and a ferocious-looking black beard. He carried a big, heavy knife. The hotel manager handed him food boxes and an umbrella.\n\nI thought Roger might sacrifice me to a native god by cutting my neck at a remote place. I had read on Google about human sacrifices to gods on the island. I wished I had invited another hotel guest to accompany me, but it was too late. Roger promised to show me places that foreign visitors rarely visit. His offer made me more nervous. I told him that I should return to the hotel before 5 p.m.\n\nRoger drove the old Jeep with care. He stopped the Jeep in front of churches to talk to his friends who came for the Sunday mass. Sometimes, he offered them a ride in the Jeep without asking me. At a church, at least 10 people entered the Jeep, and two sat next to me in the front seat, pushing me onto the gear shift. They were fat people dressed in large white shirts and baggy blue jeans. They had unshaven faces and unwashed mouths. They spoke English. They invited me to visit their church and to join them for a communal lunch. I politely declined the offer by saying I was on a tight travel programme and should return to Kolonia early.\n\nLater, I visited a small Christian church. The church had a neat front yard, and a local artist had painted beautiful murals of the genesis and the crucifixion. I could see some well-thumbed prayer books and hymn books on a small table covered with an embroidered white tablecloth. The small board on the table invited donations. One could donate money by dropping dollar bills or cents into a small glass box, which a small padlock secured.\n\nSeveral people were in the church, wearing their Sunday best. Men wore European clothes, and women wore long white dresses with beautiful shoes. Some of them had heavy makeup. All adult women wore head covers. Many devotees, especially the women, carried rosaries in their hands.\n\nPeople sat in circles by the road and ate from large metal pots. Roger explained that Christians do not work on Sundays except for attending mid-morning service. They cook on Saturday and partook of it on Sunday after the church service. Pork was the main dish. Raw tuna fish competed with fried pork to be the best food item. Someone told me they had learned how to raise pigs and cook pork dishes from Filipino friends whose ancestors came with the Spaniards as cooks and servants.\n\nSuddenly, Roger drove off the main road, saying he wanted to show me the statue of Henry Nanpie. The figure was about 100 metres from a protestant church and was on an elevated stone dais. I thought it was built of steel with a hollow interior. Henry was in an elite tailcoat with a walking stick in his right hand. Roger told me that Henry had lived in Pohnpei in the late 19th century and early 20th century. He was the son of a local army commander. His mother was an English woman – the daughter of an English beachcomber.\n\nHenry inherited lots of land from his powerful father. Then, he wanted to acquire land from another local kingdom. Henry visited the kingdom’s palace carrying a loaded gun and a bag of goodies. He took the weapon to kill the king and the goodies to bribe palace servants to get their allegiance. When he saw the king in an inner palace chamber, he tried to kill the king. But his gun misfired. Then Henry aimed the weapon at a flowerpot and pulled the trigger. The bullet went through the flowerpot and damaged the wall behind it.\n\nHenry cunningly claimed that he had supernatural powers and could stop a gun from firing a bullet. He explained to the king that before he aimed the weapon at the king, he had “charmed” the gun. Because of the charm, the gun misfired. After removing the charm from the gun, a bullet fired from it smashed the flowerpot. The king was amazed and convinced himself of Henry’s supernatural powers. The king asked him to be the kingdom’s protector offering him a mansion and a vast stretch of land.\n\nHenry opened a large supply shop to supply food, water, oil, and labour to whaling ships in the Pacific. He used his new wealth to add more land to his estate. In Pohnpei, he established protestant groups and spread Western cultural practices and beliefs among the locals through them. Even today, local people consider him a semi-god who brought wealth and salvation to them and connected them with the outside world. Roger sang a folk song about Henry, which depicted Henry as a local god. A copper plaque beside his statue indicates that he still has admirers to spread, invent and reinvent myths about him.\n\nRoger was hurrying me to go to the ruined capital of Nan Madol Kingdom. He told me that the kingdom was on the banks of a large lagoon connected to the eastern shoreline. It was the only ancient city ever built atop a coral reef. In 2016, the UN declared it a World Heritage Site. We drove on a narrow gravel road and parked the Jeep. From there, we walked about two kilometres to Nan Madol. We walked through private lands, and landowners charged a fee for crossing their land. Some landlords collected a dollar or two, but one landlord demanded seven dollars.\n\nWe entered a rocky trail from the last property. The land rapidly became marshy, and we walked on an elevated narrow bund. Both sides of the bund were inundated, and walking on it was risky. Henry dexterously cut down weeds and plants that obstructed the path. He wanted me to follow him closely but did not say why. The thought that he might sacrifice me to a local god began looming in my mind. I did not look around as I wanted to keep my eyes on him and the bund. He walked fast, brandishing his knife as if in a frenzy.\n\nThe narrow bund that stretched through a grotesque jungle of mangroves looked never-ending. I thought that spirits were watching and following me. I tried to avoid looking at large trees because I thought they were beckoning me. Some tree trunks, I thought, turned into hobgoblins. I remembered reading how funny elves resort to mischievous acts towards human beings who encroach on their territories.\n\nSuddenly, I felt some invisible force pulling me back. I could not see Roger. I thought that I got lost among the mangroves forever. I saw the shallow water in marshy fields swelling to engulf me. I stopped walking. I thought how silly I was to think about bizarre things. Then Roger returned and asked me whether I had seen anything or anybody. I told him that some trees had tried to talk to me and were making faces at me. He said that many visitors had similar supernatural encounters. Roger explained that Pohnpiens treated the ruins at Nan Madol as sacred. They also knew various spirits haunt the place. The spirits came out at night, but a few hovered around during the daytime to harass visitors. Roger gave me several small, polished stones connected in a string. It reminded me of the rosaries that churchgoers had in their hands. He said that the string would fend off evil spirits. I then remembered my grandmother, who gave me my first rosary when I was seven, advising me to carry it with me to protect myself from evil forces.\n\nWe arrived at a stagnant shallow canal from where we could see the temple entrance. To reach the temple, we crossed a shallow canal. There were several decayed logs in the canal, and we had to push them aside to cross it. About 50 metres from the canal were the elegant stone walls three to five metres high. Just under a stone arch was a conduit from a table-flat wall top where, presumably, human sacrifices were conducted. According to Roger, the blood of those victims trickled down from the wall top to the main entrance through the conduit, where priests performed rituals to appease gods. Many city outer walls remain intact, although mangroves have engulfed them.\n\nLocal people believe twin brothers, who were sorcerers, built Nan Madol. They came to Pohnpei from another island in a large canoe to build an altar where they could perform ancestor worship. The legend is that the two brothers levitated large stones with the help of a flying dragon and built the entire city in three years. They transported basalt columns from a faraway island. Most of the columns are now under shallow water in the lagoon.\n\nThe temple consists of about 90 rectangular islets linked by narrow channels. Each islet had a coral-filled platform. Nan Madol means “within the intervals,” and the “intervals” are the complex canal grid. It is unclear who lived on islets, but locals believe priests who performed rituals at the altar lived in single-house units built on islets.\n\nThere were reserved locations among the islets for priests to feed turtle innards to a sacred eel who lived in a deep well. After feeding the eel, priests shared the rest of the turtle as a sacrament. To this day, eels are considered holy and are never killed or eaten.\n\nThe main enclosure is a large stone chamber with hundreds of human bones. About 15 years ago, several German archaeologists dusted and rearranged the bones to examine their age. That night, one archaeologist died in his hotel room in Kolonia, and the other fell gravely ill. Roger said his ancestors were unhappy when foreigners excavated and labelled their bones. They, as spirits, protect the monuments and punish anyone who disturbs them.\n\nRoger’s father and two uncles had seen several light beams starting from the temple’s main altar late one night. The light beams travelled across the sea to faraway islands and large stars. When I asked Roger if he would camp at Nan Madol after sunset to watch the light beams, he said he would not risk meeting his ancestors! He advised me not to talk about them as they were holy spirits with enormous powers and could harm us in their domain.\n\nWe spent two hours walking around the temple. The shallow sea and the lagoon behind the ruins were very picturesque. We tried to count the heaps of basalt rafts submerged in the lagoon. When we decided to leave Nan Madol, I felt I could not move. I was unsure whether the feeling came from my fear of hobgoblins or the perplexity in my mind. I told Roger to walk with me to the Jeep. He walked ahead of me, occasionally checking whether I was following him. I tried to walk fast without looking at the trees I had seen earlier. I felt a powerful, unseen force pulling me backwards. I imagined a tree with strange roots moving towards me. The gushing winds created a bizarre atmosphere. I felt I had not left the ruins, so I called Roger and asked him to walk with me. We plodded to the Jeep from the ruins. He reassured me that the spirits would not follow us. I was glad to leave Phonpei the following day."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Shadows Fall’s Jason Bittner Initially Hated Slayer + Metallica",
            "link": "https://loudwire.com/shadows-fall-jason-bittner-hated-slayer-metallica/",
            "description": "In a recent chat with YouTube channel RichardMetalFan (posted on Dec. 13), Shadows Fall drummer Jason Bittner revealed why he ...",
            "image_url": "https://www.bing.com/th?id=OVF.AkkIlYZXt%2bRYNXKVPMIp%2bw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "loudwire2h",
            "source": "loudwire",
            "article_content": "In a recent chat with YouTube channel RichardMetalFan (posted on Dec. 13), Shadows Fall drummer Jason Bittner revealed why he “hated” both Metallica and Slayer when he first heard them (and what led to him changing his mind).\n\nBittner’s Discovery of Heavy Metal\n\nAt the start of their conversation, Bittner is asked, “Growing up, what were the first band that got you into metal and made you want to start playing drums?”\n\nBittner responds:\n\nThe band that got me into “heavy metal,” technically, is Iron Maiden. Maiden’s my favorite metal band of all time as well. That was the first band I saw of that genre in 1980, the day that MTV came on the air. I was 10 years old, and I was, like, “What in God's name is this?” And that just sent me on my trajectory [with] Maiden and Judas Priest.\n\nAside from Bittner’s minor timeline mistake (MTV debuted in 1981), his love for Iron Maiden and Judas Priest isn’t surprising. What is more shocking, however, is that he follows by confessing that he was far less impressed by Metallica and Slayer when he first heard them.\n\n“I wanna say, I think [in] ’84, a friend of mine let me borrow a record [Ride the Lightning],” Bittner reflects. “He’s like, ‘Oh, you gotta check out this band.' And I'm, like, 'Who's Metal-licka?' And he goes, 'No, it's pronounced Metallica, man!' I'm, like, 'All right, cool. Metallica.’ And I took it home and I hated it.”\n\nREAD MORE: Shadows Fall Vs. Haunted Prison\n\nWhy Bittner Originally Didn’t Like Metallica or Slayer\n\nInterestingly, it’s related to his love for Bruce Dickinson and Rob Halford. Bittner explains:\n\nI was like, “God, what the hell is this?” 'Cause I was used to Bruce Dickinson and Halford, and all of a sudden, you have James Hetfield, and I'm, like, “What on earth is this?” Maybe, like, a week later, I taped the album just in case I might like it one day, and I gave the record back to my friend. And, like, a week later, I'm doing my paper route and I was humming [a guitar riff]. And I'm, like, “What is this that I'm singing to myself?” And it was the riff from “Fight Fire With Fire.” And I'm, like, “Oh, that's that Metallica band. I didn't think I liked that.”\n\nHe continues:\n\nA lot of the heavier bands – even bands I've been in – when I've heard [them] the first time, I didn't care for [them]. Like Slayer. I hated Slayer at first. I'm, like, “No way I'm gonna like this.” [Now] Slayer’s my favorite thrash band of all time. Anthrax and Megadeth were the only two that, when I first listened, I wasn't, like, “Aargh!” Like, with Anthrax, I was just, like, “Holy shit!” That was, like, the — no pun intended — the “be all, end all” for me right there, because [drummer] Charlie [Benante] was . . . one step beyond [Slayer drummer Dave] Lombardo for me at that point, because, like, Lombardo was feet, but Charlie was the whole fucking package.\n\nWhat Made Him Change His Mind on Metallica and Slayer\n\nBittner add that he was introduced to Metallica first (followed by Megadeth) because a classmate mentioned that “there’s this dude [Dave Mustaine] that was in Metallica before Kirk Hammett.”\n\nHe explains:\n\nI didn't know about anything pre-'Kill ‘Em All' . . . [and] he was, like, “Nah, this dude [Mustaine] was in the band before [Hammett], and he's got this other band and it's called Megadeth. . . And the first thing I heard was 'Killing Is My Business,' but that was so raw at the time. I was, like, “All right . . . it's kind of cool. It's fast and stuff.” But, once 'Peace Sells' came out, I was, like, “Oh, all right. Now I get it.” . . . Maybe a year after that or within that year, I got into Slayer. A friend of mine had Show No Mercy and he had let me hear that. And I wasn't really that impressed, but then Reign in Blood came out . . . and I bought that . . . went on a spring break vacation my sophomore year of high school to Florida with my mom, and all I did was just I had Reign In Blood . . . I listened to that record just incessantly for a week straight.\n\nFrom there, Bittner came to appreciate “how hard thrash metal drumming was” as he tried to play certain parts himself. “So, it was Slayer, then Anthrax, and it was basically through the “Big 4” and then everything else under the sun,” he remarks.\n\nInterestingly, he admits that he’s “always been . . . a thrash metal drummer,” adding:\n\nI’m not an extreme metal drummer. I like that stuff, but . . . it's out of my wheelhouse. It's not what I do. But I like a lot of those drummers and went through that whole phase in the mid-'90s. [I was] immersed into Death and Morbid Angel and that stuff. Listening to Pete Sandoval and Sean Reinert and Gene Hoglan. So, my influences go across the board, really. And let's not forget Van Halen, either.\n\nThat’s quite the musical journey, right?\n\nOf course, Shadows Fall recently released a new single and music video, “In the Grey,” which marks their first piece of new music in over a decade. It also signifies their new partnership with MNRK Music Group.\n\nAs for Metallica, they were ranked no. 9 in Pollstar’s recent tally of the Top 10 Worldwide Top Touring Artists of 2024. Likewise, they remain one of the top ten most popular choices for tattoos, and Kyuss’ Brant Bjork acknowledged that he didn’t like having the band labeled as “the next Metallica.”\n\nMeanwhile, Slayer’s Kerry King cited Sabotage as his favorite Black Sabbath LP.\n\nAlso, you can watch the full interview with Bittner below:\n\nShadows Fall’s Jason Bittner Discusses His Musical History With RichardMetalFan"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Book Shelf",
            "link": "https://www.thehansindia.com/featured/sunday-hans/book-shelf-931821",
            "description": "Myths Untold’ is a captivating book by the young author Anannyya Dwivedi. In this, Anannyya takes readers on an imaginative ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YuKEwWMFnGoZ4TRAs6G9FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "The Hans India",
            "article_content": "‘Myths Untold’ is a captivating book by the young author Anannyya Dwivedi. In this, Anannyya takes readers on an imaginative journey where she breathes new life into age-old stories. With a positive point of view and a fresh perspective, she skilfully redesigns these classic tales, offering readers an enchanting blend of tradition and innovation. Anannyya encourages young minds to see the world of myths and legends through a different lens. It is published under Wordly Wise Publishers’ campaign, “Books for Children, by Children.”\n\nAuthor - Anannya Dwivedi\n\nPublisher - Wordly Wise Publishers\n\nPrice - 499/-\n\nImmerse yourself in this book by renowned food critic and historian Pushpesh Pant. He welcomes you to a world of Indian cooking with its special tastes, smells and sights. With recipes spanning the length and breadth of India, ‘Lazzatnama’ captures the diverse culinary landscape of a country rich in exemplary cuisines. From the beguiling sweetness of Gujarati kadhi and the rollicking flavours of meen biryani to the deliciously enfolding comfort of gulab ki kheer and the calming coolness of bael ka sherbet, this cuisine-based chronicle of a culture-rich country is sure to entice you to not just savour these delicacies—each with its own wonderfully specific recipe—but also enter your kitchens to make them.\n\nAuthor- Pushpesh Pant\n\nPublisher- Rupa Publications\n\nPrice- Rs.395/\n\n‘Whispers in the Shadows’ chronicles hair-raising encounters written by one of India’s most brilliant police investigators. Inspired by truly chilling events, join Avinash on his journey to the most unexpected locations in the country. In the sprawling lawns of Lodhi Garden, a paranormal witness becomes the key to the murder of a powerful politician’s wife. Strange voices are heard throughout the night in an office in the North Block. In a far-off village in the western ghats, a lonely walk with a family friend turns eerie due to a shocking turn of events.\n\nWill Avinash be able to solve the mystery behind the strange happenings? Is there life beyond life? Does the paranormal overlap with everyday reality more than we know?\n\nAuthor: MA Ganapathy\n\nPublisher: Srishti Publishers&Distributors\n\nPrice: Rs.299/\n\nBased on true events, ‘Codename Stallion’ revolves around the hunt for a dreaded militant leader. From perilous raids to nail-biting interrogations and attempts on Lal’s life, the book is an account of one of India’s top super cop’s personal experiences during militancy in UP in the nineties. Really an engaging read that will keep the readers glued to its pages.\n\nAuthor: Aloke Lal, Maanas Lal\n\nPublisher: Srishti Publishers&Distributors\n\nPrice: Rs.350/"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Terrifying night time phenomenon makes body freeze and 1 in 3 of us will experience it",
            "link": "https://www.mirror.co.uk/news/uk-news/terrifying-night-time-phenomenon-makes-34340497",
            "description": "Sleep paralysis, or the phenomenon of waking up and being unable to move, is more common than you might think - and can be a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mOy_9JcsHajeqK0Lkeq0ti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2h",
            "source": "The Mirror",
            "article_content": "Terrifying night time phenomenon makes body freeze and 1 in 3 of us will experience it\n\nNight-time disturbances of the terrifying variety can make us believe in the paranormal.\n\nBut those of us unlucky enough to \"wake\" to the feeling we aren't alone or find our bodies suddenly at the mercy of mysterious forces will be relieved to hear that these phenomena have a scientific name and explanation.\n\nThe Sleep Foundation describes sleep paralysis as a \"temporary inability to move or speak that occurs directly after falling asleep or waking up\". During an episode, the boundaries of sleep and wakefulness – usually defined and distinct – are temporarily blurred, leading to a mixed state of consciousness wherein individuals maintain some degree of awareness, however distorted, of the world around them, while being unable to move.\n\nOrdinarily, rapid eye movement (REM) sleep combines vivid dreaming with atonia (the brief loss of muscle control), which works in our favour to prevent us acting out our dreams in real life. Sleep paralysis, on the other hand, seems to occur when the atonia and mental imagery of REM sleep persists even into a state of being aware and awake.\n\nMedical experts have grouped sleep paralysis into two categories. Isolated sleep paralysis, or one-off paralysis episodes that are not connected to an underlying diagnosis of narcolepsy (a neurological disorder that disrupts the ability of the brain to properly control wakefulness).\n\nRecurrent sleep paralysis, or multiple sleep paralysis episodes over time that are usually associated with narcolepsy.\n\nAround 75% of sleep paralysis episodes involve hallucinations. These can include intruder hallucinations, where the individual perceives a dangerous person or presence in the room; chest pressure hallucinations (also known as incubus hallucinations), which involve feelings of suffocation and often occur alongside intruder hallucinations; and vestibular-motor (V-M) hallucinations, which involve feelings of movement or out-of-body sensations.\n\nThe cause of sleep paralysis is not fully understood, but it has been associated with insomnia, disrupted sleep patterns, post-traumatic stress disorder (PTSD), generalised anxiety disorder, panic disorder, and a family history of sleep paralysis. .\n\nTo prevent sleep paralysis, there are no quick-fixes or guaranteed cures, but some suggestions include: regularly getting 7 to 9 hours of sleep every day; maintaining a consistent bedtime and wake-up time; engaging in regular exercise, but avoiding it in the four hours leading up to bedtime; and sleeping on your front or side, as sleeping on your back can increase the likelihood of sleep paralysis episodes. .\n\nThose who are struggling with recurrent sleep paralysis may be referred to their GP, who could identify an underlying condition such as insomnia or PTSD. They may also be referred to a clinician who specialises in sleep disorders."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Dan Da Dan: Season 2' Trailer Revealed, Coming Soon On Digital Platforms",
            "link": "https://www.filmibeat.com/hollywood/news/2024/dan-da-dan-season-2-trailer-revealed-coming-soon-on-digital-platforms-434781.html",
            "description": "'Dan Da Dan' is directed by Fuga Yamashiro, with Abel Gongora joining to direct the second season. The cast list for the ...",
            "image_url": "https://www.bing.com/th?id=OVF.Y%2bxri32NG40dllGH13JkzA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "FilmiBeat",
            "article_content": "The official Crunchyroll YouTube channel just dropped a trailer for what appears to be the second season of an anime that combines both the occult and the spiritual to bring to audiences one of the most bizarre anime shows so far. The anime is called 'Dan Da Dan' and the teaser for its second season can be found below.\n\nFor those of you that are curious about what this anime and its new season are going to be like, here are some of the things you should know about 'Dan Da Dan: Season 2'.\n\nPlot Details Of The Occult Modern Fantasy Anime Series 'Dan Da Dan'\n\n'Dan Da Dan' has been described by Crunchyroll in the following manner, \"When high schooler Momo, from a family of spirit mediums, first meets her classmate Okarun, an occult geek, they argue-Momo believes in ghosts but denies aliens, and Okarun believes in aliens but denies ghosts. When it turns out both phenomena are real, Momo awakens a hidden power and Okarun gains the power of a curse. Together, they must challenge the paranormal forces threatening their world.\"\n\nCast And Crew Behind The Anime Series 'Dan Da Dan'\n\n'Dan Da Dan' is directed by Fuga Yamashiro, with Abel Gongora joining to direct the second season. The cast list for the series includes mainstays such as Shion Wakayama, Natsuki Hanae, Nana Mizuki, Ayane Sakura, and the latest addition to the cast, Masako Isobe.\n\nWhen And Where Can I Watch The Series 'Dan Da Dan: Season 2'\n\nWhile no exact release date has been given, 'Dan Da Dan' will be available to watch on both Crunchyroll and Netflix from sometime in July, 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Yearender 2024: List of Biggest Innovations in AI, Science and Technology",
            "link": "https://www.msn.com/en-in/money/news/yearender-2024-list-of-biggest-innovations-in-ai-science-and-technology/ar-AA1wkaYr?ocid=BingNewsVerp",
            "description": "Discover the biggest innovations in AI, science, and technology for 2024, including breakthroughs in AI-powered discovery, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J7tE7UG1mycOioQYy8OC0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "2hon MSN",
            "source": "jagranjosh.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unexpected discovery opens doors for improved siRNA therapies",
            "link": "https://www.news-medical.net/news/20241220/Unexpected-discovery-opens-doors-for-improved-siRNA-therapies.aspx",
            "description": "In everyday life, when things turn out the opposite of what you expect, it's usually cause for frustration. In science, it's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CQUMpESO05ABnmPWIEgszi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "News Medical1h",
            "source": "News Medical",
            "article_content": "In everyday life, when things turn out the opposite of what you expect, it's usually cause for frustration. In science, it's often the starting point for discovery.\n\nThat's what happened to a team of researchers from Memorial Sloan Kettering Cancer Center (MSK) and their collaborators at the Icahn School of Medicine at Mount Sinai. Their unexpected findings in the lab point to an opportunity to improve therapies that use small RNAs to silence disease-causing genes, potentially including those involved in cancer.\n\nSometimes you do an experiment. You think you're testing one idea, but when it doesn't turn out the way you planned, it can lead you to find something else that's much more interesting.\" Eric Lai, PhD, developmental biologist\n\nIn this case, the researchers -; led by Seungjae Lee, PhD, a postdoctoral fellow in the Lai Lab at MSK's Sloan Kettering Institute -; were testing how a protein called ALAS1 helps to make small regulatory RNAs called microRNAs. When they removed the protein from cells, they expected to see levels of microRNAs drop.\n\n\"But instead, we were surprised to see them increase,\" Dr. Lai says.\n\nThat counterintuitive result led to the discovery of an unrecognized role for ALAS1 beyond its well-known role in the production of heme. (Heme is an important player in many biological processes, including in oxygen transport -; giving hemoglobin its name -; in energy production, and in making microRNAs.)\n\nThe team's findings were published in Science, one of the world's most prestigious scientific journals.\n\nHow little RNA snippets silence genes\n\nBoth microRNAs and the related class of small interfering RNAs (siRNAs) are small snippets of RNA -; just 21 or 22 nucleotides long -; that bind to specific messenger RNAs (mRNAs) and repress them.\n\nThere's a bucket brigade of players that together convert longer RNA molecules into the tiny active products, and a key takeaway is that scientists have harnessed this knowledge to turn small RNAs into drugs that can silence genes that cause specific diseases.\n\nThe first siRNA drug, patisiran, was approved by the U.S. Food and Drug Administration (FDA) in 2018 to treat a debilitating genetic disorder called hereditary transthyretin amyloidosis. A handful of additional siRNA drugs have been approved since, with more moving their way through clinical trials. Doctors see great potential to develop siRNA medicines against both rare diseases and more common ones (siRNA drugs are sometimes called RNAi drugs, meaning they work by interfering with messenger RNA accumulation).\n\nA moonlighting enzyme\n\nBack in the Lai Lab, Dr. Lee had discovered that upon removing ALAS1 from cells, they made more microRNAs. And further experiments showed that removing any of the other enzymes in the heme biosynthesis pathway did not affect microRNA levels.\n\n\"This told us that ALAS1 has another job outside of helping to make heme, which no one had realized,\" Dr. Lee says.\n\n\"We can consider this a 'moonlighting' function,\" Dr. Lai adds. \"And here we discovered that ALAS1 has this secret role regulating microRNAs that's not connected to its normal role in heme synthesis.\"\n\nPotential to make siRNA drugs work better\n\nThe discovery led the MSK researchers to partner with colleagues from the Icahn School of Medicine at Mount Sinai who specialize in heme regulation and ALAS genes -; Makiko Yasuda, MD, PhD, Robert Desnick MD, PhD, and postdoctoral fellow Sangmi Lee, PhD. This allowed the MSK researchers to extend their findings from cell culture into custom animal models that the Mount Sinai group were developing.\n\nAnd in mice, again, removing ALAS (specifically in liver cells) led to a global increase in microRNAs.\n\n\"The emerging picture is that ALAS acts as a brake on the production of microRNAs,\" Dr. Lai says. \"So we thought, now that we know how to remove this brake, maybe we can use that to improve the efficacy of siRNA drugs and their ability to silence their target genes.\"\n\nIn theory, this knowledge might help boost the activity of siRNA drugs against any problematic gene that is overactive in disease, Dr. Lai explains. Potentially this could include oncogenes known to drive cancer.\n\n\"But we're not quite there yet,\" he says. \"Therapeutic siRNA drugs don't work well enough against all targets and are currently limited in where they can be used in the body.\" In fact, all six of the FDA-approved siRNA drugs target hepatocytes in the liver.\n\n\"It's straightforward to get drugs into the liver, which serves as a filter for the body,\" Dr. Lai says.\n\nSo, as a proof-of-concept, the team showed that not only could they deplete mouse liver cells of ALAS, leading to an increase in microRNAs, but doing so also enhanced the silencing activity of another model siRNA compound delivered to the mice.\n\nCoincidentally, one of the six approved siRNA drugs turns off ALAS1 to treat acute hepatic porphyrias. Dr. Yasuda and Dr. Desnick worked on the preclinical and clinical trials for the drug, which is known as givosiran. Since an siRNA against ALAS1 works effectively and safely in humans, this raises the possibility of combining such an agent to enhance other siRNA drugs. Dr. Lai notes that this strategy could be generally applicable to any siRNA.\n\nAnd if siRNA drugs can be made to work better, this could improve their cost-effectiveness, reduce side effects by making them effective at lower doses, and perhaps help to target additional cell types beyond liver cells, he adds.\n\nWhy discovery science matters\n\nIn December 2024, Harvard geneticist Gary Ruvkun, PhD, was awarded the Nobel Prize with Victor Ambros, PhD, for their joint discovery of microRNA and its role in gene regulation in the early 1990s. Dr. Lai did his undergraduate thesis research in Dr. Ruvkun's lab at that time (on another class of gene regulator) and credits him for launching his own career.\n\n\"I got my first real exposure to how science was actually done and gained lifelong interests in developmental biology and small RNAs,\" Dr. Lai says, adding that his mentor's recent accolade underscores the importance of curiosity-driven research.\n\n\"Dr. Ruvkun didn't start out looking for microRNAs,\" Dr. Lai says. \"Like Dr. Ambros, he was investigating the development of nematodes, these tiny worms that live in the soil. And not only did this unveil an entirely new paradigm for how genes are controlled, the field they started eventually resulted in a novel class of human therapies.\n\n\"When people ask why we're not spending all of our research dollars directly studying diseases like cancer, why we're funding research into cells and processes in model organisms like fruit flies, yeast, and bacteria -; this is a great example of how discovery science fuels the biggest breakthroughs,\" he continues. \"And I think it is especially critical to keep this conversation active, given how much uncertainty and disagreement there is in society and government about how much to publicly fund scientific research and in what areas. Hopefully, there will be continued support to keep the engine of foundational research strong.\"\n\nFunding and disclosures\n\nFunding for the research includes grants from the National Institutes of Health (R01DK134783, R01-GM083300, P30-CA008748); a Cooperative Centers of Excellence in Hematology pilot grant (10040500-05S1); and a NYSTEM training award (C32559GG).\n\nThe researchers have filed a patent application on their methods for enhancing the efficacy of RNAi therapy by targeting ALAS1/ALAS2 (WO2024148236A1).\n\nDrs. Yasuda and Desnick are also co-inventors of a patent for RNAi therapy of acute hepatic porphyrias. They also report pharmaceutical consulting work. Please see the study for full details."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle-schooler finds goose poop that has cancer-fighting compound",
            "link": "https://www.washingtonpost.com/lifestyle/2024/12/22/middle-school-stem-goose-poop/",
            "description": "My mom, auntie and grandma have all had cancer, so it makes me happy that something I found could help,' said Camarria ...",
            "image_url": "https://www.bing.com/th?id=OVFT.o1u8Mz1TAiE07u98Bdgcny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "8h",
            "source": "The Washington Post",
            "article_content": "When Camarria Williams, 13, stumbled upon goose poop in a neighborhood park, she enthusiastically scooped some up. She and six other students were looking for bacteria samples. “My mom feeds animals, and I know birds eat everything and anything,” said Camarria, an eighth-grade student at William H. Brown STEM Magnet School in Chicago. “I knew there must be in bacteria in it.”\n\nAfter collecting their samples, students in the Chicago Antibiotic Discovery Lab, a STEM outreach program, were taught how to isolate bacteria and program a robot to catalogue it and track antimicrobial activity. Camarria learned, with university researchers’ help, that her goose poop contained a cancer-fighting compound. She was stunned and delighted.\n\n“I like discovering new things,” she said.\n\nThe program — run by Brian Murphy, a professor at the University of Illinois at Chicago — partners with the Boys & Girls Clubs of Chicago. Its goal is to give underserved middle and high school students experiences in biomedical sciences.\n\nAdvertisement\n\n“The premise of our 14-week program is to teach students how many medicines — in this case, antibiotics — are discovered,” said Murphy. “The students analyze their own data and then make decisions in the very initial stages of this drug discovery process.”\n\n“We’re trying to connect these experiences to careers in STEM,” he added. “I thought if we actually involve students in our own research that we do in the lab, we could show them there’s a pathway to careers in the biomedical sciences, and maybe even start a pipeline from middle school to high schools to their local universities.”\n\nFor Camarria, signing up for the program was a no-brainer.\n\n“I’ve always liked science and found it interesting, like how you can mix chemicals to make something,” she said.\n\nShe did not anticipate, however, that her involvement in the program would result in her and university researchers’ uncovering a novel compound with cancer-fighting capabilities.\n\nAdvertisement\n\n“I did something, and it worked,” Camarria said. “It feels good.”\n\nCamarria collected the goose droppings at Garfield Park Lagoon, while other students collected samples such as lake water, leaves, bugs, dirt and flowers.\n\n“It was a lot of fun to be able to go out, put on the gloves and do the science myself,” said Camarria.\n\nWhile Camarria’s sample did contain a bacterium with antibiotic activity, that wasn’t the key takeaway of her discovery. The goose poop contained a novel compound, which university researchers investigated and found had cancer-fighting properties, specifically for ovarian and skin cancer.\n\n“We tested the compound against a panel of pathogens and a few cancer cell lines,” said Jin Yi “Jeanie” Tan, a graduate student in Murphy’s lab who helps run the outreach program. “Although this compound did not exhibit significant antibiotic activity, it did show cytotoxic activity in ovarian and melanoma cancer cell lines.”\n\nAdvertisement\n\nCamarria was thrilled to learn her sample was even more promising than she originally thought.\n\n“My mom, auntie and grandma have all had cancer, so it makes me happy that something I found could help,” she said. “It makes me want to discover more things out there.”\n\nThe findings were published in the American Chemical Society’s Omega Journal in October, and Camarria is named as a co-author.\n\n“Now people will know me,” she said. “They’ll know that I am a smart kid and I’m curious.”\n\nCamarria’s discovery “captures the whole essence of the program and what we set out to do, to give our youth an opportunity to really get experience with science and show them that their commitment and willingness to participate can lead to something,” said Jonathon Rodriguez, a technology program manager at the Boys & Girls Club.\n\nAdvertisement\n\nAlthough the finding is exciting, Murphy said, it’s unlikely that it will become a drug.\n\n“Very, very few natural compounds that are discovered ever make it into the clinic as drugs,” he said.\n\nStill, “compounds like this allow us to understand how cancer works a little better, and that allows other groups of scientists to develop better drugs,” Murphy explained, adding that he and other researchers may continue studying Camarria’s novel compound.\n\nMurphy said the finding highlights the importance of accessible STEM programs for young people.\n\n“What we’re really trying to do is show young students that there are a lot of real-world applications of science,” he said. “We want to light a spark inside of them, get them to care about their education, and maybe even be the launching point for the next generation of biomedical researchers.”\n\nCamarria is already looking forward to her future career."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Solar Discovery Could Revolutionize Hydrogen Production",
            "link": "https://scitechdaily.com/new-solar-discovery-could-revolutionize-hydrogen-production/",
            "description": "A new solar cell process using Sn(II)-perovskite oxide material offers a promising pathway for green hydrogen production ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGMYShcwz4S3sAa4T85AAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "18h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Discovery Straight Out of Sci-Fi: Astronomers Spot ‘Star Twins’ in Deadly Dance Around Milky Way’s Black Hole",
            "link": "https://www.msn.com/en-us/science/astronomy/a-discovery-straight-out-of-sci-fi-astronomers-spot-star-twins-in-deadly-dance-around-milky-way-s-black-hole/ar-AA1wiwMi?ocid=BingNewsVerp",
            "description": "This groundbreaking discovery, announced in Nature Communications by Florian Peißker and his colleagues from the University ...",
            "image_url": "https://www.bing.com/th?id=OVFT.S-yhkZre5_XDvpl_CPKqpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Daily Galaxy on MSN21h",
            "source": "Daily Galaxy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI trained o1 and o3 to ‘think’ about its safety policy",
            "link": "https://www.msn.com/en-us/news/technology/openai-trained-o1-and-o3-to-think-about-its-safety-policy/ar-AA1wkl09?ocid=BingNewsVerp",
            "description": "OpenAI announced a new family of AI reasoning models on Friday, o3, which the startup claims to be more advanced than o1 or ...",
            "image_url": "https://www.bing.com/th?id=OVFT.w8dzAGMe7oAnbAvK8c2m2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI whistleblower who raised legal concerns about ChatGPT’s datasets has died",
            "link": "https://www.pbs.org/newshour/nation/openai-whistleblower-who-raised-legal-concerns-about-chatgpts-datasets-has-died",
            "description": "Suchir Balaji, a former OpenAI engineer and whistleblower who helped train the artificial intelligence systems behind ChatGPT ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XstFZznuTxagTkVrXzNdsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "PBS3h",
            "source": "PBS",
            "article_content": "This story includes discussion of suicide. If you or someone you know needs help, the national suicide and crisis lifeline in the U.S. is available by calling or texting 988. There is also an online chat at 988lifeline.org.\n\nSuchir Balaji, a former OpenAI engineer and whistleblower who helped train the artificial intelligence systems behind ChatGPT and later said he believed those practices violated copyright law, has died, according to his parents and San Francisco officials. He was 26.\n\nBalaji worked at OpenAI for nearly four years before quitting in August. He was well-regarded by colleagues at the San Francisco company, where a co-founder this week called him one of OpenAI’s strongest contributors who was essential to developing some of its products.\n\nWATCH: Current, former OpenAI employees warn company not doing enough control dangers of AI\n\n“We are devastated to learn of this incredibly sad news and our hearts go out to Suchir’s loved ones during this difficult time,” said a statement from OpenAI.\n\nBalaji was found dead in his San Francisco apartment on Nov. 26 in what police said “appeared to be a suicide. No evidence of foul play was found during the initial investigation.” The city’s chief medical examiner’s office confirmed the manner of death to be suicide.\n\nHis parents Poornima Ramarao and Balaji Ramamurthy said they are still seeking answers, describing their son as a “happy, smart and brave young man” who loved to hike and recently returned from a trip with friends.\n\nBalaji grew up in the San Francisco Bay Area and first arrived at the fledgling AI research lab for a 2018 summer internship while studying computer science at the University of California, Berkeley. He returned a few years later to work at OpenAI, where one of his first projects, called WebGPT, helped pave the way for ChatGPT.\n\n“Suchir’s contributions to this project were essential, and it wouldn’t have succeeded without him,” said OpenAI co-founder John Schulman in a social media post memorializing Balaji. Schulman, who recruited Balaji to his team, said what made him such an exceptional engineer and scientist was his attention to detail and ability to notice subtle bugs or logical errors.\n\n“He had a knack for finding simple solutions and writing elegant code that worked,” Schulman wrote. “He’d think through the details of things carefully and rigorously.”\n\nBalaji later shifted to organizing the huge datasets of online writings and other media used to train GPT-4, the fourth generation of OpenAI’s flagship large language model and a basis for the company’s famous chatbot. It was that work that eventually caused Balaji to question the technology he helped build, especially after newspapers, novelists and others began suing OpenAI and other AI companies for copyright infringement.\n\nHe first raised his concerns with The New York Times, which reported them in an October profile of Balaji.\n\nHe later told The Associated Press he would “try to testify” in the strongest copyright infringement cases and considered a lawsuit brought by The New York Times last year to be the “most serious.” Times lawyers named him in a Nov. 18 court filing as someone who might have “unique and relevant documents” supporting allegations of OpenAI’s willful copyright infringement.\n\nHis records were also sought by lawyers in a separate case brought by book authors including the comedian Sarah Silverman, according to a court filing.\n\nREAD MORE: AI ‘gold rush’ for chatbot training data could run out of human-written text as early as 2026\n\n“It doesn’t feel right to be training on people’s data and then competing with them in the marketplace,” Balaji told the AP in late October. “I don’t think you should be able to do that. I don’t think you are able to do that legally.”\n\nHe told the AP that he gradually grew more disillusioned with OpenAI, especially after the internal turmoil that led its board of directors to fire and then rehire CEO Sam Altman last year. Balaji said he was broadly concerned about how its commercial products were rolling out, including their propensity for spouting false information known as hallucinations.\n\nBut of the “bag of issues” he was concerned about, he said he was focusing on copyright as the one it was “actually possible to do something about.”\n\nHe acknowledged that it was an unpopular opinion within the AI research community, which is accustomed to pulling data from the internet, but said “they will have to change and it’s a matter of time.”\n\nHe had not been deposed and it’s unclear to what extent his revelations will be admitted as evidence in any legal cases after his death. He also published a personal blog post with his opinions about the topic.\n\nSchulman, who resigned from OpenAI in August, said he and Balaji coincidentally left on the same day and celebrated with fellow colleagues that night with dinner and drinks at a San Francisco bar. Another of Balaji’s mentors, co-founder and chief scientist Ilya Sutskever, had left OpenAI several months earlier, which Balaji saw as another impetus to leave.\n\nSchulman said Balaji had told him earlier this year of his plans to leave OpenAI and that Balaji didn’t think that better-than-human AI known as artificial general intelligence “was right around the corner, like the rest of the company seemed to believe.” The younger engineer expressed interest in getting a doctorate and exploring “some more off-the-beaten path ideas about how to build intelligence,” Schulman said.\n\nBalaji’s family said a memorial is being planned for later this month at the India Community Center in Milpitas, California, not far from his hometown of Cupertino."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Gives Plus Users Unlimited Access to Sora Over The Holidays",
            "link": "https://www.msn.com/en-us/news/other/openai-gives-plus-users-unlimited-access-to-sora-over-the-holidays/ar-AA1wjRZf?ocid=BingNewsVerp",
            "description": "For a limited time, users will be able to generate videos of over 20 seconds long, and over 50 lower resolution (480p) videos ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vfYzsB-xJ2ZyCa643sx9OS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Reports: OpenAI’s GPT-5 Is ‘Behind Schedule’ and Running Up ‘Huge Bills’",
            "link": "https://www.msn.com/en-us/money/technology/reports-openai-s-gpt-5-is-behind-schedule-and-running-up-huge-bills/ar-AA1wjn97?ocid=BingNewsVerp",
            "description": "Issues with data quality, competing projects, and high-profile executive exits are allegedly all contributing to the slowdown ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0ZJMGOcaD1ky_7_DDRqCYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "PCMag on MSN8h",
            "source": "PCMag on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Conspiracy theory ...: ChatGPT maker OpenAI CEO Sam Altman slams Marc Andreessen’s description of meetings with US government",
            "link": "https://www.msn.com/en-in/entertainment/streaming-movies-and-tv/netflix-india-plans-to-take-on-disney-hotstar-and-jiocinema-s-ipl-shine-with/ar-AA1wkgmy?ocid=BingNewsVerp",
            "description": "OpenAI CEO Sam Altman refuted investor Marc Andreessen's suggestion that the Biden administration intends to regulate AI to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MBKBoBWZ7z6dqIVaa3GHli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1hon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple May Be Considering a Branded TV Amid Smart Home Push",
            "link": "https://www.msn.com/en-us/lifestyle/shopping/apple-may-be-considering-a-branded-tv-amid-smart-home-push/ar-AA1uiQ90?ocid=BingNewsVerp",
            "description": "In Bloomberg's Power On newsletter Sunday, reporter Mark Gurman revealed the company is \"evaluating\" an Apple-branded TV set.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZgWnb3jS7-Qo9rsMYDPGTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "CNET on MSN7h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whole of Bollywood turns up in fancy outfits for Ambani party: Shah Rukh, Katrina, Madhuri join Nita Ambani and family",
            "link": "https://www.hindustantimes.com/lifestyle/fashion/ambani-family-party-bollywood-stars-shah-rukh-khan-madhuri-dixit-katrina-kaif-nita-ambani-fancy-outfits-radhika-isha-101734833759895.html",
            "description": "Katrina Kaif, Madhuri Dixit, Shahid Kapoor, Mira Rajput, Gauri Khan and many more celebs made style statements at NMACC Arts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VTv4NJ7eAsf3dxEVutBm3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "17h",
            "source": "Hindustan Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TikToker Trends after Displaying before and after Pregnancy Photos Showing Huge Transformation",
            "link": "https://www.tuko.co.ke/entertainment/573252-tiktoker-trends-displaying-pregnancy-photos-showing-huge-transformation/",
            "description": "A woman showed off the transformation she underwent after getting pregnant that left many not only congratulating her but also baffled by her changes.",
            "image_url": "https://www.bing.com/th?id=ODF.mCrb4EKBwPvFievWYoNVqw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Tuko10h",
            "source": "Tuko",
            "article_content": "A woman took to her TikTok page to show her pretty photos before she got pregnant, leaving many in shock\n\nShe followed up with different snaps of herself during her pregnancy and noted how the journey had humbled her\n\nMany netizens encouraged her, while others wondered why most women get swollen noses during their pregnancy journey\n\nPAY ATTENTION: Flexible Payment Plans Available! Invest in Yourself & See the Return with Our Affordable Copywriting Course!\n\nA TikToker using the handle @davemart2024 has stunned netizens with how she changed after getting pregnant.\n\nTikToker Dave Mart shared different photos showing her before and after transformation after getting pregnant. Photo: Dace Mart 2024.\n\nSource: TikTok\n\nMart jumped on the TikTok challenge, where women showcased what pregnancy did to them despite thinking they would be glowing during their pregnancy.\n\nMany women tend to have swollen feet and noses during their pregnancies, which has left many wondering why that happens.\n\nHow woman's face changed after falling pregnant\n\nIn her video, Mart showcases photos she took before getting pregnant and the fun things she was doing.\n\nShe switched it up in the middle of the video and showcased her transformation after getting pregnant.\n\nIn one photo, she looked darker, and her face had a thick nose that left many baffled by her extreme change.\n\n\"Pregnancy humbled me that I expected,\" she captioned on her video.\n\nWatch the video below:\n\nHere are some of the comments from social media users:\n\n@Adam Iman said:\n\n\"I had to sit up straight.\"\n\n@Boladale said:\n\n\"Guys, does this pregnancy nose usually reduce back to normal.\"\n\n@Daisy Oyuga said:\n\n\"True definition of Brother Bernard.\"\n\n@Oyin said:\n\n\"Did you report this situation to the police?\"\n\n@sabali said:\n\n\"The fear of pregnancy is the beginning of wisdom.\"\n\n@asteria said:\n\n\"I would cry daily.\"\n\n@deen said:\n\n\"I would have sued my husband because ain't no way.\"\n\n@Tebogo said:\n\n\"Girl, press charges to whoever did this to you.\"\n\n@Zila said:\n\n\"I refuse to believe that this is the same person.\"\n\nHow Mammito stunned netizens with nose skit\n\nIn a different report, comedienne Eunice Mammito surprised Kenyans when she announced she was expecting a child.\n\nShe later followed up with a hilarious skit showing her nose thick, which left many wondering if her pregnancy had also transformed her face.\n\nThe video amused many social media users, with most women sharing their pregnancy experiences.\n\nSource: TUKO.co.ke"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Netflix India plans to take on Disney+ Hotstar and JioCinema's IPL 'shine' with ...",
            "link": "https://www.msn.com/en-in/entertainment/news/netflix-india-plans-to-take-on-disney-hotstar-and-jiocinemas-ipl-shine-with/ar-AA1wkgmy?ocid=BingNewsVerp",
            "description": "WWE's Indian media rights are moving from Sony Pictures Networks India to Netflix India in a 10-year deal starting in 2025.",
            "image_url": "https://www.bing.com/th?id=OVFT.Yftssq1nV1giJrHp7hQm3y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "1hon MSN",
            "source": "Indiatimes on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Anime Reborn codes December 2024",
            "link": "https://www.pcgamesn.com/anime-reborn/codes",
            "description": "December 13, 2024: We have checked and added four brand-new Anime Reborn codes to this list. What are the new Anime Reborn codes? Anime Reborn is a hit new Roblox game featuring some of your ...",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "PCGamesN20h",
            "source": "PCGamesN",
            "article_content": "What are the new Anime Reborn codes? Anime Reborn is a hit new Roblox game featuring some of your favorite anime characters. Your goal is to pack out your party with the best units, give them the top traits, and work to keep yourself and your friends alive against waves of increasingly challenging enemies.\n\nTo get as many draws as possible for the latest Units, upgrade your current party, and even increase your chances of pulling shiny Units, you’re going to need as many gems and keys as possible, and that’s where Anime Reborn codes come in.\n\nWe’ve got the latest codes below, as well as step-by-step instructions on how to redeem them in the anime game. If you’re in the market for extra Roblox freebies, we also keep regularly updated lists of the latest Blox Fruits codes and King Legacy codes.\n\nNew Anime Reborn codes\n\nHere are the latest Anime Reborn codes:\n\n!LegendaryLuck – 10 Rolls, 2 Legend Potions (NEW)\n\n– 10 Rolls, 2 Legend Potions (NEW) !LuckyClover – 5 Rerolls, 1000 Gems, 2 Clovers (NEW)\n\n– 5 Rerolls, 1000 Gems, 2 Clovers (NEW) Sorrywrongcode – 5 Trait Crystals, 1000 Gems (NEW)\n\n– 5 Trait Crystals, 1000 Gems (NEW) !updatetoday – 10 Trait Crystals, 50,000 Tickets\n\n– 10 Trait Crystals, 50,000 Tickets !CloverPart2 – 5 Trait Crystals\n\n– 5 Trait Crystals !DelayReborn – 10 Trait Crystals, 500 Gems\n\n– 10 Trait Crystals, 500 Gems !KingisHere – 3 Potential Keys, 1000 Gems, 5 Trait Crystals\n\n– 3 Potential Keys, 1000 Gems, 5 Trait Crystals !Dungeon – 5, Trait Crystals, 500 Gems\n\n– 5, Trait Crystals, 500 Gems SorryForDelay – 5, Trait Crystals\n\n– 5, Trait Crystals SorryForRestart – 2,500 Gems, 3, Lucky Potion\n\n– 2,500 Gems, 3, Lucky Potion !BlackFriday – 5,000x Red Tickets, 5, Trait Crystals, 500 Gems\n\n– 5,000x Red Tickets, 5, Trait Crystals, 500 Gems Happybirthdaysage – 5x Trait Crystals, 500x Gems\n\n– 5x Trait Crystals, 500x Gems Freetickets – 5,000x Red Tickets (Level 10 requirement)\n\n– 5,000x Red Tickets (Level 10 requirement) UpdateSoon! – 1,000x Gems, 10x rerolls, 5x Frost Keys\n\n– 1,000x Gems, 10x rerolls, 5x Frost Keys 20MVISITS – 1,000x Gems, 5x rerolls, 3x Potential Keys, 3x Frost Keys, 1x Basic Luck Potion\n\n– 1,000x Gems, 5x rerolls, 3x Potential Keys, 3x Frost Keys, 1x Basic Luck Potion 10MVISITS – 1,000 Gems, 2x Trait Crystals, 5x Potential Keys\n\n– 1,000 Gems, 2x Trait Crystals, 5x Potential Keys SorryForFoodBug! – 100x Meat, must be level 25 to redeem\n\n– 100x Meat, must be level 25 to redeem MEGAMOZKING – 750x Gems, 2x Trait Crystals\n\n– 750x Gems, 2x Trait Crystals MEGARLXSAGE – 750x Gems, 2x Trait Crystals\n\n– 750x Gems, 2x Trait Crystals MEGAZILLAS – 750x Gems, 2x Trait Crystals\n\n– 750x Gems, 2x Trait Crystals 100KLIKES – 1,000x Gems, 10x Trait Crystals\n\n– 1,000x Gems, 10x Trait Crystals 50KLIKES – 1,000x Gems\n\n– 1,000x Gems MOZKING – 250x Gems, 1x Trait Crystal\n\n– 250x Gems, 1x Trait Crystal SUBTORLXSAGE – 250x Gems, 1x Trait Crystal\n\n– 250x Gems, 1x Trait Crystal SUBTOZILLAS – 250x Gems, 1x Trait Crystal\n\nExpired codes\n\n!gohun\n\n!Update\n\nSORRY4SHUTDOWN\n\nIboughtbundles!!\n\n1MMembers\n\n!SorryForBug\n\nLastChance\n\nHappythanksgiving\n\n5MVISITS\n\n2MVISITS\n\n1MVISITS\n\n200KMEMBERS\n\nRELEASE\n\nXMEGACODE\n\nWhat are Anime Reborn codes?\n\nAnime Reborn codes can grant you a whole bunch of exciting rewards. Gems allow you to draw for new Units, including Laugfy (Luffy), Bulba (Bulma), and Inoke (Inosuke). Meanwhile, Trait Crystals allow you to reroll the traits on the Units you already have, potentially upgrading them to their Mythical or Secret trait rarities if you’re lucky.\n\nOther rewards, including keys, allow you to reroll for better stats, increasing the abilities of your favorite characters. You can get a headstart by using the codes above and reduce the need to spend real-life cash unless you really want that new Shiny Mythical Unit.\n\nHow do I redeem Anime Reborn codes?\n\nTo redeem Anime Reborn codes, you must first go and visit Laugfy, who’s sitting on a treasure chest in the main lobby, just next to the Adventure door.\n\nInteract with Laugfy\n\nEnter any of the active codes above\n\nClick ‘Redeem’\n\nWatch your rewards roll in\n\nAnd that’s it! You’ll soon be filling up your backpack with goodies.\n\nHow do I get more Anime Reborn codes?\n\nSadly, new Anime Reborn codes don’t grow on trees, and while there are plenty at the moment, we expect them to become rarer the further from launch we get. If you want more going forward, we’ll keep you covered right here.\n\nThe best way of getting codes directly from the source is to join the official Anime Reborn Discord channel and follow the creators on X (formerly known as Twitter). Follow MozKing, RlxSage, and Zillas to cover all bases.\n\nThe team shares new codes regularly, as well as the next milestone goal for future codes. For example, the team has previously handed out codes whenever the game achieved a new follower or like milestone on its Roblox page. So get liking and following for more codes quicker!\n\nIf you’re new to the wild world of Roblox, you may be wondering is Roblox safe? Alternatively, if you’re a regular player, we’ve got a list of Roblox music codes for you. We also keep a regularly updated list of Roblox promo codes for some of the best Roblox games in 2024."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ghost ships to ghost sharks: 10 wildest underwater discoveries of 2024",
            "link": "https://www.popsci.com/science/underwater-discoveries/",
            "description": "The biggest animal in the world may be the blue whale, but researchers in 2024 determined that the biggest intertwined ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l5WaegW9Hc8SKeop30SWLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5h",
            "source": "Popular Science",
            "article_content": "It may be an overused statistic, but it’s true: We know less about what lives and lurks in our oceans than we do about outer space. This year proved no exception to the rule, either. In the last year, researchers discovered long-lost shipwrecks, odd animals, and even a phenomenon known as “dark oxygen,” among many other finds.\n\n‘Ghost Ship of the Pacific’ found using underwater drones\n\nThe USS Stewart rests about 3,500 feet below the ocean’s surface. Credit: Ocean Infinity\n\nIt only took a few hours for a team of 20-foot-long autonomous submersible drones to relocate the USS Stewart after 78 years spent at the bottom of the Pacific Ocean. The “four-piper” destroyer ship was the only vessel captured by Japanese forces during World War II, and earned its “Ghost Ship” moniker after numerous Allied troops sighted it deep behind enemy lines. Although eventually returned to the US Navy and scuttled, its exact location remained a mystery for years. Now, however, we know the extremely well-preserved remains lay off the California coast in the Cordell Bank national marine sanctuary.\n\nShipwreck hunters find WWII-era merchant ship that sunk in Lake Superior\n\nThe wheel of the Arlington, about 600 feet underwater. Great Lakes Shipwreck Historical Society\n\nAlthough also dating back to the WWII era, the Arlington wasn’t involved in combat when it sank. The 244-foot bulk carrier was instead a merchant vessel sailing Lake Superior en route to Owen Sound, Ontario. Inclement weather, however, caused the ship to take on water in the early hours of May 1. While Captain Frederick “Tatey Bug” Burke insisted his crew stay the course, the sailors had other plans, and soon abandoned Burke to his—and his ship’s—ultimate fate. Like the USS Stewart, the Arlington was located using remote operating submersibles and sonar scans.\n\nNew, colorful starfish species found off the coast of Japan\n\nThe newly discovered Paragonaster hoeimaruae. There are many types of starfish and this one is particularly adapted to living in sandy, muddy waters, a feature the researchers want to learn more about. Credit: © I. Kobayashi\n\nThere are around 2,000 cataloged starfish species in the world, but that list grew by at least one new variety in 2024. Discovered by researchers off the coast of Japan’s Izu Peninsula, Paragonaster hoeimaruae, is only the second starfish known to belong to the Pseudarchasteridae family. The strikingly orange sea creatures are especially adapted to live in muddy, sandy waters—an evolutionary trait researchers hope to learn more about in the coming years.\n\nGrumpy-faced fish species found in Red Sea\n\nThe grumpy dwarfgoby is endemic to the Red Sea and lives in small holes and crevices in coral reefs. Viktor Nunes Peinemann\n\nWhile similarly as orange as Paragonaster hoeimaruae, Sueviota aethon arguably features a much more noticeable physical trait: the diminutive fish possesses a downturned mouth that makes it look permanently displeased. Its face seems so irritated that it even earned it the common name of the grumpy dwarfgoby. The roughly one inch long fish live among the coral reefs of the Red Sea’s Farasan Banks near Saudi Arabia. Even at that size, however, discoverers describe the grumpy dwarfgoby as a “fearsome predator” given its comparatively large canines used to capture and devour small invertebrates.\n\nWWII submarine discovered 81 years after disappearing during secret mission\n\nThe HMS Trooper disappeared in 1943 with all 64 of its crew. Credit: YouTube / Planet Blue\n\nIt took at least as many as 14 attempts over nearly 25 years, but researchers finally located the wreckage of the HMS Trooper in 2024. The WWII Allied submarine and its 64 crew members deployed on a secret mission near Greece in early October 1943, but never arrived in Beirut as originally scheduled. Researchers used both sonar and an ROV called “Super Achille” to identify Trooper’s whereabouts, as well as confirm its fatal run-in with a German mine. Trooper lays in three separate parts an estimated 830-feet-deep at the bottom of the Icarian Sea, near the Greek island of Donoussa.\n\nWorld’s largest coral formation is longer than a blue whale\n\nA diver from National Geographic Pristine Seas measures the world’s largest coral colony in the Solomon Islands. Photograph by Manu San Félix, National Geographic Pristine Seas\n\nThe biggest animal in the world may be the blue whale, but researchers in 2024 determined that the biggest intertwined community of animals is undoubtedly the recently discovered Pavona clavus coral colony. Measuring in at 111 feet wide, 104 feet long, 18 feet high, and 600 feet around, the standalone coral system formed in the southwest Pacific Ocean over the last 300 years, and can even be seen from space.\n\nNew ghost shark species found in New Zealand\n\nThe newly described Australasian narrow-nosed spookfish, Harriotta avia. National Institute of Water and Atmospheric Research (NIWA)\n\nGhost sharks, also known as “spookfish,” technically aren’t sharks, but instead are a group of fish that are closely related to the ocean predators. One of the newest additions to the family this year was Harriotta avia, described as having an “elongated, narrow and depressed snout; long, slender trunk; large eyes; and very long, broad pectoral fins” as well as possessing “lovely chocolate brown color.” But don’t expect to encounter one in the open waters—Harriotta avia lives near New Zealand at the bottom of the Pacific Ocean, roughly 8,350 feet below surface waters.\n\n‘Dark oxygen’ on ocean floor may rewrite the origins of life\n\nThe formations can be found as deep as 20,000 feet below the ocean’s surface. Credit: Wikipedia Commons\n\nOne of the wildest underwater discoveries of 2024 wasn’t a new species of life, but chemical processes that might rewrite our understanding of the origins of life itself. Earlier this year, researchers published findings related to polymetallic nodules—natural mineral deposits located on the pitch-black ocean floor. Despite lacking sunlight, however, evidence suggests these formations appear to function as “geobatteries” capable of generating trace amounts of oxygen that help sustain deep-sea life. If true, then the planet’s very first living organisms may have gotten their start in a place no one once thought could support life at all.\n\nNew jellyfish discovered near Japan may contain multitudes of venom\n\nThe St. George’s Cross medusa is about four inches wide, three inches long, and has about 240 tentacles. Dhugal John Lindsay/JAMSTEC\n\nLike many other similar species, the newly found St. George’s cross medusa lives around 2,300 feet deep in the Pacific Ocean, and hunts bioluminescent prey with its many tentacles. Unlike its relatives, however, Santjordia pagesi packs an “arsenal of venoms” that differs from other known jellyfish. Unfortunately, it might take a little while before researchers start gleaning more information on the creature—it’s difficult to gather more specimens given the jellyfish lives in a deep-sea volcanic caldera about 285 miles south of Tokyo.\n\nResearchers discover neurological mechanism controlling anglerfish lures\n\nFrogfish belong to the larger anglerfish family, and use their front fin as a lure. Credit: Deposit Photos\n\nAnglerfish aren’t a new find for researchers, but biologists did confirm a surprising evolutionary feature in the odd-looking animals this year. Using tracer analysis, a team discovered the exact motor neurons that control one of the subspecies’ front dorsal fin lure. It appears the location of these motoneurons shifted during their evolution compared to their relatives, pointing to evolutionary implications that reach all the way to landwalking vertebrates.\n\nOver 100 possible new ocean species found near Chile\n\nDuring an expedition off the coasts of Chile and Rapa Nui, scientists spotted a bony Chaunacops fish swimming in the waters of Chile’s Nazca-Desventuradas Marine Park. Schmidt Ocean Institute\n\nThe 1,800-mile-long Salas y Gómez Ridge near Chile is home to some wild creatures that look like they just arrived from an alien planet. Earlier this year, researchers used a remote operated submersible to survey the region and documented over 100 candidates for never-before-seen species. These included crustaceans, mollusks, fish, and even marine mammals. Biologists also glimpsed extremely rare animals, such as the whiplash squid."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Yearender 2024: List of Biggest Innovations in AI, Science and Technology",
            "link": "https://www.msn.com/en-in/money/news/yearender-2024-list-of-biggest-innovations-in-ai-science-and-technology/ar-AA1wkaYr?ocid=BingNewsVerp",
            "description": "Discover the biggest innovations in AI, science, and technology for 2024, including breakthroughs in AI-powered discovery, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J7tE7UG1mycOioQYy8OC0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "jagranjosh.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists Just Discovered Magic at the Large Hadron Collider",
            "link": "https://scitechdaily.com/scientists-just-discovered-magic-at-the-large-hadron-collider/",
            "description": "Researchers at the Large Hadron Collider have found that top quarks exhibit a property known as magic, which could advance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f1zlY1hC-7SEWwtdRyZ7oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "22h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Unexpected discovery opens doors for improved siRNA therapies",
            "link": "https://www.news-medical.net/news/20241220/Unexpected-discovery-opens-doors-for-improved-siRNA-therapies.aspx",
            "description": "In everyday life, when things turn out the opposite of what you expect, it's usually cause for frustration. In science, it's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CQUMpESO05ABnmPWIEgszi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "News Medical1h",
            "source": "News Medical",
            "article_content": "In everyday life, when things turn out the opposite of what you expect, it's usually cause for frustration. In science, it's often the starting point for discovery.\n\nThat's what happened to a team of researchers from Memorial Sloan Kettering Cancer Center (MSK) and their collaborators at the Icahn School of Medicine at Mount Sinai. Their unexpected findings in the lab point to an opportunity to improve therapies that use small RNAs to silence disease-causing genes, potentially including those involved in cancer.\n\nSometimes you do an experiment. You think you're testing one idea, but when it doesn't turn out the way you planned, it can lead you to find something else that's much more interesting.\" Eric Lai, PhD, developmental biologist\n\nIn this case, the researchers -; led by Seungjae Lee, PhD, a postdoctoral fellow in the Lai Lab at MSK's Sloan Kettering Institute -; were testing how a protein called ALAS1 helps to make small regulatory RNAs called microRNAs. When they removed the protein from cells, they expected to see levels of microRNAs drop.\n\n\"But instead, we were surprised to see them increase,\" Dr. Lai says.\n\nThat counterintuitive result led to the discovery of an unrecognized role for ALAS1 beyond its well-known role in the production of heme. (Heme is an important player in many biological processes, including in oxygen transport -; giving hemoglobin its name -; in energy production, and in making microRNAs.)\n\nThe team's findings were published in Science, one of the world's most prestigious scientific journals.\n\nHow little RNA snippets silence genes\n\nBoth microRNAs and the related class of small interfering RNAs (siRNAs) are small snippets of RNA -; just 21 or 22 nucleotides long -; that bind to specific messenger RNAs (mRNAs) and repress them.\n\nThere's a bucket brigade of players that together convert longer RNA molecules into the tiny active products, and a key takeaway is that scientists have harnessed this knowledge to turn small RNAs into drugs that can silence genes that cause specific diseases.\n\nThe first siRNA drug, patisiran, was approved by the U.S. Food and Drug Administration (FDA) in 2018 to treat a debilitating genetic disorder called hereditary transthyretin amyloidosis. A handful of additional siRNA drugs have been approved since, with more moving their way through clinical trials. Doctors see great potential to develop siRNA medicines against both rare diseases and more common ones (siRNA drugs are sometimes called RNAi drugs, meaning they work by interfering with messenger RNA accumulation).\n\nA moonlighting enzyme\n\nBack in the Lai Lab, Dr. Lee had discovered that upon removing ALAS1 from cells, they made more microRNAs. And further experiments showed that removing any of the other enzymes in the heme biosynthesis pathway did not affect microRNA levels.\n\n\"This told us that ALAS1 has another job outside of helping to make heme, which no one had realized,\" Dr. Lee says.\n\n\"We can consider this a 'moonlighting' function,\" Dr. Lai adds. \"And here we discovered that ALAS1 has this secret role regulating microRNAs that's not connected to its normal role in heme synthesis.\"\n\nPotential to make siRNA drugs work better\n\nThe discovery led the MSK researchers to partner with colleagues from the Icahn School of Medicine at Mount Sinai who specialize in heme regulation and ALAS genes -; Makiko Yasuda, MD, PhD, Robert Desnick MD, PhD, and postdoctoral fellow Sangmi Lee, PhD. This allowed the MSK researchers to extend their findings from cell culture into custom animal models that the Mount Sinai group were developing.\n\nAnd in mice, again, removing ALAS (specifically in liver cells) led to a global increase in microRNAs.\n\n\"The emerging picture is that ALAS acts as a brake on the production of microRNAs,\" Dr. Lai says. \"So we thought, now that we know how to remove this brake, maybe we can use that to improve the efficacy of siRNA drugs and their ability to silence their target genes.\"\n\nIn theory, this knowledge might help boost the activity of siRNA drugs against any problematic gene that is overactive in disease, Dr. Lai explains. Potentially this could include oncogenes known to drive cancer.\n\n\"But we're not quite there yet,\" he says. \"Therapeutic siRNA drugs don't work well enough against all targets and are currently limited in where they can be used in the body.\" In fact, all six of the FDA-approved siRNA drugs target hepatocytes in the liver.\n\n\"It's straightforward to get drugs into the liver, which serves as a filter for the body,\" Dr. Lai says.\n\nSo, as a proof-of-concept, the team showed that not only could they deplete mouse liver cells of ALAS, leading to an increase in microRNAs, but doing so also enhanced the silencing activity of another model siRNA compound delivered to the mice.\n\nCoincidentally, one of the six approved siRNA drugs turns off ALAS1 to treat acute hepatic porphyrias. Dr. Yasuda and Dr. Desnick worked on the preclinical and clinical trials for the drug, which is known as givosiran. Since an siRNA against ALAS1 works effectively and safely in humans, this raises the possibility of combining such an agent to enhance other siRNA drugs. Dr. Lai notes that this strategy could be generally applicable to any siRNA.\n\nAnd if siRNA drugs can be made to work better, this could improve their cost-effectiveness, reduce side effects by making them effective at lower doses, and perhaps help to target additional cell types beyond liver cells, he adds.\n\nWhy discovery science matters\n\nIn December 2024, Harvard geneticist Gary Ruvkun, PhD, was awarded the Nobel Prize with Victor Ambros, PhD, for their joint discovery of microRNA and its role in gene regulation in the early 1990s. Dr. Lai did his undergraduate thesis research in Dr. Ruvkun's lab at that time (on another class of gene regulator) and credits him for launching his own career.\n\n\"I got my first real exposure to how science was actually done and gained lifelong interests in developmental biology and small RNAs,\" Dr. Lai says, adding that his mentor's recent accolade underscores the importance of curiosity-driven research.\n\n\"Dr. Ruvkun didn't start out looking for microRNAs,\" Dr. Lai says. \"Like Dr. Ambros, he was investigating the development of nematodes, these tiny worms that live in the soil. And not only did this unveil an entirely new paradigm for how genes are controlled, the field they started eventually resulted in a novel class of human therapies.\n\n\"When people ask why we're not spending all of our research dollars directly studying diseases like cancer, why we're funding research into cells and processes in model organisms like fruit flies, yeast, and bacteria -; this is a great example of how discovery science fuels the biggest breakthroughs,\" he continues. \"And I think it is especially critical to keep this conversation active, given how much uncertainty and disagreement there is in society and government about how much to publicly fund scientific research and in what areas. Hopefully, there will be continued support to keep the engine of foundational research strong.\"\n\nFunding and disclosures\n\nFunding for the research includes grants from the National Institutes of Health (R01DK134783, R01-GM083300, P30-CA008748); a Cooperative Centers of Excellence in Hematology pilot grant (10040500-05S1); and a NYSTEM training award (C32559GG).\n\nThe researchers have filed a patent application on their methods for enhancing the efficacy of RNAi therapy by targeting ALAS1/ALAS2 (WO2024148236A1).\n\nDrs. Yasuda and Desnick are also co-inventors of a patent for RNAi therapy of acute hepatic porphyrias. They also report pharmaceutical consulting work. Please see the study for full details."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Solar Discovery Could Revolutionize Hydrogen Production",
            "link": "https://scitechdaily.com/new-solar-discovery-could-revolutionize-hydrogen-production/",
            "description": "A new solar cell process using Sn(II)-perovskite oxide material offers a promising pathway for green hydrogen production ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MGMYShcwz4S3sAa4T85AAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "18h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Software start-up likened to Atlassian defies funding slump, raising $27.5 million",
            "link": "https://www.smh.com.au/technology/software-start-up-likened-to-atlassian-defies-funding-slump-raising-27-5-million-20241217-p5kyxp.html",
            "description": "Australian start-up funding continues to tank, but not for this company, which wants to emulate the success of local tech ...",
            "image_url": "https://www.bing.com/th?id=OVFT._u1byNUg8uUGDAYzGvo8FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "13h",
            "source": "Sydney Morning Herald",
            "article_content": "A company described as “Atlassian for the built world” has raised nearly $30 million in venture capital, defying the ongoing funding slump that continues to leave Australian start-ups struggling to raise investment.\n\nSitemate has drawn comparisons with Mike Cannon-Brookes and Scott Farquhar’s tech giant Atlassian for both its growth trajectory and its product, which aims to replace Word and Excel with workflow software tools. The latest funding round has valued the Sydney-based start-up at close to $200 million.\n\nInstead of being aimed at software engineers, however, Sitemate offers software for engineers working on the “built world”, including civil, structural, mechanical and electrical projects.\n\nSitemate chief executive Hartley Pike is a former field engineer with Lendlease. Credit:\n\nThe start-up is led by chief executive Hartley Pike, a former field engineer with Lendlease who found himself buried in paperwork before deciding to start a software company to fix that problem."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FanDuel promo code: Get $150 bonus if your $5 bet on Tennessee vs. Ohio State wins",
            "link": "https://www.masslive.com/betting/2024/12/fanduel-promo-code-get-150-bonus-if-your-5-bet-on-tennessee-vs-ohio-state-wins.html",
            "description": "New users don't need a FanDuel promo code to score a $150 sportsbook bonus for Tennessee vs. Ohio State in the College ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dJuzEgYYPcBn-e5E3_cxoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "19h",
            "source": "MassLive",
            "article_content": "The final first-round game of the College Football Playoff is set for Saturday night when the Ohio State Buckeyes host the Tennessee Volunteers. Sports bettors can grab a $150 bonus for the game if they sign up with today’s FanDuel promo code (no code required).\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $150 in bonus bets if your bet wins. 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions The user’s first bet must win to claim the bonus bets.\n\n\n\nBonuses are sent within 72 hours of the qualifying wager winning.\n\n\n\nBonus bets expire seven days after issuance and have no cash value. Bonus bets can be split into multiple wagers. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, Washington, D.C. ✅ Last verified Dec. 21, 2024\n\nFanDuel promo code: How to claim your $150 sportsbook bonus\n\nFanDuel Sportsbook delivers a great welcome bonus this football season. New users can unlock a $150 sportsbook bonus when they place a winning $5 wager. The best part is there are no odds restrictions on that first wager so you have some cushion. To claim this offer, follow these instructions:\n\nClick on our FanDuel promo code and tap the ‘Join’ button. Answer the questions in the fields that follow. If you register using one of our links, no code is required. Choose a deposit method and deposit at least $5 into your new account. Make a minimum $5 bet on Tennessee vs. Ohio State or any other game.\n\nIf your bet wins, FanDuel will add $150 in bonus bets to your account. You can use the bonus bets in increments or on one big bet. You can edit the amount in your betslip after choosing your wager and before locking it in. No matter what you choose, use it all within seven days or it will expire.\n\nFanDuel Sportsbook existing user promos\n\nOnce your FanDuel new user promo is gone, more bonuses are available. FanDuel offers daily promotions for all users. Check out these examples of what is available now.\n\nProfit boosts : Get enhanced odds on select betting markets.\n\nNo sweat bets : If your bet loses, receive a bonus bet to try again with house money.\n\nReferral bonus: Invite your friend and you’ll each get a $75 bonus ($50 sportsbook + $25 casino).\n\nHow to use your FanDuel bonus bets for Tennessee vs. Ohio State\n\nThe most important thing to remember about this bonus offer is you must win your first wager to claim it. The second most important thing is that the odds for your qualifying wager don’t matter. For instance, if you think Tennessee will win the game, you don’t have to bet on the moneyline with +220 odds. You don’t even have to bet on the Vols’ point spread (+7.5) with -110 odds.\n\nIf you think Ohio State will win, you don’t have to wager on the Buckeyes to win by eight points (and covering the 7.5-point spread). You could bet on the Buckeyes on the moneyline (-280 odds). If you want something safer, there are more options at FanDuel. The sportsbook offers alternate point spreads and totals.\n\nYou can wager on Tennessee +33.5 or Ohio State +18.5. The over/under is 46.5 points, but FanDuel offers a total as low as 17.5 points so you could bet Over on that. You can go as high as 76.5 points for the total and bet Under. You won’t get much of a profit on your $5 wager if you bet one of those extremes, but that isn’t important. You just want to win so you can grab your $150 welcome bonus."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "College Football Playoff: Ohio State's hot start powers it past Tennessee and into Rose Bowl vs. Oregon",
            "link": "https://www.msn.com/en-us/sports/other/college-football-playoff-ohio-states-hot-start-powers-it-past-tennessee-and-into-rose-bowl-vs-oregon/ar-AA1wiB10?ocid=BingNewsVerp",
            "description": "The Buckeyes will meet the Ducks in the Rose Bowl on Jan. 1. Oregon is the No. 1 seed in the College Football Playoff as it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Y49xCHbvVYLgcJ48L_7scy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "15hon MSN",
            "source": "Yahoo Sports on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 Emerging Technologies To Build A Startup Around In 2025",
            "link": "https://www.forbes.com/sites/abdoriani/2024/12/22/6-emerging-technologies-to-build-a-startup-around-in-2025/",
            "description": "Below you can find six emerging technologies that we believe hold promise for immense growth in 2025 and present exciting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PMjSH9XFp0wCc6m6MFZiGC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple’s next smart home adventure could be a doorbell with Face ID",
            "link": "https://www.digitaltrends.com/home/apple-report-smart-door-bell-face-id-unlock-system-homekit/",
            "description": "Apple’s smart home ambitions are shifting gears starting next year. The next notable offering, as per Bloomberg, could be a smart doorbell with Face ID support.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "6h",
            "source": "Digital Trends",
            "article_content": "In the wake of canceling its hyped car project, a hard setback with an iPhone subscription service, and delays with AI feature rollout, it seems Apple has found a new sweet spot for product development in the smart home segment. According to Bloomberg, the company is working on a smart doorbell with Face ID authentication support.\n\nApple is already rumored to be working on an iPad-like smart home device that will serve as a home hub for other connected devices as well. Now, the folks over at Cupertino are eyeing a niche that will integrate well within the HomeKit portfolio.\n\nRecommended Videos\n\nBloomberg’s report describes it as a “smart doorbell with advanced facial recognition that wirelessly connects to a deadbolt lock.” The concept is pretty straightforward. Apple aims to bring its fast and reliable biometric authentication convenience to a doorbell.\n\nPlease enable Javascript to view this content\n\nAt the moment, the segment is dominated by the likes of Amazon, Google, Eufy, and Logitech. The Nest Doorbell and Amazon Blink, in particular, often find their way to the top of the recommendation list for buyers. It’s, therefore, no surprise why Apple would want to flex its way into the fray, especially when it has the tech stack, talent, and supply chain at its disposal.\n\nNow, the Face ID-ready doorbell project is in the early stages of development, which means its market arrival is neither close nor certain. According to a report that cites internal sources, enthusiasts should not expect to see anything on the market by the end of the year — at the earliest.\n\nThere is another probability. Instead of developing a hardware product of its own, Apple could very well outsource it to a third-party partner like Logitech or Belkin. That wouldn’t be surprising. Take, for example, the Vision Pro, which sells a head strap for the headset straight from Apple’s online store.\n\nThe upcoming device could be yet another host for the company’s in-house combined chip for Wi-Fi and Bluetooth, which is reportedly making a debut in 2025 with the refreshed HomePod Mini and Apple TV models. The chip is apparently code-named Proxima and will reportedly be made by longtime partner TSMC.\n\nNow, a smart doorbell sounds like an obvious step in the right direction and could stand out with its facial recognition perk. Notably, the company already has the infrastructure ready (and is rapidly developing it with upcoming products) with a software stack in HomeKit that has already been embraced by various brands.\n\nIn addition, the upcoming home hub device that borrows from the iPad aesthetics will also run software that will connect with a whole bunch of other devices. It will also tap into the FaceTime system for videoconferencing. It won’t be surprising to see it play nice with the upcoming smart doorbell camera via its video relay lane.\n\nThere are, however, a handful of concerns with the doorbell endeavor. Chief among them are chances of failure, especially when it comes to the possibility of an intruder somehow making it past the guardrails. The recent cases of abuse involving the AirTag tracker by bad actors is an example of one such scenario.\n\nApple has traditionally played it safe when it comes to user privacy and safety and has tried to skirt past such controversies to the best of its capabilities. So, there is a high chance that the company takes its own sweet time bringing the smart doorbell to the market or simply decides to offload the whole premise to other brands while milking royalty."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Deep Dive into Containerization and CI/CD Pipelines with Sudheer Amgothu",
            "link": "https://techbullion.com/a-deep-dive-into-containerization-and-ci-cd-pipelines-with-sudheer-amgothu/",
            "description": "Welcome to a transformative exploration of the world of containerization and CI/CD pipelines! In today’s tech landscape, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qau0aSzc0lFxX1ufgj7bhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Impacts5h",
            "source": "Impacts",
            "article_content": "Welcome to a transformative exploration of the world of containerization and CI/CD pipelines! In today’s tech landscape, where speed and efficiency are paramount, understanding these concepts is not just beneficial—it’s essential. Join us as we embark on an enlightening journey with Sudheer Amgothu, a seasoned expert whose insights illuminate the path to modern software development. Whether you’re a novice looking to grasp the basics or an experienced developer eager to refine your skills, this deep dive promises valuable knowledge that will empower you to streamline your workflow and enhance collaboration in your projects. Buckle up as we unravel the mysteries behind containers and continuous integration/continuous deployment (CI/CD) practices that are revolutionizing how we build, test, and deliver applications!\n\nIntroduction to Containerization and CI/CD Pipelines\n\nIn today’s fast-paced tech landscape, businesses are constantly searching for ways to streamline their development processes. Enter containerization and CI/CD pipelines—two game-changing concepts that have transformed how software is built, tested, and deployed. But who better to guide us through this intricate world than Sudheer Amgothu? With a wealth of experience in these cutting-edge techniques, he has not only embraced the potential of containerization but also harnessed the power of CI/CD pipelines to propel organizations into a new era of efficiency. Let’s embark on an insightful journey as we delve deeper into this dynamic duo and explore how Sudheer has become a pivotal figure in revolutionizing modern software development practices.\n\nWhat is Sudheer Amgothu’s expertise in this area?\n\nSudheer Amgothu is a recognized name in the realms of containerization and CI/CD pipelines. His deep understanding stems from years of hands-on experience in software development.\n\nWith a robust technical background, he has mastered various tools and frameworks that facilitate seamless integration and delivery processes. Sudheer’s expertise encompasses Docker, Kubernetes, Jenkins, and other pivotal technologies essential for modern DevOps practices.\n\nHe stands out not just as a practitioner but also as an educator. By sharing his insights through workshops and seminars, he empowers teams to adopt best practices in container management.\n\nHis approach combines theory with practical applications, ensuring that organizations can effectively leverage these technologies. This blend makes his guidance invaluable for those navigating the complexities of software deployment today.\n\nSudheer Amgothu’s Contributions to the World of Containerization and CI/CD Pipelines\n\nSudheer Amgothu has made significant strides in the realm of containerization and CI/CD pipelines. His innovative approaches have transformed how software development teams deploy applications.\n\nAmgothu emphasizes automation, enabling seamless integration and delivery processes. By leveraging tools like Docker and Kubernetes, he has streamlined workflows for countless organizations.\n\nHis contributions extend beyond just technology; they focus on education too. Sudheer frequently shares insights through workshops and online courses, demystifying complex concepts for newcomers in the industry.\n\nAdditionally, his thought leadership is evident in numerous publications where he discusses best practices in implementing these modern methodologies. This combination of practical experience and educational outreach positions him as a vital figure in this evolving landscape.\n\nWith a keen eye on emerging trends, Amgothu continues to inspire developers to adopt containerization strategies that enhance efficiency and scalability within their projects.\n\nSudheer Amgothu’s Future Outlook and Trends in the Industry\n\nSudheer Amgothu, a renowned expert in containerization and CI/CD pipelines, has been closely monitoring the latest trends in these fields. With years of experience in software development and deployment, Sudheer has a deep understanding of how technologies evolve and shape the industry.\n\nWhen it comes to future outlook, Sudheer believes that containerization is here to stay. The concept of packaging an application with all its dependencies into a self-contained unit has revolutionized software deployment. It offers numerous benefits such as improved portability, scalability, and consistency across different environments. As more companies adopt cloud computing and microservices architecture, the demand for containerization will only continue to grow.\n\nFurthermore, Sudheer also predicts that there will be advancements in container orchestration tools such as Kubernetes. These tools have become essential for managing large-scale deployments and automating various processes involved in running containers. In the future, we can expect to see even more features being added to these tools for better performance and efficiency.\n\nWhy Sudheer Amgothu is a Leader in this Field\n\nSudheer Amgothu stands out as a prominent figure in the realms of containerization and CI/CD pipelines. His expertise bridges the gap between theoretical concepts and practical implementations, making him an invaluable resource for developers and organizations alike.\n\nHis contributions have not only advanced the understanding of these technologies but also provided actionable insights that empower teams to enhance their software development processes. Through innovative case studies, he illustrates how effective deployment strategies can transform workflows.\n\nThe challenges faced in adopting these technologies are real, yet Sudheer’s approach demystifies them, offering solutions that encourage resilience and adaptability within teams. As industries continue to evolve toward more agile methodologies, his forward-thinking outlook on future trends positions him at the forefront of this transformation.\n\nWith a blend of knowledge, experience, and vision, Sudheer Amgothu is undoubtedly a leader in containerization and CI/CD pipelines. His impact reverberates through successful projects worldwide—an inspiration for those looking to navigate the complexities of modern software development.\n\nConclusion\n\nIn conclusion, containerization and continuous integration/continuous delivery pipelines play a crucial role in modern software development processes. With the insights shared by Sudheer Amgothu, we have gained a better understanding of how these technologies work and their benefits in terms of scalability, efficiency, and automation. As technology continues to evolve, it is important for developers to keep up with the latest trends and tools. We hope that this deep dive has provided valuable information and inspired you to explore these concepts further in your own projects."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Sora AI Video Generation Tool – Is It Worth the Hype and Price?",
            "link": "https://www.geeky-gadgets.com/openai-sora-ai-video-generator/",
            "description": "Explore OpenAI Sora's AI-powered video creation tools, pricing, and regional restrictions. Learn if this premium platform suits your needs.",
            "image_url": "https://www.bing.com/th?id=OJ.moWyCblfUarXCA&pid=news&w=98&h=16&rs=2",
            "category": "openai+competitor",
            "date": "9h",
            "source": "Geeky Gadgets",
            "article_content": "OpenAI has introduced Sora, an advanced AI-powered video generation platform designed to simplify the creation of high-quality videos. By integrating sophisticated features into a user-friendly interface, Sora aims to assist both beginners and professionals in video production. While it does not claim to transform the market, its robust capabilities and streamlined workflow position it as a noteworthy contender in the growing field of AI video tools. Below is an in-depth look by AI Advantage at Sora’s offerings, potential limitations, and how it aligns with creative or professional needs.\n\nCreating videos can feel overwhelming, especially when juggling tight deadlines, limited resources, or trying to bring a creative vision to life without spending hours on editing. If you’ve wished for a tool that simplifies the process while delivering professional-quality results, OpenAI’s Sora might be the solution. This AI-powered platform merges innovative technology with user-friendly features. But with many AI tools flooding the market, you might wonder: is Sora worth the investment, or is it just another overhyped product?\n\nWhere Is Sora Available?\n\nSora is available globally, with one significant exception: users in Europe and the UK are currently restricted from accessing the platform due to regulatory challenges. While some users in these regions might consider using a VPN to bypass these restrictions, OpenAI explicitly warns that such actions could result in account bans, making this an unviable option for most.\n\nTL;DR Key Takeaways : Sora is OpenAI’s new AI video generation platform, offering advanced features for both beginners and professionals, but it is only available through paid subscriptions with no free-tier option.\n\nThe platform is globally accessible except in Europe and the UK due to regulatory restrictions, with OpenAI warning against VPN usage to bypass these limitations.\n\nSora offers two subscription plans: the Plus Plan ($20/month) with watermarked 720p videos and the Pro Plan ($200/month) with watermark-free 1080p videos and advanced features, though its pricing is higher than many competitors.\n\nKey features include tools like Blend, Loop, Remix, Recut, and Storyboard, along with organizational tools for efficient workflows, making it suitable for both casual and professional creators.\n\nSora’s limitations include the lack of a free tier, watermarked videos on the lower plan, and high pricing, which may deter budget-conscious users or those seeking more affordable alternatives.\n\nAdditionally, Sora is only accessible through paid subscriptions, as there is no free-tier option available. This exclusivity may deter casual users who prefer to experiment with AI tools before committing financially. For those willing to invest, however, Sora offers a range of features designed to enhance the video creation process.\n\nSubscription Plans and Pricing\n\nSora provides two subscription tiers, each tailored to different user needs and budgets:\n\nPlus Plan ($20/month): This entry-level plan includes 50 video generations per month at 720p resolution. However, videos created under this plan are watermarked, which may not be suitable for professional use or commercial projects.\n\nThis entry-level plan includes 50 video generations per month at 720p resolution. However, videos created under this plan are watermarked, which may not be suitable for professional use or commercial projects. Pro Plan ($200/month): Designed for advanced users, this plan offers 500 video generations per month at 1080p resolution, with no watermarks. It also includes unlimited slow generations and access to advanced features, making it ideal for professionals seeking high-quality output.\n\nWhile the Pro Plan delivers superior quality and functionality, its steep price point may deter budget-conscious users. Many competitors offer similar services at lower costs, which could make Sora’s pricing a potential drawback for those exploring more affordable options.\n\nSora AI Video Generator – Is it any good?\n\nExplore further guides and articles from our vast library that you may find relevant to your interests in AI video generator.\n\nWhat Features Does Sora Offer?\n\nSora combines a variety of advanced tools to streamline and enhance the video creation process. Its standout features include:\n\nBlend: This feature allows users to create smooth transitions between start and end frames, resulting in fluid and visually appealing animations.\n\nThis feature allows users to create smooth transitions between start and end frames, resulting in fluid and visually appealing animations. Loop: Generate seamless, infinite video loops that are ideal for dynamic visual effects or social media content.\n\nGenerate seamless, infinite video loops that are ideal for dynamic visual effects or social media content. Remix: Edit specific images within videos using text-based prompts, allowing precise adjustments without the need for complex editing software.\n\nEdit specific images within videos using text-based prompts, allowing precise adjustments without the need for complex editing software. Recut: Regenerate or expand specific sections of a video without having to start the entire project over, saving time and effort.\n\nRegenerate or expand specific sections of a video without having to start the entire project over, saving time and effort. Storyboard: Organize and sequence scenes on a timeline, providing a cohesive structure for storytelling or project planning.\n\nIn addition to these core features, Sora includes organizational tools such as folders, prompt presets, and favorites, which help users manage their projects more efficiently. These capabilities make the platform suitable for a wide range of users, from novice creators exploring AI tools to experienced video editors seeking to optimize their workflow.\n\nHow Does Sora Compare to Competitors?\n\nSora sets itself apart by integrating features from leading AI video platforms, such as Runway and Luma Labs, into a single, comprehensive tool. Its ability to generate videos in 1080p resolution surpasses many competitors, which often cap their output quality at lower resolutions. Additionally, Sora’s intuitive interface ensures that users of varying skill levels can navigate the platform with ease.\n\nHowever, Sora’s lack of a free plan and the watermarked output on the Plus Plan may limit its appeal to users seeking affordable or professional-grade solutions. The Pro Plan’s $200 monthly fee is significantly higher than many alternatives, which could make it less competitive in the broader market. For users prioritizing cost-effectiveness, these factors may outweigh the platform’s advanced features and high-quality output.\n\nWhat Are Sora’s Limitations?\n\nDespite its strengths, Sora has several notable limitations that may impact its appeal to certain users:\n\nNo Free Tier: The absence of a free plan means that casual users cannot experiment with the platform without committing to a paid subscription.\n\nThe absence of a free plan means that casual users cannot experiment with the platform without committing to a paid subscription. Watermarked Videos: Videos generated under the Plus Plan are watermarked, which may not meet the needs of users seeking professional-quality results at a lower cost.\n\nVideos generated under the Plus Plan are watermarked, which may not meet the needs of users seeking professional-quality results at a lower cost. High Pricing: The Pro Plan’s $200 monthly fee is considerably higher than many competing platforms, potentially limiting its adoption among cost-sensitive users.\n\nThe Pro Plan’s $200 monthly fee is considerably higher than many competing platforms, potentially limiting its adoption among cost-sensitive users. Regional Restrictions: The platform’s unavailability in Europe and the UK due to regulatory challenges further narrows its potential user base.\n\nThese limitations highlight the need for OpenAI to address pricing and accessibility concerns to make Sora a more viable option for a broader audience.\n\nWhat’s Next for Sora?\n\nSora’s comprehensive feature set and high-quality output position it as a strong player in the AI video generation market. By combining the best practices and tools from competitors, OpenAI has created a platform that appeals to a wide range of users, from beginners to professionals. However, its pricing structure, lack of a free tier, and regional restrictions could hinder its broader adoption.\n\nAs AI video tools continue to evolve, Sora’s long-term success will depend on its ability to balance innovation with accessibility. For now, it serves as a powerful option for those willing to invest in premium AI video production software. Whether it’s the right choice for you will depend on your budget, creative needs, and willingness to commit to a paid subscription.\n\nMedia Credit: The AI Advantage\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "T-Mobile US’s CEO Mike Sievert on the Future of Connectivity",
            "link": "https://time.com/7203701/t-mobile-us-mike-sievert-interview/",
            "description": "(Each year, TIME recognizes 100 companies that are revolutionizing the world. Apply now to have your company reviewed by our ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J5HVFJxL6rWW5V-atPJHkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "8h",
            "source": "Time",
            "article_content": "(Each year, TIME recognizes 100 companies that are revolutionizing the world. Apply now to have your company reviewed by our editors.)\n\nAt the end of 2012, T-Mobile US was not in a good place. With a market cap of less than $6 billion, it was in distant fourth place relative to competitors like AT&T and Verizon. The company’s trajectory changed in 2013, when it rebranded as the “un-carrier,” seeking to distinguish itself from competitors by offering simplified pricing structures, more flexible contracts, and a host of other customer perks. Thanks to these and other shrewd moves—notably its 2020 merger with Sprint, which gave it access to mid-band spectrum, crucial for 5G networks—today, T-Mobile has a market cap of over $200 billion and more than 100 million customers, making it one of the largest and most valuable mobile carriers in the world.\n\nDespite this success, the company strives to retain the hunger—and the mindset of “punching up at giants”—that enabled its rapid growth in the first place, T-Mobile US CEO and president Mike Sievert tells TIME. Sievert took the helm in 2020, having previously served as COO since 2015. “We have a bigger opportunity in front of us than we’ve ever had, because we are a technology leader who's transformed from a telecommunications company to a tech company, and that gives us a new canvas on which to serve customers,” he says.\n\nThrough partnerships with leading AI companies like OpenAI and Nvidia, T-Mobile, which TIME listed as one of 2024’s 100 Most Influential Companies, is looking to define the next decade of connectivity. TIME spoke with Sievert in November about his vision for the company.\n\nThis interview has been condensed and edited for clarity.\n\nWhen you interviewed Nvidia CEO Jensen Huang earlier this year, you spoke about inventing the future together. What kind of future are you trying to invent?\n\nGiven the level of influence that T-Mobile now has, we have a huge opportunity to craft the future of connectivity.\n\nIt's amazing to think about how important connectivity has become in our lives. Last week, we had a big storm here in Seattle, and we lost our power in our house, but we didn't lose our connectivity. The T-Mobile site nearest to us lost its power, but T-Mobile has this self-healing network, and it was able to reach us from a further away tower.\n\nI came to realize, if you made me choose between my power and heat or my connectivity, I’d choose connectivity. I felt so good being able to make sure my kids were OK, my mom was OK, even though our lights were off. It underscores the essential nature of the service that we provide. That's why we're working with the world's best thinkers in the space to define what connectivity looks like a decade from now.\n\nNot surprisingly, it will be powered by AI technology: networks will optimize themselves in real-time to get you the very best possible signal, ensuring you're connected everywhere you go.\n\nWith Jensen, we’re creating a future that we call AI-RAN [Radio Access Networks]. Right now, we have compute power at every one of our tens of thousands of network nodes all over the country, and we want to virtualize that into data centers—60 different data centers near the edge of our network—so we get the efficiencies of being able to create a virtualized data center that puts all that compute power in one place.\n\nNetwork demands vary throughout the day. If we can use excess computing capacity to run AI workloads when network demands are lower, this opens up new potential for us to make the network better for users.\n\nWhat does it mean to virtualize the network into data centers? How does this make things better for users?\n\nIn our core business, AI-RAN has the potential to allow the network to self-correct in real time, which is going to be more important as payloads rise. AI will radically increase the demands on our network, so it's going to become increasingly important that we stay ahead of that rapidly rising demand.\n\nFor example, let's say, in the future, you're in a spot uploading high-def video to an AI cloud, to help you process the world around you, and a big truck moves between you and the tower you're communicating with. You're in motion, and the world's in motion. The network will reconfigure itself to keep that stream uploading.\n\nWe believe AI workloads will create an important role for edge clouds. Right now you have two kinds of workloads: you have the massive cloud workloads, which are very helpful where massive compute is needed. They're giving you textual responses, and sometimes photos and videos, but they’re mostly taking in simple voice or text inputs. There's a lot of latency to that as it comes down from a central cloud. Secondly, there's AI that runs locally on your device. And these are both very different from each other.\n\nWe think there will be a “Goldilocks demand” as, for example, LLMs will emerge to be much more about video and photos and audio going in both directions. To process what it's seeing in real time, it needs to have the best of both worlds: a cloud-like compute capability, while remaining very close to the end user. So we think this will create an opportunity for edge clouds.\n\nNow, we don't have a business model around this yet. I rolled out a multi-year plan for the capital markets day that was financially exciting, and it includes zero for this. But we see it as a big opportunity, one of many now that T Mobile has a massive footprint and technology capabilities we didn't have just a few years ago.\n\nWe're making a bet that AI applications in general, as they become more immersive, will benefit from a Goldilocks architecture like I'm describing. That might be right, or it might be wrong. The great news for our financial picture is it doesn't matter—we're going to build it anyway, because it makes our core business so much better.\n\nYou’ve partnered with OpenAI to develop “IntentCX”, a platform that uses AI to figure out what customers need and act on it in real-time, which is set to launch in 2025. What do you think is the ideal customer experience?\n\nPart of it is, we want to remove pain points. Being a great provider of wireless service means you shouldn't have to interact with us much. We should prevent problems in the first place.\n\nIn 2023, we had the best year ever in terms of “churn”: people leaving T-Mobile. But because we're so big, 8 million people left us. Think about that: 8 million people! I'm a pilot, so I’ll use a pilot metaphor: every one of them fell down an “accident chain”. With every one of them, we did something wrong, which wasn't enough for them to quit, and then we did something else wrong, and then something else, until finally they threw up their hands and left. Every one of them left a breadcrumb trail of data behind on what exactly went wrong, and what we could have done to prevent it.\n\nIn the past, we’ve done nothing with this data. We've never even looked at it. But we've spent a lot of the last two years reorienting our data estate so that for the first time, AI can be trained to look at all this—network data, billing data, interaction and experience data, and other data about you—at one time, so that we can see the breadcrumbs.\n\nWe will have advanced bots that blow your mind and do great things. But it's not about putting bots between us and our customers. We see this technology and ask ourselves: could we create an experience for our customers that's so great that they love us more?\n\nT-Mobile recently unveiled a plan to evolve from a “challenger” to a “champion.” What does that entail?\n\nManaging a team of people who have created so much success together over the last decade, one of my biggest leadership challenges is: how do you keep everybody hungry, humble, unsatisfied, and striving for the future? How we do that has changed.\n\nLittle old T-Mobile, when we were a fraction of the size of our principal competitors, created a culture of punching up at giants on behalf of customers, and created a turnaround that we called the “un-carrier”, because we're unlike those giant companies. And we always told ourselves, one day, we'll be as big or bigger than those other guys, but we must never become them: companies that basically hate customers, take them for granted, are motivated by old-school ideologies, and aren't risk taking or interesting. How do we keep all that in a time when we're successful?\n\nThat's what “challenger to champions” is about. Instead of just trying to right wrongs created by other companies, can we create new norms that nobody ever thought of before? Things like: could we be the first to provide direct-to-cell service, working with SpaceX, so that we can have the end of dead zones and your mobile phone could be directly connected to a custom low Earth orbit satellite system? We announced that intention two years ago, and we're about to launch it. Another example is “T-Priority”: using advanced 5G technology to provide first responders across the nation with the world's only dedicated 5G slice for first responders. What's required of us in this challenger to champion era is to pioneer and innovate things that other companies couldn't do.\n\nIn a recent earnings call, you mentioned T-Mobile’s “secret sauce.” How would you describe that?\n\nPart of what has defined us over the last decade is that we do what we say, and in our industry, we're the only ones. If you were to watch our Capital Markets Day in 2021, and then you watched everybody else's from around that time, we're the only company still working on the things we said. Investors and the public and customers love this about us. We're reliable, and that takes a company that can execute.\n\nYou also have to be able to look around corners. And maybe we were lucky, maybe we were good. But a lot of our success has been that we called the ball on 5G. The whole world, except us and Sprint, thought that 5G would be about new gadgets, not your smartphone, and that they would be connected by a technology based on millimeter wave spectrum. As recently as 2018, everybody was building assets for that future.\n\nAnd we looked at it, maybe because of our “love our customers” value, and said that's not what customers want. They want their smartphone to work everywhere they go, at least 10 times faster and better than it does today. And the technology to get us there is mid-band technology in a multi layer 5G network. So we went after Sprint, which had this treasure trove of mid-band spectrum, but a stressed-out business model that wasn't able to take advantage of it. Arguably, that's been the most successful merger in telecommunications history, because it created this company.\n\nWe were right about what 5G would be. Everybody else has seen that and is scrambling to catch up, but they're a few years behind. It's important to try to see around corners again—we're determined to get the next era right as well.\n\nDoes anything about the future of AI make you apprehensive?\n\nI'm worried about not moving fast enough. These technologies are rapidly changing how we engage with the world of computing and with each other. Companies that are able to see that unfolding, make some bets, and intercept it, are going to be the winners. One question people have about AI right now, at least financially, is “is it all a bubble? Will it turn out AI is better at poetry and humorous photos than creating value?” My belief is that no, this is no AI bubble, but it'll be up to companies like T-Mobile to be customers of it, and to demonstrate at scale how it can transform our relationship with customers.\n\nIf the T-Mobiles of the world don't show giant breakthroughs from the technology, then the benefits will be delayed. So it's up to people like us. That's one of the reasons companies like OpenAI and Nvidia want to partner with us. They see that we're ahead, and they’re as interested as we are in demonstrating real value for end users that improves their lives, and creates financial value for everybody involved.\n\nWe can already see the potential. After two years of working on it, one of the aspirations that I unveiled in September was to reduce person-to-person problem-solving and customer service interactions by 75% within a three-year period.\n\nAnd that's going to happen—we're well on our way. We have a detailed quarter-by-quarter plan that is absolutely on track, and a lot of that value is already dropping in. That's one of many metrics that I unveiled. We're demonstrating to ourselves that this is real, partly because we've laid all the track. We've got the data estate in order. We have our T-Life app out the door. We're going to get the hardest part done in 2025. Once we've moved into big elements of delivery, I think we will have broken the back of this opportunity in the next 12 months, and we can taste that right now.\n\n(To receive weekly emails of conversations with the world’s top CEOs and decisionmakers, click here.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Most Important AI Algorithms for Beginners in 2025",
            "link": "https://www.analyticsinsight.net/artificial-intelligence/most-important-ai-algorithms-for-beginners-in-2025",
            "description": "As we progress into 2025, Artificial Intelligence (AI) continues to reshape industries and revolutionize how we interact with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7P2I9QhI9akieXnc8DmagC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Analytics Insight2h",
            "source": "Analytics Insight",
            "article_content": "Linear regression is one of the simplest and commonly used algorithms in machine learning. It is a supervised learning technique aimed at modeling the relationship between a dependent variable and one or more independent variables. In short, linear regression predicts numerical outcomes. Due to its simple implementation and effectiveness, it becomes an excellent starting point for beginners.\n\nFor example, it can be used to predict house prices based on features like size, location, and number of bedrooms. Understanding linear regression is vital for anyone looking to grasp more complex algorithms in AI."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Open source machine learning systems are highly vulnerable to security threats",
            "link": "https://www.msn.com/en-us/technology/cybersecurity/open-source-machine-learning-systems-are-highly-vulnerable-to-security-threats/ar-AA1wk2N3?ocid=BingNewsVerp",
            "description": "The growing adoption of machine learning across industries highlights the critical need to secure ML systems, as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U0i8c-TVLnStBZqBUXXsfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine Bets a Free Market for Weapons Production Can Out-Innovate Russia",
            "link": "https://www.msn.com/en-us/money/other/ukraine-bets-a-free-market-for-weapons-production-can-out-innovate-russia/ar-AA1wiCTg?ocid=BingNewsVerp",
            "description": "While Russia is mass-producing machinery at state-owned industries, Ukraine has spawned hundreds of entrepreneur-led defense ...",
            "image_url": "https://www.bing.com/th?id=OVFT.EaJwLIfj33-6MwhKSw_R2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "10hon MSN",
            "source": "Wall Street Journal on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia’s Putin pledges ‘destruction’ on Ukraine after Kazan drone attack",
            "link": "https://www.msn.com/en-us/news/world/russia-s-putin-pledges-destruction-on-ukraine-after-kazan-drone-attack/ar-AA1wk1nB?ocid=BingNewsVerp",
            "description": "Russia accuses Ukraine of ‘massive’ drone attack that hit luxury apartment in city, some 1,000km from the frontier.",
            "image_url": "https://www.bing.com/th?id=OVFT.neizTAWMrRdnYjLX8n2xVC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "Al Jazeera on MSN3h",
            "source": "Al Jazeera on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Year in War: From West Asia to Russia-Ukraine, how 2024 was marred by conflicts",
            "link": "https://www.firstpost.com/explainers/this-year-in-war-from-west-asia-to-russia-ukraine-how-2024-was-marred-by-conflicts-13846392.html",
            "description": "Geopolitical uncertainties increased in 2024 as tensions escalated in West Asia. Israel was involved in four conflicts in the ...",
            "image_url": "https://www.bing.com/th?id=OVF.fvzE3HIgua5rmgvGmswtyA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "16h",
            "source": "Firstpost",
            "article_content": "Geopolitical uncertainties increased in 2024 as tensions escalated in West Asia. Israel was involved in four conflicts in the region, including with Hamas in Gaza and Iran. Peace remained elusive in Russia’s war with Ukraine that began over two years back read more\n\nA displaced Palestinian woman, Makram Hamdouna, carries a water container outside her shelter, in Khan Younis in the southern Gaza Strip December 19, 2024. Reuters\n\n2024 was a year of war. The wider conflict in West Asia and Russia’s war with Ukraine made headlines throughout the year. Data by the Armed Conflict Location and Event Data (ACLED) shows that an estimated 233,000 people were killed in conflicts this year.\n\nIsrael’s war with Hamas in Gaza completed a year in October. The Jewish state reached a ceasefire deal with Hezbollah in Lebanon to end 13 months of fighting. Israeli strikes are pounding against Houthi targets in Yemen.\n\nAdvertisement\n\nTensions mounted between Iran and Israel, with both sides launching tit-for-tat attacks. The shadow war between the two countries has burst into the open since Hamas’ attack on Israel last October.\n\nAfter 13 years of civil war, Syria saw the fall of its dictator, Bashar al-Assad. Since his ouster, Israel has launched a bombing campaign on the West Asian country.\n\nRussia’s invasion of Ukraine entered its 1,000th day on November 24 this year. Even after over two years, there is no end in sight to the conflict.\n\nIn our yearly wrap, here is a look at the conflicts around the world.\n\n1. Israel was engaged in four wars in West Asia this year. On October 7, 2024, Israel’s war with Hamas in Gaza completed one year. It was on this day last year that the Palestinian militant group’s surprise attack on the Jewish nation changed West Asia and the world. We explain how Hamas’ attack was a turning point in the region.\n\nThousands have died in Israel and Gaza since the war began last year. Many hostages taken by Hamas fighters last October remain captive in Gaza. Israel’s relentless strikes on the narrow enclave have taken a mental toll on innocent civilians, especially children. We take a look at how the conflict has affected children.\n\nAdvertisement\n\nIsrael achieved its biggest victory in the war by killing its enemy no 1, Yahya Sinwar. Israel had accused Sinwar, 61, of being the mastermind of the Hamas’ October 7, 2023 attack. Here’s what we know about the man dubbed “butcher of Khan Younis”.\n\n2. West Asia inched closer to a wider war in the region as Israel and Iran carried out tit-for-tat missile strikes. In October, Israel launched three waves of overnight strikes on Iran in retaliation to Tehran launching at least 180 missiles into Israel earlier that month.\n\nIran had said its attack against Israel was in response to the assassination of the Lebanese group Hezbollah’s leader Hassan Nasrallah and Iran’s Islamic Revolutionary Guard Corps (IRGC) commander Abbas Nilforoushan in Beirut, and the killing of Hamas leader Ismail Haniyeh on Iranian soil in July.\n\nAdvertisement\n\nWhile there is a lull in tensions now, we explore who has the bigger and better military.\n\n3. Israel intensified attacks against Hezbollah in Lebanon, with the group blaming the West Asian country for exploding pager and walkie-talkie attacks that killed or wounded thousands of its members.\n\nSmoke rises following an Israeli airstrike on Dahiyeh, in Beirut, Lebanon, November 26, 2024. File Photo/AP\n\nIn November, the two sides reached a ceasefire agreement, ending monthslong conflict that has taken the lives of over 3,700 people. The deal brokered by the United States calls for a 60-day halt in fighting. However, within a week of the fragile truce, there were mutual accusations of violations. Will the ceasefire hold? We explain in this report.\n\nAdvertisement\n\n4. Yemen’s Houthis, a part of Iran’s so-called Axis of Resistance, have been targeting commercial and military ships linked to Israel and its allies in the Red Sea since Israel launched its war against Hamas last October.\n\nThis year, Israel escalated attacks against the rebel group, with the Houthis claiming to target the Jewish country with drones and ballistic missiles. Find out about this rebel group in Yemen in this report.\n\n5. After 13 years of civil war, Syrian rebels overthrew President Bashar al-Assad in just a matter of a few days. With Assad fleeing to Russia, the horrors of his regime are coming to light. Since his ouster, families have been desperately searching for their loved ones who went missing after being detained by the secret police. His regime is believed to have killed and buried more than 100,000 people in mass graves. The horrors have just begun to unravel.\n\nAdvertisement\n\nWhile insurgents have taken control of Damascus, Israel has carried out a volley of airstrikes in the country. Targets have included air defence systems, fighter jets, missile depots, weapons production sites and so on.\n\nIt is also planning to expand its settlements in the occupied Golan Heights, citing threats from Syria. We take a look at why Israel is eyeing the strategic plateau and why it is targeting the West Asian country.\n\n6. It has been over two years since Russia invaded Ukraine. Death and devastation followed after Russian President Vladimir Putin addressed his nation, announcing a “special military operation” in Ukraine on February 24, 2022. World powers, including incoming US President Donald Trump, have called for a ceasefire. However, peace has so far remained elusive.\n\nTensions could further escalate after Ukraine claimed responsibility for killing a top Russian general in a bomb blast in Moscow. Here’s who he was.\n\nThis is all we have for you in our yearly roundup. If you like the way we explain hot topics from around the globe, you can bookmark this page."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disregarding Military Necessity To Accuse Israel of War Crimes",
            "link": "https://www.msn.com/en-us/politics/international-relations/disregarding-military-necessity-to-accuse-israel-of-war-crimes/ar-AA1wj3TW?ocid=BingNewsVerp",
            "description": "When challenged to teach the whole Torah on one foot, the Jewish sage Hillel replied, \u0093What is hateful to you, do not do to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iLpZ5fMug8_Ih7wxI1lT9C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "10hon MSN",
            "source": "Real Clear Politics on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europe’s Big Stocks Are Shrinking Deeper Into US Megacaps’ Shadow",
            "link": "https://www.bloomberg.com/news/articles/2024-12-22/europe-s-big-stocks-are-shrinking-deeper-into-us-megacaps-shadow",
            "description": "A $93 billion plunge in Novo Nordisk A/S shares has provided the latest blow to Europe’s largest listed companies, which have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.R0ZuesIvSIoUqK2mu4FdgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "13h",
            "source": "Bloomberg L.P.",
            "article_content": "A $93 billion plunge in Novo Nordisk A/S shares has provided the latest blow to Europe’s largest listed companies, which have spent another year struggling in vain to match the returns of Wall Street’s biggest stocks.\n\nWhile the top 10 US stocks have notched double-digit returns in 2024, powered by the so-called Magnificent Seven, six of Europe’s biggest names are in the red. They include Ozempic maker Novo, whose gains for the year were fully erased in Friday’s selloff, as well as Nestle SA and LVMH Moet Hennessy Louis Vuitton SA."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Europe’s big stocks fade behind US megacaps",
            "link": "https://www.thestar.com.my/business/business-news/2024/12/23/europes-big-stocks-fade-behind-us-megacaps",
            "description": "LONDON: A US$93bil plunge in Novo Nordisk A/S shares has provided the latest blow to Europe’s largest listed companies, which ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U4H3VN0vHTSeGzNO1_OXtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "3h",
            "source": "The Star",
            "article_content": "LONDON: A US$93bil plunge in Novo Nordisk A/S shares has provided the latest blow to Europe’s largest listed companies, which have spent another year struggling in vain to match the returns of Wall Street’s biggest stocks.\n\nWhile the top 10 US stocks have notched double-digit returns in 2024, powered by the so-called Magnificent Seven, six of Europe’s biggest names are in the red.\n\nThey include Ozempic maker Novo, whose gains for the year were fully erased in last Friday’s selloff, as well as Nestle SA and LVMH Moet Hennessy Louis Vuitton SA.\n\nAll that has put the Stoxx Europe 600 index on course for its worst performance relative to the S&P 500 in almost a quarter century.\n\nAnd a basket of sector-dominant European stocks compiled by Goldman Sachs Group Inc has fared even worse, lagging the Stoxx for the first time since 2017.\n\n“To a large degree, the Magnificent Seven carried the S&P 500,” Morningstar strategist Michael Field said.\n\n“It’s not like we don’t have big companies in Europe, but the scale difference is so huge.”\n\nEuropean heavyweights suffer two disadvantages.\n\nOne, as Field points out, is size.\n\nGoldman’s large-cap basket – dubbed the Granolas – is cumulatively worth some US$2.5 trillion, while the Magnificent Seven have added about US$5 trillion this year alone, taking their combined value past US$16 trillion.\n\nSecond, so-called old economy stocks dominate European large-cap ranks.\n\nThe 11-member Granolas basket contains only two tech-related names, SAP SE and ASML Holding NV.\n\nSectors such as autos, industrials and miners are usually heavily exposed to the ebb and flow of economic cycles.\n\nLuxury stocks, for instance, have been hit hard by China’s consumer slowdown, while at Nestle, faltering sales growth has put shares on track for their worst year on record.\n\n“There’s a fundamental structural issue in Europe in that it doesn’t have global champions really, and it certainly doesn’t have global champions in the hottest part of the market – technology and artificial intelligence,” said Guy Miller, chief market strategist at Zurich Insurance Co.\n\nThere are some signs of unease over the Magnificent Seven’s blistering rally – and their dominance of benchmarks.\n\nFor instance, Matthew Cioppa, portfolio manager of the Franklin Technology Fund, said he is happy to own some Magnificent Seven stocks, but also has significant exposure to smaller, software names.\n\nMany also expect green shoots in Europe, citing cheap valuations, the likelihood of a Chinese stimulus bazooka and a possible spending pick-up in Germany.\n\nSo could things change next year? Strategists polled by Bloomberg reckon not, forecasting Wall Street to triumph again in 2025.\n\nWhile some see President-elect Donald Trump’s policies as a plus for the Magnificent Seven, their consistent profit growth is likely a bigger draw.\n\nEarnings are forecast to rise about 15.7% next year, versus the 9.9% expected for the Granalos, according to data compiled by Bloomberg.\n\n“In a period of time when macroeconomic growth has been pretty unexciting and other sectors have had their challenges, that reliability of earnings delivery has given the market confidence in US tech,” said Iain Barnes, chief investment officer at Netwealth Investments Ltd.\n\n“You just don’t see that from other markets,” he added. — Bloomberg"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Organigram: Long Term Growth Improving With International And Domestic Cannabis Expansion (Rating Upgrade)",
            "link": "https://seekingalpha.com/article/4745846-organigram-long-term-growth-improving-with-international-and-domestic-cannabis-expansion",
            "description": "Organigram reported Q4-2024 financial results earlier this week and show improved revenues, profit margins, net loss, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0-79PZxCgtP0Tbp8s44lMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "7h",
            "source": "Seeking Alpha",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Down 44%, This AI Stock Is a Screaming Buy Right Now (Hint: It's Not Nvidia)",
            "link": "https://www.msn.com/en-us/money/topstocks/down-44-this-ai-stock-is-a-screaming-buy-right-now-hint-it-s-not-nvidia/ar-AA1wka4z?ocid=BingNewsVerp",
            "description": "Nvidia has dominated the AI narrative in the stock market, captivating investors and the media after soaring 2,190% over the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.j1Cxnk9nQHMmf6YcClG-oS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why targeting the FDIC would mean economic disaster",
            "link": "https://www.yahoo.com/news/why-targeting-fdic-mean-economic-201156008.html",
            "description": "The incoming Trump administration has reportedly started looking into ways to drastically shrink, consolidate or even ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qvpGKtjkAz3vUy8PSv-Yri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "11m",
            "source": "Yahoo",
            "article_content": "21,943 people played the daily Crossword recently. Can you solve it faster than others?\n\n21,943 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Labour's polling collapse is historic - but Nigel Farage has overseen a bigger one",
            "link": "https://www.msn.com/en-gb/politics/elections/labour-s-polling-collapse-is-historic-but-nigel-farage-has-overseen-a-bigger-one/ar-AA1wj1bY?ocid=BingNewsVerp",
            "description": "Sir Keir Starmer's party is now averaging just 26.6%, despite winning one of the largest-ever majorities five months ago.",
            "image_url": "https://www.bing.com/th?id=OVFT.w_vxlZBK1l_SIPbpyAq82y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "11hon MSN",
            "source": "Sky News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Asus’ two-year update commitment is awful",
            "link": "https://www.androidpolice.com/asus-two-year-update-commitment-is-awful/",
            "description": "Asus excels at powerful devices in an enthusiast ethos, but its after-sale care, iffy software support, and untenable 2-year ...",
            "image_url": "https://www.bing.com/th?id=OVFT.UqTzJaQrlJ161Im0oItKdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "18m",
            "source": "Android Police",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Looking to increase sourcing in India to 50pc in mid term, to set up supplier park: Hafele",
            "link": "https://www.msn.com/en-in/lifestyle/smart-living/looking-to-increase-sourcing-in-india-to-50pc-in-mid-term-to-set-up-supplier-park-hafele/ar-AA1wiBk5?ocid=BingNewsVerp",
            "description": "New Delhi, Dec 22 (PTI) German interior solutions provider Hafele is looking to increase sourcing from India to 50 per cent ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W8i4eNdy1Nltu6uhXbSyIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "Press Trust of India on MSN3h",
            "source": "Press Trust of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Streamline Your API Strategy: Most Popular Middleware Tools for API Management",
            "link": "https://www.analyticsinsight.net/tech-news/streamline-your-api-strategy-most-popular-middleware-tools-for-api-management",
            "description": "API management middleware has subsequently grown to be one of the most important software applications in the present day. APIs from Application Programming Int ...",
            "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Analytics Insight14h",
            "source": "Analytics Insight",
            "article_content": "API management middleware has subsequently grown to be one of the most important software applications in the present day. APIs from Application Programming Interfaces provide a serious groundwork for communication among applications, mediating between services, software, and devices utilized by different people.\n\nCurrently, APIs are used for almost all applications today. These have proven necessary for every aspect of the well-managed mobile app and a successful cloud service managed directly by the organizations.\n\nMiddleware tools in this area manage APIs quite profoundly across dimensions of availability, security, and easy accessibility for both developers and businesses. Here’s a look at the most popular middleware tools for API management in 2025, each offering unique features to help organizations optimize their API ecosystems."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "James' Ossuary unveiled in new 'World of Jesus' exhibit with over 350 artifacts from Holy Land",
            "link": "https://www.christianpost.com/news/holy-land-artifacts-unveiled-in-discovering-the-world-of-jesus.html",
            "description": "The new exhibit Discovering the World of Jesus Ancient Treasures from the Holy Land, showcasing 350 artifacts from the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a4R22iV_h53dX7TwwHhEVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "The Christian Post38m",
            "source": "The Christian Post",
            "article_content": "Home News James' Ossuary unveiled in new 'World of Jesus' exhibit with over 350 artifacts from Holy Land\n\nATLANTA — Standing in front of a small stone ossuary bearing the inscription \"James, son of Joseph, brother of Jesus,\" Oded Golan gestures with quiet reverence.\n\nThe box, he explains, once held human bones. Now, it holds stories from 2,000 years ago that are now on display at Pullman Yards, where an extraordinary exhibit titled \"Discovering the World of Jesus: Ancient Treasures from the Holy Land\" opened on Dec 3.\n\nThe exhibition, showcasing over 350 artifacts from the private Golan Collection, promises visitors a visceral journey through the time of Jesus, from His birth to the Resurrection.\n\nGet Our Latest News for FREE Subscribe to get daily/weekly email with the top stories (plus special offers!) from The Christian Post. Be the first to know. Subscribe\n\nFor Golan, an Israeli engineer and antiquities collector, the exhibit reflects a life-long passion.\n\n\"I started collecting antiquities at the age of 9,\" he said, recounting his discovery of what would later be identified as the earliest dictionary in the world, written in cuneiform.\n\n\"Israel is the best place to search for antiquities. Every stone, every object has a story to tell.\"\n\nFor the first time, Golan's renowned collection has left Israel to embark on a U.S. tour, offering visitors a rare opportunity to connect with objects illuminating the daily lives, culture and faith of those who lived in Jesus' time.\n\n\n\nAmong the highlights in the exhibit are ossuaries attributed to James, Jesus' brother, and the priest Zacharias, believed to be the father of John the Baptist. Among hundreds of other objects are lamps, sandals, coins, and even stone vessels that are thought to resemble the cup used during the Last Supper.\n\n\n\n\"We have the earliest images of the Nativity story from a church from the fourth century A.D., and the earliest description of the Holy Sepulcher, the place where the tradition claims the place where Jesus' body was put into the cave and then resurrected,\" Golan, who is Jewish, said.\n\n\n\nJames Tabor, a retired professor of religious studies at the University of North Carolina at Charlotte and a scholar of Christian origins, told CP the exhibit bridges a crucial gap between text and history.\n\n\n\n\"It's fabulous,\" he said. \"As a historian, I work primarily with texts — Dead Sea Scrolls, manuscripts. But when you combine those texts with archaeology, it's transformative.\"\n\n\n\nTabor, who has excavated in Israel for decades, sees the exhibit's immersive approach as a game-changer. Rather than presenting artifacts in isolation, \"Discovering the World of Jesus\" tells a chronological story complemented by audio and visual effects.\n\n\n\n\"You walk through history, from Herod the Great to the crucifixion and beyond. You get a feel for what life was like. What lamps did they use? What dishes did they eat from? How did they bury their dead? This exhibit answers those questions in ways no textbook can,\" he explained.\n\nFor many visitors, the exhibit promises to challenge long-held assumptions. For example, the manger in which Jesus is said to have been laid at birth was likely not a wooden crib, but a stone trough.\n\n\"These artifacts correct misconceptions we don't even know we have,\" Tabor said. \"The Bible comes alive in a tangible, material way.\"\n\nNo artifact stirs more awe than the James Ossuary, whose Aramaic inscription identifies it as belonging to \"James, son of Joseph, brother of Jesus.\"\n\nIts authenticity, Golan explained, has been verified through rigorous chemical and microscopic testing, which confirm the inscription dates to the first century. Still, skeptics have debated its significance, questioning whether this James is the same man identified in the Gospels as Jesus' brother.\n\nDespite the debate, Tabor said the statistical evidence surrounding the ossuary is compelling.\n\n\n\n\"We've analyzed the likelihood of someone with this combination of names living in Jerusalem at the time. It's extremely rare. The probability is overwhelming that this is the James from the New Testament,\" he said.\n\n\n\nHe stressed that the ossuary also serves as a rare physical link to Jesus' family.\n\n\n\n\"If this is James' ossuary, then his family members likely stood before it, mourning his death,\" Tabor said. \"It's the closest thing we have to a direct connection with Jesus.\"\n\n\n\nThe exhibit also serves as an immersive, family-friendly experience. Visitors will encounter ancient coins minted by Pontius Pilate, crucifixion nails that highlight the brutality of Roman execution and sandals worn by children in first century Judea. A short film, \"Daily Life in the Time of Jesus,\" offers a visual narrative that complements the artifacts.\n\n\n\nOne particularly striking piece is a stone cup, similar to the one used during the Last Supper. Golan said the cup \"wasn't made of gold or covered in diamonds, as some might imagine.\"\n\n\n\n\"It was a simple stone cup, used during Passover by Jewish people in Jerusalem,\" Golan said. \"The specific one we display has traces of fire damage, possibly from the destruction of Jerusalem, just as Jesus predicted during His life.\"\n\nGolan contended that the pieces are keys to understanding a shared past and bringing the Bible to life in a powerful way.\n\n\"When you hold an artifact from the time of Jesus, you are connecting with history in a deeply personal way,\" he says. \"You can almost feel the lives of the people who made them.\"\n\nTabor agreed, emphasizing the significance of immersing oneself in Bible history.\n\n\"When my students excavate in Israel and pick up a lamp or a shard of pottery, they're often amazed. 'Could Jesus have touched this?' they ask,\" Tabor stated. \"It's a profound moment. This exhibit captures that feeling for everyone.\"\n\nGolan hopes the exhibit will inspire curiosity and deepen understanding, regardless of one's religious beliefs.\n\n\"This isn't just for Christians,\" he said. \"Jesus was a Jewish man who lived in a Jewish world. Understanding his time helps us understand the shared roots of our faith and history.\"\n\nAt the end of the exhibit, visitors are invited to write prayers and leave them on a symbolic tree. These prayers will be transported to a church in Galilee, near where Jesus is believed to have grown up. Golan said the tree serves as a fitting conclusion to a journey that begins with ancient artifacts and ends with a personal connection to faith and history.\n\n\"Jesus lived in a real world. This exhibit helps us see that world — the sights, the sounds, the objects — and that makes the story more human, more powerful, and more real,\" Tabor said.\n\n\"Discovering the World of Jesus: Ancient Treasures from the Holy Land\" is now open at Pullman Yards in Atlanta. Tickets are now available online, with additional U.S. tour stops to be announced in the coming months."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Bones of Jesus’ brother’ found inside 2,200-year-old box is hailed as ‘most significant item from time of Christ’",
            "link": "https://www.thesun.co.uk/tech/32444337/bones-jesus-brother-found-christ/",
            "description": "THE 'bones of Jesus’ brother' have been found inside a 2,200-year-old box in a breakthrough discovery. The limestone box is etched with the name of the son of God, and has been ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "bible+discovery",
            "date": "8h",
            "source": "The Sun",
            "article_content": "Scroll to hear about more Bible finds\n\nHOLY FIND ‘Bones of Jesus’ brother’ found inside 2,200-year-old box is hailed as ‘most significant item from time of Christ’\n\nTHE \"bones of Jesus' brother\" have been found inside a 2,200-year-old box in a breakthrough discovery.\n\nThe limestone box is etched with the name of the son of God, and has been hailed the \"most significant item from the time of Christ\".\n\n4 An artefact believed to have once contained the bones of Jesus’ brother James sits on display in 2002 Credit: Getty\n\n4 The James Ossuary was unveiled Credit: Getty\n\n4 This image from the Biblical Archaeology Society shows a first century A.D. burial box with an Aramaic inscription that reads 'James, son of Joseph, brother of Jesus' Credit: Getty\n\nThe inscription, \"James, son of Joseph, brother of Jesus,\" is written on the box in ancient Aramaic.\n\nAs the names correspond to those of Jesus' brother and father, many believe the box once held the remains of James the Just - the first leader of Christians in Jerusalem after the crucifixion.\n\nThe unbelievable box is currently on display at Pullman Yards in Atlanta as part of an exhibition featuring hundreds of historical items from the time of Jesus.\n\nBut, just like other archaeological finds discovered from the Bible period, the Ossuary led to uproar after its unveiling in 2002.\n\nThe following year its owner Oded Golan was accused of forging the inscription.\n\nExperts alleged that he had added the phrase \"brother of Jesus\" to the limestone.\n\nGolan tried to salvage his reputation and, after battling it out in court for a ten-year trial, the Israeli antiquities collector was acquitted.\n\nBut mystery still surrounds the \"Jesus box\".\n\nDespite Golan being cleared of all charges, the judge still said that the verdict \"does not mean that the inscription on the Ossuary is authentic or that it was written 2,000 years ago.\"\n\nGolan told Crosswalk Headlines: \"We conducted several chemical tests, particularly on the inscription itself, which is the most critical element of the Ossuary.\n\nAncient Pompeii home unseen for 2,000 YEARS finally unearthed\n\n\"We proved that the entire inscription is authentic - it was engraved several thousand years ago.\"\n\nIf it were authentic, the Ossuary would incredibly be the oldest physical evidence of Jesus Christ.\n\nIn the first century, Jewish people laid their dead relatives in caves before later collecting the bones to put in ossuaries.\n\nThe box's authenticity is still facing criticism by some theologians who believe Mary had remained a virgin her entire life, suggesting the Ossuary may not be authentic.\n\nBut the box is empty, with the bones lost years ago.\n\nOn top of this, various biblical passages indicate that James and his brothers didn't believe Jesus was the son of God initially.\n\nJames is said to have died as a martyr - but there are two different dates and causes of death.\n\nOne is that in 62AD he was stoned to death on the order of a high priest.\n\nThe other is that in 69AD he was thrown off the pinnacle of the Temple by scribes and Pharisees before being clubbed to death.\n\nGolen said he bought the James Ossuary when he was a student in Israel, studying engineering.\n\nHe said he \"didnt recognize its importance at all\".\n\nA 2015 study was set out to really see whether the James Ossuary may have come from a tomb believed to belong to Jesus' family.\n\nThe Talpiot tomb was unearthed in the south of the Old City in East Jerusalem in 1980, containing six burial boxes.\n\nThe boxes had the names of Jesus' brother, father and mother on.\n\nExperts conducted a chemical analysis of the Ossuary and found it contained signatures from the boxes found in the tomb.\n\nBiggest Bible finds The Galilee Boat: Discovered in 1986 on the shore of the Sea of Galilee, this fishing boat dates back to roughly the time of Jesus. While there's no direct connection to Jesus, it represents the type of vessel he and his disciples, some of whom were fishermen, would have used. This provides valuable insight into the fishing industry and maritime life in Galilee during that period.\n\nDiscovered in 1986 on the shore of the Sea of Galilee, this fishing boat dates back to roughly the time of Jesus. While there's no direct connection to Jesus, it represents the type of vessel he and his disciples, some of whom were fishermen, would have used. This provides valuable insight into the fishing industry and maritime life in Galilee during that period. Nazareth House: Excavations in Nazareth have revealed a first-century house, potentially from the time of Jesus's childhood. This discovery challenges previous claims that Nazareth was not a settled area during Jesus's lifetime.\n\nExcavations in Nazareth have revealed a first-century house, potentially from the time of Jesus's childhood. This discovery challenges previous claims that Nazareth was not a settled area during Jesus's lifetime. Crucifixion Evidence: Archaeological discoveries, such as the skeletal remains of Yehohanan, a man crucified in the Roman fashion, provide physical evidence of the practice of crucifixion, the method of execution described in the New Testament accounts of Jesus's death.\n\nArchaeological discoveries, such as the skeletal remains of Yehohanan, a man crucified in the Roman fashion, provide physical evidence of the practice of crucifixion, the method of execution described in the New Testament accounts of Jesus's death. Temple Warning Inscription: A stone inscription discovered in 1871 warned Gentiles against entering the inner courts of the Jewish Temple in Jerusalem. This inscription confirms historical accounts of the Temple's layout and the segregation practices of the time, a setting where Jesus is recorded to have taught and interacted.\n\nA stone inscription discovered in 1871 warned Gentiles against entering the inner courts of the Jewish Temple in Jerusalem. This inscription confirms historical accounts of the Temple's layout and the segregation practices of the time, a setting where Jesus is recorded to have taught and interacted. Southern Steps of the Temple Mount: These steps, leading up to the Temple Mount in Jerusalem, have been excavated and are believed to be the same ones used by Jesus and other Jewish people during his time. This offers a tangible connection to the physical environment where Jesus walked and preached.\n\nThese steps, leading up to the Temple Mount in Jerusalem, have been excavated and are believed to be the same ones used by Jesus and other Jewish people during his time. This offers a tangible connection to the physical environment where Jesus walked and preached. The Madaba Map: While dating to several centuries after Jesus's life (6th century AD), the Madaba Map, a mosaic discovered in Jordan, provides the oldest surviving cartographic depiction of Jerusalem and the Holy Land. It offers a valuable visual representation of the region's geography during the Byzantine period and helps us understand the landscape and urban layout of cities like Jerusalem during the Roman and Byzantine eras."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Moon Was Invaded by Aliens Shocking Evidence",
            "link": "https://www.msn.com/en-us/video/peopleandplaces/the-moon-was-invaded-by-aliens-shocking-evidence/vi-AA1wiBVV?ocid=BingNewsVerp",
            "description": "The Moon Was Invaded by Aliens � Delve into the evidence supporting the theory that aliens invaded the moon and its profound implications.",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "aliens+theory",
            "date": "Aperture on MSN8h",
            "source": "Aperture on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MAD! Flying BOLIVIAN AIRLINES $40 Business Class across the Atlantic!",
            "link": "https://www.msn.com/en-au/news/other/mad-flying-bolivian-airlines-40-business-class-across-the-atlantic/vi-AA1wjTsf?ocid=BingNewsVerp",
            "description": "This is a comprehensive Flight Review of Bolivian Airlines. Class: Business Route: Madrid (MAD) to Santa Cruz de la Sierra ...",
            "image_url": "https://www.bing.com/th?id=OVF.JJDDcQjZgOSaTweIGcUwcg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Josh Cahill on MSN3h",
            "source": "Josh Cahill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Allen Johnson: The truth is out there, hovering in the night sky",
            "link": "https://greensboro.com/opinion/column/drones-trump-rfk-jr-ufos-the-x-files/article_46f9f41a-bf6e-11ef-8510-93640d330423.html",
            "description": "Like a plague of locusts, drones keep coming, torturing us with their mystery. Where are they from, what do they want and why ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tygEghmu1e2RYhf7b4A0iC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "News & Record8hOpinion",
            "source": "News & Record",
            "article_content": "The truth is out there, whirring in the night sky, taunting us with winking lights and erratic zigs and zags.\n\nLike a plague of locusts, they keep coming, torturing us with their mystery.\n\nWhat are they, where are they from, what do they want and why won’t the government give us a straight answer?\n\nAre they chariots of the gods from a strange new world in a galaxy far, far away?\n\nOr the villainous handiwork of China or Putin or Little Rocket Man?\n\nOr even an inside job … deep state spies, dispatched from a secret drone hangar in the basement of a D.C. pizza parlor?\n\nWho cares? Donald Trump says. Shoot first and ask questions later. Speculation is for suckers.\n\n“Mystery Drone sightings all over the Country,” the president-elect posted on Truth Social. “Can this really be happening without our government’s knowledge. I don’t think so! Let the public know, and now. Otherwise, shoot them down!!!”\n\nThe government says not to worry. Which, of course, is what worries people the most.\n\nUntil most recently, the official response has been sketchy, sluggish and anything but helpful or reassuring.\n\nAs of last week, thankfully, the feds finally were providing a coherent reaction.\n\nOn Wednesday and Thursday, The Associated Press reports, the Federal Aviation Administration banned drone flights in 30 areas in New York and 22 in New Jersey, through mid-January. FBI and Department of Homeland Security officials say their agencies are looking into the sightings but have seen little evidence to suggest safety or security threats.\n\nWhat most people are seeing, officials say, are law-abiding, garden-variety drones. Or airplanes. Or helicopters. Or stars.\n\nThese are plausible answers. But many Americans remain unconvinced.\n\nThere are, of course, lots of precedents for our tin-hat predilections. “Yes, they can control the weather,” a member of Congress posted on X only weeks ago, presumably about members of the other party. A vaccine denier may soon head the federal Department of Health and Human Services. Then there was a spate of clown sightings in 2016. (You can look it up.)\n\nBut the most famous was the “War of the Worlds,” a 1938 radio drama about a Martian invasion based on H.G. Wells’ science fiction novel that some Americans mistook as the real thing.\n\nIt all sounds like an episode of the “X-Files,” the popular old Fox series in which a pair of mismatched FBI agents delved weekly (9 Eastern, 8 Central Time) into monsters, aliens and labyrinthine conspiracies.\n\nSpecial agents Dana Scully and Fox Mulder were an odd coupling of “They’re out to get you”-ism versus “You’ve gotta be kidding me-”-ism. Mulder was the true believer, Scully the skeptic.\n\nI’m more Scully than Mulder.\n\nI live in a neighborhood near enough to PTI Airport and far enough from city lights that the night sky is often vast and dark enough to reveal twinkling stars and a constant array of air traffic, some of it close and bright enough to resemble gliding Christmas trees.\n\nOccasionally, an aircraft headed for PTI will appear to be a UFO, sitting silent and still in the heavens. But it’s always an illusion, a plane approaching head-on that only appears to be hovering until it turns toward the runway and you can hear the roar of its engines.\n\nTo be honest, I’ve hoped for a UFO sighting, just for the thrill of it. But I’ve yet to see even one.\n\nAs for the mass hysteria over drones, it’s another sign to me of the blessings of not living in a war-torn place like Gaza or Ukraine, where drones are ubiquitous and deadly, armed with missiles, bombs and bullets.\n\nSo, for now, at least, I’m not buying the Drone Conspiracy.\n\nIn the end, maybe I’ll be proven wrong. (Scully was in the “X-Files.” The aliens turned out to be real, as did many of the monsters of the week.)\n\nOn a more serious note, the ebbing faith in government and other institutions (insurance companies, media, big business, schools and universities) is for real and it is disturbing and unhealthy.\n\nWhen the center does not hold, things fall apart.\n\nAnd that’s a lot scarier than blinking lights in the night."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astonishing moment 'UFO' captured onboard British Airways flight leaving UK",
            "link": "https://www.msn.com/en-gb/technology/aviation/astonishing-moment-ufo-captured-onboard-british-airways-flight-leaving-uk/ar-AA1wiDEG?ocid=BingNewsVerp",
            "description": "Passengers travelling onboard a flight out of the UK captured the moment they saw an 'unidentified object' out of their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eRnk4kcKyKNXtQvdSR9uri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "15hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ghost ships to ghost sharks: 10 wildest underwater discoveries of 2024",
            "link": "https://www.popsci.com/science/underwater-discoveries/",
            "description": "The biggest animal in the world may be the blue whale, but researchers in 2024 determined that the biggest intertwined ...",
            "image_url": "https://www.bing.com/th?id=OVFT.l5WaegW9Hc8SKeop30SWLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5h",
            "source": "Popular Science",
            "article_content": "It may be an overused statistic, but it’s true: We know less about what lives and lurks in our oceans than we do about outer space. This year proved no exception to the rule, either. In the last year, researchers discovered long-lost shipwrecks, odd animals, and even a phenomenon known as “dark oxygen,” among many other finds.\n\n‘Ghost Ship of the Pacific’ found using underwater drones\n\nThe USS Stewart rests about 3,500 feet below the ocean’s surface. Credit: Ocean Infinity\n\nIt only took a few hours for a team of 20-foot-long autonomous submersible drones to relocate the USS Stewart after 78 years spent at the bottom of the Pacific Ocean. The “four-piper” destroyer ship was the only vessel captured by Japanese forces during World War II, and earned its “Ghost Ship” moniker after numerous Allied troops sighted it deep behind enemy lines. Although eventually returned to the US Navy and scuttled, its exact location remained a mystery for years. Now, however, we know the extremely well-preserved remains lay off the California coast in the Cordell Bank national marine sanctuary.\n\nShipwreck hunters find WWII-era merchant ship that sunk in Lake Superior\n\nThe wheel of the Arlington, about 600 feet underwater. Great Lakes Shipwreck Historical Society\n\nAlthough also dating back to the WWII era, the Arlington wasn’t involved in combat when it sank. The 244-foot bulk carrier was instead a merchant vessel sailing Lake Superior en route to Owen Sound, Ontario. Inclement weather, however, caused the ship to take on water in the early hours of May 1. While Captain Frederick “Tatey Bug” Burke insisted his crew stay the course, the sailors had other plans, and soon abandoned Burke to his—and his ship’s—ultimate fate. Like the USS Stewart, the Arlington was located using remote operating submersibles and sonar scans.\n\nNew, colorful starfish species found off the coast of Japan\n\nThe newly discovered Paragonaster hoeimaruae. There are many types of starfish and this one is particularly adapted to living in sandy, muddy waters, a feature the researchers want to learn more about. Credit: © I. Kobayashi\n\nThere are around 2,000 cataloged starfish species in the world, but that list grew by at least one new variety in 2024. Discovered by researchers off the coast of Japan’s Izu Peninsula, Paragonaster hoeimaruae, is only the second starfish known to belong to the Pseudarchasteridae family. The strikingly orange sea creatures are especially adapted to live in muddy, sandy waters—an evolutionary trait researchers hope to learn more about in the coming years.\n\nGrumpy-faced fish species found in Red Sea\n\nThe grumpy dwarfgoby is endemic to the Red Sea and lives in small holes and crevices in coral reefs. Viktor Nunes Peinemann\n\nWhile similarly as orange as Paragonaster hoeimaruae, Sueviota aethon arguably features a much more noticeable physical trait: the diminutive fish possesses a downturned mouth that makes it look permanently displeased. Its face seems so irritated that it even earned it the common name of the grumpy dwarfgoby. The roughly one inch long fish live among the coral reefs of the Red Sea’s Farasan Banks near Saudi Arabia. Even at that size, however, discoverers describe the grumpy dwarfgoby as a “fearsome predator” given its comparatively large canines used to capture and devour small invertebrates.\n\nWWII submarine discovered 81 years after disappearing during secret mission\n\nThe HMS Trooper disappeared in 1943 with all 64 of its crew. Credit: YouTube / Planet Blue\n\nIt took at least as many as 14 attempts over nearly 25 years, but researchers finally located the wreckage of the HMS Trooper in 2024. The WWII Allied submarine and its 64 crew members deployed on a secret mission near Greece in early October 1943, but never arrived in Beirut as originally scheduled. Researchers used both sonar and an ROV called “Super Achille” to identify Trooper’s whereabouts, as well as confirm its fatal run-in with a German mine. Trooper lays in three separate parts an estimated 830-feet-deep at the bottom of the Icarian Sea, near the Greek island of Donoussa.\n\nWorld’s largest coral formation is longer than a blue whale\n\nA diver from National Geographic Pristine Seas measures the world’s largest coral colony in the Solomon Islands. Photograph by Manu San Félix, National Geographic Pristine Seas\n\nThe biggest animal in the world may be the blue whale, but researchers in 2024 determined that the biggest intertwined community of animals is undoubtedly the recently discovered Pavona clavus coral colony. Measuring in at 111 feet wide, 104 feet long, 18 feet high, and 600 feet around, the standalone coral system formed in the southwest Pacific Ocean over the last 300 years, and can even be seen from space.\n\nNew ghost shark species found in New Zealand\n\nThe newly described Australasian narrow-nosed spookfish, Harriotta avia. National Institute of Water and Atmospheric Research (NIWA)\n\nGhost sharks, also known as “spookfish,” technically aren’t sharks, but instead are a group of fish that are closely related to the ocean predators. One of the newest additions to the family this year was Harriotta avia, described as having an “elongated, narrow and depressed snout; long, slender trunk; large eyes; and very long, broad pectoral fins” as well as possessing “lovely chocolate brown color.” But don’t expect to encounter one in the open waters—Harriotta avia lives near New Zealand at the bottom of the Pacific Ocean, roughly 8,350 feet below surface waters.\n\n‘Dark oxygen’ on ocean floor may rewrite the origins of life\n\nThe formations can be found as deep as 20,000 feet below the ocean’s surface. Credit: Wikipedia Commons\n\nOne of the wildest underwater discoveries of 2024 wasn’t a new species of life, but chemical processes that might rewrite our understanding of the origins of life itself. Earlier this year, researchers published findings related to polymetallic nodules—natural mineral deposits located on the pitch-black ocean floor. Despite lacking sunlight, however, evidence suggests these formations appear to function as “geobatteries” capable of generating trace amounts of oxygen that help sustain deep-sea life. If true, then the planet’s very first living organisms may have gotten their start in a place no one once thought could support life at all.\n\nNew jellyfish discovered near Japan may contain multitudes of venom\n\nThe St. George’s Cross medusa is about four inches wide, three inches long, and has about 240 tentacles. Dhugal John Lindsay/JAMSTEC\n\nLike many other similar species, the newly found St. George’s cross medusa lives around 2,300 feet deep in the Pacific Ocean, and hunts bioluminescent prey with its many tentacles. Unlike its relatives, however, Santjordia pagesi packs an “arsenal of venoms” that differs from other known jellyfish. Unfortunately, it might take a little while before researchers start gleaning more information on the creature—it’s difficult to gather more specimens given the jellyfish lives in a deep-sea volcanic caldera about 285 miles south of Tokyo.\n\nResearchers discover neurological mechanism controlling anglerfish lures\n\nFrogfish belong to the larger anglerfish family, and use their front fin as a lure. Credit: Deposit Photos\n\nAnglerfish aren’t a new find for researchers, but biologists did confirm a surprising evolutionary feature in the odd-looking animals this year. Using tracer analysis, a team discovered the exact motor neurons that control one of the subspecies’ front dorsal fin lure. It appears the location of these motoneurons shifted during their evolution compared to their relatives, pointing to evolutionary implications that reach all the way to landwalking vertebrates.\n\nOver 100 possible new ocean species found near Chile\n\nDuring an expedition off the coasts of Chile and Rapa Nui, scientists spotted a bony Chaunacops fish swimming in the waters of Chile’s Nazca-Desventuradas Marine Park. Schmidt Ocean Institute\n\nThe 1,800-mile-long Salas y Gómez Ridge near Chile is home to some wild creatures that look like they just arrived from an alien planet. Earlier this year, researchers used a remote operated submersible to survey the region and documented over 100 candidates for never-before-seen species. These included crustaceans, mollusks, fish, and even marine mammals. Biologists also glimpsed extremely rare animals, such as the whiplash squid."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Yearender 2024: List of Biggest Innovations in AI, Science and Technology",
            "link": "https://www.msn.com/en-in/money/news/yearender-2024-list-of-biggest-innovations-in-ai-science-and-technology/ar-AA1wkaYr?ocid=BingNewsVerp",
            "description": "Discover the biggest innovations in AI, science, and technology for 2024, including breakthroughs in AI-powered discovery, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.J7tE7UG1mycOioQYy8OC0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "jagranjosh.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists measure quantum geometry for first time",
            "link": "https://www.msn.com/en-us/science/physics/physicists-measure-quantum-geometry-for-first-time/ar-AA1wjIv8?ocid=BingNewsVerp",
            "description": "MIT physicists and colleagues have for the first time measured the geometry, or shape, of electrons in solids at the quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0biPUpzho5faM_CVeGE4hi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "5hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Physics and the Bible",
            "link": "https://www.msn.com/en-us/science/physics/quantum-physics-and-the-bible/ar-AA1wjuUf?ocid=BingNewsVerp",
            "description": "We live in an extraordinary era, one where science and technology advance at a staggering pace. Discoveries of invisible ...",
            "image_url": "https://www.bing.com/th?id=OVFT._Rjr3L73dj4XvPKwmUlFQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Hosted on MSN8h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Utopia and Revolution",
            "link": "https://libcom.org/article/utopia-and-revolution",
            "description": "By the French Council Communist \"Groupe Communiste de Conseils\", this text talks about Utopia and Revolution as the two ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yMrYLDT3hAZRG1RELVFYki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Libcom12h",
            "source": "Libcom",
            "article_content": "The Great Mystification.\n\nTwo concepts call for socialist meditation, because they imply problems of permanent urgency: utopia and revolution. Rarely have these two problems been examined in their relationship of reciprocal affirmation and negation, i.e., in their dialectical relationship, except to reject them wholesale or accept only one term: whoever posits revolution seems to exclude or reject utopia; and conversely, whoever posits utopia seems to reject revolution. Such, at least, was the attitude of nineteenth-century socialist thinkers. In the twentieth century, the debate had found some scope for confrontation up until the First World War, without going beyond the ideological quarrels periodically renewed between Marxists and non-Marxists, or between anarchists and Marxists. Since then, there has been silence: the tumult of contemporary history has rendered inaudible any voice urging renewed discussion. And yet, if ever the idea of a socialist humanism required reflection, it is today, when under the name of socialism, or even humanism, regimes are developing that reproduce and amplify the defects of capitalism, while trampling underfoot the democratic conquests of bourgeois revolutions, long considered the condition for socialism. It took an incredible perversion of language and logic to succumb, often with total good faith, to the most vulgar propaganda, and to believe that today's world is really divided into two camps, the “socialist” camp and the “capitalist” camp. All regimes, no matter how acute their conflicts of interest, propagate this alleged division as an article of faith. Western regimes eagerly acknowledge the socialist character displayed by their Eastern rivals, for they thereby gain a considerable propaganda benefit: they discredit socialism, by showing that so-called socialist regimes deceive the masses in their aspirations for a dignified and free life. In turn, these regimes spare no effort to make their people believe that the material and moral conditions in which they live are (or soon will be) superior to those of the masses under the yoke of capital. If religious consolation is much less the opium of Western peoples than it once was, the new narcotic offered to the peoples of Eastern Europe is called Marxism. Words neither live nor die like human beings; their meaning is transformed according to the intentions and interests of those who manipulate them. By a harmful and strange alteration of their meaning, words can mean the opposite of what they originally meant. Such is the case with the word socialism. Created at a time when industrial mechanization was ushering in the era of mass misery, it denoted the hope of a new society, the desire for a better way of life: utopia as tomorrow's reality. The nascent socialist and communist schools discussed and refined its content, and in February 1848, an anonymous pamphlet printed in London predicted, along with the fatal ruin of class society, the coming of the communist city defined in these terms: “An association where the free development of each is the condition of the free development of all.” (The Communist Manifesto.) Nothing resembles this definition less than the contemporary world. Yet we manage to make people believe that part of our globe is now communist or moving towards communism. And, in a supreme perversion, regimes where people are relatively less free and where the police state has more rights over the individual than in capitalist countries are called socialist. In this way, Utopia is desecrated and the values of socialism are scorned.\n\nIt is said and believed that, since the Russian Revolution of October 1917, the world has entered a new era: the era of socialism; that since the Second World War, a third of the world has become socialist, and that the two wars made this revolutionary transformation possible. Those who say or think this generally choose a single criterion to justify this thesis: the abolition of private property, known as the socialization of the means of production. This thesis is opposed by another: there is no socialism in today's world. What we call socialism, by misuse of language, is in reality nothing more than a new form of exploitation and oppression of man by man: state property, which is just as murderous as private property; we should call it state capitalism.\n\nThere is nothing to suggest that the legal regulation of property rights by state power is either the means or the end of a socialist order. If we disregard the legal forms that appear to regulate human relations, and stick to these relations themselves, what do we find? Simply that the human status of so-called socialist countries is fundamentally, essentially the same as that of capitalist countries.\n\nIf things have turned into a dialogue of the deaf, if this perversion of language has been able to take place so easily, it's because another word has suffered a similar fate: revolution. Revolutions have taken place; social structures have been violently overturned, but the character of these upheavals is obvious: in reality, they are nothing more than economic revolutions, which constitute an aggravation of the phenomena that the pioneers of socialism denounced as “the exploitation of man by man”. If the debate between the “free world” and the “socialist world” were merely a matter of words, it wouldn't be worth our attention. But behind this verbal quarrel lies a vital issue of our time. Can humanity survive without the disappearance of the social institutions that currently burden and regiment it? In other words, is human life still possible under the domination of the state and capital? This question, it seems to us, should be at the heart of any debate on socialist humanism.\n\nBack to Basics.\n\nMarxism is not the entire ideology of socialism. Nor is it all its thought. Both in its ethical aspects and in its theoretical claims, socialist thought can be traced back to the industrial revolution that began in England in the last third of the 18th century. From the outset, it had all the hallmarks of a new gospel, a message of earthly liberation and salvation, in a word, a new ethic. However, however visionary the first socialists or communists of the industrial age may have seemed, they had a fairly clear conception of the means that could lead to the realization of their dream goal. Thus, for William Godwin, social metamorphosis could only result from a revolution of reason, whereas for Gracchus Babeuf, reason could only be imposed by violence, and therefore folly: proclaimed at first as a legal action, the revolution, because of the closure of the Pantheon club, became the business of a “secret directoire”, charged with acting “by and for the people”. Babeuf's plan was to seize power “in order to hand it over to the people”. But steps had to be taken, as the people, called to the polls, were capable of bringing back tyranny. It was therefore necessary to make them capable of exercising sovereignty.\n\nIrresistibly, once on this slope of impatience and “provisional” authority, Babouvism thinks of revolution as organized warfare, conducted according to the rules of the art: hierarchy, discipline, obedience, command, specialist strategy and so on. It's a revolution directed from above, by a general staff or a group of experts, in the expectation that it will be remade from below, or at least that those below will take over once the enemy has been defeated and power conquered. Such is the ambition of Babouvism, and it will reappear with Auguste Blanqui and his followers: honesty and good intentions are given as pledges to the still ignorant people, reduced to the state of inert matter or, more precisely, a mass of maneuver in the battle to defeat the enemy. Violence organized and directed from above is the essence of the Babouvist credo. Its humanism is in the intention, the goal, the utopia; it's not in the means, unless you consider the acts of vengeance perpetrated by the revolting masses as manifestations of a will to liberate: it's the purpose of violence that humanizes violence, since it aims to establish a society without violence.\n\nThe danger and weakness of this conception lies in the impossibility of foreseeing and judging, of choosing and evaluating methods and attitudes from a humanist perspective. From Babouvism to Bolshevik Marxism, the lineage is direct and sometimes openly acknowledged. Utopian socialism returns to the tradition of humanist rationalism that predates the French Revolution. For Saint-Simon, the spiritual heir of the Encyclopedists, political power, capable of reason and reform, plays only a secondary role. The “New Christianity” is the ethics of power, which will no longer be political, but administrative (stewardship). This economic-social Christianity, the science of production, is, in short, industrialism for the benefit of mankind, the guarantee of bread, politics replaced by industrial organization, whose sole aim is to “ensure the freest development of the faculties of all men”. This is Saint-Simon's spiritual testament.\n\nUtopians claim to reform society in the name of reason and science. Robert Owen has a sense of reality, and his socialism is experimental: cooperation is the beginning and the end of the solution to social problems. Owen lacked the sumptuous delirium of Charles Fourier; he was unimaginative and his doctrine was reduced to a few elementary ideas, one of which was essential: man is what his environment makes him. Yet this pioneer of cooperative socialism was always in the breach, calling for spontaneous effort, distrust and even hostility towards the powerful, the rich and the rulers. If socialism means cooperation, then Owen was the first socialist. And if Marx's socialism is ultimately the cooperative system or mode of production, it's because he was Owen's disciple.\n\nKarl Marx.\n\nMarx did not abolish utopia; on the contrary, he renewed its meaning, broadening its sphere of application. For him, utopia becomes a single, two-stage process: revolution-creation. Before him, utopians had imagined and thought about creation independently of the men by whom the new city was to be built; at most, they had counted on an elite. Marx saw men first: “We know that to do useful work, the new forces of society need to be mastered by new men: such are the workers.” (Address to a Chartist meeting, April 1856).\n\nInitially a disciple of Fourier and Owen, and soon deeply involved in the political struggle, Marx never broke the spiritual ties that bound him to the socialist utopia. In this respect, it's enough to read the clarification he was about to provide, two years before his death, to the Russian populists who asked him for his opinion on the chances and prospects of the peasant commune in the face of the threat of capitalism's penetration of Russia. At no point in this long and painful reflection does Marx tackle properly political problems, such as class constitution or party organization. Instead, he concentrates on the original characteristics of the archaic institution of the rural commune, and its importance as a “regenerative element of Russian society” and as an “element of superiority over the countries enslaved by the capitalist regime”. It's easy to recognize, in this apology for the “localized microcosm” that for Marx is the Russian commune, the final tribute he pays to Robert Owen, pioneer of cooperative and communitarian socialism. Marx, like his utopian predecessor, puts all his trust in the creative spontaneity of those who produce society's wealth without really enjoying it. He attributes to the primitive commune the virtues of a social microcosm. In this idealization of a still little-known institution, we recognize the projection into the future of a desire-image. It's no coincidence, then, that Marx embraced the Owenian utopia. The cooperative commune he imagined responds to the problem we posed above, that of the opposition between the Jacobin (political) conception and the conception we now call, for greater clarity, communalist of the workers' movement. In the former, the initiative for awareness and action is attributed to' political avant-gardes placed at the head of easily-maneuverable crowds; in the latter, any political elite is deemed superfluous, as the reduced dimensions of the action group allow it to dispense with any stable, and therefore “professional”, representation. The delegation of power is not the abandonment of a right, but the handing over of a temporary and imperative mandate for well-defined representative tasks.\n\nIn a sense, Marx is the most utopian of utopians: unconcerned about future society, he is solely concerned with the destruction of present society. But he elevates revolution to the level of a total requirement.\n\nIt is the mechanism of this imaginary or imagined revolution that is utopian: it presupposes men capable of thinking the whole of social criticism, the whole of socialism, men aware of their “golden” misery.\n\nFor Marx establishes the economic law of pauperization, which is harder to grasp than naked, unphrased misery. He implants the utopia of the future in the struggle of the present, and proposes a dialectic of workers' revolution: if the proletariat is capable of wanting and making its revolution, socialism will be given to it by surcroît, in other words: by becoming aware of their state of alienation (in the profound sense that Marx gave to this Hegelian term), workers are both capable of destroying capitalist society and building utopia: a society without state, without classes, without money. From then on, Marx's conception of revolution contained a strange paradox: it was at the height of misery that workers were supposed to become aware of the need for total revolution, for a regenerated society. Strange “materialism” that conceives of such a spiritual metamorphosis of the slave broken by a pitiless machine, reduced himself to the state of a cog in the great industrial mechanism operating with a single aim: profit.\n\nIt was from these masses of disinherited people, and not from an intellectual elite, that “communist consciousness” was supposed to “emanate” (The German Ideology). The psychological process is thus reversed: bourgeois intellectuals can only become communists by rising to the level of the revolutionary consciousness of slave-workers.\n\nSuch is the paradox of the workers' movement. Yet the theory remains coherent: Marx distinguishes between socialist consciousness and socialist science. This science (theory) is only possible and necessary as a function of the real movement of the working class, which is a two-faceted process: awareness and political action.\n\nBy giving itself political representatives, the proletariat proclaims its determination to overturn the existing established order, by recourse to the force of law or the laws of force, depending on the circumstances: “The proletariat constitutes itself as a class and therefore as a political party”, declares the Communist Manifesto, clearly showing that this is a spontaneous act of creation and awareness by the proletarians, in no way an adhesion to constituted parties outside their ranks. The bourgeoisie is a constituted class whose unity is cemented by the profit motive. The proletariat constitutes itself as a class by forging its unity and cohesion through the struggle to defend its immediate interests and its awareness of a revolutionary goal. This is what Marx formulated in a single sentence that is the implicit postulate of all true socialist thought, enunciated as early as 1844 by Flora Tristan: “The emancipation of the workers will be the work of the workers themselves.”\n\nUnions, parties and councils are all forms of working-class organization, which only exist as spontaneous, conscious creations of the working class. The proletariat constitutes itself by organizing its struggle, but the workers who make it up must not abandon themselves to elite bodies (or parties) that claim to guide them and prescribe their political and social objectives.\n\nThis is the idea frequently taken up by Marx and Engels in their criticism of party men who, coming from the bourgeois intelligentsia, set themselves up as political guides for the workers. Certainly, intellectuals have a role to play in the workers' movement, but they can only fulfill it effectively by bringing to the movement “elements of culture”, and by no means a ready-made theory or philosophy, an esoteric doctrine of the march and ends of history, a dialectic of revolutionary action. This was Marx's deepest thought, even if his attitudes as a man and as a “party leader” did not always conform strictly to the principle of workers' self-emancipation, even if, through the use of certain political means, he sometimes betrayed this principle.\n\nMarxism judged by Marx.\n\nThe real problem lies not in antinomies such as anarchism and Marxism, Marxism and reformism or Marxism and revisionism; it lies in the opposition of Jacobinism and self-emancipation. It lies in the following question: can social classes retain the autonomy of their action and consciousness by relying on representative organizations, chosen and appointed to express and defend their interests?\n\nThis question contains a dangerous equivocation: can a social class have a conscience, a will, an action? In other words, can it think, will and act in any way other than through “democratically” elected representatives, commonly appointed to represent, i.e. express, the will and thoughts of a collectivity? If so, isn't formal or tacit approval of the delegates' decisions and actions the only proof that the group's will and the behavior of its representatives are in accord?\n\nTo ask the question in this way is to answer it. But this answer does not provide the whole solution. Indeed, it implies the answer to another question, a corollary of the first: under what conditions of effectiveness can the delegation of a mandate result in a real “representation of interests”?\n\nPre-Marx socialist thought focused primarily on resolving this question. Its solution was the description and definition of the “ideal” society. Marx accepted this legacy, and enriched it. His protest was not directed at the substance, but at certain aberrant aspects of so-called utopian socialism. The producers' commune, the cooperative enterprise, the unity of work and culture - in a word, the city liberated from the state and money - represents, in Marx's eyes, the resurrection, at the level of modern technology, of the archaic rural commune, the basis of primitive communism.\n\nAs for the Jacobin conception of the workers' movement, in both its reformist and revolutionary forms, the historical experience of the first half of our century has confirmed its definitive bankruptcy. When Lenin broke the ties he had maintained with Karl Kautsky's ideas until the First World War, he invoked the impotence of the workers' movement in the industrially advanced countries, where the proletariat had been “betrayed” by an aristocracy drawn from its own ranks. The material and moral conditions for a revolutionary movement, on the other hand, were given in an industrially backward, mainly peasant country like Tsarist Russia. It was here, as in countries under colonial yoke, that the process of socialist revolution could be triggered, if not completed: the misery of the masses was a sufficient guarantee against the “betrayal” of ambitious, comfort-hungry workers' avant-gardes. To theoretically justify this recourse to classical conceptions of the role and vocation of the social elites, the concept of “permanent revolution” was borrowed from Marx's terminological arsenal. This concept, reinforced by Lenin's idea of the “law of uneven development”, became the key to the new ideology with its Marxist flavour.\n\nIn truth, Lenin's and his party's theoretical and practical approach was simply the artificial grafting of a revolutionary-minded elite of bourgeois intellectuals onto a convulsing social mass. Its genuinely revolutionary aspirations could easily be exploited by an apparatus of professional revolutionaries for whom Jacobin methods of government held few secrets. The result was not long in coming: having established the presence of a state of “dyarchy” in Russian society liberated from tsarism, and having won the confidence of the soviets, which had spontaneously formed in opposition to the official government, the Bolshevik party succeeded in establishing itself as a monolithic state power. As in countries with an old capitalist tradition, a political “aristocracy” aware of its interests and objectives had succeeded in replacing the “social microcosms” which, according to Marx's theory and utopia, arise spontaneously from the soil of any society in a state of evolution and historical transformation.\n\nMarx may often have overestimated the political factor in the workers' movement, but he never thought for a moment that the working class should surrender to the dialectical wisdom of a party or an elite of political professionals. As we have seen, for Marx, the utopia of revolution is an ethic of revolutionary behavior. The economic and spiritual alienation of the workers is the fundamental cause of the revolutionary act, as well as the central motive for the creative action of the new social order. The proletariat is the direct subject of this transformation, but it is also its object, since it abolishes itself as a wage-earner.\n\nToday, “Marxist empires” are founded on the exploitation of proletarianized masses, forced to perform economic tasks dictated by state plans which, as in liberal capitalist regimes, maintain and reinforce the hierarchy of functions and incomes.\n\nEvery line of Marx, as of his precursors and masters, belies the so-called socialist regimes of our twentieth century.\n\nConclusion.\n\nUtopia and revolution are the two historical coordinates of the workers' movement, the two modes of intuition of socialist thought: utopia is the dimension of space; revolution is the dimension of time. In other words, to become a reality, the socialist movement must think of itself as utopia and revolution, one inseparable from the other. It also means that socialist man must assert himself simultaneously as utopian and revolutionary. Revolution and utopia appear as the normative foundations of the socialist ethic, inseparable from each other. To be a socialist, you have to want revolution and utopia; you have to want the abolition of existing types of society and desire the creation of the new city. Implicit in most socialist doctrines, this ethic has marked and continues to mark many thinkers who claim to be socialists, communists or anarchists. To varying degrees, it has enriched the thinking of Owen and Fourier, Marx and Engels, Proudhon and Bakunin, Sorel and Kropotkin, Oscar Wilde and Gustav Landauer.\n\nBut it must not be confused with the thought — explicit or implicit — of a single mind, however brilliant. Socialist ethics is the spirit of the entire workers' movement, of the socialist movement as a whole. To confuse it with the work or thought of a single individual is to betray the impersonal spirit of the ethic of the workers' movement.\n\nSocialist humanism is the ethic of revolution and utopia. Socialism is a historical necessity only insofar as it is thought of and willed as an ethical necessity. This is what Marx meant when he posed the dilemma: “The proletariat is revolutionary or it is nothing!” And we add, to give socialist ethics its full meaning: socialism is utopian consciousness or it is nothing."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sunscreen revolution: New formula cools while protecting",
            "link": "https://www.msn.com/en-ie/science/environmental-science/sunscreen-revolution-new-formula-cools-while-protecting/ar-AA1wji5X?ocid=BingNewsVerp",
            "description": "According to the journal \"Nano Letters,\" a prototype sunscreen with SPF 50 has been developed, which not only protects the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FUiJ0FAkRaIWIPKes_O1SS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    }
]