[
    {
        "title": "DoD's latest UFO report includes commercial flight near-miss",
        "link": "https://newatlas.com/science/ufo-uap-report-commercial-flight-near-miss/",
        "description": "It’s not just the Mulders of the world watching the skies anymore – the Scullys are getting involved. The US Department of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2pA09u55R3XqfjNagbshSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "New Atlas1h",
        "source": "New Atlas",
        "article_content": "It’s not just the Mulders of the world watching the skies anymore – the Scullys are getting involved. The US Department of Defense (DoD) has released its latest report on UFOs, with some intriguing stats and stories.\n\nAs part of a recent effort to take strange sightings more seriously, the US government set up the All-Domain Anomaly Resolution Office (AARO) to provide a way for people to report incidents so they could be officially cataloged and investigated.\n\nTo avoid half a century’s worth of baggage, the government avoided the term “UFO,” rebranding sightings as Unidentified Anomalous Phenomena (UAP). The A in the new name originally stood for “Aerial,” but was made more general to also cover weird things seen in space or oceans.\n\nThe latest Consolidated Annual Report on Unidentified Anomalous Phenomena has some fascinating insights. This report covers the time period of May 1, 2023 to June 1, 2024, with 757 new incidents reported this year. That brings the total number of incidents reported to AARO since it began to 1,652. Of the new reports, 708 occurred in the air and 49 were seen in space, while there were no new ocean-based incidents.\n\nThe most common form that UAP take is lights in the sky, which accounts for 65% of the reports gathered this year. Orbs, spheres and otherwise round objects account for 22%. The iconic disk shape only made up 1% of reports, funnily enough.\n\nLet’s get it out of the way early – according to the report, “AARO has discovered no evidence of extraterrestrial beings, activity, or technology.” Instead, 49 cases were officially closed after further investigation was able to pin them to mundane sources, with 70% being attributed to balloons. Drones, birds, satellites and aircraft accounted for the rest, with the expansion of SpaceX's Starlink constellation accounting for a growing number of cases of mistaken identity. Another 243 cases were recommended for closure, but will be peer reviewed first.\n\nFrustratingly, the vast majority – 444 cases – lacked enough data to make a conclusion, so they’ve been placed in an active archive. This means they’ll be reopened if new data becomes available, and they’ll be checked against new cases for signs of patterns or trends that could lead to explanations.\n\nAn unresolved case of a UAP flying past a Navy fighter jet US Navy/Public Domain\n\nIf you’ve done the math, you’ll notice we’re left with 21 cases. And these are the really interesting ones – the sightings with “anomalous characteristics and/or behaviors” that means they merit deeper analysis. These could potentially indicate breakthrough aerospace technologies operated by foreign (human) groups, the report says. The DoD will investigate with the help of intelligence and science and technology partners.\n\nThe standout case was a report from the crew of a commercial flight that almost collided with a cylindrical object off the coast of New York. AARO is still investigating what this might have been.\n\nThis wasn’t the only potential safety issue, although the others involved Identified Flying Objects. The report outlines 18 times where drones were flown over protected areas, including one that stuck around for nearly two hours. In October 2023, drones were spotted flying over a nuclear facility in Virginia for six nights in a row. In another case, a drone crashed and was recovered by law enforcement, who are still investigating where it came from.\n\nSince a lack of data is one of the main problems, AARO is testing a new sensor system called GREMLIN. This uses a mix of 2D and 3D radar, GPS, radio, electro-optic infrared, and ADS-B flight tracking, which would help detect, track and identify UAP, and confirm or rule out obvious explanations faster. A short trial was conducted in March 2024, and a longer, 90-day test run will follow soon at a site of national security, the report says.\n\nHopefully that’ll give us a better idea of what’s going on in our skies, seas and space. It’s probably not aliens, but the answer – or answers – could still be fascinating.\n\nYou can read the full report here (PDF).\n\nSource: DoD"
    },
    {
        "title": "True story behind Netflix's The Manhattan Alien Abduction: photos, 23 witnesses and a bombshell lawsuit",
        "link": "https://www.dailymail.co.uk/news/article-14077865/true-story-netflix-manhattan-alien-abduction.html",
        "description": "A Netflix docuseries and a blockbuster lawsuit are shedding new light on a rare and decades-old account of an alien abduction ...",
        "image_url": "https://www.bing.com/th?id=OVFT.h4Lm7v0JJNBJ1BnEn6yUmy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "14h",
        "source": "Daily Mail",
        "article_content": "UFO sightings and alien abductions are often reported by folks in the boondocks without any witnesses around to back up their stories.\n\nNot for Linda Napolitano, who was in 1989 taken from her New York City apartment and beamed onto a spaceship by extraterrestrials, as 23 onlookers bore witness, it is claimed.\n\nNapolitano's story has gripped UFO enthusiasts for decades. Now, the incident has exploded onto the small screen — and into the courtroom.\n\nA Netflix show presents the abduction as an 'elaborate hoax,' and Napolitano has fought back with a lawsuit accusing the streamer of defamation.\n\nHer complaint reopens a rift between a husband-and-wife duo of alien researchers and raises tough questions about those who say they've encountered visitors from space.\n\nAs millions of viewers stream The Manhattan Alien Abduction, and lawyers duke it out in court, concerns about who is being honest will doubtless intensify.\n\nWhile the US government is increasingly open to discussing aliens, it's unclear whether those with abduction stories are telling the truth, or suffering from false memories, mental health issues or just making it up.\n\nNapolitano, a stay-at-home mom, stands by her story that on the night of 30 November 1989, three aliens kidnapped her outside her 12th-floor Lower Manhattan apartment.\n\nLinda Napolitano, 77, has stuck by her story of being abducted by aliens from her Manhattan apartment in 1989\n\nThey made her levitate out her window and into a spacecraft hovering above the city, where they carried out experiments on her, before returning her to her bedroom, she says.\n\nBut this astonishing event wasn't her first brush with aliens, she claims.\n\nThirteen years prior, upstate in the Catskills, she recalls finding a strange bump on the side of her nose.\n\nThis was later identified as a mystery foreign object.\n\nSeveral months before the 1989 incident, Napolitano says she wrote to UFO researcher Budd Hopkins about that incident in the Catskills, and joined his support group for abductees.\n\nHopkins believed the object in her nose was implanted by aliens.\n\nAn X-ray purportedly shows the object, but, when a specialist came to check Napolitano's nose, it could not be found.\n\nAfter the 1989 incident, Hopkins scoured downtown for people to corroborate Napolitano's story.\n\nAbout 20 people witnessed it; some even said they saw Napolitano floating above her building, it is claimed.\n\nHopkins documented this in his book Witnessed: True Story of the Brooklyn Bridge Abduction.\n\nBut he used pseudonyms for the witnesses, casting doubt on their authenticity.\n\nAmong the purported witnesses were two guards for then-UN chief Javier Pérez de Cuéllar — but these testimonies have also been questioned.\n\nNapolitano insists they were all genuine onlookers who saw the night's mind-boggling spectacle.\n\nThe Netflix recreates Napolitano's story of being levitated out her window and into a spacecraft hovering above the city\n\nThe docuseries presents archive footage of Napolitano pointing up to where she says the abduction took place\n\nUFO researcher Budd Hopkins' hypnosis sessions with Napolitano have been called into question\n\n'If I was hallucinating, then the witnesses saw my hallucination,' she told Vanity Fair in 2013.\n\n'That sounds crazier than the whole abduction phenomenon.'\n\nHopkins' then-wife, Carol Rainey, a filmmaker and UFO researcher, was also embroiled in the case.\n\nShe initially believed Napolitano and they became friends, she said, but over time she grew skeptical.\n\nRainey says Hopkins interviewed abductees under hypnosis in search of suppressed memories.\n\nBut the results of his sessions with Napolitano were not credible, she said.\n\nThe three-part Netflix docuseries features interviews with Napolitano, 77, who now lives in Tennessee, and Rainey, who died in 2023.\n\nIt also features archive footage of Budd, who died in 2011.\n\nIn the show, Rainey, then divorced from Budd, said her ex-husband had 'lost his objectivity' and may have guided Napolitano's comments under hypnosis.\n\nShe vowed to 'continue to ask questions' about the suspect abduction story.\n\nIn her appearances, Napolitano maintains she told the truth.\n\nOnly a 'sociopath' would fabricate such a grand narrative, she says, while accusing Rainey of debunking her in a bid to 'get even with Budd.'\n\nNapolitano's story has gripped UFO enthusiasts for decades\n\nNapolitano (left) and Carol Rainey started out as friends but fell out over the abduction story.\n\nAn X-ray purportedly shows a mystery object in Napolitano's nose, but there are questions over its authenticity\n\nShe's in part backed up by her son Johnny, who appears in the documentary, though his likeness is obscured.\n\n'There’s no way I believe she would want to make anything like this up,' he says.\n\nHe recalls seeing three 'beings' in the family living room, in what he calls a 'terrifying' experience that left him feeling 'hopeless.'\n\n'I just try to erase it from my life,' he says.\n\nAccording to Napolitano, the aliens were not done with her family after that night in 1989. She says they came back years later and targeted her family, giving them nosebleeds.\n\nNapolitano, Hopkins' estate, and others filed the lawsuit against Netflix, Rainey's estate, and others at New York Supreme Court, two days before the show started streaming on October 30.\n\nThe complaint seeks an undetermined amount of monetary damages for six claims, from fraud to defamation, and breach of covenant of good faith and fair dealing.\n\nAnother request to stop the show from screening was not granted in time.\n\nThe complaint says Napolitano 'was not remotely close to be like or appear as the person that is on screen' and that she 'never had any bone to pick' with Rainey.\n\nNapolitano 'was set up as such a villain for purposes of controversy and conflict, all of which was a patently and deliberately false portrayal to support the false narrative of the truth,' it adds.\n\nNetflix did not answer our request for comment.\n\nNapolitano told DailyMail.com that she could not 'take any risks' by discussing her abduction amid the lawsuit.\n\n'I don't talk about the case at all,' she said."
    },
    {
        "title": "What I learned about UFO Whistleblower David Grusch may Shock You",
        "link": "https://www.msn.com/en-us/video/health/what-i-learned-about-ufo-whistleblower-david-grusch-may-shock-you/vi-AA1uf7kh?ocid=BingNewsVerp",
        "description": "Patrick discusses news about UFO Whistleblower David Grusch post UAP hearing #aliens #uap #ufonews #ufos #ufo #disclosure #alien #uapnews #orbs #spheres #news ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Hosted on MSN14h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Pentagon received hundreds of reports of new UFO sightings",
        "link": "https://www.wxow.com/news/pentagon-received-hundreds-of-reports-of-new-ufo-sightings/article_cf284bde-2faa-5c92-acbd-2c562b64b16a.html",
        "description": "The Pentagon has received hundreds of reports of new UFO sightings, including 'several particularly interesting cases,' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IYeHCRacVsW0Qqln8hGl5C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "WXOW19h",
        "source": "WXOW",
        "article_content": "This photo from the US Department of Defense shows an \"unidentified aerial phenomena.\""
    },
    {
        "title": "Bad Callout Fortnite Horror Story",
        "link": "https://www.msn.com/en-us/tv/news/bad-callout-fortnite-horror-story/vi-AA1ugIg8?ocid=BingNewsVerp",
        "description": "Can't-Miss Play: Kyle Hamilton ends Najee Harris' hurdle at its apex during 20-yard pickup Take a look at the Maestro Elite ...",
        "image_url": "https://www.bing.com/th?id=OVFT._ZtksNHHGHB7jKdMRAHG2C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "FlipLaScript on MSN2h",
        "source": "FlipLaScript on MSN",
        "article_content": ""
    },
    {
        "title": "Ditch the dozens of AI apps and get one tool that does it all — $100 for life",
        "link": "https://www.yahoo.com/tech/ditch-dozens-ai-apps-one-100000056.html",
        "description": "Get all your essential AI tools — from writing help to image editing — with 1minAI’s lifetime subscription, now on sale for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2LcXrdq6HRVDSSJa86EkgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22h",
        "source": "Yahoo",
        "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nGet all your essential AI tools — from writing help to image editing — with 1minAI’s lifetime subscription.\n\nTL;DR: For a limited time, score 1minAI’s lifetime subscription for $99.99 and get access to an all-in-one AI toolkit.\n\n1minAI Tool\n\nOpens in a new window\n\nCredit: 1minAI\n\n1minAI Advanced Business Plan Lifetime Subscription\n\n$99.99\n\n$540.00 Save $440.01\n\nGet Deal\n\nManaging multiple subscriptions for all your creative and professional needs? That’s more juggling than anyone needs — and it’s pricey, too.\n\nAdvertisement Advertisement\n\nGet a lifetime subscription to 1minAI on sale for $99.99 — it's a single platform packed with the tools you’d normally need a bunch of apps to accomplish. From content writing and image editing to data analysis, 1minAI has you covered — all in one convenient spot.\n\n1minAI makes it easy to handle a variety of tasks with a user-friendly setup, so you’re not wasting time hopping between different tools. It includes everything from AI-driven writing assistance to design and photo editing options, letting you switch between projects without the constant app shuffle. Plus, 1minAI gives you 4,000,000 credits each month, plus the chance to earn up to 450,000 extra credits monthly, giving you plenty of space to test, create, and explore without worrying about extra fees.\n\nWhile AI tools are incredibly helpful, they aren’t perfect — and 1minAI is straightforward about that. You’ll get support with drafting, designing, and brainstorming, but human editing and oversight can bring your projects to the next level. Think of it as an AI sidekick that keeps things running smoothly, while you remain the creative mastermind.\n\nSimplify your creative process and boost efficiency with 1minAI’s Business Plan lifetime subscription — all for $99.99, with no monthly fees.\n\nStackSocial prices subject to change."
    },
    {
        "title": "Google launches Gemini AI app for iPhones: Here’s how it will enhance user experience",
        "link": "https://www.msn.com/en-in/money/other/google-launches-gemini-ai-app-for-iphones-here-s-how-it-will-enhance-user-experience/ar-AA1ugPzP?ocid=BingNewsVerp",
        "description": "Additionally, users can also have access to Imagen 3, which is Google’s image generation model. It assists users by ...",
        "image_url": "https://www.bing.com/th?id=OVF.E4JZsXLrWG4JaLSXQwoUvQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Zee Business on MSN2h",
        "source": "Zee Business on MSN",
        "article_content": ""
    },
    {
        "title": "Can't use Apple Intelligence on your iPhone? Google's new Gemini app has your back",
        "link": "https://www.yahoo.com/tech/cant-apple-intelligence-iphone-googles-140000082.html",
        "description": "This past week Google officially launched the Gemini app on iOS, allowing iPhone users to get the complete Gemini AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ngHFQKWH-iKCih5GN9mHSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "8h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Google, edited with Canva\n\nDid the iPhone just become the best device for AI? Maybe, but not because of Apple Intelligence.\n\nThis past week Google officially launched the Gemini app on iOS, allowing iPhone users to get the complete Gemini AI experience. The app is launching just weeks after Apple released the first version of its new Apple Intelligence AI platform, which also included a ChatGPT integration.\n\nAdvertisement Advertisement\n\nThis means the iPhone now has access to all of the three biggest AI platforms... well, sort of. Here's what iPhone users should know about the new Gemini app, how it compares to Apple Intelligence, and why the iPhone could be the best device for AI now.\n\nGoogle brings Gemini app to iPhone\n\nThe Gemini app is now available for free on the App Store, although it is only compatible with iPhones at launch (sorry, iPad users). It includes the full suite of Gemini features such as text and image generation, live chat, study aid tools, image search, assistant features, and more. It's worth noting that you may need a Google Gemini Advanced subscription to access certain features.\n\nAll that's required to download the Gemini app is iOS 16 or above (and adequate storage, of course). That includes all iPhone models starting with the iPhone 8 and later, plus the iPhone SE 2nd and 3rd generation.\n\nThis is important to note since very few iPhones are compatible with Apple Intelligence right now. Only the iPhone 15 Pro/Pro Max, iPhone 16/16 Plus, and iPhone 16 Pro/Pro Max can access Apple Intelligence as of late 2024. That's a far smaller list of compatible devices compared with those that can download the new Google Gemini app.\n\nAdvertisement Advertisement\n\nThis opens new options for iPhone users who want to tap into AI. If you can't access Apple Intelligence, you now have a competitive new alternative. On the other hand, if you can access Apple Intelligence, you might now be wondering if it's still the best AI tool for your phone.\n\nApple Intelligence vs Google Gemini app\n\napple intelligence vs google gemini\n\nApple Intelligence and Google Gemini are both AI platforms that use large language models to generate text and images and comprehend verbal, text, and visual input from users. Both have some similar features, such as text and image generation, assistant features, and writing aid tools. However, there are some major differences iPhone users should know.\n\nFirst, it's important to keep in mind that Apple Intelligence is still in its early stages. Google Gemini has been out for longer (previously under the name \"Bard\"). As a result, it is a much more fleshed-out AI platform right now. Apple Intelligence will eventually have most of the same features, but Apple is planning to slowly roll them out over the next year, so you may be in for a long wait.\n\nThe main advantage of waiting it out for Apple Intelligence is privacy. Apple Intelligence is only compatible with specific iPhones because it runs mainly on-device, meaning it doesn't send all of your data to the cloud to process AI tasks. Gemini is a cloud-based AI platform, so be aware that Google will most likely save and utilize data from your Gemini interactions in some capacity.\n\nAdvertisement Advertisement\n\nIn contrast, Apple emphasized early on that it would not use iPhone users' personal data to train Apple Intelligence. If any data does need to go to the cloud for processing, it is completely anonymized, preserving users' privacy. If data security is important to you, Apple Intelligence may be the better AI platform if it's compatible with your iPhone.\n\nIs the iPhone the best device for AI now?\n\niphone 15 pro max in front of apple intelligence icons\n\nThe launch of Apple Intelligence coupled with the new Gemini app has quickly made the iPhone arguably the best device for AI, perhaps second only to a MacBook. At the very least, the iPhone 15 Pro/Pro Max and iPhone 16 line-up are now the best phones for AI since they have access to the most AI algorithms.\n\nWe predicted early this year that apps would become the best way to experience AI, rather than dedicated devices. This has largely panned out, especially on the iPhone. That's partly due to the sheer reach the iPhone has thanks to its massive user base. iPhones make up five out of the top ten bestselling smartphones in the world right now.\n\nSo, if a developer wants to get their AI platform to a large number of people as efficiently as possible, launching an iPhone app is the obvious strategy. Of course, that might not be good news if you're an Android user. However, if you're intrigued by the explosion in AI development this year and want to have access to the most algorithms possible, it might be time to buy an iPhone."
    },
    {
        "title": "News-scraping app for media monitoring and research among AI tools showcased at GovTech event",
        "link": "https://www.straitstimes.com/tech/govtech-event-showcases-news-scraping-ai-tool-for-research-and-media-monitoring",
        "description": "BrewBytes curates the most relevant articles from the web and summarises the gist of stories. Read more at straitstimes.com.",
        "image_url": "https://www.bing.com/th?id=OVFT.RJWoD6aXx8CYkygu34dWAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "The Straits Times",
        "article_content": "SINGAPORE – Public servants can soon search for and analyse the latest news from around the world with the help of an artificial intelligence (AI) app named BrewBytes.\n\nUsers can search by keywords on a topic – such as “elections” or “the environment” – and set filters for the type of news they want to survey, like Singapore or global sources, and the time period over which the stories were published.\n\nUnlike googling, the AI model curates the most relevant articles from the web and summarises the gist of stories, citing the sources of the articles so that users can check the credibility, said project member Lau Rong Jia, assistant director of strategic planning at government agency Tote Board.\n\nWith the help of generative AI, the program also analyses the political, economic and social impact of the news gathered, said Mr Lau, 42, adding that the service helps media monitoring teams and researchers prepare presentations and daily updates with greater efficiency.\n\nThe Government Technology Agency (GovTech) unveiled about a dozen tech prototypes, including BrewBytes, at its Innovation Day event on Nov 15 at Jewel Changi Airport.\n\nThese projects, developed under GovTech’s Launch! innovation programme, address common pain points such as website-trawling, research and other repetitive tasks like writing reports and translation within government agencies.\n\nAccording to GovTech, the programme has seen more than 600 ideas submitted by officers from 77 agencies.\n\nDeveloped with GovTech, the BrewBytes program was inspired by a problem presented by the Tote Board to find a way to ease the process of gathering and analysing daily news across multiple sources.\n\nThe service simplifies the task of scanning through articles compared with typical web searches, which require users to open multiple links and browse multiple individual websites, said Mr Lau.\n\nArticles are curated from the web based on their relevance to the user’s keywords and are organised by factors like the frequency of keywords and the number of similar headlines on the web, which indicate a topic is trending, he added.\n\nLike most generative AI tools, the platform is prone to bringing up unrelated articles, said Mr Lau, adding that users must be discerning about what they read.\n\nTo mitigate AI’s tendency to spout false information, he said the program is designed to limit its analysis and summaries based on the specified sources and not consider information from other sources on the internet, which could affect accuracy.\n\nTech tools have also been developed to address other repetitive tasks.\n\nThe Singapore Customs developed a platform called JDM PriceSync to access up-to-date prices of imported vehicles for tax assessment.\n\nThe program integrates websites displaying current prices, enabling Customs officers to verify with ease the values declared by importers."
    },
    {
        "title": "A Peek Into Qualcomm's AI Future: Imagining a Hike With AI 'Agents'",
        "link": "https://www.msn.com/en-us/news/technology/a-peek-into-qualcomms-ai-future-imagining-a-hike-with-ai-agents/ar-AA1ueLKW?ocid=BingNewsVerp",
        "description": "I hiked up to Haleakalā's 10,023-foot peak, but how could the future of AI have paved the way for a better day in the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oGK4RhW1T4s4K170XVAQqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "CNET on MSN17h",
        "source": "CNET on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal author highlights Minnesota haunts",
        "link": "https://www.kvrr.com/2024/11/17/paranormal-author-highlights-minnesota-haunts/",
        "description": "Halloween may have passed, but people still gathered at the Moorhead Public Library Saturday to hear some spooky stories.",
        "image_url": "https://www.bing.com/th?id=OVFT.x7BgL3czq6mS4l95lM4jJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "KVRR6h",
        "source": "KVRR",
        "article_content": "Paranormal author highlights Minnesota haunts\n\nMOORHEAD, Minn. (KVRR) – Halloween may have passed, but people still gathered at the Moorhead Public Library Saturday to hear some spooky stories.\n\nAuthor Chad Lewis gave a talk about haunted locations, monsters and the paranormal sites of Minnesota, a topic he’s covered in several books.\n\nLewis says his interest in the paranormal began from an early age growing up in Wisconsin, and since then it has only grown.\n\nHe adds that while a lot of the places that he’s visited are scary, certain ones tend to stand out.\n\n“It’s one thing when I’m walking down a road where there’s an alleged werewolf running around. In my head, I know, most likely, I’m not going to die. But when you’re in a place where humans have done these sinister deeds, it’s a whole different ball game.”\n\nIf you have paranormal experiences that you’d like to share, Lewis encourages you to reach out on his website. You can find a link here."
    },
    {
        "title": "The Best & Worst Paranormal Activity Movies According To Rotten Tomatoes",
        "link": "https://www.msn.com/en-us/entertainment/news/the-best-worst-paranormal-activity-movies-according-to-rotten-tomatoes/ar-AA1ueKCb?ocid=BingNewsVerp",
        "description": "As an aggregator, Rotten Tomatoes provides a decent bird's eye view of a film's reception. While it's hardly the first or ...",
        "image_url": "https://www.bing.com/th?id=OVFT.05Cs_obFfMsGn2afDUobZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "/Film on MSN17h",
        "source": "/Film on MSN",
        "article_content": ""
    },
    {
        "title": "Control Ultimate Edition is finally coming to Mac — and I couldn’t be more excited",
        "link": "https://www.yahoo.com/tech/control-ultimate-edition-finally-coming-093000100.html",
        "description": "Apple says that Control Ultimate Edition has been optimized for Macs and will have smooth performance, precise gameplay, and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OVcjQPQycfUFAgSXTab_qC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Apple\n\nRemedy Entertainment is best known for Alan Wake 2 and the Max Payne series, but to me, the developer’s best game is Control. This title expertly combines Max Payne’s shooting mechanics, Alan Wake’s otherworldly narrative, and Quantum Break’s physics-based gameplay. It has been re-released and updated several times, proving the game’s staying power. And now, it’s coming to Apple’s Mac computers.\n\nI briefly played Control Ultimate Edition on the new Mac mini M4, which was the first time I’ve played the game since it originally launched in 2019. The high-resolution textures and buttery-smooth gameplay make it feel like a completely different game from the PS4 version I remember. I was also reminded why I fell in love with this game in the first place.\n\nAdvertisement Advertisement\n\nWhile I can (re)play Control right now on PS5, Xbox Series X and the best gaming PCs, I’m eager to play through the entire game on one of the best MacBooks — particularly those packing the Apple M4 chip. Here’s why.\n\nControl Ultimate Edition on Mac\n\nControl on Mac\n\nApple says that Control Ultimate Edition has been optimized for Macs and will have smooth performance, precise gameplay, and support HDR and MetalFX Upscaling. The game will also support hardware-accelerated ray tracing on Macs with M3 and M4 processors.\n\nGiven my brief time demoing Control, I can’t speak at length about the experience. However, based on what I played, I’m inclined to believe Apple’s claims.\n\nThe otherworldly environment I explored, with its contrast of deep shadows and harsh lighting, looked equally captivating and disturbing. The power of the Mac mini’s M4 chip (along with the Apple Studio Display I played on), truly helps Control come to life.\n\nAdvertisement Advertisement\n\nI can’t say I’m surprised Control looks and runs phenomenally on Mac. That’s because I’ve already played games like Resident Evil 4 Remake and Lies of P on the MacBook Pro 16-inch M4 Pro and MacBook Pro 16-inch M3 Max, respectively. Like Control, these titles run at buttery-smooth frame rates and look gorgeous to boot. I expect no less from Control when it eventually arrives on Mac.\n\nWhat’s so special about Control?\n\nMac mini M4\n\nWhile enhanced graphics and gameplay certainly make for a more enjoyable experience, these aspects wouldn’t matter if Control wasn’t already a great game. If you’ve never played Control and plan to check it out on Mac, you’re in for a treat.\n\nControl centers around protagonist Jesse Faden, who is a member of a covert government organization that investigates paranormal phenomena. The game takes place in the organization’s headquarters, which has been taken over by a malevolent being who wants to cross over to our world. Jesse has to stop this being while also uncovering the secrets of her past.\n\nYou can think of Control as a three-dimensional Metroidvania game since it has numerous paths, some of which are only accessible via specific abilities obtained throughout the game. Jesse’s Service Weapon is effectively multiple guns, taking on the properties of a handgun or a shotgun and her telekinetic powers allow her to float or grab objects and hurl them at enemies. All of these aspects combine to make for engaging and thrilling gameplay.\n\nOutlook\n\nWhile Control Ultimate Edition is admittedly an older title, it’s a solid choice to bring to Mac. Not only does it pack in the full game and both of its expansions, but it looks and runs like a dream on machines with M3 and M4 chips.\n\nAdvertisement Advertisement\n\nIf you’ve never played Control and own an M3 or M4 Mac, you owe it to yourself to check out this game. There’s no solid release date yet, but it should land on the Apple App store by early next year. We'll also know how much it will cost at that time as well."
    },
    {
        "title": "From ‘The Exorcist’ to ‘Heretic,’ why holy horror can be a hit with moviegoers",
        "link": "https://www.eastidahonews.com/2024/11/from-the-exorcist-to-heretic-why-holy-horror-can-be-a-hit-with-moviegoers/",
        "description": "In the new horror movie, 'Heretic,' Hugh Grant plays a diabolical religious skeptic who traps two scared missionaries in his ...",
        "image_url": "https://www.bing.com/th?id=OVFT.K0bBfFOoF3VdOihy2LFcIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "East Idaho News13h",
        "source": "East Idaho News",
        "article_content": "In the new horror movie, “Heretic,” Hugh Grant plays a diabolical religious skeptic who traps two scared missionaries in his house and tries to violently shake their faith.\n\nWhat starts more as a religious studies lecture slowly morphs into a gory escape room for the two door-knocking members of The Church of Jesus Christ of Latter-day Saints, underscoring just how well-suited religion can be for terrifying and entertaining thrill-seeking moviegoers.\n\n“I think it is a fascinating religion-related horror as it raises questions about the institution of religion, the patriarchy of religion,” said Stacey Abbott, a film professor at Northumbria University in Newcastle, England, whose research interests include horror, vampires and zombies.\n\n“But it also questions the nature of faith and confronts the audience with a debate about choice, faith and free will.”\n\nHorror has had a decades-long attraction to religion, Christianity especially in the U.S., with the 1970s “The Exorcist” and “The Omen” being prime examples. Beyond the jump scares, the supernatural elements of horror and its sublime nature pair easily with belief and spirituality — and religion’s exploration of big existential questions, Abbott said. Horror is subversive. Real-life taboo topics and cultural anxieties are fair game.\n\n“It is a rich canvas for social critique and it can also be a space to reassert traditional values,” Abbott said in an email.\n\nDeath, demons and other tough topics religion and horror address\n\nReligions and horror tackle similar questions about what it means to be human — how people relate to one another and the world, said Brandon Grafius, a Biblical studies professor at Ecumenical Theological Seminary in Detroit and an expert on Christianity and horror.\n\n“So much of religion is about how we grapple with the reality of death. … Helping us make meaning even in the face of that reality,” said Grafius. “Horror really serves that same process, as a way to reflect on death.”\n\nNot only does Christianity translate well for U.S. audiences, it has a lot of raw material for moviemakers to work with, he said.\n\n“Christianity emerged as a strongly dualistic religion, where forces are either good or evil,” Grafius said. “Even though the U.S. is moving away from being a nation dominated by Christianity, we still have that dualism deep in our bones.”\n\nAmong the more recent religion-themed horror films, “The Conjuring” franchise, including “The Nun” movies, show paranormal investigators battling demons, Abbott said, while “The First Omen” and “Immaculate” offer critiques of patriarchal attempts to control women’s bodies.\n\n“These films seem to be a direct response to many of the debates that are happening in the U.S. these days,” Abbott wrote in her email. “These different approaches to religion in horror illustrate the way in which the genre is engaging with a very live debate around religion or more specifically how religion is being used to assert control (which is what ‘Heretic’ is all about).”\n\nGrant, who plays Mr. Reed in the new movie, told The Associated Press that he shared some of his “Heretic” character’s skepticism, although not necessarily from a religious perspective:\n\n“There is a part of me — probably a not very attractive part of me — that likes to smash people’s idols. Anyone I feel is being a bit too smug or too pretentious, I don’t like to see that. I like to just take them apart a little bit.”\n\nHorror can be challenging. It acts as a dark mirror that can reveal things people don’t want to admit and fears they don’t want to face, said the Rev. Ryan Duns, a Jesuit priest and theology chair at Marquette University in Milwaukee.\n\nIf done well, both religion and horror are unsettling, he said.\n\n“Religion, when it unsettles, asks us am I living up to the person I have been called to be or am I complicit in systems of violence, oppression, injustice, going with the status quo,” said Duns, who wrote the “Theology of Horror” and teaches a course on it as well. “In the horror movie, the monster threatens normality — threatens to destroy our status quo.”\n\nBut they deviate from there. In horror, there is no way out, Duns said. He pointed out that defeating a movie’s monster doesn’t prevent sequels, hence “Jaws 2,” “Terrifier 3,” “Return of the Killer Tomatoes” and more.\n\nIn Christianity, it is Jesus and the Gospels threatening the status quo, but they offer hope and a way out, he said.\n\nTi West mixes religion into the narrative of his new movie, “MaXXXine,” a horror film about an adult film star trying to break into mainstream movies. West, who also wrote and directed “The Sacrament,” a horror movie inspired by the Jonestown Massacre in 1978, said he doesn’t actively set out to tell stories with prominent religion narratives, but religion can be ripe for mining.\n\n“It kind of depends on the story,” West said, “Anything with morality wrapped up into it, they kind of go hand in hand at times. And it’s like religion is such a major part of every culture everywhere that … I feel like sometimes it’s such a major part of life that gets put aside in movies.”\n\nWhen religion works in horror — and when it doesn’t\n\nBeyond poor storytelling, the mixing of horror and religion can go wrong if the movie is meant to offend the believers of a particular faith, said Lisa Morton, an award-winning horror author whose written books on Halloween and paranormal history.\n\nBut it can really go right. Morton’s all-time favorite movie is “The Exorcist,” a holy horror icon and a peak example of the genre. “The Omen” followed it.\n\n“All of the contemporary bloodlines kind of trace back through those two,” said Morton. “It’s interesting how they keep getting rebooted over and over.”\n\nAbbott agrees religion should be portrayed respectfully, just as she expects accuracy and respect for science in movies, though not every detail needs to be perfect. “But some horror films, like exorcism movies, are built upon the fact that they are drawing upon real rituals and then taking them to a more extreme conclusion,” she said.\n\nOsgood Perkins, who wrote and directed “Longlegs,” a horror movie about an occultist serial killer, invented the religious material in his film, piecing together whatever felt right from his imagination and real life.\n\n“I just make it up,” said Perkins. “But then you catch hold of something like the Bible verse and you’re like, ‘Wow, this is really rich.’ Beasts coming out of the sea with heads and horns and crowns and things like that. I didn’t make that up.”\n\nFor Duns, an accurate portrayal of religious rituals and symbols — without over doing it — can add heft to a scene.\n\n“The rituals of the churches have been stylized and lived out for centuries,” Duns said. “When movies are silly or are sloppy with it, the power of the gesture and the power of the symbols are lost.”"
    },
    {
        "title": "Dan Aykroyd Doesn't See Himself Or Bill Murray Returning To ‘Ghostbusters' Franchise: \"They've Got A Whole New Cast\"",
        "link": "https://www.msn.com/en-us/movies/news/dan-aykroyd-doesnt-see-himself-or-bill-murray-returning-to-ghostbusters-franchise-theyve-got-a-whole-new-cast/ar-AA1ufChR?ocid=BingNewsVerp",
        "description": "Maybe don’t call Dan Aykroyd? The writer-star of the 1984 Ghostbusters said it was unlikely he and Bill Murray would return ...",
        "image_url": "https://www.bing.com/th?id=OVFT.b25TztpQwedbOMChTWTBDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10hon MSN",
        "source": "Deadline on MSN",
        "article_content": ""
    },
    {
        "title": "Scientists discover unusual new bacteria in deep-sea coral",
        "link": "https://www.msn.com/en-us/news/us/scientists-discover-unusual-new-bacteria-in-deep-sea-coral/ar-AA1uekN0?ocid=BingNewsVerp",
        "description": "Marine biologists found the new bacteria in the tissue of two soft coral species that live in complete darkness in the Gulf ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OnpDi52kOHBHx6WYcoRyty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21hon MSN",
        "source": "The Washington Post on MSN",
        "article_content": ""
    },
    {
        "title": "James Webb Telescope latest discovery revealing red monster galaxies from the early universe",
        "link": "https://www.msn.com/en-in/news/techandscience/james-webb-telescope-latest-discovery-revealing-red-monster-galaxies-from-the-early-universe/ar-AA1ugDwm?ocid=BingNewsVerp",
        "description": "Red monsters raise new questions about galaxy growth speed in the early universe At the core of this discovery is the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.znfxpBHPzaB0Fr_hsswlfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Indiatimes on MSN2h",
        "source": "Indiatimes on MSN",
        "article_content": ""
    },
    {
        "title": "The Biggest Prime Number Ever Found Is a New Milestone in Science",
        "link": "https://www.sciencealert.com/the-biggest-prime-number-ever-found-is-a-new-milestone-in-science",
        "description": "First, it's a prime number (meaning it is only divisible by itself and one). Second, it's what is called a Mersenne prime (we ...",
        "image_url": "https://www.bing.com/th?id=OVF.vomGr7DMqwOS1U5aZnKF8Q&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert2h",
        "source": "ScienceAlert",
        "article_content": "Imagine a number made up of a vast string of ones: 1111111…111. Specifically, 136,279,841 ones in a row. If we stacked up that many sheets of paper, the resulting tower would stretch into the stratosphere.\n\nIf we write this number in a computer in binary form (using only ones and zeroes), it would fill up only about 16 megabytes, no more than a short video clip.\n\nConverting to the more familiar way of writing numbers in decimal, this number – it starts out 8,816,943,275… and ends …076,706,219,486,871,551 – would have more than 41 million digits. It would fill 20,000 pages in a book.\n\nAnother way to write this number is 2136,279,841 – 1. There are a few special things about it.\n\nFirst, it's a prime number (meaning it is only divisible by itself and one). Second, it's what is called a Mersenne prime (we'll get to what that means). And third, it is to date the largest prime number ever discovered in a mathematical quest with a history going back more than 2,000 years.\n\nThe discovery\n\nThe discovery that this number (known as M136279841 for short) is a prime was made on October 12 by Luke Durant, a 36-year-old researcher from San Jose, California. Durant is one of thousands of people working as part of a long-running volunteer prime-hunting effort called the Great Internet Mersenne Prime Search, or GIMPS.\n\nA prime number that is one less than some power of two (or what mathematicians write as 2 p – 1) is called a Mersenne prime, after the French monk Marin Mersenne, who investigated them more than 350 years ago. The first few Mersenne primes are 3, 7, 31 and 127.\n\nDurant made his discovery through a combination of mathematical algorithms, practical engineering, and massive computational power. Where large primes have previously been found using traditional computer processors (CPUs), this discovery is the first to use a different kind of processor called a GPU.\n\nGPUs were originally designed to speed up the rendering of graphics and video, and more recently have been repurposed to mine cryptocurrency and to power AI.\n\nDurant, a former employee of leading GPU maker NVIDIA, used powerful GPUs in the cloud to create a kind of \"cloud supercomputer\" spanning 17 countries. The lucky GPU was an NVIDIA A100 processor located in Dublin, Ireland.\n\nframeborder=\"0″ allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>\n\nPrimes and perfect numbers\n\nBeyond the thrill of discovery, this advance continues a storyline that goes back millennia. One reason mathematicians are fascinated by Mersenne primes is that they are linked to so-called \"perfect\" numbers.\n\nA number is perfect if, when you add together all the numbers that properly divide it, they add up to the number itself. For example, six is a perfect number because 6 = 2 × 3 = 1 + 2 + 3. Likewise, 28 = 4 × 7 = 1 + 2 + 4 + 7 + 14.\n\nFor every Mersenne prime, there is also an even perfect number. (In one of the oldest unfinished problems in mathematics, it is not known whether there are any odd perfect numbers.)\n\nPerfect numbers have fascinated humans throughout history. For example, the early Hebrews as well as Saint Augustine considered six to be a truly perfect number, as God fashioned the Earth in precisely six days (resting on the seventh).\n\nPractical primes\n\nThe study of prime numbers is not just a historical curiosity. Number theory is also essential to modern cryptography. For example, the security of many websites relies upon the inherent difficulty in finding the prime factors of large numbers.\n\nThe numbers used in so-called public-key cryptography (of the kind that secures most online activity, for example) are generally only a few hundred decimal digits, which is tiny compared with M136279841.\n\nNevertheless, the benefits of basic research in number theory – studying the distribution of prime numbers, developing algorithms for testing whether numbers are prime, and finding factors of composite numbers – often have downstream implications in helping to maintain privacy and security in our digital communication.\n\nAn endless search\n\nMersenne primes are rare indeed: the new record is more than 16 million digits larger than the previous one, and is only the 52nd ever discovered.\n\nWe know there are infinitely many prime numbers. This was proven by the Greek mathematician Euclid more than 2,000 years ago: if there were only a finite number of primes, we could multiply them all together and add one.\n\nThe result would not be divisible by any of the primes we have already found, so there must always be at least one more out there.\n\nBut we don't know whether there are infinitely many Mersenne primes – though it has been conjectured that there are. Unfortunately, they are too scarce for our techniques to detect.\n\nFor now, the new prime serves as a milestone in human curiosity and a reminder that even in an age dominated by technology, some of the deeper, tantalising secrets in the mathematical universe remain out of reach. The challenge remains, inviting mathematicians and enthusiasts alike to find the hidden patterns in the infinite tapestry of numbers.\n\nAnd so the (mathematical) search for perfection will continue.\n\nJohn Voight, Professor of Mathematics , University of Sydney\n\nThis article is republished from The Conversation under a Creative Commons license. Read the original article."
    },
    {
        "title": "Antarctica may have once been covered by a jungle of trees, new study shows",
        "link": "https://bgr.com/science/antarctica-may-have-once-been-covered-by-a-jungle-of-trees-new-study-shows/",
        "description": "Picture Antarctica—not as an endless expanse of snow and ice, but as a lush, green rainforest teeming with towering trees and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.WRaVj9-lCDcVXvBctELIyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "16h",
        "source": "BGR",
        "article_content": "Picture Antarctica—not as an endless expanse of snow and ice, but as a lush, green rainforest teeming with towering trees and mysterious plants. It sounds like something from a sci-fi movie, but thanks to a groundbreaking discovery, scientists have proof that this icy continent was once home to a thriving jungle.\n\nResearchers discovered the first pieces of amber found in Antarctica during an internationally-led mission back in 2017. The discovery gives us an extraordinary glimpse into a 90-million-year-old landscape as vibrant as any tropical paradise.\n\nThe tiny amber fragments—each only a millimeter in size—hold massive secrets about Antarctica’s past. The amber is believed to have come from the jungle of coniferous trees that once called Antarctica home millions of years ago. A new study published in Antarctic Science highlights how the trees responsible for the amber would have had to survive months of total darkness during the mid-Cretaceous period.\n\nImage source: tonguy324 / Adobe\n\nBut survive they did, leaving behind markers in the forms of fossilized roots, spores, and even pollen—all of which have been discovered by scientists exploring the region. All of this has long hinted at Antarctica having a forested past. However, the discovery of amber fragments is the first tangible evidence that resin-producing trees actually thrived here at one point.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nFinding amber in Antarctica doesn’t just add a chapter to Earth’s ancient story; it also holds clues for our future. The mid-Cretaceous was a greenhouse world, a model for what our warming planet could resemble in the centuries ahead. As scientists analyze the amber fragments from Antarctica’s ancient jungle, they hope to learn how life adapted to extreme conditions.\n\nThose same extreme conditions could one day be a part of our daily lives thousands of years down the line. Learning how these trees and perhaps even the insects that existed then survived long, dark winters and still came back to thrive each year could be pivotal in helping us prepare for the long road ahead, especially as Antarctica’s ice sheets continue to melt each year."
    },
    {
        "title": "Meet the Massive 100-Million-Year-Old Sky Predator That Once Ruled Australian Skies",
        "link": "https://scitechdaily.com/meet-the-massive-100-million-year-old-sky-predator-that-once-ruled-australian-skies/",
        "description": "Northeastern Australia, once submerged under the Eromanga Sea during the Cretaceous, was home to massive pterosaurs. In 2021, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LEpPH0XLWZjfVLuo4HAaEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Trends in SaaS for 2025: What's New and Innovative?",
        "link": "https://www.analyticsinsight.net/tech-news/trends-in-saas-for-2025-whats-new-and-innovative",
        "description": "The past decade has seen significant changes in the realm of Software as a Service. The face of technology, the business ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4ZL_l3krevNuC-Qe70OmCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Analytics Insight18h",
        "source": "Analytics Insight",
        "article_content": "In the year 2025, where artificial intelligence is going to take the central position in SaaS evolution. Machine learning, natural language processing, and predictive analytics would represent some prominent AI technologies that are already in the pipeline of SaaS platforms to enrich functionalities and drill deeper insights. We expect to see even more maturity in AI capabilities applied in the SaaS products by 2025, such as:\n\nPersonalized Experience: AI will enable SaaS to provide high personalization of user experiences, tailoring features and interfaces to the individual's preferences, behaviour, and work patterns.\n\nPredictive Analytics: Predicting trends customer behaviour and operational inefficiency SaaS is going to increasingly predict with AI for businesses to take proper measures at the right time.\n\nAutomation: AI will automate data entry, customer support, and content generation, among other processes, and leave a sufficient amount of time for employees to be involved in strategic initiatives.\n\nAI will not just be an add-on but will penetrate SaaS systems deeply, thereby making more intelligent and user-needs-sensing systems."
    },
    {
        "title": "Sam Altman Speaks On Tech Progress",
        "link": "https://www.forbes.com/sites/johnwerner/2024/11/17/sam-altman-speaks-on-tech-progress/",
        "description": "Speaking at OpenAI’s Dev Day event, Sam Altman went over a lot of aspects of what’s happening right now with OpenAI’s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Kt4sh13uvs6Rv3c__MhNES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "18h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "After rough start, it’s OK to ask: Are the Sixers banged-up or just bad?",
        "link": "https://www.msn.com/en-us/sports/nba/after-rough-start-it-s-ok-to-ask-are-the-sixers-banged-up-or-just-bad/ar-AA1uemgK?ocid=BingNewsVerp",
        "description": "The Sixers ability to get out of this funk relies heavily on the Big Three — Joel Embiid, Paul George, and Tyrese Maxey — ...",
        "image_url": "https://www.bing.com/th?id=OVFT.BHBNLMZ23ykkBcTPCD9ObS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "22hon MSN",
        "source": "Philadelphia Inquirer on MSN",
        "article_content": ""
    },
    {
        "title": "From a garage to a $2.5b startup: SafetyCulture founder resigns",
        "link": "https://www.msn.com/en-au/money/news/from-a-garage-to-a-25b-startup-safetyculture-founder-resigns/ar-AA1uggYW?ocid=BingNewsVerp",
        "description": "Luke Anear was a private investigator when he launched a start-up from his Townsville garage, growing it into one of the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dyg8MhESP2dLqqvkBhWD3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5hon MSN",
        "source": "Sydney Morning Herald Technology on MSN",
        "article_content": ""
    },
    {
        "title": "Trends in SaaS for 2025: What's New and Innovative?",
        "link": "https://www.analyticsinsight.net/tech-news/trends-in-saas-for-2025-whats-new-and-innovative",
        "description": "The past decade has seen significant changes in the realm of Software as a Service. The face of technology, the business ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4ZL_l3krevNuC-Qe70OmCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Analytics Insight18h",
        "source": "Analytics Insight",
        "article_content": "In the year 2025, where artificial intelligence is going to take the central position in SaaS evolution. Machine learning, natural language processing, and predictive analytics would represent some prominent AI technologies that are already in the pipeline of SaaS platforms to enrich functionalities and drill deeper insights. We expect to see even more maturity in AI capabilities applied in the SaaS products by 2025, such as:\n\nPersonalized Experience: AI will enable SaaS to provide high personalization of user experiences, tailoring features and interfaces to the individual's preferences, behaviour, and work patterns.\n\nPredictive Analytics: Predicting trends customer behaviour and operational inefficiency SaaS is going to increasingly predict with AI for businesses to take proper measures at the right time.\n\nAutomation: AI will automate data entry, customer support, and content generation, among other processes, and leave a sufficient amount of time for employees to be involved in strategic initiatives.\n\nAI will not just be an add-on but will penetrate SaaS systems deeply, thereby making more intelligent and user-needs-sensing systems."
    },
    {
        "title": "Can it run Doom? My journey through hell to discover why the answer is always ‘yes’",
        "link": "https://www.digitaltrends.com/computing/can-it-run-doom/",
        "description": "Under a blanket of memes and enthusiast hacking projects lies a decades-long story of how Doom became one of the most ported games ever.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "18h",
        "source": "Digital Trends",
        "article_content": "With its decades-long legacy, the “Can it run Doom” meme is one of the internet’s oldest and and most beloved gags. But it’s grown into far more than that. It’s a rite of passage for aspiring developers.\n\nTake a stroll through what has become my favorite subreddit recently, r/itrunsdoom, and you’ll see the torch being valiantly carried forward to this very day. Since the It Runs Doom! Tumblr page stopped posting updates about a year ago, the Reddit community has grown to over 100,000 members that post and react to Doom being ported to just about anything. Calculators, credit card terminals — sure. But also the Nintendo Alarmo, an RS Media Robot from 2006, and a Pioneer DJ multiplayer. And that’s just from the past couple of months.\n\nThe more down the rabbit hole I fell on weird Doom ports, the more I started to wonder where the idea originated — and more importantly, why it’s even possible. Who’s absurd idea was this to begin with? To discover the story, I’d need to dig through hellish annals of 1990s internet history and speak to some of the wild-eyed hackers that keep the tradition alive today.\n\nGet your weekly teardown of the tech behind PC gaming ReSpec Subscribe Check your inbox!\n\nWhy Doom?\n\nOur story doesn’t start in 1993 when Doom was released. It starts four years later in 1997. On December 23 that year, two days before Christmas, id Software released the source code for Doom. Mastermind John Carmack, who had written the original code himself, penned a letter to the community that still lives on the GitHub page for Doom. Yes, even today, even after a massive corporation like Zenimax has swallowed up id Software (Zenimax was then swallowed up by Microsoft), the Doom source code still exists.\n\n“I don’t have a real good guess at how many people are going to be playing with this, but if significant projects are undertaken, it would be cool to see a level of community cooperation,” Carmack wrote in the letter. “I know that most early projects are going to be rough hacks done in isolation, but would be very pleased to see a coordinated ‘net release of an improved, backwards compatible version of Doom on multiple platforms next year.” Carmack even provided readers with a few potential project ideas.\n\nThe community started porting Doom immediately. I mean that literally. The first source port of Doom, DOSDoom, was published on the same day that the source code was released. You can still download it today. The original source code that id Software published was only for the Linux version of Doom. The DOS code wasn’t available due to a copyrighted sound library — “Wow, was that a mistake,” Carmack wrote in his letter. “I write my own sound code now.”\n\nFrom there, there’s an extremely dense and complicated genealogy of Doom source ports that’s been carried on for decades. Just last year, a fork of another source port called PrBoomX showed up. Frankly, that genealogy is out of the scope of this article. Covering it alone would require an article orders of magnitude larger than this one already is. I wanted to know about the weird stuff.\n\nThankfully, it didn’t take long for things to get weird. The earliest oddball version of Doom I could find was for the Texas Instruments TI-82 graphing calculator, which was uploaded to ticalc.org on April 12, 1998. It’s written in Basic, so it’s less of a port and more of a shoddy clone. But even 26 years ago, there was interest in getting Doom to run on platforms it wasn’t intended for.\n\nFor the next decade or so, there isn’t much remaining on the internet showing off Doom running on these strange platforms — I mean, YouTube didn’t even go live until 2005. There were likely plenty of “rough hacks done in isolation,” as Carmack predicted, however. In 1998, several cameras with the DigitaOS operating system released, and as YouTube channel LGR showed off a few years ago, you can run Doom on those cameras. Keep DigitaOS in mind. We’ll circle back to it in the next section.\n\nDid anyone actually get Doom running on one of these cameras in 1998? Not from what I could find, but my guess is that it’s an answer lost to time — or at least, the internet. But from the early days of the source code being released and subsequently ported to different platforms, it’s clear there was at least some experimenting happening. One of the earliest references I could find to a proper port of Doom was a Doomworld forum post from 2007, where the author links to a (now deleted) video on YouTube of the game running on a TI-83 calculator.\n\nIn October 2013, the It Runs Doom! Tumblr page went live, and after showing off some basic ports of the game, the author shared a video of Doom being played on a piano.\n\nAfter scouring Tumblr, Reddit, YouTube, and just plain ol’ Google, however, there’s one video that kept showing up. It’s LGR’s video of Doom on the TI-83. Published in 2017, the video has amassed over 7 million views, and is by far the most popular source for Doom running on an unconventional device that I could find in my research. The idea that Doom can run on anything dates back to when the game was first released, and it’s been an idea that enthusiasts toyed with for years after. The modern obsession with running on Doom on a host of strange devices, however, seems to stem, at least in part, from LGR’s video on the topic.\n\nDoom is iconic, and that no doubt is a reason behind the obsession with porting it. But there’s also a concoction of various factors within the game itself that makes it such an ideal candidate for these types of enthusiast hacking projects.\n\nThe highly portable demon slayer\n\nDOOM running on REDSTONE COMPUTER - E1M1 in Minecraft!\n\nBefore getting into some of the more technical details of what made Doom so portable, none of that would have happened if Doom wasn’t such a certified cultural touchstone. To say Doom was insanely popular is an understatement. Valve’s founder Gabe Newell — who was working at Microsoft when Doom was released — estimated that Doom was installed on more computers than Windows in 1993. Even if that’s hyperbolic, there’s no denying that Doom was a sensation.\n\nJust months after Doom released, in 1994, Universal Pictures purchased the rights to make a film. Newell offered to do a port of Doom to Windows for free. Intel banned Doom from being installed on work computers. In a press release announcing the game, id Software wrote, “we fully expect [Doom] to be the number one cause of decreased productivity in businesses around the world.”\n\n“Many began to marvel at how id might make companies like Microsoft or IBM look obsolete. Id had taken the shareware phenomenon and transformed it into a recipe for addiction,” reads David Kushner’s Masters of Doom. “Doom was so compelling that people just had to have the full dose. Some dubbed it ‘heroinware.’ Forbes magazine published a gushing article titled Profits from the Underground about how id, in fact, was making companies like Microsoft obsolete. ‘Privately held id Software doesn’t release financials,’ it read, ‘but from what I can flush out about the company’s profit margin, it makes Microsoft look like a second-rate cement company.'”\n\nPopularity might have been the match that started the wildfire, but in order for Doom to run on so many different platforms, it needed three key elements. First, the source code needed to be freely available. Check. Carmack chose to take care of that step himself. After all, you could run the original Super Mario Bros on most modern electronics, but good luck finding the source code.\n\nBut here are the two points that need a bit more explaining. Source ports need to be available for just about any platform you could want, and lastly, the game needs to be written to run with extremely low software and hardware requirements, even by the standards of the late 1990s.\n\nThere are some other games that have some of these elements. But Doom, combined with its Earth-shattering popularity, hits all three. And as developer Sick.Codes explained to me, Doom became “one of the most ported games on Earth, where someone, at some time, has compiled it for even the most random architectures.”\n\nLet me demonstrate.\n\nHere’s a link to a version of Doom that you can play in your browser. Nothing special, right? There are dozens of ways to play Doom in your browser, but if you look at the address bar, you’ll find something interesting. That version of Doom that you can play is an SVG file. It’s a vector file — something you’d load up in Photoshop. They’re supposed to be static images, and certainly images you can’t interact with. But here is Doom running inside of an SVG that you can play in your browser.\n\nAnother important fact is that PCs weren’t the ideal platform for playing games in 1993, when 3D graphics accelerators were expensive and hard to come by, and most of these chips were instead used in arcade machines and home consoles. If id Software was going to develop a game, and especially if the company was going to distribute it as shareware as it did with Commander Keen and Wolfenstein previously, it needed to run on just about anything.\n\nGzalo is part of the Argentinean volunteer group Cybercirujas that takes PC parts as donations and refurbishes them. The developer was able to get Doom running on a Verifone VX620 payment terminal that they found in the trash.\n\n“[Doom] just needs a framebuffer (area of memory that maps to the screen) to output images to, and some very basic inputs. Software wise, you just need to be able to compile C for the target architecture, which is almost always one of the first requisites needed to write programs for 32-bit processors,” developer Gzalo tells me. “For porting other newer games, you often need to have an operating system (typically something like Linux/Posix) and some way to support OpenGL, which is feasible, but requires more work.”\n\nGzalo went on to explain just how little Doom needed on the software front to run.\n\n“The software from the terminal isn’t modified. I found some guy in Brazil that had worked with this terminal a decade ago and still had the development certificate and a way to sign an application, so it’s running valid signed code,” the developer told me.\n\nHaving minimal software requirements is important, but the hardware side of things is just as crucial. Unsurprisingly, Doom didn’t need a lot on the hardware front to run. The original system requirements for the game called for an 386 CPU running at at least 25MHz and 4MB of RAM. For some context, the 80386 was the first x86 32-bit processor Intel ever released, and it starting showing up in PCs in 1986 — seven years before Doom was released. Getting Doom to run on just about anything was intentional.\n\nCarmack himself said that, at one point, there was even a version that could run without a monitor and simply save screenshots.\n\nPretty close. The code was extremely portable — I had a version at one point that could even run headless and just save out screenshots. — John Carmack (@ID_AA_Carmack) March 3, 2022\n\nThe basic software and hardware requirements for Doom brings us back to DigitaOS. The operating system is written in C, and it allowed third-party apps to be developed and released for the platform. The first two cameras released with DigitaOS — the Kodak DC220 and DC260 — both came with PowerPC 800 processors. By my estimation, they used the the MPC860, which can go up to 80MHz. LGR says the chip inside the DC260, at least, reaches 66MHz.\n\nAnd just like that, the requirements to run Doom have been met. We have a CPU far more capable than the 386 running at 25MHz, a touch of memory, and a platform capable of compiling code written in C. Just so we’re not getting the timeline screwed up, this was possible in 1998. There was nothing that came later that suddenly allowed Doom to run on a Kodak DC260. The building blocks were all there from the start.\n\nThis isn’t all just because Doom is some perfect program, however. It’s very flexible, and highly portable to modern devices, but a significant part of this story comes down to the fact that the source code is free for anyone to edit. In the past nearly three decades, source ports of Doom have popped up for just about every platform imaginable. If you can’t get Doom running on something with the original source code, you almost certainly can get it running with one of the many source ports.\n\nI know you’ve been waiting — let’s talk about the SVG. Doom can run inside of a vector file because SVGs support JavaScript. As the developer of the Doom SVG says, the vector file is simply running js-dos — an open-source, JavaScript-based DOS emulator — and then using one of the various DOS source ports of Doom. And although it may seem like some form of programming wizardry, the developer refers to it as no more than “a fun use of a few hours.” That says it all.\n\nHow Doom became a minimum viable hack\n\nIn 2022, Sick.Codes showed off Doom running on a John Deere tractor display. It was showcased at Def Con 2022, an annual cybersecurity and hacking conference that’s been held in Las Vegas since 1993 — ironically, the same year Doom was released. Beyond just getting Doom running, the port featured a tractor instead of guns, allowing you to literally mow down demons. It’s a fun little port, but Sick.Codes says it took months to get working. Why all of the effort?\n\nIf you’re familiar with the right to repair movement, you’ve probably already connected the dots here. John Deere equipment, created by Deere & Company, has been at the center of the right to repair movement, and not in a positive light. The corporation has had a years-long legal struggle with farmers due to its locked-down software. The equipment is nearly impossible to repair without Deere’s direct involvement. Getting Doom to run on a John Deere tractor display is more than just a fun hack. It’s a proof of concept.\n\n“Running Doom on the John Deere flagship agricultural machinery display, that they have spent thousands of hours developing over several years, shows that I have been able to completely and fully hack the device,” Sick.Codes told me. “If I can run Doom on their flagship devices, I can do any other unauthorized modification to the device. I can brick it. I can enhance it. I can install third-party software. I can delete features, or I can install features that are supposed to cost money.”\n\nPlaying Doom on a John Deere tractor display (jailbroken/rooted) at @defcon pic.twitter.com/ih0QUTGNuS — Sick.Codes (@sickcodes) August 14, 2022\n\nIn this case, Doom is proof of deeper, more important work. In a report from Wired that covered the story two years ago, the developer shared that they were able to access 1.5GB of logs stored in the machine due to achieving root access. These logs are only meant for certified John Deere repair technicians. With them, farmers or third-party experts can diagnose and potentially repair John Deere equipment, even without the Deere & Company’s direct involvement.\n\n“Doom requires a small number of libraries to run, namely SDL2 for graphics, so being able to run the game on a device that is not supposed to run Doom, it proves that you can run arbitrary software on the device you are working on,” Sick.Codes told me.\n\nIt’s fun to see Doom running on a tractor display, and I certainly don’t want to suck the joy out of that. But it’s important to highlight the wider context here. You can try to install other software on a device like this, but Doom is an ideal candidate for showing off this type of hack. It’s visual, it’s interactive, and it’s a program built for a very specific purpose. It also draws a lot of attention — do you think we’d see news stories about some command line interface running on a John Deere tractor display? Probably not.\n\nAlthough I don’t want to downplay the amount of work that went into this — remember, this exploit took months to work out — Doom is also a relatively simple program to show off. Sick.Codes tells me that they used Chocolate Doom for the demonstration, which is a source port that’s built to run on as many different configurations of hardware and software as possible. I mean, there’s even a page of the Chocolate Doom wiki specifically devoted to how portable the source port is. If we didn’t have the original source code, and if that source code wasn’t ported so many times, we probably wouldn’t have this demonstration. It would still be possible, certainly, but who’s to say it would’ve actually happened?\n\nWelcome to hell\n\nDoom is one of the most influential games ever made, and a large part of that comes down to the circumstances it was created under. Highly optimized code for PC met the shareware model to make the game wildly popular, and its modding community snowballed when the source code was released in 1997. Today, we not only have one of the largest and most accessible modding platforms through Doom, but also an application that has far outlived its original purpose.\n\nI started feeling nostalgic writing this story, and you might be feeling the same way after reading it. If you are, I’d recommend downloading GZDoom and playing around with some of the insane levels that have been created over the years — you can find the original WAD files for the first two games archived online as well. If you want to go deeper, check out the documentary on MyHouse.WAD if you haven’t already (the video has some 13 million views), or better yet, download the level for yourself.\n\nAnd, if you want to stay in the spirit of putting Doom in places it isn’t supposed to be, some generous developers have documented their journeys across different devices. There’s a write-up for installing it on the Ikko Activebuds earbuds, and another for installing it on a VoIP phone. There’s also an in-depth post about porting the game to the aforementioned VX620 payment terminal.\n\nRegardless of how you enjoy, expand, or completely change Doom, have fun in hell. Hundreds of thousands of fans and developers are waiting there for you."
    }
]