[
    {
        "title": "Introducing 'UFO' galaxies—the Milky Way's dustier cousins",
        "link": "https://www.msn.com/en-us/news/technology/introducing-ufo-galaxies-the-milky-ways-dustier-cousins/ar-AA1uwehb?ocid=BingNewsVerp",
        "description": "In a new study, a team of astrophysicists led by CU Boulder has set out to unravel the mysteries of UFOs—not the alien ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0izgetZv5sw5UQjCNH1E7i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "21hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "UFO seen flying over Puerto Rico not extra-terrestrial claims US intelligence",
        "link": "https://www.msn.com/en-us/science/aeronautics/ufo-seen-flying-over-puerto-rico-not-extra-terrestrial-claims-us-intelligence/vi-AA1uxOjX?ocid=BingNewsVerp",
        "description": "US intelligence services claim they have solved a decade-long mystery after reviewing footage from April 26, 2013, that ...",
        "image_url": "https://www.bing.com/th?id=OVF.LufnyV3WPcbk8fg4j8vfog&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN16h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "[UFO] Hacker Tycoon Codes (November 2024)",
        "link": "https://www.msn.com/en-us/money/other/ufo-hacker-tycoon-codes-november-2024/ar-AA1lEVU6?ocid=BingNewsVerp",
        "description": "Want to earn money while sitting on your backside? Then becoming a hacker might be the life for you - a life you can take up ...",
        "image_url": "https://www.bing.com/th?id=OVFT.U6WPqjXjiTNtiCiTFc6jii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "MobileMatters on MSN42m",
        "source": "MobileMatters on MSN",
        "article_content": ""
    },
    {
        "title": "The UFO Encyclopedia, Fourth Edition--The Ultimate Guide to UFO/UAP Releasing December 2024",
        "link": "https://finance.yahoo.com/news/ufo-encyclopedia-fourth-edition-ultimate-133700109.html",
        "description": "SOUTHFIELD, Mich., Nov. 22, 2024 /PRNewswire/ -- UFO (and UAP) enthusiasts and researchers, take note! The wait is over—Jerome Clark's acclaimed The UFO Encyclopedia is back with a monumental Fourth ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Yahoo Finance7h",
        "source": "Yahoo Finance",
        "article_content": "SOUTHFIELD, Mich., Nov. 22, 2024 /PRNewswire/ -- UFO (and UAP) enthusiasts and researchers, take note! The wait is over—Jerome Clark's acclaimed The UFO Encyclopedia is back with a monumental Fourth Edition published by Relevant Information, releasing in December 2024.\n\nThis updated two-volume set spans an impressive 3,340 pages, featuring over 100 new entries that illuminate the mysteries of UFO and other aerial phenomena. Covering everything from sightings and close encounters to government investigations and cultural impacts, The UFO Encyclopedia is the definitive reference guide to understanding the science, history, and intrigue of UFOs.\n\nThe release of the fourth edition aligns with an unprecedented surge in global interest in UFOs, sparked by the congressional committee hearing on unidentified anomalous phenomena (UAP) held on November 13, 2024.\n\nHighlights of the Fourth Edition include:\n\nAnalysis of newly declassified UFO-related documents from the United States, Brazil, and beyond.\n\nIn-depth entries on secret government programs, prominent UFO theorists, and the global UFO/UAP community.\n\nComprehensive historical context dating back to pre-1800 sightings.\n\nAuthored by Jerome Clark, one of the world's foremost experts on UFOs, this encyclopedia has been meticulously crafted to serve as the ultimate resource for researchers, libraries, and enthusiasts alike.\n\nFor more information or to pre-order, visit www.relevantinformation.com or contact 386771@email4pr.com | (800) 207-4103.\n\nThe UFO Encyclopedia: The Phenomenon from the Beginning. Fourth Edition. By Jerome Clark. December 2024. ISBN 9781954866225. 3,340 pages in 2 volumes. Bibliography. Index.\n\nCision\n\nView original content to download multimedia:https://www.prnewswire.com/news-releases/the-ufo-encyclopedia-fourth-editionthe-ultimate-guide-to-ufouap-releasing-december-2024-302313867.html\n\nSOURCE Relevant Information"
    },
    {
        "title": "Eerie moment mysterious ‘UFO’ is caught on live TV as bizarre orb zooms past New York skyline in chopper cam footage",
        "link": "https://www.thesun.co.uk/news/31859838/eerie-moment-mysterious-caught-tv-new-york/",
        "description": "THIS is the eerie moment a bizarre orb-shaped object was caught on camera flying over New York. The unusual object was ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qiNNnVf36-2UtBawQmDGwi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "23h",
        "source": "The Sun",
        "article_content": "THIS is the eerie moment a bizarre orb-shaped object was caught on camera flying over New York.\n\nThe unusual object was captured on film by a television helicopter which was rolling its cameras at the time.\n\n4 A bizarre object was spotted on the camera of a local news chopper in New York Credit: FOX 5 New York\n\n4 The mysterious orb-shaped object appeared to whizz past the Hudson winner Credit: FOX 5 New York\n\n4 The object appeared to turn blue as it got closer to the chopper Credit: FOX 5 New York\n\nIn the short clip, a small object whizzes over the Hudson River and past Lower Manhattan.\n\nInitially, the UFO-like object appeared to be white or even translucent but as it got closer to the chopper and arced away from it, it appeared to turn blue and opaque.\n\nThe speed it appears to move is much faster than anything else in the clip or anything you would expect to be flying that low.\n\nOf course, as viewers begin to speculate what the object is, attention has turned to the idea that it is an object not of this world.\n\nOn Facebook one viewer wrote: \"I used to see one time around Hudson River. And exactly that colour.\n\n\"Appeared and disappeared like alternating.\"\n\n\"Alien invasion before January 20,\" another said, noting the date of Donald Trump's inauguration into the White House.\n\nOne just simply posted an alien emoji.\n\nBut, others, including UFO experts, have started doubting this theory.\n\nAvi Loeb, a theoretical physician, cosmologist and Harvard professor believes the so-called flying orb is part of the camera.\n\nMoment UFOs appear in sky above Spain next to rainbow - before floods hit\n\nHe told the New York Post: \"This is most likely an optical artefact from the helicopter glass in front of the camera.\n\n\"Namely a bright spot from the reflection of sunlight as the camera gradually changes its orientation relative to the sun and the ground.\n\n\"But even if it was a real object, the apparent speed is of an order the speed of sound and not extraordinary.\"\n\nThis is a theory many other viewers of the video came up with.\n\nFAMOUS UFO INCIDENTS The ‘Night of the UFOs’ is among many famous unexplained encounters with strange objects in the sky that have happened down the years. Perhaps the most striking was a video known as the 'Tic-Tac' – which showed an unidentified object being pursued by fighter planes. While flying off the coast of California 2004, two pilots from the USS Nimitz on a routine training mission spotted an object \"shaped like a 40ft Tic Tac sweet\". Then in 2005, a veteran pilot of an F/A - 18 fighter aircraft witnessed a raft of strange objects in the sky during a training exercise off the coast of Florida. The two videos were sensationally released by the Pentagon in 2017. Tragically the pursuit of UFOs has also claimed lives, notably that of US Air Force Captain Thomas Mantell. He died after being sent to chase a mysterious object in his fighter aircraft in 1948. Other encounters with the air force include a claim that UFOs disabled weapons at a nuclear base. Captain Robert Salas said the bizarre incident unfolded in 1967 while he was the on-duty commander of a secret underground launch control facility at Montana’s Malmstrom Air Force Base. US forces based in Britain also had an encounter with a strange glowing in the sky in Rendlesham Forest in Suffolk. Two airmen, Staff Sgt Jim Penniston and Airman John Burroughs, claim they got so close to a triangular craft they actually touched it. Earlier this year, US military documents were released showing how a warship was shadowed by two \"ball of light\" UFOs deepening the mystery around the case.\n\n\"A helicopter with blue water, blue sky and glass buildings reflecting off of it,\" one wrote on Facebook.\n\n\"Lens flare zooming past NYC accidentally caught on film by local news chopper,\" another said on X.\n\nOthers claimed it could have been a drone or a balloon.\n\n\"Maybe somebody’s private drone was made to look like something else,\" one viewer suggested.\n\n\"That makes the most sense if it’s not a balloon.\"\n\nA representative from the local news channel that filmed the clip told the Post that they do not know when the footage was recorded but confirmed it had not been edited.\n\nAnother source from the news outlet claimed that it was a drone that appeared to be moving at high speeds due to that of the chopper.\n\nEarlier this month, Congress heard a Pentagon whistleblower's bombshell testimony at a major hearing about UFO cases."
    },
    {
        "title": "Microsoft Corporation (MSFT) Unveils Azure AI Foundry to Help Businesses Build Custom AI Agents and Applications",
        "link": "https://www.msn.com/en-us/money/markets/microsoft-corporation-msft-unveils-azure-ai-foundry-to-help-businesses-build-custom-ai-agents-and-applications/ar-AA1uzcXF?ocid=BingNewsVerp",
        "description": "We recently compiled a list of the 15 AI Stocks That Are Dominating Headlines. In this article, we are going to take a look ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LCM8_0vzWMib5lpx7G0KuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3hon MSN",
        "source": "Insider Monkey on MSN",
        "article_content": ""
    },
    {
        "title": "How to build AI CoAgents or apps powered by Copilot",
        "link": "https://www.thewindowsclub.com/build-ai-coagents-or-apps-powered-by-copilot",
        "description": "This post discusses the CoAgents extension, which you can integrate with your application powered by Copilot and build agents quickly.",
        "image_url": "https://www.bing.com/th?id=OJ.cT7tVsj6Q5po0A&pid=news&w=89&h=16&rs=2",
        "category": "ai+app",
        "date": "5h",
        "source": "TWCN Tech News",
        "article_content": "CoAgent offers a toolkit required to integrate LanGraph agents into React apps in order to build Agent-Native applications. In this post, we will talk about this tool and see how you can build AI CoAgents or apps powered by Copilot.\n\nWhat is CoAgents?\n\nAs mentioned earlier, CoAgent is a toolkit that lets you to integrate AI agents into apps to create Agent-Native applications. Let us now talk about its features.\n\nCoAgents has a feature called Shared State , due to which, even a single line of code allows your application to fetch an insight of the agent, and the agent can fetch the insight application as they are synchronized and can interact in real time.\n\n, due to which, even a single line of code allows your application to fetch an insight of the agent, and the agent can fetch the insight application as they are synchronized and can interact in real time. It also gives you Realtime Frontend agents that can perform both frontend and backend actions as per the context provided by the user and the status of the application, as it is generative UI, these tool calls are automatically disseminated as per the requirement.\n\nagents that can perform both frontend and backend actions as per the context provided by the user and the status of the application, as it is generative UI, these tool calls are automatically disseminated as per the requirement. Human-in-the-Loop allows seamless integration of human oversight and intervention into AI workflows, specifying breakpoints for input or approval to enhance safety and performance.\n\nallows seamless integration of human oversight and intervention into AI workflows, specifying breakpoints for input or approval to enhance safety and performance. We also have Stream Intermediate Agent State, that visualizes agent thought processes in real-time, providing transparency and engaging user experiences, crucial for agent performance and UX that meets user expectations.\n\nthat visualizes agent thought processes in real-time, providing transparency and engaging user experiences, crucial for agent performance and UX that meets user expectations. CoAgent’s Agentic Generative UI creates dynamic, AI-generated interfaces that adapt to user needs and agent outputs, providing visibility into the agent’s state and building trust.\n\nIf you like the features stated earlier, you might want to consider using CoAgents for your business, let us see how to do that.\n\nBuild AI CoAgents or apps powered by Copilot\n\nFollow the steps below to build AI CoAgents or apps powered by Copilot.\n\nInstall CopilotKit Configure Remote Backend Endpoint Add LangGraph agent\n\nLet us talk about them in detail.\n\n1] Install CopilotKit\n\nBefore we begin with CoAgents, we need to first install CopilotKit on your device. We are presumming that you have already installed Node.js and npm on your computer and have created a folder for React applications, however, the last part is optional for this step. CopilotKit uses an open source LLM model, in this tutorial we will be using OpenAI API key. Without further ado, let’s get started.\n\nOpen Windows Terminal and go to the location where you have created the React app using cd (change directory) command.\n\ncd C:\\React\\myapplication\n\nNow, run the following command.\n\nnpm install @copilotkit/react-core @copilotkit/react-ui @copilotkit/runtime\n\nThen, execute the command mentioned below to install OpenAI.\n\nnpm install openai\n\nIn your project, go to the .eve file, it will be located in the root, and add the following line.\n\nOPENAI_API_KEY=your_api_key_here\n\nAfter making changes to the file, we recommend you navigate to docs.copilot.ai/quickstart to know how to configure the End Point and configure CopilotKit provider in your project.\n\n2] Configure Remote Backend Endpoint\n\nIn order to integrate Python-based services (or any other Node.js alternative), we have to connect Copilot app to a Remote Backend endpoint. To do that, let us first install Copilot dependencies in Windows Terminal using the following query.\n\npip install copilotkit fastapi uvicorn --extra-index-url https://copilotkit.gateway.scarf.sh/simple/\n\nNow, we need to setup FastAI server, to do that, run the commands mentioned below.\n\nmkdir my_copilotkit_remote_endpoint\n\ncd my_copilotkit_remote_endpoint\n\necho. > server.py\n\nIf the echo didn’t work, you can open the folder in Visual Studio Code, and then create server.py file.\n\nOpen the server.py file in VSCode and then paste the following lines of code.\n\nfrom fastapi import FastAPI app = FastAPI() @app.get(\"/\") def read_root(): return {\"Hello\": \"World\"}\n\nNow, go back to Windows Terminal and install FastAPI and Uvicorn.\n\npip install fastapi uvicorn\n\nOnce you are done with that, go to docs.copilot.ai guides to learn more.\n\n3] Add LangGraph agent\n\nNext up, we need to integrate LangGraph agent to the server.py file. First, locate the CopilotKitSDK instance within your Python Remote Endpoint, usually found in server.py. Next, adjust the CopilotKitSDK instance (established in the preceding step) to accommodate LangGraph agents. You need to add the following lines of code.\n\nagents=[ LangGraphAgent( name=\"basic_agent\", description=\"Agent that answers questions about the weather\", graph=the_langraph_graph, # copilotkit_config={ # if you use Google Gemini, uncomment this code (and import `copilotkit_messages_to_langchain`, see above) # \"convert_messages\": copilotkit_messages_to_langchain(use_function_call=True) # } ) ],\n\nThis should be enclosed under CopilotKitSDK tag.\n\nTo know more, we recommend you follow the guide mentioned in docs.copilotkit.ai/coagents.\n\nRead: What are best free AI Extensions for Visual Studio Code?\n\nHow do I build my own Copilot?\n\nTo create a new copilot, go to the Copilot Studio home page (at /copilotstudio.microsoft.com) and select Create in the left navigation, then choose the Copilots page. Alternatively, you can select + New copilot on the Copilots page. Use the chat to describe your copilot, guided by the provided questions, or select Skip to configure and fill out the form. Finally, select “Create” to complete the process.\n\nRead: Best AI tools for Developers\n\nCan Copilot generate code?\n\nYes, Copilot can generate code. However, it can not be perfect; there can be multiple glitches and bugs. Therefore, one should not integrate the code provided by any AI chatbot without thorough manual inspections. You can use Microsoft’s Copilot in Edge, the built-in app or use GitHub Copilot in Visual Studio using extension.\n\nAlso Read: Use Copilot to Refractor Code."
    },
    {
        "title": "Are Agentic Applications A Threat To All Workflow Apps?",
        "link": "https://www.forbes.com/sites/moorinsights/2024/11/21/are-agentic-applications-a-threat-to-all-workflow-apps/",
        "description": "UiPath is touting a different approach to AI agents that combines them with robotic process automation to handle different ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OyxZEoxajbXPpSXDCX77LS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "22h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Discover the Hidden Potential of AI Agents in Everyday Life",
        "link": "https://www.geeky-gadgets.com/ai-agents-tools-and-frameworks/",
        "description": "Discover the diverse applications and development of AI agents transforming business operations and daily life.",
        "image_url": "https://www.bing.com/th?id=OVFT.zAy1C72OGeymQJ5niwk8Yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3h",
        "source": "Geeky Gadgets",
        "article_content": "AI agents are at the forefront of technological innovation, redefining how tasks are performed autonomously. These sophisticated systems, functioning as AI microservices or compact applications, are characterized by their ability to operate independently. The core strength of AI agents lies in their capacity to make decisions and execute tasks without direct human oversight, marking a significant leap in artificial intelligence applications. Whether it’s planning your next vacation or suggesting the perfect outfit based on the weather, AI agents are quietly transforming the way we live and work.\n\nBut what exactly makes an AI agent tick? At the heart of these systems is a concept known as agentic behavior, which refers to the varying degrees of autonomy that AI agents can exhibit. Some are highly independent, tackling complex tasks with minimal input, while others might still rely on a bit of human guidance. This spectrum of autonomy is not just a technical detail—it’s a glimpse into the future of AI, where machines learn and adapt, becoming more efficient over time. The Google team provide more insight deeper into the world of AI agents, explaining how these digital assistants are not only transforming industries but also opening up new possibilities for innovation and collaboration.\n\nAI Agents in Everyday Life\n\nTL;DR Key Takeaways : AI agents operate autonomously, making decisions and executing tasks without human intervention, similar to AI microservices.\n\nThe autonomy of AI agents, known as agentic behavior, varies based on system capabilities and task complexity.\n\nAI agents are applied in diverse industries, managing tasks like email prioritization, travel planning, and fashion recommendations.\n\nDeveloping AI agents can involve simple algorithms or custom models, with various frameworks available to suit different functionalities.\n\nAI agents can collaborate to enhance outcomes, with each agent performing specific functions to improve efficiency and productivity.\n\nDecoding Agentic Behavior in AI\n\nThe concept of agentic behavior is central to understanding AI agents. This behavior refers to the varying degrees of autonomy exhibited by these systems. Some AI agents demonstrate high levels of independence, capable of completing complex tasks with minimal external input. Others may require a degree of human guidance, especially for more nuanced or critical decisions. The spectrum of autonomy is directly related to the agent’s underlying capabilities and the intricacy of its designated tasks.\n\nKey aspects of agentic behavior include:\n\nDecision-making capabilities\n\nTask execution without constant supervision\n\nAdaptability to changing environments\n\nLearning from interactions and outcomes\n\nThe level of autonomy in AI agents is not static; it can evolve as the system learns and improves over time, potentially increasing its independence and efficiency.\n\nDiverse Applications Across Industries\n\nThe versatility of AI agents has led to their adoption across a wide range of sectors, demonstrating their potential to transform various aspects of business and daily life. In the corporate world, AI agents are streamlining operations by managing emails, prioritizing tasks, and even assisting in decision-making processes. In agriculture, they’re optimizing resource use by automating irrigation systems based on real-time weather data analysis.\n\nThe capabilities of AI agents extend to solving complex puzzles, as evidenced by systems that can tackle a Rubik’s cube with robotic assistance. This showcases their potential in fields requiring spatial reasoning and problem-solving skills.\n\nIn the travel industry, AI agents are transforming trip planning and booking processes, offering personalized itineraries based on user preferences, budget constraints, and real-time availability. The fashion sector is using these agents to provide style recommendations, considering factors such as weather conditions, personal style, and existing wardrobe items.\n\nWhat are AI agents?\n\nTake a look at other insightful guides from our broad collection that might capture your interest in Autonomy.\n\nThe Development Landscape of AI Agents\n\nContrary to common belief, developing AI agents doesn’t always necessitate the use of large language models (LLMs). The choice of technology depends on the specific requirements of the task at hand. For simpler applications, basic algorithms or custom-trained models might suffice, offering a more efficient and targeted solution.\n\nDevelopers have access to a variety of frameworks and tools for creating AI agents. These resources enable the design of agents that can interact, collaborate, and achieve specific goals. The selection of development tools is crucial and should align with the desired functionality and complexity of the agent.\n\nFactors to consider in AI agent development:\n\nScalability requirements\n\nIntegration with existing systems\n\nData processing capabilities\n\nReal-time response needs\n\nSynergy in AI: Agent Collaboration\n\nOne of the most exciting aspects of AI agents is their ability to collaborate, creating a synergistic effect that enhances overall performance. In a collaborative setup, multiple agents can work in tandem, each specializing in specific functions to produce superior outcomes.\n\nFor instance, in content creation, one agent might focus on generating initial drafts, while another specializes in refining and polishing the content. This division of labor not only improves the quality of the final product but also significantly boosts efficiency and productivity.\n\nThe collaborative potential of AI agents extends beyond content creation. In complex problem-solving scenarios, multiple agents can tackle different aspects of a problem simultaneously, sharing insights and building upon each other’s progress to reach solutions more quickly and effectively than a single agent or human could.\n\nEmbarking on Your AI Agent Journey\n\nFor those interested in developing AI agents, the journey begins with understanding basic business logic and identifying areas where automation can bring significant benefits. Numerous tutorials and educational resources are available to guide beginners through the process of conceptualizing and creating their first AI agent.\n\nPlatforms like Vertex AI Agent Builder and Firebase offer robust tools and infrastructure for building and deploying AI agents. These platforms provide scalable solutions that can help bring your ideas to life, whether you’re looking to create a simple task automation agent or a more complex, multi-functional system.\n\nAI agents represent a significant leap forward in task automation and execution across various sectors. By harnessing their autonomy, diverse capabilities, and collaborative potential, you can drive innovation and enhance efficiency in your projects and operations. As the field continues to evolve, the possibilities for AI agents in transforming industries and solving complex problems are boundless.\n\nMedia Credit: Google Cloud Tech\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy"
    },
    {
        "title": "AI harm is often behind the scenes and builds over time – a legal scholar explains how the law can adapt to respond",
        "link": "https://www.myjournalcourier.com/news/article/ai-harm-is-often-behind-the-scenes-and-builds-19936072.php",
        "description": "Another helpful change would be stronger individual rights around the use of AI systems, allowing people to opt out of harmful practices and making certain AI applications opt in. For example, ...",
        "image_url": "https://www.bing.com/th?id=ODF.B0wWnuaJTIcM8w0Ku209hg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ai+app",
        "date": "Journal-Courier3h",
        "source": "Journal-Courier",
        "article_content": "Content not available"
    },
    {
        "title": "Coralville to host Paranormal Cirque's blend of theatre, circus, and cabaret this month",
        "link": "https://cbs2iowa.com/community/more-fun-in-the-morning/coralville-to-host-paranormal-cirques-blend-of-theatre-circus-and-cabaret-this-month",
        "description": "Ben Holland from the Paranormal Cirque joined Iowa's News Now to discuss the event coming to Coralville.From Thursday, November 21 to Sunday, November 24 expec ...",
        "image_url": "https://www.bing.com/th?id=OJ.kI78Svd9VvxGzA&pid=news&w=36&h=16&rs=2",
        "category": "paranormal",
        "date": "8h",
        "source": "cbs2iowa.com",
        "article_content": "Ben Holland from the Paranormal Cirque joined Iowa's News Now to discuss the event coming to Coralville.\n\nIt will be at 1454 Coral Ridge Avenue in the Coral Ridge Mall parking lot from Thursday, November 21 to Sunday, November 24.\n\nExpect to be exposed to a unique creation of combined theatre, circus, and cabaret with a new European-style flare.\n\nFor more information and to purchase your tickets to visit their website.\n\n\n\n"
    },
    {
        "title": "This weekend in Iowa: A paranormal expo, community string orchestra concerts and more",
        "link": "https://littlevillagemag.com/newsletter/this-weekend-in-iowa-a-paranormal-expo-community-string-orchestra-concerts-and-more/",
        "description": "Always free! We’re not saying the events featured in today’s Weekender will totally get your mind off the stress of upcoming holiday travel and potentially awkward familial […] ...",
        "image_url": "https://www.bing.com/th?id=ODF.9dmABbYAKpY3TYOxFlqvUA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Little Village18h",
        "source": "Little Village",
        "article_content": "Established 2001 | Always free!\n\nWe’re not saying the events featured in today’s Weekender will totally get your mind off the stress of upcoming holiday travel and potentially awkward familial interactions, but maybe it’ll help? Take a perspective drawing class Thursday or share your writing Friday at the Tree of Liminality in Cedar Rapids. The 11th annual Quad Cities Psychic & Paranormal Expo haunts its way to Davenport’s RiverCenter/Adler Theatre this Saturday and Sunday. Rounding out the weekend, the Iowa City Community String Orchestra presents their free fall concert at the Englert on Sunday.\n\nCOMING UP\n\nNolte Academy’s Annie Jr Iowa City | The James | Fri-Sun, various times Join Nolte Academy’s youth theater for their production of Annie Jr at The James Theater.\n\nJames Tutson Iowa City | The Black Angel | Sat, Nov. 23, 9 p.m. James Tutson is a singer-songwriter from Iowa City, IA. He’s steadily becoming one of the most well known musicians in the area due to his unique style of combination of southern soul and rhythm & blues.\n\nICCSO Fall Concert: Keep the Home Fires Burning Iowa City | The Englert | Sun, Nov 24, 3 p.m. The Iowa City Community String Orchestra presents their free fall concert featuring Erin Pronto Freund on harp.\n\n#SundayFunday Open Mic & Prize Drawing Cedar Rapids | The Ideal Theater | Sun, Nov. 24, 2 p.m. Every Sunday the ideal Theater welcomes all comics, musicians, singers and jammers to their stage.\n\nCreative Class – Perspective Drawing Cedar Rapids | Tree of Liminality | Thurs, Nov. 21, 6 p.m. In this class you will learn how to use 1, 2, and 3 point perspective drawing techniques and create your own imagination-based cityscape drawing or robot.\n\nPoet Tree Reading Cedar Rapids | Tree of Liminality | Fri, Nov. 22, 6 p.m. Come share your writing in a safe and supportive environment, or come just to listen and enjoy the words of others. It’s a magical thing to see people find their voice and be there to cheer them on.\n\nMiracle on E. 5th Street: A RAYGUN, Daisy Chain & Storyhouse Bookpub Holiday Promenade Collaboration Des Moines | Raygun | Fri, Nov. 22, 4 p.m. Raygun and co. kick off their weekly Holiday shopping colllab. Family-friendly play including a picture book photobooth and scavenger hunt + prizes, and a new festive Tiny Raygun playspace.\n\n11th Annual Quad Cities Psychic & Paranormal Expo Davenport | RiverCenter/Adler Theatre | Sat-Sun, 10 a.m. One of the best paranormal expos in the midwest featuring Psychics, medium, paranormal teams, haunted locations, healings, reiki, reflexology, stones, gems, drums, tarot cards, shamans, candles, herbs, books and SO much more.\n\nThe DZ Combo at The Goose Dubuque | The Goose | Fri, Nov. 22, 8 p.m. The Goose brings the best in live music with The DZ Combo (featuring some of Dubuque’s finest talent) and the Platteville-based The Liddle Quintet kicking off the night with their soulful sounds.\n\nHelp keep it free!\n\nVoluntary contributions from LV readers help maintain this magazine and website as a free resource that benefits the whole community. Donors contributing at least $10/month or $100/year can receive Little Village by mail!"
    },
    {
        "title": "Vera Farmiga bids farewell to 'The Conjuring' husband Patrick Wilson",
        "link": "https://www.thenews.com.pk/latest/1253878-vera-farmiga-bids-farewell-to-the-conjuring-husband-patrick-wilson",
        "description": "Vera Farmiga is bidding farewell to her on-screen husband Patrick Wilson as their time as paranormal power couple Ed and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UkhX7i7P6pHk7Dqf4JmOUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The News International2h",
        "source": "The News International",
        "article_content": "Wilson and Farmiga have played paranormal power couple Ed and Lorraine Warren for a decade\n\nVera Farmiga is bidding farewell to her on-screen husband Patrick Wilson as their time as paranormal power couple Ed and Lorraine Warren comes to an end.\n\nThe actress took to Instagram on Nov. 21 to share her feelings as Wilson wrapped filming for The Conjuring: Last Rites, the final chapter of the beloved horror series.\n\n“Roundabout 5000 days ago, this guy and I signed a WB contract and said ‘I do’ to embodying Ed and Lorraine Warren. Today, he wraps,” Farmiga wrote alongside a vintage-style wedding photo of the duo.\n\nReflecting on their 12-year journey, she added, “It was a match made in heaven, PWilz. A hell of an era. I cherish you…”\n\nFarmiga’s post celebrated their years of laughter and teamwork, saying Wilson would soon trade his “sweat-soaked demonologist garb” for his real life with wife Dagmara Domińczyk. Meanwhile, Farmiga cherishes her own life with husband Renn Hawkey.\n\nThe pair, both 51, first joined forces in James Wan’s The Conjuring in 2013, reprising their roles in subsequent films and spinoffs, including Annabelle Comes Home. The franchise, known for its eerie yet heartwarming portrayal of the Warrens, cemented their on-screen bond as one of Hollywood’s most memorable duos.\n\nThe Conjuring: Last Rites, set for release on Sept. 5, 2025, marks the end of an era for both the actors and fans of the horror saga."
    },
    {
        "title": "25 Paranormal Romance Novels Worth Revisiting",
        "link": "https://www.msn.com/en-us/money/news/25-paranormal-romance-novels-worth-revisiting/ar-AA1usymG?ocid=BingNewsVerp",
        "description": "If you need a new paranormal romance novel to read we got a list for you. Here are the best paranormal romance novels. One of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.mv7KmzaKfQg2c2C6SCYxNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "FamilyProof on MSN22h",
        "source": "FamilyProof on MSN",
        "article_content": ""
    },
    {
        "title": "Can Dogs See Ghosts? The Truth Behind the Mystery!",
        "link": "https://www.msn.com/en-us/video/animals/can-dogs-see-ghosts-the-truth-behind-the-mystery/vi-AA1uyOZj?ocid=BingNewsVerp",
        "description": "Ever wondered if your dog is seeing something you can’t? Many believe that dogs have a heightened sense of the supernatural, able to detect ghosts or spirits. But is there science behind this belief, ...",
        "image_url": "https://www.bing.comNo image",
        "category": "paranormal",
        "date": "Doggo Digest on MSN5h",
        "source": "Doggo Digest on MSN",
        "article_content": ""
    },
    {
        "title": "Mysterious chemical byproduct in U.S. tap water finally identified",
        "link": "https://www.msn.com/en-us/news/us/mysterious-chemical-byproduct-in-us-tap-water-finally-identified/ar-AA1uwdKf?ocid=BingNewsVerp",
        "description": "Scientists have identified the byproduct of a chemical used to disinfect tap water and prevent waterborne illnesses.",
        "image_url": "https://www.bing.com/th?id=OVFT.szBs9m7M_OhE5vFTF2GtDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "21hon MSN",
        "source": "The Washington Post on MSN",
        "article_content": ""
    },
    {
        "title": "Oldest-known alphabet found — it existed 500 years before previous Middle East discovery: scientists",
        "link": "https://nypost.com/2024/11/21/science/oldest-known-alphabet-found-it-existed-500-years-before-previous-middle-east-discovery-scientists/",
        "description": "The early human discovery dating back to 2400 BC was made by analyzing clay fragments at a 16-year-long archaeological dig in ...",
        "image_url": "https://www.bing.com/th?id=OVF.F%2fLR5UL0kiE20inNVWUfwA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19h",
        "source": "New York Post",
        "article_content": "Word.\n\nResearchers have discovered evidence of what they say is the world’s oldest alphabet, believed to have existed in the Middle East hundreds of years earlier than other ancient scripts.\n\nThe early human discovery dating back to 2400 BC was made by analyzing clay fragments at a 16-year-long archaeological dig, Syria’s bronze-aged Tell Umm-el Marra, east of Aleppo.\n\n3 Evidence of the first written language was found at Syria’s Tell at Umm El-Marra archeological site. wmf\n\n“Previously, scholars thought the alphabet was invented in or around Egypt sometime after 1900 BC,” said researcher Glenn Schwartz of Johns Hopkins University.\n\n“But our artifacts are older and from a different area on the map, suggesting the alphabet may have an entirely different origin story than we thought.”\n\n3 Clay shards hold evidence that the earliest form of written language existed in modern Syria around 2400 BC, according to scientists. Johns Hopkins University\n\nCarbon-dated tombs were uncovered at the site, featuring six skeletons as well as gold and silver jewelry, cookware, weapons and pottery. The team also discovered four clay cylinders containing a form of alphabetic print.\n\nThe clay objects — about the length of a finger — were perforated, and Schwartz believes they were strung together during their use and operated as an ancient label.\n\n“Maybe they detail the contents of a vessel, or maybe where the vessel came from, or who it belonged to,” he said. “Without a means to translate the writing, we can only speculate.”\n\nThe Syrian region is about 875 miles north of the great pyramids of Giza, where ancient Egyptians used hieroglyphics as written communication at least 500 years later.\n\n3 Researchers suspect the clay writing was used as a label. jhu\n\nJust south of Syria in modern-day Lebanon around the 11th century BC, the Phonecians — from whom the English word “phonics” derives — are credited with creating “the prototype for all alphabets in the world,” according to UNESCO.\n\n“And this new discovery shows that people were experimenting with new communication technologies much earlier and in a different location than we had imagined before now,” said Schwartz."
    },
    {
        "title": "Protein Science in Drug Discovery conference brings academia and industry together at Hinxton Hall",
        "link": "https://www.cambridgeindependent.co.uk/news/protein-science-in-drug-discovery-conference-brings-academia-9393069/",
        "description": "The conference, Protein Sciences in Drug Discovery, brought together scientists to discuss high-throughput methods for protein expression, approaches for generation of antigens for antibody and ...",
        "image_url": "https://www.bing.com/th?id=ODF.0LW6xhE7raM37SGYkVM0OA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "cambridgeindependent4h",
        "source": "cambridgeindependent",
        "article_content": "Opportunities for advancing drug discovery using protein science were explored at a conference held at Hinxton Hall, on the Wellcome Genome Campus.\n\nHeld on Monday and Tuesday (18-19 November), it was jointly hosted by the European Laboratory Research & Innovation Group (ELRIG) UK and The Protein Society.\n\nfdsfsd\n\nThe conference, Protein Sciences in Drug Discovery, brought together scientists to discuss high-throughput methods for protein expression, approaches for generation of antigens for antibody and vaccine discovery, techniques to interrogate protein quality, and the application of cryo-EM for druggability, plus sequence-based predictive methods.\n\nSanj Kumar, CEO of the not-for-profit ELRIG UK, said: “We are delighted by the success of today’s Protein Sciences in Drug Discovery meeting as we’ve brought together the academic and industrial life science communities with the best quality science and speakers from across the world. We thank all our partners, sponsors and The Protein Society for working with us.”\n\nElizabeth Meiering, president of The Protein Society and University of Cambridge alumna, said: “This first partnership of our two societies showcased world-class science, fundamental and applied, spanning academia and industry.\n\n“The energy in the meeting was tremendous, as early career and senior scientists shared knowledge and expertise. This forum offers exciting opportunities and synergy in advancing protein and drug-based discoveries across many disciplines for a myriad of invaluable health and societal benefits.”"
    },
    {
        "title": "How Discovery of Lucy Skeleton Shaped Our Understanding of Human Evolution",
        "link": "https://www.newsweek.com/how-discovery-lucy-skeleton-understanding-human-evolution-1990143",
        "description": "The 3.2-million-year-old fossil, discovered 50 years ago, is considered to be one of the most significant early hominin specimens.",
        "image_url": "https://www.bing.com/th?id=OJ.iqcBQ1sGmNZPlQ&pid=news&w=81&h=16&rs=2",
        "category": "science+discovery",
        "date": "1h",
        "source": "Newsweek",
        "article_content": "Content not available"
    },
    {
        "title": "World's oldest known alphabet: 4,400-year-old discovery in Syria rewrites history",
        "link": "https://www.msn.com/en-in/news/other/world-s-oldest-known-alphabet-4-400-year-old-discovery-in-syria-rewrites-history/ar-AA1uyG62?ocid=BingNewsVerp",
        "description": "This discovery, dated to around 2400 BCE, predates previously known alphabetic scripts by approximately 500 years, ...",
        "image_url": "https://www.bing.com/th?id=OVF.7Q7xY0uXYZplOJknWhb15g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "India Today on MSN5h",
        "source": "India Today on MSN",
        "article_content": ""
    },
    {
        "title": "Allbirds Black Friday sale is here: Get 30% off sitewide for a limited time",
        "link": "https://www.aol.com/lifestyle/allbirds-black-friday-sale-is-here-get-30-off-sitewide-for-a-limited-time-152354633.html",
        "description": "\"I wore them around the house for an hour, and after 10 minutes of having them on, I forgot I even had sneakers on because it ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Y7AvA8GPhLi8YqfxQvfIHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1h",
        "source": "AOL",
        "article_content": "We may earn commission from links on this page, but we only recommend products we believe in. Pricing and availability are subject to change.\n\nEverybody needs a comfortable shoe they can rely on when they need to do a lot of walking. Whether you living in a walkable city, have a vacation coming up or just need a new everyday walking shoe, a solid sneaker will never be wasted space in your closet. And, with all of the early Black Friday sales going on right now, one of our favorite comfortable shoe brands is getting on in the action: Save 30% on absoltely everything during Allbirds' Black Friday sale.\n\nWe're big fans of the Allbirds Tree Runners, which we tested for ourselves and found to be \"as comfy as a pair of socks.\" Even celebrities such as Blake Lively, Cindy Crawford, Hilary Duff, Kate Hudson and Jennifer Garner have been spotted about town over the years in their Allbirds.\n\nIf you're unfamiliar with the brand, Allbirds sells a range of men's and women's sneakers in a variety of styles, but the Tree Runners are its best sellers, with more than 11,000 reviews on the Allbirds website alone. You can also find their shoes at Nordstrom and Amazon, where reviewers are similarly obsessed. And if company missions and sustainable production methods are important to you, you'll be pleased to know that the company, which was founded in 2014, actually earns its stripes as a sustainable B-corp business by making its sneakers from 75% naturally sourced and recycled materials.\n\nPerhaps best of all, however, is that Allbirds' shoes are easy to care for. Simply remove the shoe laces and/or insoles, toss them in a delicates bag in the wash, run them on a gentle cycle and let them air dry. Because they're made with wool and natural materials, you don't want to toss them in the dryer. They'll return to their natural shape after a wear or two. Hand wash the laces and insoles for best results.\n\nAnd while all of those perks might make you think these comfy shoes cost a pretty penny, we're pleased to say that they aren't actually overwhelmingly pricey — especially when you catch them on a rare discount like during Black Friday. And right now the brand is running an early access sale its Black Friday event, where you'll get 30% off nearly everything on the site, no code necessary.\n\nDuring the sale, you can pick up some of the brand's bestsellers like the Tree Runners and the Tree Dashers for a decent markdown — among other styles, of course. Read up on the brand's bestsellers below and take a look through the other sale styles to see if there's a shoe that fit your tastes.\n\nAllbirds Allbirds Tree Runners $68 $98 Save $30 We named the Allbirds Tree Dasher 2 the best shoes you can wear if you're standing all day, thanks to their cushioned heel cup and superior shock absorption. Our shopping editor loves her Wool Runners for warmer weather. They're warm, cushioned, and extremely supportive for long-haul shopping days. Our tester found that Allbirds Tree Runners were some of the comfiest shoes she has worn, including slippers. \"I wore them around the house for an hour, and after 10 minutes of having them on, I forgot I even had sneakers on because it felt like I was walking around in a pair of socks,\" she wrote. They're made of a stretchy fabric that allows you slip them on without undoing the laces. Because of their utilitarian style and minimalist design, they're great for travel when you need one shoe for many outfits and situations. This style comes in both men's and women's sizes. There are seven core styles, plus a variety of other limited edition and seasonal colorways available. $68 at Allbirds\n\nAllbirds Allbirds Women's Tree Dasher 2 $94 $135 Save $41 Designed for everyday walks, jogs and light workouts, the Tree Dasher 2 is the brand's reimagining of an everyday active shoe — one with more responsive foam, extra grip, and an improved fit to keep you moving and comfortable all day long. They have a slightly sportier angled heel that softens impact and reduces strain on your feet as you move. The Tree Dasher 2 is an excellent addition to your footwear wardrobe especially for vacations, travel and workouts if you're looking for a cushioned, sporty and stylish sneaker. Just ask one of the over 3,500 reviews who love these shoes and have given them an overall 4.6-star rating. \"I usually hate wearing sneakers but I've never had ones as comfortable as the Tree Dashers,\" wrote one reviewer who said they wear them for walking, commuting and workouts. \"So stretchy, light and comfortable. High arch support, lots of space in the toe box. It feels like I'm walking on sponges. And as someone who walks several miles a day, these hold up a long time. My original Dashers are going on 3 years now.\" This shoe also comes in both men's and women's sizes, with a variety of limited edition and seasonal colorways available. $94 at Allbirds\n\nMore Allbirds Black Friday deals\n\nRelated Stories:"
    },
    {
        "title": "The AI-Powered Citizen Revolution: How Every Employee Is Becoming A Technology Creator",
        "link": "https://www.forbes.com/sites/bernardmarr/2024/11/22/the-ai-powered-citizen-revolution-how-every-employee-is-becoming-a-technology-creator/",
        "description": "Artificial intelligence is democratizing technology creation across organizations, enabling employees, from nurses to accountants, to build their own solutions.",
        "image_url": "https://www.bing.com/th?id=OJ.BK94CQJsUwsKUA&pid=news&w=61&h=16&rs=2",
        "category": "nocode",
        "date": "10h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Amazon doubles down on AI startup Anthropic with $4 bln investment",
        "link": "https://www.reuters.com/technology/artificial-intelligence/anthropic-receives-4-billion-investment-amazon-makes-aws-official-cloud-provider-2024-11-22/",
        "description": "Artificial intelligence startup Anthropic said on Friday it has raised an additional $4 billion investment from longtime ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ufc3tacjDq0bOnQAYjwI9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "1h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "Henry Winkler Shut Down His Daughter's Reality TV Career Before It Could Start",
        "link": "https://www.mensjournal.com/news/henry-winkler-daughter-zoe-reality-tv",
        "description": "Henry Winkler recalled ending daughter Zoe Winkler’s reality television career before it had a chance to begin on the latest ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rGcwtjLWrL52-RHKR6r-hS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "Men's Journal46m",
        "source": "Men's Journal",
        "article_content": "Content not available"
    },
    {
        "title": "Spotify has 'pirated software, cheat codes and adult entertainment' problem",
        "link": "https://www.msn.com/en-in/money/news/spotify-has-pirated-software-cheat-codes-and-adult-entertainment-problem/ar-AA1uwcfF?ocid=BingNewsVerp",
        "description": "Cybersecurity experts have raised alarms about a disturbing trend on Spotify where playlists and podcasts are being used to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.e0P_4GoqvYnxud39vvrDrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "20hon MSN",
        "source": "Indiatimes on MSN",
        "article_content": ""
    },
    {
        "title": "How AI is rapidly transforming software development",
        "link": "https://www.fastcompany.com/91232817/how-ai-is-rapidly-transforming-software-development",
        "description": "Fast Company Executive Board Member Jacqueline Samira outlines three key trends in AI-driven software development.",
        "image_url": "https://www.bing.com/th?id=OVFT.ZmFmeODox0IXkdlL3oRtcS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "1d",
        "source": "Fast Company",
        "article_content": "Content not available"
    }
]